[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "What's in front of me right now? It's a microphone. I can see it clearly. There's also a laptop in front of me. I can see that clearly as well. It's not a horse. Acer does not make horses. The laptop is on a table. The table is on the floor. The floor is in a box in the sky in a city that people call Mumbai. There are many boxes in the sky. And sometimes I walk out of my box and meet friends who have stepped outside of their boxes to meet me. And then we find all of us live in different cities in different worlds. And the certainties that I can embrace about mics and laptops and tables cannot extend to the outside world. Everything is complicated. The universe contains multitudes. As this earth rotates and revolves, my head begins to spin. I want certainties. So I start building them about the world around me. Soon, I have a story to explain everything. The world makes sense again. You also might have a story that explains everything. And if I find your story is not the same as mine, I can say that you are wrong. I can say that you are evil. And thus comfortable in our certainties, we can lose the comfort of friends. My point here is this, the world is difficult to make sense of. And it is tempting to fall for a story that offers certainties. This could be religion, this could be ideology, this could be a conspiracy theory about the seen and the unseen being a plot to take over the world. And even for a writer and ex journalist like me, it's tempting to say, stop thinking boss, too much effort, order the seafood platter, get the pina colada. I think we all have that urge, don't we? As the famous lines from Kashi Kashi go, bhaar mein jaye duniya, hum bhajaye harmoniya. That's why it's so important to seek out questions instead of answers. That's what I try to do on the show. And so does"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:45.740",
        "message": "my guest today. Welcome to the scene and the unseen, our weekly podcast on economics, politics"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:54.920",
        "message": "and behavioral science. Please welcome your host, Amit Bharma. Welcome to the scene and the unseen. My guest today is the outstanding journalist Rukmini S, who was on the show in October 2020, to talk about her pioneering data journalism, as well as her teenage years in a rock band. After that episode, Rukmini went on to write a book called Whole Numbers and Half Truths, which uses rigorous data to take a good hard look at our multitudes. The chapter titles themselves indicate the sweep of the book, what India thinks, feels and believes, how India really votes, how India works, how India is growing and aging, and so on. What makes this book so enlightening is her approach. She gets into every issue without preconceptions or biases. She's open to letting the data speak for itself, even when it indicates patterns that make her uncomfortable. The result is a book that contains many truths that seem counterintuitive to us, that fly in the face of received wisdom. The episode I released a couple of weeks ago with Shreyana Bhattacharya on the loneliness of the Indian woman was full of insights that made me stop and think. So is this conversation. For example, until I recorded with Rukmini, I did not know that 98% of the sexual violence committed against women in India is legal. 98%. There's a lot else in her work that will surprise you and perhaps alarm you about India. But one thing that does make me optimistic is that there are still journalists like Rukmini around who are questioning everything, searching for truth, trying to go deep. Before we get to this conversation, though, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up level themselves by reading more. A few months ago, I signed up for one of their programs called the Daily Reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called FutureStack, which helps you stay up to date with ideas, skills and mental models that will help you stay relevant in the future. FutureStack batches start every Saturday. What's more, you get a discount of a whopping 2,500 rupees 2,500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Uplevel yourself. Rukmini, welcome back to the Scene and the Unseen. Thank you for having me Amit. We are recording this on December 24. And one of my favorite writers and essayist Joan Didion died today. And I was just revisiting some of her work. And there's a beautiful passage from her work, The White Album, which resonates with what even we are going to talk about. So I just want to read that bit out. Quote, we tell ourselves stories in order to live. The princess is caged in the consulate. The man with the candy will lead the children into the sea. The naked woman on the ledge outside the window on the 16th floor is a victim of accident, or the naked woman is an exhibitionist. And it would be interesting to know which. We tell ourselves that it makes some difference whether the naked woman is about to commit a mortal sin, or is about to register a political protest, or is about to be the aristophanic view snatched back to the human condition by the fireman in priest's clothing just visible in the window behind her, the one smiling at the telephoto lens. We look for the sermon in the suicide, for the social or moral lesson in the murder of five. We interpret what we see, select the most workable of the multiple choices. We live entirely, especially if we are writers, by the imposition of a narrative line upon disparate images, by the ideas with which we have learned to freeze the shifting phantasmagoria, which is our actual experience. Or at least we do for a while. I am talking here about a time when I began to doubt the premises of all the stories I had ever told myself, a common condition, but one I found troubling. Stop code. This is from the White Album. And she goes on, of course, to move into a personal narrative about her own journeys and her own self doubts. But in a sense, this is really, it seems to me the theme of much of your work, that we tell ourselves stories not just in order to live, but also to kind of make sense of the world. And we do that in order to live, of course. And what a lot of your work is based on is kind of examining these stories, not just from a point of view of data or numbers or whatever, but just looking a little deeper examining sort of all of these stories and going deeper than so do you, you know, when you look back on yourself, say over the last 15 years, or since you started your journey in journalism, how different is your view of the world? Like, are there any significant stories that for you are completely different today? You know, take me a little bit about that, like, would you be a different person if you were not in the business of going deep into stories if you were, you know, if you were a banker or an engineer, or, you know, someone who fed coffee into a civet cat to make it shit, or something we were discussing a while back? Would you kind of be a different person? How have you changed?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:48.720",
        "message": "Yeah, you know, just the question has made me go back a bit and think about these things. And, you know, I think I was the sort of person who would annoy me now in terms of my absolute certainty about things that I had read so little about, experienced so little, talked to such few people about. And I see, I think part of the reason that I don't necessarily feel angry with people who hold, I mean, I feel angry with people who hold some sorts of views, but not angry with everyone's certainty, is because I see where mine came from as well. And it did come from a position of, of sincerity in a way that, you know, feeling very, you know, where the passion comes first, and then the sort of the meat to it comes later. And what I would hope is that as the came to it, I changed those positions. And maybe not, not everyone always feels that way. But yeah, I really do think that a lot of the last few years, for me, it has been important to, and I don't think of it as a mission in terms of challenging narratives, or challenging my own assumptions or other people's deeply held assumptions. But I do think that that is the way you see things unravel. And again, unravel is not even, you just see all of those elements to it. And it's really become the only thing of interest, which is absolute certainty around established positions has just lost a lot of appeal for me. But, you know, if I was doing something else, I would hope that I would have been at the same place that I am now in terms of having these questions both around my beliefs and others. And, you know, I remember talking about this to you the last time I was here, is that for me, these questions came from having come to quote unquote, standard leftist positions far before I had any experience of the world or even had had the opportunity to have those positions challenged. They were delivered to me by people I admired so greatly, that I hadn't even gone through the intellectual journey that they had gone through to take, I just received it with pleasure from them. And yeah, it, it took a lot of, I can't, I can't pinpoint what it is that led me to question some of those things. Even, even now, you know, even in the last two years, I've again found that so many of the questions around COVID don't fit into easy narratives. You know, it's hard to say, we were talking earlier about lockdowns. And I feel, I feel that too, I really could argue things both ways. I feel that even in terms of just the numerical aspect, in the early days, especially of the pandemic, of thinking about infection fatality rates, and how, since obviously, that's a low number for COVID, what that should make you feel about our response, what's adequate, what's not. And I suppose the comforting part is that people who even hold the, say, a particular leftist position, hold it very dearly and would not agree broadly with, with the sort of unravelling that I have had. The ones who really think deeply and who I continue to admire, can see this questioning, you know, they can, they can come along on part of the journey with you, at least, even if they may not end up in the same place. So I speak often to Jean Drez, for example, who I admire greatly. And I would not say that he and I hold the same position. And you know, I'm saying he and I as if we're sort of buddies or equals. And that's, that's not how I think of it. But I still think that he and I, he would be, he would hear me out in the sort of questions I have about these things. It's not doctrinaire in that respect. So yeah, I would, I would hope that even if I was doing something else, I would have had the same feeling in the last few years of not wanting to just receive things in this way. And in an odd way, one of the reasons that's one of the sort of strands of thinking around this is, and one of my frustrations with journalism was a lack of the absence of creativity, like they didn't, I couldn't, there wasn't enough beauty, there wasn't enough creativity, there weren't, there wasn't enough like flights of whimsy. And, and I think part of this questioning has come from there, that these, these sorts of certainties also lend themselves to a very, it's a bleak view of humanity, you know, to think that we are all on these pre-decided or fixed paths and we just choose whether we're going to, you know, Jogeshwari West or East, you know, that's almost how it, it begins to seem. So I think that that's something that came along with it, a search for, a search for sort of more detail, but also more creativity. And you know, this is something that I still don't feel that I get across well enough in my journalism and I can't instantly think of someone else who does it either, but you cannot have an uninteresting conversation with most people, right? It's very hard, especially with strangers when you just have snippets of conversation, like the vast majority of things people say are very interesting, especially about their own lives. And the fact that so little of journalism reflects that is such a tragedy. So, so part of this is that, which is that if I was doing election reporting and I had to talk to someone who quote unquote subscribe to one political party or the other, and then maybe I'd take those two quotes and put it into my story and be like, this is how, you know, whatever Jats in this constituency say they're going to vote. And then I'm sure once I put my pen away, I would have such a complex and interesting and funny conversation with the person. And then, you know, you, you don't know what you're going to do with it in your journalism or what it's going to do. So talking just talking to people and finding that so much of what they said didn't end up fitting into what I was writing is also part of this pushback against narratives. That's partly where it comes from. And yes, the feeling that the more that I look at nationally representative data, the more I realise that some of these dearly held beliefs are actually not grounded in the broader Indian reality at all. But then of course, there are also sort of certainties in the data that, that themselves need to be poked at because certainties around say how Indians vote, which is something that a lot of people come at through the data, not just through being on the ground, are also so much grounded in poorly asked questions, instant judgments based on single line answers. It's a quest and I don't think, and I think that data complicates it in a good way, but I don't think either that data is what's going to, it's not going to stop with the data either, because there's a lot to ask of the data too."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:39.160",
        "message": "So you know, something that I've been thinking about for maybe just over a year pretty seriously is this interesting framework, which, you know, when it first came to me more than a year ago, I started applying it to various things and tell me what you think about it. I've spoken about it on the show a few times. And this was when I was doing my episode with Anshul Malhotra, who's written that lovely book on partition. And at one point, she spoke about how when she was sitting in Lahore or Karachi, one of those places, and she's talking with the family, they're remembering partition, the horrors of partition, and they're fulminating against the Hindus and Hindus are this and Hindus are that. And at one point, they noticed that she is there and they say, tum nahi beti, tum toh theek ho, but Hindus are like that. And throughout that conversation, and many others that followed, one of the things that I realized is that it's important to distinguish between the abstract and the concrete. Like my sense is that when we encounter things in the concrete, we look at them differently from when we encounter them in the abstract, like in the abstract, we learn to hate because abstract notions like nationalism and the Hindu nation or a certain kind of pride and all of that, I think can be really toxic, because we stop thinking of people as people we're thinking in these abstract terms. But when we encounter, say, Muslim friends, or we go to a friend's house to have biryani and all of that, and I'm just taking one example of a perpetrated Hindu bigot, but it really cuts across anything that in the concrete, we respond to it differently. And what strikes me here is that I think that also therefore becomes a challenge for a journalist. Because on the one hand, you have these larger narratives, which are kind of abstract, like, you know, you've spoken in your book eloquently about how thinking of something as a vote bank can sometimes be too simplistic, but it's an abstract narrative. So and so is a vote bank, they are with so and so party, they vote this way, or this is going to be anti incumbency. And all of these are kind of broad, abstract statements, which may, you know, which may capture a part of the truth, but when they purport to be the whole truth, obviously, they're not. And what you also mentioned about interesting conversations is that then you're getting concrete in those conversations. How was your day? What did you eat for breakfast? Where did you go to school? You know, and I love having conversations with people because one of the points that I remember I used to make in my podcasting course also was that every single human being in this world knows something you don't, every conversation can be interesting, and we don't get enough of this. And this is also a challenge in journalism that of course, sometimes you go with a pre decided narrative and you're, you know, you just you're a slave to that narrative, all your conversations are in service of that narrative. The people you're speaking to are instrumental for that purpose, you're not sitting back and just looking at them as what they are. So first, what do you feel about the concrete, abstract distinction? And to how do you navigate the trade offs that this represents, like on the one hand, the big picture does matter, you do need to step back, you do need to look at larger data and what it tells you. But on the other hand, that data only comes alive when you're actually speaking with real people"
    },
    {
        "speaker": "Guest",
        "time": "00:17:43.320",
        "message": "with real stories. So you really got the heart of two of the things that I, you know, worry and puzzle about the most in sort of slightly tangential ways to what you've mentioned. So about the issue of the concrete versus the abstract, and the reason I think about this a lot is because then it leads me to think about, then do these experiences in the concrete have the potential of changing views in the abstract. And this is something that I'm coming around to feeling is not actually as significant in changing views that I would have hoped it would be. And you know, it's funny, the example that you gave as well, which is that, I think it's precisely that sort of belief about the fundamental nature of Indian attitudes to religion in particular, that we have, in a way, come to hold here, which is that people say these sort of things, but then, you know, if they were your neighbor and something happened, and they would actually help you and, and, you know, when you take it to a broader view, it is in a sense, something that was put forward in a Pew research survey about a year ago around religious tolerance in India. And their sort of broad thesis was that Indians may be, you know, they're quite live and let live in a broader way, but in their personal lives, these boundaries are not drawn tightly. And I think in a way, this is somewhat has been something of a liberal fantasy of how religion operates in India, which is that people may hold these beliefs, or they, you know, talk about it like this, but in their real lives, they would not necessarily behave like this about, you know, another person. And I'm beginning to feel that that's not actually true, because I don't feel like I see adequate evidence that, that even in this broader, broadly held way, people do hold these tolerant beliefs. So, I felt after that same Pew report, when I finished reading it, my feeling was, Indians are universally intolerant in the personal sphere, in the public sphere, across the board. And I didn't actually agree with the narrative that the, you know, by just putting it as their headline in their press release, that Pew decided, and then I saw sort of repeatedly repeated across all news coverage and all discussions around it, because in a way, I felt like it confirmed what many of us like to feel about the country. So, it's entirely possible that when people get into the concrete and encounter actual people, they might behave differently. But I don't have that much faith anymore, that that has the potential of changing the abstract. And ultimately, if the abstract is what decides who you vote, or in a moment of sort of mob frenzy, how you behave, who you marry, all of that, then, then sort of fleeting moments in the concrete may just be that, right? Like fleeting encounters or fleeting moments. So, I worry about that stage of the loop, how the concrete affects the abstract. And the second part that you mentioned, you know, about, especially when you deal with it in your journalism, which is, you can't run away from these narratives, but you also want to, want to encounter the, much more of people than, than you can when you, when you do your reporting. Yeah, I think there's been a real narrowing of imagination in how journalism is done. And that, if you've decided that there's only one way that the story can be told, or only one way that you're going to tell the story and no other, and not do anything with all of these conversations that you've had, then, then that leaves you in this poor space of having to turn people into archetypes, really, you know, rather than all the other things they've said. And so, I have a story in the book, for example, about this man who accompanied me, a Hindi newspaper journalist who accompanied me on a reporting trip. And, you know, not to get into all of the details of it, but he sort of displayed a casteist behaviour on that trip to the person we were speaking to, you know, outright untouchability in terms of not accepting tea from the person's house. So, even in the telling of that, he could come to represent a certain sort of archetype, which is this upper caste Hindu male, North Indian male, who's practicing untouchability. Then the, what happened next then though, is that he took me to his house because he wanted to demonstrate to his young daughter, his college going daughter, that here is a woman who's come all the way from Delhi. So, he did have that too. He wanted to show his daughter, a woman who was travelling by herself on work. So, even in that, slotting him into one sort of archetype would have been reductive. He had those beliefs, he had other sorts of beliefs. And, and I don't, I mean, luckily that wasn't what I was reporting on. But if I was, I don't know, you know, if I would have been forced to sort of slot him into one category or the other. But I think when you're writing with data as well, this becomes particularly problematic. And honestly, this is the biggest challenge that I have with doing the sort of journalism I do and I encountered it in the writing of the book as well, which is that I find this trope of taking one person's story and then broadening out to the data very tiresome. It's not just because it's cliched and, you know, it becomes sort of the only way you, you're told that the only way into a data story is if you start with a person. And I never like to assume these things about readers. And maybe that's not how every story has to be told. So, it's a tiresome trope. But it also means that in a way you're not really doing justice to the principle behind which you're, you're doing data journalism, right? Like the idea is that, that maybe individuals speak in different ways, but this is what the overall mean or the median of what you're talking about is saying. And then if you're picking out this one individual, who, who are you choosing? Are you choosing the person in the bottom half of the distribution? And you're saying they fit into what the median is showing? Are you going to pick an outlier to say that they are the outlier? These decisions then complicate the act of data journalism itself. And I struggled with it in the writing of the book, because I do know that I enjoy stories. I like talking to people and I wanted to put these in. And anyone from any sort of background, whether a data background or not, in their responses to me about the book has talked about the stories that have stayed with them. That yes, the data is the part that, you know, shook them or was a piece of information they retained. But the things, the stories people wanted me to talk more about or the parts they want me to read out are always the human stories. So that was the right choice in a right sort of storytelling choice, because it did stick with people. And I know how much I enjoyed that as well. But I absolutely do not have the right answer of whether that is the best way to do data journalism or not, because in a way, it's not staying true to the data. And in fact, the single story that has, you know, most people have come up to me with is the story of a young man named Nitin Kamble in the book. And in the section that I'm talking about love and marriage, and he's in an inter-caste relationship. And then at the end of the chapter, when I take the data to him and I show him how uncommon inter-caste marriage is, and I ask him if it makes him feel like an outlier, he says, you know, the reason I got talking to him about it, because I have an inter-caste marriage too. So I said, you know, that tiny percentage, that's where I am. So do you see how small that is? And how, what does that make you feel like? And he said, well, that's data about marriage. That's not about love. And he said, if you ask people about love, I feel a lot of people do have these inter-caste relationships, but they get thwarted because, you know, we can't leave our families ultimately. And I think he meant it as much about the girl that he was worried was going to leave him as for himself. So in a way it undermines my data, right? Because my data is saying this about inter-caste marriage. But if I'm saying that there are all these inter-caste relationships, but aren't reflected in, then what am I saying? Am I saying that there is a lot of inter-caste love? I don't know. I don't have the data for it. So it's, it's a story that has stuck with so many people and I really enjoy talking to him as well. But it undermines the point in a way, in, if I was sort of trying to convince someone or if it was an academic paper, I'm undermining my own point with it. So yeah, I don't, I really don't know if, if this is the best, most honest, most accurate way of doing data journalism at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:33.320",
        "message": "I didn't mean these two aspects as something that have to be reconciled. I think they can be orthogonal to each other that you can look at the big picture, but you can also dive down and kind of make it human in different ways. And that story about the gentleman who didn't want to have a cup of tea also struck me. I mean, he didn't want to have a cup of tea because of caste, but you realized it was just an excuse where he said he wanted to eat something after you had left. And you told the story to his daughter when you went home and the daughter said, you know, at least I hope you said it's because you're fasting, which also, you know, speaks to her perceptiveness of the situation. And also there is an implied sort of disapproval there. And in fact, this is, you know, while reading your chapter, and this was, of course, in the second chapter, What India Thinks, Feels and Believes, where you speak about how the lived reality of people is, you know, doesn't embody the sort of tolerance that people and this will just be opposite of what I was saying, in a sense, where it is the abstract, which is nice, you're saying nice things in the abstract, or we believe in tolerance, we should all live together. But in their concrete everyday lives, it's kind of very different. And they have all these terrible stereotypical notions of each other. And just thinking aloud, one thing that I would like to see more of, I think within the creator universe, I don't even know if it's journalism's job, but just within the creators universes, more of these stories of the real textures of real lives of real people. I think a lot of what we see on social media is posturing a lot of what we see in journalism is, you know, narratives that are pre decided, and that can only go so deep, a lot of what we see in the creator economy is constructed, but more and more, there is space for much more authentic content. So I'm just throwing this thought out there for creators. Now, before we actually start talking about the book and all the things that you've discovered, many of which in fact, challenge my beliefs like this, in fact, like, I always said everything you say about India, the opposite is always true, that old cliche, right. And so of course, we are deeply illiberal in many ways, gender, caste, and so on. But I remember saying this once to JP Narayan in an episode I did with him, episode 149. And he said, but you know, if you look at it another way, we're also extremely liberal, in terms of look at our food, look at our clothes, look at the way we live our everyday lives and all of that. And your data makes me question that a little bit more, that yeah, you know, we are liberal in all of these other inanimate things like food and language and so on. But the people aren't really all that liberal. But before we get there, you know, let's talk a little bit about the book. Like, how did you conceive of the book? You know, did you feel that the book needed to be written in the sense that there are so many flawed beliefs out there? There are so many people on TV channels purporting to be experts, not exports, the one wishes ever exports. And there are so many sort of false narratives that people just believe and it's all over WhatsApp, or they're convenient to believe in all that. So did you have the idea of this book for a long time? Or did it start coming to you when you, you know, decided what you want to write about? How did it all happen?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:43.360",
        "message": "I absolutely did not have a book in me at all. Because, you know, as you know, I'm a sort of regular news reporter and I do a fair amount of it. And so I didn't even have this sort of sitting back and thinking about whether I had a bigger story to tell. I very much did not have a book in me. Sometime last year, I had to send Pratap Bhanu Mehta a bunch of articles for something I was doing. And he read them all. And then he said to me, you know what, you should put these together and it would make a book. And he actually said, you should have one chapter that's on how people vote and one on how, you know, the idea of having it as you so it's really, it's his idea. I've said as much to him as well. And then I thought, yeah, okay, I do have all of these things that I've been writing over time. And I did not come at it from a sort of myth busting or fact checking place at all. More of a place, if there was any of that, it was in terms of wanting to put out things that by now should have been institutional knowledge instead of exhuming them every time a news event came up. Like just, you know, the numbers and I feel sort of vindicated in that because of how much this chapter two has surprised people. Anyone who wants to do, you know, a news story around it invariably picks that chapter to want to talk to me about. And I actually felt that I had seen this so many times I had done, I had reported, you know, there are maybe seven or eight surveys referenced in that chapter. And I have written on all of them and they came out and they all said the same thing. Yet that sort of institutional knowledge that this is the state of what we know now about people's thoughts and beliefs from decent data that had not happened. So more in terms of these things that I keep pulling out, let me put them all together and in one place only in terms of that. And I suppose some of the things that have surprised people, I didn't even know that they would. This part about, I'm so surprised, honestly, that the inter-caste marriage part surprises people so much. I would have, if it came up in like, you know, some of these things, especially when you're in a newsroom, someone will make some comment and then they'll be like, hey, fish out the data and do a piece. If I was in that place right now, I mean like, I'm not going to do it. I've said it too many times. Everybody knows it. That's what I feel about the state of data around inter-caste marriage. So clearly my instincts on those are quite wrong. I thought it had been said ad nauseum. And then, so I ended up, I had a great conversation with Kartika, the publisher at Westland, who's a really, really kind and wonderful person. And she was, you know, interested in the idea, excited about it. But this was, this trip I took to Delhi was in March 2020. And by the time I came back, I, on the flight back, I was one of maybe two or three people wearing masks then, because I had begun to see the news. And then maybe a wee, 10 days later was lockdown. And, you know, we spoke while we were all under lockdown then, a slightly more relaxed stage of lockdown, but at home with two kids and also doing a lot of news reporting then, I didn't work on the book idea at all. And it really sort of went out of my mind. And, and I've told you this already. So I'm not saying this just because I'm on the podcast. But when you're that sort of snowed under both with kids and with work, you stop taking your own ideas very seriously, or yourself very seriously. I don't think I've had a four hour conversation with my husband in the last few years, because our kids interrupt us every 30 seconds. So I told you this then, which is that having that coming on your podcast, not just, you know, the flattering feeling that someone's taking your idea seriously, but also to know that you do have some theories about the world, because I don't anymore, you know, when I was in Delhi, we were working journalists, you'd go out to dinner, and you were all talking about the state of the world. And so you felt like you had theories, but when you stop putting them in words, and they're just running around in your mind, and all your words are around, you know, going to the beach or Peppa Pig or whatever, you start, you don't feel like you have theories anymore about the world. I feel like coming on your podcast then reminded me that I did have things to say, I did have a point of view, I did have things I wanted to say. So I restarted working on it then. And then it was all pretty fast, because that was the, I started working on it in the end of 2020, and was sort of done by the summer of it, summer of 2021. So yeah, that's, and you know, that's really how, because one sort of Pratap had put it in this way to me, which again, I thought was very useful, because I'm not sure I would have thought of it in terms of 10 things that I want to say and structure things and, you know, the data under it. Then that came out, that, you know, happened quite easily. And again, because of my training as a journalist, I'm sort of used to writing 1000 words on something, you know, at a couple of hours notice, I've been doing it for 15 years now. And I had all of these things that I had filed away, you know, even the story, some of these are people I got in touch with, and sort of that pyramiding kind of effect to get to stories that you end up using. But so many of these were little bits of information that I had just picked up while reporting over the years. And those were not the points of the reporting assignment then, but the sort of side things that never made it to the news story, added up to a picture of India that I was trying to get through, you know, just funnily enough, in my way here, I was just, I love Bombay. And I haven't lived here for a long time. I love it. I would, I would, my favorite city to have lived in, as you can see, by the way, I can't stop staring out of the window. And the last house I lived in was in Loa Parel and it was, it was still 2008. So it wasn't the city that it looks like right now. But we lived, me and two friends, we lived in a sort of modernized Saar behind the, I think Grand Maratha, the ITC hotel then. So as you can imagine, it was the most sort of mixed up piece of architecture, geography, all of that politics. And so all the way here, I was sort of, you know, looking out of the window of the taxi and trying to think of what if it was, what if it resembled the city I lived in then, and how much of it would be new and what came up when. And I was thinking of a reporting trip I did once. And see, the assignment to me was Bombay's bar, dance bars were closing. So, because the then Home Minister RR Patil had decided that in a sort of moral clamp down, they were not. So I was sent out to do a, go to a bunch of bars, dance bars and do a story that night. And I don't know, I can't remember what I wrote then, but it was probably pretty staid, you know, spoke to some of the girls there. But, but as it happened, I went on that reporting assignment the night before my birthday. And at one of the dance bars, they were playing, I don't know, I can't even remember what the music was then at all. But let's say, what is that? Munni Badnaam Hui or something. That was the vibe. And so the song was playing and then suddenly it pauses. And then the song that comes over and all of the girls stop dancing. And then the song that comes over is, it's a hap, hap, happy birthday. They were playing happy birthday to me in the middle of the dance bar because someone had told them that the next day was my, I had gone with a couple of people, that the next day was my birthday. It was just such a hilarious and surreal scene. I still remember the, the sort of disco lights that were on then. And where, where would I have slotted this into any story? And the other thing that I remember then is that, because, you know, my assignment was to talk to the girls. So I did get chatting with them and went back into their little dressing room areas. And one thing any woman will tell you is a annoying thing about traveling in public transport in India is that other women sometimes do moral policing about your clothes. And not moral policing, it comes out of a place of concern, I should say that. But if you're wearing a sleeveless top and if another woman sees your bra strap sticking out, rather than say anything, they'll tuck it in for you. This happens all the time. Every woman listening will know this has happened to them. So I was talking to one of these girls who was like in the briefest choli possible. And while she's talking to me, she casually tucks my bra strap in. And the whole thing just, it just amused me so much. All of the, all of the dynamics of sort of power relations or hierarchies that you could have imagined were all so much more complicated. And I was just thinking none of this made it to my piece and what would I have I even done with it? But, but it's all sort of added up to what I think of Bombay because when I was driving by, I was seeing a sort of dive bar, not a dance bar. But yeah, it immediately took me back to just that tinny, it's a hap, hap, hap, tinny bar. Yeah, so, so cinematic, these memories, actually. Yeah. And at the end of the night, the person who was taking us around, who was a friend of a corporator, took us to a restaurant in Mahim because everything was shut by then and the shutters had to be pulled up and you could just scooch through and there was, you know, a late night meal to eat. And I had spent the whole evening with this person. And then as we sat down at the table, he pulled a gun out of his pocket and put it on the table. He'd been, he'd had a gun in his pocket the whole night and I hadn't even known it. So yeah, as cinematic"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:01.640",
        "message": "as it gets. Yeah, fabulous. And by the way, in case people are wondering why, why you mentioned looking out of my window, we are on the 27th floor and my curtain was closed because they're thick sound dampening curtains. But look, when he said no, I want to look out and it probably won't affect the sound because it's in a different direction. So the windows are open right now. And you mentioned the dance bars. So in those days, one of my very dear friends, Sonia Falero, was working on a book about dance bars called Beautiful Thing. And I was lucky enough to be able to have an inside view on a whole writing process. And she did some four or five drafts of the book. And the one thing that struck me, in fact, the one thing that blew me away, and I discussed it with her when I did an episode with her last year on her latest book, The Good Girls, which is also fabulous, was that each of those drafts is completely different, completely different top to bottom. It's not as if paras have been moved, moved around small structural changes, typos have been removed. She just wrote them all from scratch. Sometimes the main character in one was a side character and another, but she had that kind of discipline and the process to do it and it took her years, but she did it. The similar process which she went through with The Good Girls, which again, she wrote from scratch. And I want to ask you about your process now. Like many years back, this book came out by Mason Curry called Daily Rituals, where Curry basically looked at artists and authors and spoke about their rituals and their workflows and all of that. And but he copped a lot of flack for that book, because there weren't enough women or I think there were no women represented. And the point that women correctly made there was that listen, our processes are very different. Men might have the privilege to take out large chunks of their time when they actually work and set those routines for themselves. But women often are struggling work, they're struggling, you know, marriage, they're struggling, not as in the marriages are struggling, but they're struggling with all these multiple things as marriage, their children, this work, there's looking after the household, even when you do get some free time, it's not quite free, because mentally, it's all there. So Curry to sort of Mason Curry to realizing to his credit that he kind of messed up here, came out with another book, which was Daily Rituals, Women at Work, right, where he just kind of focused on that. And one, regardless of what else you might be doing, I'm just amazed you got a book out in such a short time. And this is not a light book in the sense that on Kindle, it's about 3400 locations of actual text before the data starts, which I normally read in one sitting, and I managed to read it in one sitting anyway, but it would have normally taken me longer, not because the prose is lucid and clear, but you've packed in so much. And there are so many places, which are so thought provoking. So it's, it's a big book in that sense, it packs in a lot as obviously, you know, so, so what was that process like, of just in terms of pure habits, being able to create that mind space, where you can sit down and get into the flow of the book and all of that, how you know, share some of that"
    },
    {
        "speaker": "Guest",
        "time": "00:42:00.720",
        "message": "with me. No, it's so interesting that you asked that because in in my case, it's the time and the ritual really dictated the book. And in some ways, I would say not just the time that it took, I really think it ended up having an impact on the content as well. I don't know if in another time, both in my life and in the world, if I would have written maybe another version of this, you know, I'm not writerly writer, Sonia is, she's a wonderful writer. So, you know, I would not have had, I'm not sure that I would have the creativity to have multiple ways in, I would probably have the same way into it. But it would definitely have been different in multiple ways. So once the book got picked up at the end of December, I have a wonderful agent whose name is Anish Chandi, who runs an agency called Labyrinth. So I know nothing about writing books, I knew nothing about it, then I had no idea what timelines were like. And he said me this, now that I realize extremely aggressive timeline of, he said, so what about by the end of May, which was like five months. And I thought, okay, that's what you're supposed to do. So I said, sure. And now I realized it was it was a tight timeline. So once I knew that that's what I had in front of me, it was really driven by everything else in the world then, which is one is that I had these, so my husband's a lawyer, and it wasn't work that he could continue doing online because, sorry, from home because courts had both restarted partially physically. But the other thing was also, he has a lot of paperwork around it, colleagues who, you know, support him, and he had to go into work for that. So I knew he would be out all day and I'm home with the kids and they're really small. So I can't, I can't have video calls or that sort of stuff around them. So I used to work, get up early in the morning and work for a bit before he left to work. And then the rest of the day, it would really be chunks of work done over someone asking me for a color pencil or where their rabbit has gone missing, bits of that through the day. But then I got these three big chunks to write in. The first was when my parents came to visit at the end of February and stayed for nearly two months. And they agreed with my kids and my kids were really happy with them. And I could just write and I had taken a break from most other regular journalistic work for, again, because it was, I said myself five months, it didn't feel like I would be, you know, I could take five months off and I didn't end up doing that because so much in the world was happening, especially around COVID. I did end up doing regular reporting anyway. Then they left and then it was a sort of summer holidays for courts as well. And between my husband and my in-laws, they could do the remaining two months till the summer was over. So I knew I had that as well. And I have a friend in Chennai who has a lovely little studio apartment with a big wooden dining table. So as often as I could, I'd go, because even if I am at home, if even if someone else is watching my kids, there's always like a Lego piece that only I can find. And, you know, someone is always asking me for that. So I could go to her house, just, you know, spread all my stuff at her dining table, drink lots of her coffee and, and get it done. And because I had that deadline hanging over my head that the summer would end, the kids would be back in at least online school and my husband would be back in court, I knew I had to finish it off by then. So I don't know if I was. So one of the things that that meant is that because I have all of this existing news reporting to build on, I took that as a lot of the sort of skeleton for the book I wrote then. So I wonder if I had, you know, if I was on a one-year writer's residency in the south of France, maybe I would have done a sort of radical re-imagination of everything and come at it from another place and maybe even re-examine some of the things that I had written or thought, I don't know, maybe it would have been another book then. So, but because of the way my time was structured, it did, it did end up having, you know, there were bones that were already there from my news reporting earlier. So yeah, in my case, it is entirely a case of the daily rituals driving, driving the story and probably in terms of content as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:26.720",
        "message": "You know, was there a sense that there were parts where you were happy to satisfy? Like satisfies for my listeners, of course, is a combination of satisfying and satisficing that sometimes rather than try to look for the perfect choice, you just you're satisfied with what suffices. For example, you know, I'll go out to buy a new shirt, I won't try a hundred shirts, I'll just, the first one which I like, which happens to fit, I'll just pick that up and similar for small purchases and so on. And in writing, what I often tell my students is when it comes to the first draft, you know, satisfies this, but trade off between getting it done and getting it right. And too many of us focus too hard on getting it right. You know, we make perfection the enemy of production. And it's important just to, at least for the first draft, just to get it done. Because I can understand that when you're a journalist, you're writing a thousand word story and there's a certain amount of effort and you've done so many of them that it's much easier. So but when you write something bigger, like, oh, this is a book, it is, you know, it feels like such a serious thing, and you really want to get it right. Were there moments where you were sort of second guessing what others would think of it? Or moments where you were saying that shit, I'm overthinking it, let me just get it done. Let me just, you know, get it down on paper. What was that like with you? I mean, was it relatively smooth? Or was there"
    },
    {
        "speaker": "Guest",
        "time": "00:47:39.800",
        "message": "agitated moments? No, there were certainly agitated moments also, because until I finally sent it out, I didn't do a lot of showing it to other people or didn't do any of that at all, in fact. And because in the last few years, I have spent so much of my time interacting with other people who do also work with data. The big question, you know, you had Pramit recently and Pramit and I talked and interacted so much about data. If this was a book that I was first showing Pramit or picturing Pramit as my reader, I would think that there's nothing in it for him to learn or be surprised by because, you know, Pramit knows all of this already. So I certainly had that feeling that because I am not doing new and original reporting for this. And again, as a news reporter, I'm so used to the need to say something new and something new that you have yourself either drawn out from the data or from talking to people that that feeling that I'm not saying something new stayed with me literally till the first absolutely unbiased feedback from people at Westland. I was truly worried that I was not saying anything new at all because I felt like these are things that I have reported on so often before. I think satisficing is pretty much how I do a lot of journalism. I do operate on tight deadlines and and I'm OK with that, you know, because most of it I am quite OK and I have been OK during the pandemic also in terms of saying things that do need to be said now with all while being honest to the data and saying that we don't know. I have felt liberated by the ability to say we don't yet know in the last two years so much. I have said it so much in the last two years. So so for example, recently I began to see in a couple of states an increase in the share of those 60 and above in total COVID deaths. And in other parts of the world where the data is in better shape, the immediate question you would then end up asking is, are we seeing waning immunity? Now, the thing is, we can't yet answer this question in India because we don't have the vaccination data alongside it that would give us these good. But I was OK with doing that story to say that this is what the data shows. It might not show waning immunity. It might just show that younger people have now got vaccinated at rates that no longer give older people relative advantage because now everybody is sort of equally vaccinated. But if this is the case, then at least let's examine the data and have a conversation about boosters. So I was OK with not having to not waiting for another month or two or till better data comes out. I don't think I did that with the book, though. I don't think I was. Maybe the first draft was just adequate and then I added things to it later. But no, I do feel that I looked at all of the data that I did want to. I discarded things that I felt weren't good enough. I stuck to only narratives that I felt were being honest to what the data said and not sort of picking outlier things. I'm also happy with the conversations I ended up having, the other reporting to fit into it. I don't think I'm a writer with much sort of writerly flair. So I don't know if I had given that more time, if more of that would have come out. I don't think so. I don't think I have that sort of, I don't think I have those flourishes in me at all. So in news reporting, yes. But again, as I said, I don't and you're not seeing that either. I don't see satisficing as a problem. In fact, for fast developing things like the pandemic, I think we should keep satisficing every day and then we'll reach a satisfying point, you know, with the collective knowledge at some point."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:26.720",
        "message": "Yeah, that's well said. And I keep saying the only way to, you know, get it right in the end is to just get it done again and again and again. And what you sort of spoke about about thinking that everything that you were writing about was obvious is something that I've thought about. I mean, it's what is called the curse of knowledge, right? You know a subject so well that everything about it seems obvious. And you assume sometimes that, you know, there's a certain baseline level of knowledge that your reader shares with you, which is not always the case. And I realized that while doing a show also that sometimes there'll be episodes where I'll be like, okay, nice conversation, maybe there's not much new in it. And then there'll be feedback coming in saying, oh, this was a TIL or that was a TIL and my god, I didn't know that. So I keep reminding myself not to assume that everybody knows everything that you just, you know, have to make a good faith effort to strip yourself of those assumptions and just kind of keep going. So we'll take a quick commercial break and at the other side of the break, we'll talk about whole numbers and half truths. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've enjoyed teaching 19 cohorts of my online course, the art of clear writing, and an online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, and a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST or about $150 and registration is now open for my February 2020 cohort classes start on Saturday, February 5. So if you're interested, head on over to register at indiancut.com slash clear writing. That's indiancut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the scene in the unseen. I'm chatting with Rukmini S about her wonderful book, Whole Numbers and Half Truths. And the reason I paused there was I keep forgetting the name of the book. So I had to kind of get the physical copy of the book in front of me and Rukmini pointed out that you can actually read the title of the book if it is standing in front of you without having to incline your head, which you do with everything else, which made me realize that even though we are a left leaning country when it comes to browsing books, we are a right head inclining country because just because of the way our book covers are designed. So maybe publishers ought to think more about that. And as Rukmini was telling me when I shared this thought with her, we're not perhaps a left leaning country either. So anyway, coming back to the book, I just want to start off with a comment on something that you know, I thought I should kind of I didn't want to butt in there. But you said you're not a writerly kind of writer. And you said, you know, you didn't have the time to aim for flair. And maybe you don't have it in you. And I think you were being unnecessarily modest, because I think what this book succeeds in very well, is just the clarity of prose, which is important, which is what is the important thing in a book like this. So for a book like this, I don't think I'd want writerly flourishes or novelistic approach, you know, which is much more suited to the kind of effort that Sessonia was doing with the good girls, right, where it makes so much difference. But over here, I sort of didn't feel that to be an issue at all. Now, one of the sort of things that you start off with in the introduction to your book, is you talk about how so many popular narratives have no basis, in fact, obviously, and yet they're popular. And these are not just WhatsApp narratives, which, you know, of course have no basis, in fact, but these are even narratives that are popular among the commentary art, so to say among the experts that you see on television, and so on and so forth. So why is this, you know, when we are surrounded by data, we are surrounded by facts. And in fact, when many of these facts, much of this data has been pointed out by journalists like yourself, why is it that bad narratives continue to persist?"
    },
    {
        "speaker": "Guest",
        "time": "00:55:35.880",
        "message": "So unfortunately, I think it lies in the fact that the people who allow it to persist are the ones whose beliefs that particular narrative conforms to. And you know, this again gets at the heart of something that I worry about, which is, and we talked about this a bit before, which is people come to me sometimes with a sort of hope that data journalism is the thing that's going to change minds. And just as I feel, you know, worried about the ability of journalism to change minds at all, I feel equally worried about the ability of data journalism to change minds, just because there has been, I have seen this repeatedly, which is the data driven, even though it might be faulty data, the data driven narratives that persist are the ones that persist within that same bubble. And I have seen how these operate, which is that if you do sort of cherry pick certain parts of a data set, or that data said that thing at one point in time, then you sort of freeze your understanding at that moment, and you continue to make that point for decades after, because it fits your biases. So for example, if you look at sort of intra left debates, one of the sort of persistent questions maybe 10 or 20 years ago was around why in a period of then increasing incomes, calorific consumption was falling in India. And you know, this is a point that was raised by Jean Drez and Angus Deaton at the time, and there were these passionate debates in the EPW with people like, you know, the Patnaiks on the other side. So I think what had happened then and you know, I, I read everything that Angus Deaton writes, and similarly, that Jean Drez write, because, because what they did was this, which is that there was an understanding about how calorific consumption operated that had got ossified in time. And Jean and Angus Deaton were seeing in the data that it didn't, you know, that that had might have been a snapshot in time, but the continuing trend didn't sort of merit that narrative. And they looked at the numbers and they sort of raised questions about it. And it's invaluable what they did, because it, it has ended up advancing our knowledge of how food operates, how societies develop, what it means for food, what it means for calorific consumption, what changes in the nature of work mean, all of those. And it's complicated. I mean, Angus and, Angus Deaton and Jean, Jean's articles ended with questions, not certainty around why this was happening. I see this again, similarly, in the last, say, five, seven years around the issue of child stunting, which is a sort of, you know, pernicious, an indicator that's not shifted considerably, and around which again, the sort of narrative had gone through two phases. One was a sort of right-pushed narrative around genetics, which was sort of largely debunked. I mean, debunked in the sense that we know the extent to which genetics plays a role, and then there's all this variation that genetics cannot explain. Why, for example, upper caste are the tallest people in India, and why, for example, South Asian communities overseas are so much taller than an earlier generation would have been, similar in heights, why Bangladeshis have become taller than those in West Bengal, for example, despite being poorer at the time, not poorer anymore. So I think, again, that conversation on stunting then took a significantly advanced turn in the last five years, where conversations around one, inequality, both within households and among communities became central to that discussion, and the key issue of sanitation, which, you know, we now know accounts for a large proportion of the variation that you see in stunting, which is simply because if you are repeatedly subject to bouts of diarrheal disease at a very young age, you're not able to accumulate the nutrition that then has a lifelong impact on something like height. So people who did look at the data to advance knowledge and sort of take ossified narratives forwards are the ones who've done us such a service in terms of truly advancing human knowledge. But the narratives that people love to hold dear to themselves, just as the narrative around India being largely a tolerant country, that I think is actually very damaging, that we've, so many of us have grown up with this sort of feeling that this, you know, going to each other's houses at Eid in the valley is the sort of central Indian ethos and the rest is the fringe, and I think not recognising what is the fringe and what is the mainstream has done us a great deal of damage. Similarly, you know, there are narratives around, you know, other issues around in the economy, role of liberalisation, for example, and outcomes from there on and the impact it had. So, yeah, the narratives that I think pursue the long, sorry, persist the longest are the ones that enjoy the greatest uptake within their own constituencies. And I really have to think hard about how it is that narratives wither within constituencies, and I admire people who have taken on board, and by no means am I the person, you know, who's doing the majority of the sort of pushback or myth-busting out there. But for example, those in the feminist movement who I feel in the last five years have really significantly taken on board what's come out from the data, which is that equating sexual assault statistics with the sort of quote-unquote stranger rape that we think of often around sexual assault is problematic, and sort of accepting the role of laws that are there to protect women against sexual violence, the role of those very laws in victimising both men and women and consenting relationships that go against other social norms. I think the feminist movement has taken that on board, that, you know, even though it has meant challenging deeply held beliefs and also challenging coming to terms with whether the laws and reforms that you pushed so hard for have had horrific unintended consequences against women, who I really see as the primary, continued primary victims of this. So I do see that acceptance. I also think that this acceptance among, you know, I like seeing acceptance among people who feel that they are middle class, for example, or that, you know, that there's only a very tiny super-rich and they're not part of it, and that acceptance that they are, they, we, us, all of us are part of the one percenters. You do see that, and when you see that sort of dawning realisation, it is gratifying. So I don't have a theory about what it is that causes, I have a theory about what it is that causes narratives to persist, but what is it that causes narratives to wither away is the thing that I find harder to understand. And it matters, because if you do want to believe in the goodness of some others in the ideologically opposite positions from you, and you do think that that constituency to appeal to goodness or to, you know, factfulness in other people does exist, in some people does exist, then it becomes important to think about what will it take for those narratives to go. And yeah, I don't have the answer to that, but I think it's really important and we should be thinking harder about what it will take to change, change minds when something has been held here for so long."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:55.160",
        "message": "I think one quote that comes to mind is how paradigms change one funeral at a time, which, you know, essentially alludes to the point that you can't really change people's mind, but dominant narratives change when a lot of the people who held them grow old and they die out, and then new narratives come. Like what I think of people like me doing and people like you doing and in the different ways that we approach this is that we are really playing the long game. And this is more true for me than a few, hopefully, you can change a lot of minds in the short term as well. But I see the game as you're playing the long game, you're trying to, you know, people who haven't made up their minds yet, people who are still intellectually curious, who haven't really decided upon one worldview, or who are still young enough to not be rigid in those worldviews. Hopefully, you can have an impact on them and an impact on them not in terms of persuading them to this worldview or that worldview, but merely the value of skepticism, the value of conversation, the value of kind of questioning everything. So I see it partly as, you know, playing that kind of long game. And again, one of the things that increasingly and partly through the conversations I've had, I've realized is that I was so wrong about so many aspects of India, because I grew up in this elite English speaking bubble. So we made these convenient assumptions, like, oh, basically, we are liberal, and basically, we're tolerant. And we made all these assumptions. And those assumptions are really not the fact in a sense, we are the fringe, right. And, and the way to look at that is therefore not with despair, but to take that as a challenge. I mean, this was a whole point that I think Gandhi was trying to make those decades ago, when he said that you cannot fashion society in a top down way, like we try to do with our constitution, you have to change society from within, which is a challenge all of us have to take up."
    },
    {
        "speaker": "Guest",
        "time": "01:04:43.200",
        "message": "And Amit, if I can just jump in around one thing you were saying, in a very literal way, the quote on paradigms changing one funeral at a time, one, something that struck me was the way I did see some minds or views changing around when the data around excess mortality in India started coming in. And in a very literal way, I literally felt that this was happening one funeral at a time, because and, you know, when you're using the word worldview, word worldview, one of the things that came to mind was that even if worldviews are not changing, there are aspects of it within that, that, that I think can change. And then maybe, you know, and I don't, I don't have a grand project. So I don't know what it is that I sort of want to change in worldviews. But if it is still possible that you might have this grand worldview, but elements of that you are still willing to see what comes of it, and maybe change minds. So I do believe that, that a significant, this is totally unscientific, but I do believe that people have broadly come around to the acceptance that a lot of people died of COVID in India, and the official data does not count this. And they do not have to come at it from a union government suppressed data way. It can come from all sorts of things like doctors don't put the right names on death certificates, or there were so many people that people couldn't be counted, or in rural areas, nobody even knows what people die of, or a particular city government or state government who you hate is the one doing the suppressing. But I do feel for two things. One is just because of the ridiculous sheer number of people who died, everybody knew someone who died. So it, it no longer became a narrative that could, you know, we don't have that sort of centralizing or sort of intoxicating force that even if you see reality crumble around you, you still continue to believe what your sort of dear leader is telling you is reality. And I do feel like people, because enough of this reporting happened by multiple people across newsrooms and across languages, you know, we had the Gujarati media reporting on this, we had the Hindi media, media reporting as well as the English media across multiple states. And I don't think this necessarily matters to more than like 25 people, but we all of us put all of our data on GitHub. So if you were the sort of person who'd want to look at that, you could look at the data yourselves. So yeah, I think maybe one news report at a time and one funeral at a time, minds did change around deaths in India. Just to think of it in terms of if you and I went downstairs right now and had a cup of tea at the chaiwala downstairs and asked the people around us that, you know, the official number in India is that four lakh people died of COVID. Do you think it's more than that? I really don't think it would be very hard to find a single person anywhere in the country who says, no, is the union government saying four lakh? Then I totally believe only four lakh people died of COVID. So yeah, those same people's worldviews are not necessarily things that I'm changing. But it does seem, yeah, maybe parts of it, you know, just by being confronted with, if it's something that you can see with echoes of it in the real world around you, as well as broad based reporting. So yeah, maybe, maybe it then changes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:01.440",
        "message": "Yeah, that's a great point. And an added twist to the phrase one funeral at a time. And, you know, we were chatting about this earlier at lunch, and where you asked me if I'm still consider myself a libertarian. And I said, no, you know, I reject the label, but that's the closest anyone can come to, you know, putting one on me. So I don't mind it. But I reject the label, because labels are used always these days in a tribal way as pejoratives. And why not just avoid that? But you know, what, you know, just sort of going back to that, I find that the things that I am rigid about, our values, but the things that I'm completely open to being convinced otherwise about our facts. So I know what my values are, you know, so I value individual freedom, autonomy, consent, all of those things. I'm fairly rigid on that. But as far as facts are concerned, you know, you know, are we a tolerant people has calorific intake gone up and gone down, I'm willing to be convinced by you know, the most convincing argument, and so on. And I think that this is also something that can apply to everybody. Like Arnold Kling wrote this great book called the three languages of politics, where he pointed out that we are talking past each other. So so much of the time, because we start from different first principles, from which we can draw different coherent arguments, like he looked at the American example, where the progressives care about equality, libertarians care about freedom, conservatives care about tradition, and they'll start from the first principles and reach different conclusions, but they're completely coherent. And they're talking past each other, because they don't take each other's first principles into account. And what I would simply say to everyone is that don't change what you value the most, whether it's equality, freedom, tradition, whatever, you don't have to change that. But as long as you're open to facts of the world around you, because the world is deeply complex, it is so incredibly arrogant to think you have anything figured out, even within your book, after all that I've read and all the conversations I've had, there were certain parts of your book, which took me by surprise and made me look at things in a new way, but always, when it came to the facts, and that would be the case, regardless of what ideology I might, you know, have as a prior."
    },
    {
        "speaker": "Guest",
        "time": "01:10:08.400",
        "message": "So, you know, what would happen if parts of your values were based on facts, which then could change, you know, and I do feel like that is something that I have encountered when, when I have had these questions around some daily leftist beliefs, for example, because if you, you know, I suppose this is taking the idea of a value very far. But if you believe that there are some aspects of how states function that do achieve aims that you believe in, like, you know, better redistribution, equality, and then you find that those pathways don't lead there, that's when you start to shut your ears to the facts, I think, then, you know, because if you find that, you know, states that you believed had the most redistributive policies, but are not the ones that ended up giving the greatest leg up to those who started the furthest way behind, then I would imagine that that's sometimes where this might"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:01.200",
        "message": "break down. Yeah, I can think of a couple more examples of that, like one is a simple Hindu Khatre Mein Hai narrative, where it is very easy to bring data and show that boss, at least in India, Hindu Khatre Mein Nahi Hai, we are the dominant majority, we are chilling, we're doing really well, broadly speaking. And the other area is, like, for example, you know, a lot of what the left would, I mean, I don't want to use labels, but what to do, a lot of what the left would support depends, a lot of the policies they would support, they would support on the basis of good intentions, and ignore the outcomes. For example, when the UP government last year decided to get rid of the labour laws, now you can argue about the way in which they chose to carry it all out and with specifics in the bill. But the fact is that those labour laws, while they may have been well intentioned, harmed workers more than they helped them. We have like, decades of sort of, you know, history backing that up. And yet people who, you know, just went by the intention of the laws and by the fact that it came from a political regime that they opposed and that I also oppose, you know, it was just a reflexive doubling down on, oh, how we, you know, we need these labour laws and an inability to actually examine that do these laws even achieve what they're supposed to achieve? So I get that. But my next question then is, you know, just taking off from that, that sometimes facts are also unclear in the sense that they don't prove one thing or the other. Like you can't do controlled experiments in social science. Like my friend Shruti Rajgopalan once gave me a great example where she said that if you are doing a scientific experiment on whether dropping a coin in a beaker of water displaces some water, it's really easy to do it in a lab because you measure everything precisely. It's almost impossible to do it in a swimming pool, because there's just so much activity, 40 people jumping up and down, you'll sometimes get the opposite result. No matter what happens, you can't attribute causation, you can't say it's because of this, the real world is messy, so many things interacting. And therefore, you know, as you correctly say, in your intro as well, that, you know, statistics don't tell us everything, quote, they need context interpretation as free from ideological spin and to be held up to the light, quote. And in some cases, this is obviously easier to do than in other cases. So you can convincingly today make the case that more people died of COVID than the official figures indicate. But it's much, much harder to make a nuanced point about, you know, whether farmers in a particular place would be better off without an APMC, or whether the labor laws in a particular state actually harm the workers more than they help them, because there are so many factors at play, there are no counterfactuals, there's no controlled experiment. I mean,"
    },
    {
        "speaker": "Guest",
        "time": "01:13:38.240",
        "message": "I'm just kind of thinking aloud from... Yeah, no, and I know that then this leads people to a place of feeling that that one set of facts can be argued with another set of facts. It leads you to a place of not knowing, I mean, all sort of WhatsApp arguments are not about facts versus lies. There's also one set of facts versus another set of facts. And I remember in the early days of the pandemic, when I started this pandemic podcast, I remember feeling then that it was like my job to figure out what the facts were. And very quickly, I realized that that was going to be impossible. I don't have, you know, the training to evaluate scientific evidence. And I was feeling just as other people were that I was seeing sort of contradictory sets of things by otherwise sort of credentialed people and not knowing, you know, so having been through that myself, especially in a moment where I felt like I had to have an answer. And maybe many people do, even on WhatsApp, they might feel like they need to show that they know what it all means. Yeah, I see how that gets difficult and complicated. And then, you know, assuming bad faith about people arguing one way or the other is not fair, if they are sort of choosing to look at evidence that then goes along with their beliefs. And on some things, there is a sort of broader truth, which is that you evaluate all of the evidence from these different places. And there is a sort of larger argument to be made. And of course, it's always a nuanced argument. It is. And you know, the argument may be that, yes, this really was good for these people, and not good for others. And if you are one of those people, or you care about those people, and then you want to take a decision based on that, fine, that that's what you're doing. But then, you know, don't go ahead and argue that it's going to be equally good for everyone. Maybe just accept that it's good for the people you care about, or you are yourself. Yeah, but I can see how it leads people to feel, I think people have felt this a lot in the last two years, that any set of studies can be argued against with another set of studies, and all of these are sort of published. And yeah, so I suppose at some point, then that leads you to, again, seeking out evidence from people who you, you know, I find myself doing this sometimes, and I really have to stop myself, that if I see a study, then I'll want to know a little bit about the politics, meaning not party politics, but the sort of worldview politics of the person who did it, to know then whether, and you know, this might be something about masking, it might be a study about masking that's been published in like the BMJ. But I still feel like I want to end up looking at this person's views before deciding. I don't know, maybe, you know, maybe you need some filter to get through the world, otherwise, what are you going to read about everyone? Yeah, I don't, I don't have a good answer for this. And I don't blame people for then having these, these sorts of arguments about sets of facts. I suppose, to satisfy yourself, you should know that you've done whatever due diligence you at the level of either, you know, regular reader or a journalist have done with the data, which is that you have tried to assure yourself that you haven't cherry picked it. And you know, you've been true to the broader story of what the numbers are saying, not just looking for that one terrible indicator, which is the way a lot of us journalists are taught to report on something like the census, which is pick the one indicator that tells a bad news story and tell a story about it. So I suppose, when I talk about holding the numbers up to the light and along with context, it's that you're that at least you satisfy yourself that you're being fair to the numbers, if nothing else. Yeah, and I agree with you, the last two years,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:16.240",
        "message": "especially it's been damn complicated, because you have so much contrary information flying about that, on the one hand, if you see a study on masking, like you said, the logical the correct way to look at every study would be to ignore the affiliation of the person or what they might feel and just look at the data on its own. But we don't have the time or the mental bandwidth to look at every study. So it's a useful heuristic to have, who is this person? Where are they coming from? I remember I did an episode with Gautam Menon or one of the COVID episodes I did, maybe Lancelot Pinto, where we spoke about how ivermectin is rubbish, it doesn't work, right. And there had been enough studies that showed that. And I got assaulted on email and Twitter by so many people with such anger. It's like somebody believes in God and you're telling them, hey, your God doesn't exist. He's rubbish. You know, it was that kind of furore that they took it to took it so much to heart that no, ivermectin works. And one of them sent me like reams after reams of so called evidence. And if I'm a neutral person who doesn't know how to read all of this information, it would seem so convincing to me, right. So just kind of navigating that alone becomes a problem."
    },
    {
        "speaker": "Guest",
        "time": "01:18:26.240",
        "message": "And so I let's kind of go back to your book. Ivermectin army in particular is quite unlike most things that I've encountered. Even I would say they sort of stand out in sort of true believerness. And I have been not assaulted by this army, I have been attempted to be recruited by this army as well. So people who I otherwise, you know, knew in my normal professional life to be people like you, you know, they took their office bags and went to office and you never knew what was going on. I have got in touch with me as if they are sort of, I don't know, Freemasons or something, literally an attempt to recruit. So it's, you know, you always and there are some, it's almost like the hashtags that you mute on Twitter. There's a particular, so I'm going to allude to it without mentioning it, otherwise we're going to get another fresh wave of this. But you know of a popular conspiracy theory around a recently deceased actor that's taken over Twitter. It's sort of had that, the Ivermectin has had those echoes in it to me, which is of a bizarrely organized army. So I've spoken"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:31.400",
        "message": "about my favorite SSR theory quite often on the show. You're feeding the... The quantum mechanics one, you know, the quantum mechanics one. No, I'm too scared. I'll link it from the show notes. So now I have to tell you, you can pretend to ignore me and look out of the window. But basically the theory is that once he had, SSR had tweeted, say showing his interest in a particular phenomenon in quantum mechanics, which I think split something into two, an atom or a proton or whatever splits it into two. So the theory is that he had mastered this technique or whatever, and he had split himself into two. And the SSR who died was actually the duplicate. And the real SSR has been kidnapped by someone or is in hiding because Yogi Adityanath is looking for the real SSR, because the real SSR invented Covaxin. And it gets really crazy. It's a fantastic long thread. It's a masterpiece. And of course, there are many other conspiracy theories, like he invented the game Foggy, the Indian version of PUBG, and Akshay Kumar had him killed because Akshay Kumar wanted to claim or whatever. So that's another crazy story that is out there."
    },
    {
        "speaker": "Guest",
        "time": "01:20:38.400",
        "message": "See, Amit, since I have a book to sell, I'm going to nod in a genial fashion to all of these things and not risk upsetting anyone, except to throw in this thing, which is that I recently found out that if through accident a starfish gets broken into two pieces, each of them form new starfishes. And this has not stopped. I mean, I've spent an inordinate amount of time thinking about it. So that's the direction I'm going to take the splitting"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:04.360",
        "message": "into two into. You have no idea what you've just done. There are going to be threads on this. We don't even need quantum mechanics. We need starfish. Yeah, but you know, so here's again, a question that I'm sure since you think a lot about truth and facts and alternative facts and these narratives and all that, something that I can't figure out, that a lot of the vehemence of these either these SSR types or the Ivermectin types or the QAnon types, there are so many types, is that they all seem to be cultists in search of a cult. Why are so many people cultists in search of a cult? Do you have any thoughts on that? Like what is this? Why do so many people want so desperately to believe"
    },
    {
        "speaker": "Guest",
        "time": "01:21:50.280",
        "message": "in things like this? I'm going to come up with pure pop psychology for this. And I wonder if, you know, the sort of standard pop psychology explanation of this would be that there were figures in the past to whom, at whose feet you could prostrate yourself and seek their, you know, seek community and sort of shared belief and whether they were caste leaders or religious leaders. And maybe with the way, you know, with the way we all live now in the cities we all live, you can't, you don't have access to your godmen of choice anymore. Though there are those, there are equally vehement godmen cults on Twitter as well. So yeah, maybe in the absence of that, people are looking, and you know, I'm being facetious about this, but there is, I do understand that sense of wanting to belong to a community that believes strongly in something and that seems to have a higher purpose than just your mundane existence. And I don't mean this in a condescending way. We all want that. We all want a higher purpose community. And, you know, we find it in different ways, but perhaps this is what people are seeking. And also, I mean, clearly there is a sense of, you know, in the conspiracy ones at least, there is a sense of being wrong by the state and the need to put it in some concrete fashion or have an individually wronged person embody that even, you know. The reasons that you're willing to believe all of this in a way has to be because you have seen some of the depredations of the state and you do believe it as a state that can do acts of terrible violence, including having people killed for business interests. I mean, these are not fantastical beliefs in that respect. The quantum mechanics part might be, but, you know, all of the rest of what an all-powerful state or a corporate can do are sort of based in fact. So I do sometimes see, when you see what parts of the Indian state do, then imagining them to do things to individuals to whom it was not done is not that big of a leap of faith."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:58.040",
        "message": "Yeah. And a lot of things that sound like conspiracy theories actually did turn out to be true. For example, you know, everything we know about diet is wrong, for example, everything we believe for decades. I mean, America's obesity epidemic was in part caused by the state coming up with those dietary guidelines in I think 1977, where they basically followed the dictates of the sugar lobby, which had funded so many studies which demonize fat and said, hey, sugar is okay. Well, today, we know it's just the opposite. So they see Ghee Zindabad and don't look at me like that. It's I've just been eating carbs, carbs, carbs all through the lockdown, which is why I am what I am. But when I was last on a keto diet, I was 22 kgs lighter. But we shall not go to diet territory. And in fact, when some of my friends tell me that all this keto intermittent fasting, this is another cult."
    },
    {
        "speaker": "Guest",
        "time": "01:24:47.160",
        "message": "It absolutely is. You can't get keto people to stop talking about keto. That would be a true sort of act of restraint if they stop talking about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:56.800",
        "message": "Yeah, I haven't mentioned keto in the longest time. But there is that joke. How do you know if someone's on keto? They will tell you. Yeah, exactly. Yeah. And just sort of a thought that came like when I have been chatting about the creator economy or the media in recent times, one thing that's definitely happening there is that that mainstream is dissipating and many, many niches are kind of coming up. Like Steve Van Zandt, who was you know, the guitarist of the E Street Band with Bruce Springsteen, once said that, you know, rock was mainstream between the late 60s and the early 90s, a period of about 30 years, I think till Nirvana. And now there's no mainstream anymore in music. And similarly, you know, if you look at the media, there was mainstream media, all of us got our information from the same places. Once upon a time, there was a consensus on the truth that's completely dissipated. Everybody consumes information from different places. And I wonder if a similar thing is true, when it comes to belief, that earlier you had mainstream sources of belief, mainstream delusions, we could all agree upon like religions, you know, or the state, which I say is a bit the biggest religion in India is a religion of government, or the state. But now you have all these little sort of perhaps intersecting at times, little niches of belief. So you have your SSR and you have your, oh, the pharma lobby created COVID, you know, which is doesn't sound that far off from the sugar lobby caused obesity, which of course it did, and so on and so forth. So I wonder if you have any thoughts on that in general, that in those two fields, at least the creator economy and media, I find that you had mainstream monoliths once upon a time, and now it's all dispersed and all little pockets happening. But do you feel that's also the case, perhaps with belief or in other"
    },
    {
        "speaker": "Guest",
        "time": "01:26:45.840",
        "message": "areas? Yeah, though, you know, I find it hard to imagine of hard to be sure of how much of belief was, was consolidated in the past. And, you know, whether these sort of individual whimsies did exist then too, but perhaps with less documentation and with less sort of real world impact. I mean, all of us can think of grandparents who were completely convinced about some particular thing or had a particular belief. And, you know, I don't mean that these were all wrong or fake. These were things that they particularly deeply held or believed in. And yeah, you know, you really do see, you really do see the diversity of sources for information. I see it, for example, in even in the ways people have come to hear of the book, I find it so fascinating to ask people, if they come to talk to me where they heard of it from, because it's, for example, Ravish Kumar, the journalist who I admire deeply did an Insta post about my book. And he did it in Hindi and it didn't have a link or anything. I think he had, I don't even know if there was a picture of the cover, perhaps just a picture of the cover. And he said nice things about it. And I met a young man in Bangalore who said he saw that and then sought it out. And so, so just the whole pathway to it, you know, was fascinating to me. And yeah, of course, I mean, nothing like speaking to younger people to feel like you don't, it's so hard to say what the best way to get any sort of information out would be. You know, I remember if people were ever planning an event, then they would have like three, four verticals, you know, we'll speak to the three top newspapers, we'll speak, I really wonder what those sort of conversations look like right now, because it depends so much on what it is that you're talking about as well. And yeah, I mean, again, I feel like I would get into the realm of pop psychology if I began to think about what these beliefs come from. Also, you know, not to overstate that point, because the sort of core of many of the beliefs that I do talk about in the book, do sort of coalesce around a few key issues that are very mainstream, which is Islamophobia, for example, which is really a sort of central focus around which a lot of the smaller beliefs do come around. So I don't know if, you know, maybe they're entering into the space through multiple and unusual and newer ways, but they do seem to be coalescing around fairly well-trodden paths."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:15.280",
        "message": "Yeah. So before we get down to many of the sort of concrete insights in your book, final kind of abstract question, which takes off from this paragraph from your introduction, which is also a piece of excellent writing. So I think you do yourself a disservice when you underplay that part of what you do. So I'll just read it out and then come to my question. And you write, quote, this is a country of wonder and beauty, of idealism and sacrifice, of extraordinary leaps of faith, and people who move mountains. Numbers, far from being cold and unintelligible, can capture much of this nuance, this humanity that prepackaged narratives sometimes flatten out. If Indian statistics have seemed impenetrable, that is a failing of the community that produces data and works with it. Everyone should hear the stories numbers tell and then make up their minds about the country, stop quote. And to what extent, and I ask this since you've also thought about the craft of writing since you've written this book, to what extent is storytelling an important part of what you do? Because many data people could just say that I'm going to get the data and I'm going to get the best data I possibly can. And that's the end of it. That's my job done. Whereas you clearly are not just getting data, you're also thinking about how to contextualize it, how to make it persuasive, how to tell the story. So, you know, what are your insights? What are the insights that you've had while thinking about this aspect, the storytelling aspect? And do you feel that more people in the data business should take this more seriously"
    },
    {
        "speaker": "Guest",
        "time": "01:30:48.280",
        "message": "if their work is to have more meaning? Yeah, I think about this a lot. And one of the things I worry about is that by having these sorts of conversations or sort of creating this sort of theory around how storytelling around data can be done, that I will myself end up creating a formulaic model, which I really worry about. Because some even people in government have recently got in touch and said, you know, we put out these reports and nobody reads them. But then the way you've written it is making people read it. So, you know, we also should think about how we should open with a good story. And my heart sinks when I hear that. Because if the only point is to have that person for the introduction of your story, then that's another reduction, another formula, which is why I feel very privileged that so much of the stories I picked up without intending to pick them up as stories, you know, this wasn't the point of those conversations to have them reflect this data. Because in the few instances when I did that, which is when I was writing about something and I needed to find a few people who would accurately sort of reflect what I was talking about, it always ended up following a pretty, you know, it felt like I was doing social science research rather than storytelling. I needed to say, okay, well, I'm looking for a town of roughly this size and a family or maybe a woman who belongs to perhaps this community who has a BPL card that says this on, you know, yeah, I never felt very good about that. And those, those stories, I mean, that will check that box, but it won't necessarily provide an interesting story. So I feel lucky that having been a reporter who was sent all over the place for reporting stories, I ended up picking up the stuff as byproducts that then formed these pictures in my mind. And if I if this wasn't how I had gotten to it, if I had started as a data journalist or even started as someone who wanted to write this book, I don't know how I would have done it and whether it would have told these same stories at all. So I don't know, I really struggle with this. If I if I was to write, you know, suppose there was another book in the future, which took say another 10 themes. And if there were some of these that I hadn't done reporting around, I don't have a good model for how for how to do this. I see the power of of stories and actually connecting with people. And I also feel that it's important. In some places, it really felt satisfying and validating to have stories that made the points about the messiness of data that I was trying to talk about. So for example, and you know, when I hear that paragraph being read back to me, I realized that in my mind, I had a lot of it was around data on voting, because I really do feel very passionately about electoral and sort of political data and the sort of flattening of it, especially faced with an electorate, who is so passionate, people are so passionate around voting, and with such deeply inspiring beliefs that drive it. And you know, I have a couple of stories in the chapter on voting where I speak to two women in Chennai, one of whom was voting for the ADMK because she was voting in Jayalalithaa's name. And her, you know, reasoning was that this was a woman in a man's world. And she felt she identified with that. And the other, her neighbor was a woman who was voting for the DMK, who felt that she wanted to keep out a party that she believed was a Hindi Hindu party. Both of them had taken money from the respective parties that they had voted for. And this sort of flattening of people in Tamil Nadu vote for the person who gives them money is so common, especially in the last few years. And I feel offended on behalf of voters that this is what their, you know, the complicated matrices in their minds have been reduced to this. So that was an instance in which I felt good about those stories being able to explain the messiness in the numbers that otherwise, when you report purely on surveys, you sort of have this veneer of scientific reasoning or certainty that stories like this actually complicate. So those are instances in which I feel convinced of the importance and the power of storytelling in it. In others, I do worry that, you know, am I giving the medicine with a spoon of honey, which is drawing people who typically are not fond of looking at numbers in with a well-told story? And should I think of it as, okay, well, that's bringing them in to look at the numbers and that's what's important? Or is that not a sort of intellectually honest way of going about it? So I don't know, there are some instances in which I feel satisfied with the storytelling and others in which I know it did the job, but it isn't necessarily intellectually satisfying."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:46.800",
        "message": "Yeah, that's really interesting in the sense that you seem to be saying that there are therefore two imperatives that you can have as someone doing these stories. And one is what you referred to in terms of doing the job that you're drawing the reader in and making whatever case you're putting forth compelling to the reader. And you're doing that with the help of a story. But on the other hand, you seem to be implying that it also feels a little manipulative to you. Have I read that correctly?"
    },
    {
        "speaker": "Guest",
        "time": "01:36:13.600",
        "message": "Yes, absolutely. It does. And, and it also because the sort of broader aim is to have people respect the numbers for what they are and feel and sort of come at it as grown-ups, you know, not that you are children who need to be led into it, and sort of a story being dangled in front of you. And, you know, I really resist this thing that people don't want to read this, people are not interested in data. If you look at the top most read stories in anything, any website, it always shows Bollywood, that's what people want to read. I really resist those theories. And I have never felt that in a newsroom. I also don't feel that from my bubble of the people I speak to. So it doesn't just feel manipulative, it also feels that I'm not being straight with people, you know, that I'm treating them as children or as someone who can't handle data, and I'm having to sort of sugarcoat it for them. And maybe that's not what people want. Maybe they could have dealt with those numbers just straight up. So I do know that. So the number one editorial feedback I get, and I imagine this happens to a lot of people who work with data, is the phrase humanize, that you need to humanize the numbers. And, you know, I was recently rereading a book called Dataclism, which was written by one of the co-founders of OkCupid. And in the book, he sort of has access to a lot of, it's the sort of book that you wish would be written now, because there's so much richer consumer data. And in fact, that's a big area of data that's not made available in India. So all of my data has that sort of old schoolness to it, because it doesn't have data from an Amazon, for example, or Google or Facebook, all of which tells us so much about modern India, but I don't have access to that data. So he had access to OkCupid, and I think maybe Tinder, or maybe there was Match.com then, and a bit of consumer data. And he uses that data to sort of come up with, you know, broad theories around stated and revealed preferences about institutionalized racism, that sort of stuff, you know, how much less likely people are to match or look for people of African American men, for example, that sort of stuff. And he too grapples with this in the book, which is that the standard way is to start with a story of the person, but he says, I'm not going to do this, I'm going to let the data speak for itself. And that's a bold choice. And yeah, it's a thought experiment to, it's worth thinking about what the book would have been like without these as well, which is being totally honest to the data and where the stories needed that complication, bringing that in, but not otherwise sort of very instrumentally thinking about humanize, humanize, which is the feedback a lot of people working with data always get."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:57.120",
        "message": "Yeah. And I think the danger, like you mentioned earlier about how a particular approach can become like a formula or a template. And in that case, like if there is an approach, always start with a story, then that kind of humanizing is actually dehumanizing in one way. And the other thing that kind of strikes me is that, you know, when you start with a story, you might achieve the short term end of making that particular piece that you're writing more compelling for the reader. But if your long term aim is to inculcate not a specific narrative, but a specific attitude in the reader that this is how I read data, this is my process of looking at this kind of work, then you're not actually working towards them, you're taking them away from that by kind of spoon feeding them. So would you say that's"
    },
    {
        "speaker": "Guest",
        "time": "01:39:43.960",
        "message": "also the case? Yeah. And I also think of this because I think one of the sort of imperatives around me working in data and perhaps in a way also the growth of the data journalism field in India came in some ways as a response to political reporting. Because forget party political reporting, which anyway is, you know, an embarrassment. Even electoral reporting, the typical sort of formula was to parachute into a constituency and speak to three people and say that this is how this one will vote, that one will vote. And the idea was that data can take you some steps away from that and you're being a bit more faithful to what the broader trend is rather than just the three people you chose to speak to under the people tree are saying. But if I go back to bringing in a story, then am I essentially going back to that, which is that I'm bringing in the one person that I chose to speak to. Sure, I can reassure myself that this is a person who is sort of either an archetype or an outlier in the data field and that is why they have been chosen. Yeah, but again, that's the thing that I grapple with, which is, am I then going back to exactly what I was trying to resist in electoral reporting by this sort of manipulative formula and all of the highly subjective choices that it involves."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:57.960",
        "message": "And you referred to a dataclism that got me to thinking about another book by Seth Stephens Davidovitz called Everybody Lies. Have you read it?"
    },
    {
        "speaker": "Guest",
        "time": "01:41:05.880",
        "message": "Yes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:06.880",
        "message": "And what he does in it is he looks at search data because his premise, which I kind of agree with, is that people are most truly themselves when they are searching for things on the internet because nobody's watching them and therefore there's no filter. And he got obviously anonymized search data from Google and I think some others and he found really interesting things about it from there. Like, for example, the one that kind of blew me away, which I could not figure out, which just completely blindsided me, was that if you look at the Google search, the number, like when you type out a particular phrase, a Google search will autocomplete it for you by country so you know what the popular autocompletes are. And if you type my husband wants dot dot dot, the most popular autocomplete in India is my husband wants me to breastfeed him. And the second most is my husband wants me to breastfeed his friends. And there is this obsession with, you know, breastfeeding, which is quote, four times higher in India and Bangladesh than in any other country in the world, stop quote. And I could not for the life of me understand that, or even come out with a candidate explanation for this. But what this and what a lot of other counter intuitive insights in that book kind of told me is that we know nothing, we think we know so much. But you just take a slightly closer look at data. And we really know nothing about what people are like. And it also struck me again there. And I thought of asking you about this, because it struck me that a lot of the data you're working with is kind of, you know, government agencies are coming up with data, private agencies are coming up with data is data that's out there, you know, a lot of it is data that's, you know, all these national surveys and all that there are sampling issues, there are issues of how do you frame the question, how do you present the question. And it seems to me that with these private companies, which are like, our lives are so embedded within them, or rather, they are so embedded in the way we live our lives, that a lot of you don't need to ask anything or look for a sample, there is just so much rich data that is so indicative. So, you know, what are your thoughts on this? Do you think in the future, you'll be looking at such data more and more? Do"
    },
    {
        "speaker": "Guest",
        "time": "01:43:12.560",
        "message": "you already look at such data? The example first of all made me think of the other sort of non data place that you get in a window into how people really think and which always makes you feel like that's what people are thinking, which is this Mahindra Vatsa's sex"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:28.480",
        "message": "questions column in Mumbai Mirror, I think it used to be or Midday. No, no, it used to be in Mumbai Mirror. And, and recently, I was clearing out my dad's house of all his books and all of that. And somewhere I found, you know, old magazines from the 1960s. And I came across this excellent feature on Mahindra Vatsa from a 1992 issue of fantasy. Do you remember fantasy? No, no, it was like Debonair. It was one of those Indian soft porn magazines. Yeah, so and there was actually a picture of Mahindra Vatsa in that when he was young,"
    },
    {
        "speaker": "Guest",
        "time": "01:44:02.200",
        "message": "which leads you to the realization that he was once young. Yeah, so that's the I mean, very similar question. In fact, I'm pretty sure I've read a breastfeeding question multiple times in that column as well. So there's really there's something going on there for sure, which, of course, Mahindra Vatsa has captured. Yeah, so, so there's a few in the defense of old school data, I would say that there are some things that well done household surveys can capture that you would imagine, you know, that they're too sort of old school to get at otherwise, you know, just the very fact that we have data on, and I'm sure it's underestimations, but we have data from household surveys on the experience of physical and sexual violence in women's lives from a government survey. This comes from the National Family Health Survey, which is definitely one of the hardest questions to ask. And the fact that, you know, overtime enumerators have been trained to ask that question and get some estimates at least which are far in excess of what reported data is. So at least that shows you while those might be underestimates, they at least take our understanding of officially reported data forward. So I would have some defense of these sort of surveys. I'd also say that there's a couple of privately done surveys, including the India Human Development Survey, which will now soon have its new round, as well as the Lok surveys that were done a few years ago, which do do things like ask questions about, you know, the experience and the practice of caste based practices of attitudes to gender, which are which are ones that, you know, they're difficult questions and they do get and again, triangulating data takes you forward, which is like you might say that jobs is the number one thing you're voting for. However, if you're simultaneously also saying, as people do in the Lok survey, that 45% of respondents would want an MP of the same caste, it goes to say something about your sort of caste list response that you want, you're voting for jobs alone. And by putting those sources of data together, you do get at something more. In the sort of final writing of the book, I made some final pushes to getting data from some of these, some of these companies that have so much of our data. Now, I will say a couple, first of all, I didn't get it, I will say a couple of things. One is that these are not nationally representative sources of data, because, you know, if you are online in India, you're much likely to be male, Hindu, upper caste, all of those things, of course, they can be corrected. And it's only going to get more representative as time goes by. But you know, these aren't sort of, they do not yet replace broad national surveys for these reasons. I find it very worrying that the only data that comes out from them is so heavily curated, it comes like literally as a press release, you'll never really get data from, from any of those. And when I, I suppose when I see a dataclism or another book like that, you think that perhaps in other countries, they are beginning to sort of give some of this anonymized data out, at least in a very specific way to some people, who they can be largely sure will not have terrible things to say. So people have asked me if I feel that just as I make demands of the government to do a better job in putting out data, if there should be a greater movement towards asking these companies to do a better job of putting out our anonymized data. And I don't know, I mean, I would love it, I would love to have access to it and use it and talk more about it. But I think that ship of entitlement to them has sailed long ago for all sorts of things. So it's a pretty faint hope right now that, that, that me or other researchers will get this data in any sort of fair and you know, no strings attached fashion to use. So yeah, I do feel like I'm missing out on a lot by not being able to even just any one of them, either Google or Facebook, if I had more access to the data, there's a lot I would love to say. Occasionally, there's some sources, you know, some data that I've used in the past, for example, from ad preferences, because Facebook based on your activity, plots you into some ad categories. And then, so it's interesting to think of what Facebook thinks of you. And through that, I was able to get you know, some sort of some, they even classify you as liberal or conservative. And then you can, you can see where I maybe put out the I had written something about how you can go about figuring whether Facebook thinks you're liberal or not, and see it for yourself. And then I had got some sort of summary statistics on what how they classified the majority of the country. But yeah, not not got much further than that. And let me just like, put out a fond hope into the ether, which is that if anonymized data could be put out, there's there is so much that people in the journalistic and research fraternities could use to say about the way the country is changing. And if, if someone reads the book and feels that it has a, you know, more sort of state data, old fashioned bias, and would like to know more about the new India, then, then these people should just share more of the data. It doesn't have it doesn't, you know, it, it can be pretty agnostic in that, in that respect. So yeah, I'd love to, I'd really love to have more access to this data. And my fear is that it's going to be sort of given in curated fashion to to people who they think, you know, people in the pink press or somewhere who they think will do like the job that they want them to do of it. So yeah, not much hope, but I would love to have it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:34.240",
        "message": "Yeah, no, I mean, I'm just thinking about, you know, we of course have to ask the government for data, because, you know, they're supposed to be our servants, we are entitled to that. That's not exactly the case with these big companies, because it's voluntary association. But if I was running one of these companies, I would on my own, give as much anonymized data as I could, not just to researchers or to, you know, specific professions, but just put it out there. Because who knows what some 18 year old kid using the data in a creative way could find, which could in one way be life saving for people, which could, you know, just provide so many insights. So if, you know, senior people from any of those companies are listening to this, kindly give all your data to Rukmini and me."
    },
    {
        "speaker": "Guest",
        "time": "01:50:17.240",
        "message": "APIs for all, that really should be what we ask of them."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:21.080",
        "message": "APIs for all. Can this ever be a popular movement? Who knows? Last year, people were waving copies of the preamble out in the street. So maybe APIs for all could also be a rallying cry. Let's kind of now get on to your first chapter. Now, I was very intrigued by like, number one, I love all your 10 chapters, and how they tackle different aspects of what we believe, what we eat, how much we earn, where we spend, all of that. But you started with how India tangles with cops and courts, and specifically with the problem of rape, which I found fascinating. And this, in fact, had the most counterintuitive insights for me. And of course, I should know this, if for no other reason than you actually spoke about it in the last conversation we did together. But despite that, just reading about it again, and reading about it in the granular detail that you laid out, was sort of a revelation for me. And of course, you begin the chapter with the story of Seema and Sameer, you know, young people fall in love and they run away, and then the family catches them, take the girl back, they file a case against a boy, and that becomes a rape and kidnapping case. And then you go on to say, quote, official statistics often misreport non-criminal activity as crime, intentionally use wrong sections of the law to book some crimes, and significantly undercount a vast range of typically non-violent crime, stop quote. And it's eye opening because not only does it teach us that we need to look at rape statistics differently, that not all is as it seems on the surface. But it also tells me that the greatest source of violence against women is actually their own families of birth, and not necessarily strangers and people who abducted them. And it also kind of, in another very counterintuitive way, shows you that the laws that came after Nirbhaya, like in 2012, the harsh rape laws that came and then the stringent amendment in 2013, actually, in many cases had unintended consequences which made life worse for women. So this whole chapter to me, is, you know, completely eye opening. So tell me about how you started sort of questioning the obvious, intuitive, common assumptions about the subject that are there, and how you gradually got deeper and deeper into the story and discovered all that you did."
    },
    {
        "speaker": "Guest",
        "time": "01:52:42.160",
        "message": "Yeah, so, so it comes back to Bombay, which is that when my first four years working in journalism were in Bombay, and all newspapers, and I don't know if they have them the same way at the time, but all newspapers had a day shift and a night shift reporter. So when you were on the night shift, your job was to come into office, and imagine what pleasure that was on the locals to be coming in at four o'clock to office. Then you ordered yourself a lovely meal from Pratap Lunch Home in town. And then you had to be on the phone with, with cops and the fire stations every hour on the hour, and ask them what was going on and sort of hope against hope that a crime would be committed somewhere in the city and you would have something to do that day. And yeah, it became, you know, it became important also to to develop sources to become chatty with people. At that time, I used to use my full name, which is my last name is Srinivasan, which is a very Tamil sounding name, thanks to my father. But since I grew up in Pune, and my mother's Maharashtrian, I speak Marathi. So the cops would always be struck with this sort of contrast between my name and my Marathi. So that would usually sort of start a conversation. Then there would always be a photographer assigned with us at the time and they all had bikes. So sometimes we'd just say, okay, let's just go to like D N Nagar or one of the happening police stations where a lot of crime happens and see, see if something comes up. So you end up spending hours there around police stations. You end up spending a lot of time with crime reporters who do this all day, in fact, and, you know, have great stories. And you see how, how police stations operate. You see the sort of backstory behind a family coming to the police station. You see the process that an FIR, that getting the FIR down on paper requires all of that. And so you, you can't anymore see an FIR as a state, straight statement of fact. And so one of the things that happened in 2012, I lived in Delhi at the time and I too found, I found the city aggressive having lived in, you know, Western India most of my life, I found it aggressive. I was very unnerved by how few working women I saw out on the street. I was so used to in Bombay seeing this huge, you know, army of women get off the ladies compartment with you. Even at four o'clock they'd all be heading into work or at one when you were heading back on the last local, there'd be nurses, you know, happily alone in the train. So I did sense all of that about Delhi and it did scare me in those ways. But what I felt that I was seeing in the news after 2012 didn't seem to have a sort of direct grounding in reality. And I knew that a lot of this was sort of uncritical reproduction of FIRs. I could tell even in the language that was being used that although these were probably in Hindi and I was more used to Rati FIRs, you could tell the sort of scripting that was going on in the writing of those. And I wanted just for myself to try and figure out something more than what the NCRB data, which is a collection of FIRs could alone tell me. And I just, you know, want to reiterate that by no means is judicial data a sort of, you know, ultimate end. It just takes you one step further than police statistics. So I don't want to give a sort of veneer of scientific certainty to what I was able to find from this, just a little more than what the FIR tells you. And I started, I thought that the best way to do this would be to look at one calendar year of sexual assault trials in Delhi's district courts, because then that would tell me a little more than what, and sort of try and trace the journey from the FIR to what ended up happening at the end of the court case. And at that time, I found many in the judicial system quite easy to talk to. I could speak to public prosecutors and cops. And I even found judges quite keen to speak then, partly because they were getting such a bad rap for low conviction rates. So they were very keen to sort of explain their process and show me the evidence that was coming in front of them and sort of ask me in this, you know, very wrong tones, would you be able to convict someone on the basis of this? Of course, not to say that they didn't. Many of them have extremely misogynist and patriarchal views themselves. So there is that element to it as well. And yeah, so the minute I began to see this sort of story coming in again and again, which parents going to all sorts of lengths to recover couples who had had, who had run away, who had eloped essentially, and that both, both rape and kidnapping IPC sections were the ones being used there. Having seen it happen repeatedly and with the same script, I could see what was happening there. And then did the same process for Mumbai and also for Madhya Pradesh. And then, you know, it became pretty clear to me that, and you know, I didn't even need to do all of that. You literally needed to speak to like two cops, one judge and two women's rights activists. And they all said, yes, this is what we're seeing again. I recently spoke with a bunch of people doing legal work. And some of them, lawyers too said how they were so used to while waiting for their own cases to come up, seeing this sort of case, usually a bail application come up. So they too knew how common this was in the courts. I think this is one of those cases in which I sort of grappled with the knowledge that what was coming out from this data didn't necessarily support my sort of worldview. And it made me worry that it was a sort of, that it was traitorous to the feminist cause to be saying these things. But the more I sat with it, the more I, first of all, I knew that this has to be told. And also I could see that I was worried that this would add to the narrative of most rape cases are actually false cases foisted on men. But that isn't exactly what was going on. I mean, there were false cases being foisted on both men and women. The men were the accused and I don't want to minimize at all what they went through. The women were also being put in government shelter homes, often subjected to violence, forced abortions, all sorts of horrific behavior being enacted on them by their parents. So yeah, having seen this trend repeated across jurisdictions, seeing it in the data and on the ground, I felt like this is something that really needs to be told. That the view of the country, of our own safety, the limits that we're placing on ourselves, the comparisons between areas and states that we're making based on this data, is very damaging. And I agree that a lot of what has happened in the legal sphere since 2012 has also been deeply damaging for women. It's damaging for all of the male accused and what they have gone through and their families. It's also been damaging I think for the agency of women and for all of their freedoms. And I look back with a lot of sense of sort of collective shame in the conversation that happened post 2012 and a feeling of failure that we could not sort of lower the volume on the way the discussion was happening then. Whether it was in terms of making stricter laws, also in terms of removing discretion from judges, which is one of the things that happened then. And the sort of reporting around it then was that judges were being patriarchal and telling people, oh just get married to each other. The reason that was happening is because these were people in relationships. And the judge was trying to protect the man from a statutory rape sentence and instead saying, okay, as soon as she's 18, you can get married. And you know, so yeah, that discretion was removed. That I think was extremely damaging. I think the raising of the age of consent of women from 16 to 18 was deeply damaging because what it has ended up doing is criminalizing teenage sexual relationships. And this is something that work by the lawyer and activist Bharti Ali of Haq has repeatedly shown has been a big problem with POXO cases in Mumbai that they looked at, which is that there too they found that a very large and growing share of POXO cases were again consenting teenage relationships. So that's again, you know, and these things are very hard to undo. I mean, who is going to lower the age of consent for women in the country? That's gone now. That's not going to, that's unfixable now, you know. And once you set those, it really became competitive. Like, you know, then who was going to argue for the death penalty? Who was going to argue for minimum sentences of 10 years? And you know, state governments have gone on to make even harsher laws themselves say that there should be a death penalty in POXO cases where again, now that we know that there's so much teenage sexual activity that's being criminalized under POXO. So yeah, I think it was a truly damaging period. I mean, a lot of good came about it in terms of keeping the rights of women to public spaces at the center of it. You know, Kavita Krishnan, who you've had on and who has led a lot of this championing the right of women to public spaces in Delhi, for example, that was an important conversation. And I think feminists like her kept the sexual and other agency of women central to the issue instead of allowing others to convert it into a hide women more, keep them out of colleges, keep them out of workforce sort of sentiment. It's because of them that it didn't go in that direction entirely. But yeah, I do, I feel very regretful of what has happened in the legal space since 2012. And a bit of sort of collective shame that we all allowed it to happen on our watch. And we weren't able to persuade MPs well enough that these were very bad and damaging laws to be passing. And again, I want to, you know, reiterate that none of this is sort of agnostic to other factors. And the sharp edge of all of this is the rampant and growing Islamophobia in this country. And the sharp edge of these laws is going to hang over Muslims the most. And one of the things that I saw in the data then itself was that, it was particularly a problem in inter-caste and inter-religious marriages. And I cannot but see how there's going to be an increase in the number of Muslim accused in these sorts of cases, because it gives people seeking to go after inter-caste and inter-religious marriages yet another sort of tool with the veneer of legality. So yeah, we've done so much damage to the agency and the sexual agency of young people in the last, in the nearly 10 years since the Delhi attack."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:10.200",
        "message": "Yeah, and I want to quickly summarize for my listeners some of what I found so eye-opening and insightful. One is you examined rape cases in Delhi, Bombay. In one of your studies you found that out of 460 cases, as many as 189 dealt with cases involving or allegedly involving consenting adults. A majority of these, 174 out of the 189 cases, involved couples like Seema and Sameer who seem to have eloped, after which parents usually of the woman filed complaints of abduction and rape with the police. Many of them involved inter-caste or inter-religious relationships. And this is problematic for a number of reasons. Like for example, you talk about the 2012 laws and the result of that, and you talk about how even if the couple could subsequently prove that the woman was 18 at the time, the family, by using that provision at the age of consenting, would have gotten the couple separated, the male partner arrested, and the woman either back in a parent's custody or in a state-run shelter home. So most of these FIRs, as you've pointed out, would say the young woman was between 15 and 18 and the court would have to decide. And in 20, the 2013 amendment took away the discretion of judges there. So even if judges were sympathetic, they could not do anything about it. And as you point out, the move placed young men in romantic relationships with young women in the same category as pedophiles. And the other aspect that you point out in your book is because one of the Nirbhaya rapists was a juvenile and people were shocked. You know, there was a law that they could be tried as adults, you know, made with that particular boy in mind who was so brutal. And the result of that, as you point out, is, quote, if a 17-year-old boy indulges in a consensual sexual act with a 15-and-a-half-year-old girl, he can now be tried as an adult for rape and kidnapping in a court which will have no option but to sentence him to a minimum of 10 years in prison, stop quote. And the keywords here are consensual sexual act, and the court will have no option, which, you know, makes the whole situation completely bizarre. And what I was also struck by is this para which I'll read out where you talk about where the real violence on women is coming from, where you write, quote, in case after case, as well as in interviews with me, the behavior of the families of these young consenting women was shocking. They arrived at the hotel or friend's house a couple had eloped to and dragged them home. They beat and even injured the couple, in one case breaking the young woman's spine. They threatened their own daughters and nieces with acid. They forced them to submit to invasive medical tests, and in many cases, even to an abortion. Young women deposed about the suffering they faced at the hands of their parents, beatings, confinements, threats, being forced to undergo medical examinations, being forced to undergo abortions. Even as they pleaded before the court, they'd be allowed to stay with their husbands. There are undoubtedly crimes taking place against the women here, but not the ones that are being prosecuted by the state. Stop quote. I have a couple of questions here. And the first one here is this that were you able to report this and be taken seriously because partly because you were a woman, because I imagine if any male reporter had spoke, you know, made the case that these laws aren't working and whatever, or tried to argue on any of these grounds that many of these rape cases aren't rape, you know, that, you know, they could be accused of having an agenda, they could be accused of, you know, being, quote, unquote, men's rights campaigners, and so on and so forth. So, you know, did your being a woman who was who also had credibility as a serious journalist, did that make it easier for you? And what was you know, you mentioned somewhere at the start of this episode that feminists engaged with these ideas seriously, and they took it into account and they were willing to reconsider their notions. But how much pushback was there at the start? And like you said, you know, you can't put the genie back in the bottle. And even now we have this whole thing about the marriage age of women being raised to 21, which in context of what you've, you know, some of the data you have here on what, in any case, the age at which women are getting married just makes no sense. You're just, you know, changing the law as an act of posturing or whatever it is. So, you know, tell me about your experience with kind of reporting this"
    },
    {
        "speaker": "Guest",
        "time": "02:07:26.800",
        "message": "and so on. So, on the first question of, I'm just going to jump in with one sort of modification, which is that the juvenile in the Nirbhaya case, the media reporting decided that he was the most brutal. And that is, that, you know, led a lot of the push towards these changes in laws that dealt with juvenile offenders. But subsequent reporting by journalists who accessed, you know, the juvenile board decisions and that sort of stuff. And, you know, these are, of course, degrees of violence. They were all convicted and so let's all accept that they did all commit the crime. But the singling out of him as the most brutal, which some of the media did, did not necessarily have basis in fact. And I strongly believe that part of the reason for that is because he was, is Muslim. That aspect was released to the media and, you know, used repeatedly. You'll even see it on social media. It's still used. So, while it might feel like a particularly gruesome thing to be comparing the degrees of brutality of men who were convicted for a crime, put to death, some of them, for a crime in which a young woman was, you know, horribly assaulted and murdered. It does matter to make that gruesome distinction because of the weaponization of that evidence, quote unquote evidence, and because of what that did in the propaganda towards changing juvenile laws. So, you know, since I know the consideration with which your listeners approach an argument and, you know, from the beginning of the end to it, which is why I even feel able to sort of make this point, because it is not a point that you can, you know, you can, you can jump the gun and you can sort of misinterpret this entirely. But this is something that does need to be said. I do, I think often that sometimes that being a woman helps me with some aspects of reporting, partly because our socialization expects sensitivity, kindness and an ability to listen from women. And that's helpful when it, when it's a journalist, because you know, people do feel that you're going to respond like this, then, then that's great. I also think it is possible that a male journalist writing this might have faced some pushback. But I would like to believe that my fairness in accessing and reporting the data is what led to it being taken seriously. And again, this is one of those cases in which I made all of the summary data publicly available. I was at The Hindu at the time and my spreadsheet in which I had sort of coded all of the data, we put it up online and as far as I know, it's still sort of publicly available. So, I would like to think that all of those processes led to why it was taken seriously. I think more, more than pushback against it was my fear of there being pushback against it. But because I do think that anyone with any sort of grassroots or ground level connect had encountered this already and was already worried about what was being done to young people. So, you know, all of the feminists, feminist lawyers who I spoke to, all of whom, you know, deal with these things, they were very admiring of the effort taken to get this point out, that it wasn't just being done on the basis of one or two cases and I had spent all of this time on it and felt that this was something they were seeing. I was, however, sort of quietly cautioned by a couple of feminists to think hard about how, what I was writing would be taken and then whether it was something that I should do. And of course, I did do it. So, in that way, it did, you know, it did remind me that when these sort of narratives are complicated, then not everybody feels comfortable with that. One, one thing that did happen and probably continues to happen is that there is a subset of people who use this study to say that the large majority of rape cases in this country are actually false cases. I would not characterize this study as saying that. And at some point, I have to absolve myself of, you know, the guilt of feeling that this is what people are doing with it. I think in the initial days, I probably even responded to each person who said that by saying this is what it's actually showing. But the advantage of feeling that I did a sort of fair job of it is that I don't feel obliged to continually defend, you know, the piece of work for it. And again, I feel thankful that I was able to do it at the Hindu at the time, which let me do it over three parts that ran on consecutive days, as well as put all of this data online. So, I didn't have to compress all that I was saying. I could say it in its full, to its full extent. I put out a lot of stories of the people that, you know, this was going on. So, I was able to put all of that out. And, you know, when you were reading that portion about the violence that women underwent, one of the things that it made me also think about is that we talk often about the stigma of rape and what that means in terms of filing complaints. And of course, it's, it's absolutely a fact. It's borne out, you know, by all sorts of other things and anyone will, anyone who has been through it will tell you all of the terrible sort of questioning in court that they've had to face, that sort of thing. But I do also want to make the point that there is, that the stigma of your daughter choosing her own partner can in some instances be even greater than the stigma of having a rape case associated with your family, which is what all of these families were demonstrating that, that was a shame that they could not tolerate. Because people ask me this, how would they do this when they'll have the stigma of a rape case, you know, in their family. But, you know, agency was the most dangerous thing of all. And that was the thing that, that in any sort of form had to be pushed back against. And yeah, when you, when you talk about the raising of the age of marriage, I have been thinking about this a lot for the last couple of days. And I find it, I find it a little hard to place myself on one side or the other of the debate, which is because, I think one of the things that's happened and I find this through conversations is that the age of marriage being 18 means that many families feel that, let the girl complete high school, because anyway she needs to do something till she's 17, you don't want her just being at home alone in the vasti early, you know, let her, and then she'll get married the next year, it'll take that much time to set everything up. Maybe this will be a case of norm setting in which the norm will then be set that she can't get married officially till she's 21, so let her go to college. Anyway, you know, BA colleges are a dime a dozen, it's not necessarily expensive. It could be a case that that norm setting changes. However, what it means in terms of the weaponization of the law, particularly again against inter-caste or inter-religious couples involving Muslims, which is where I feel, you know, the sharpest edge of this will be felt, that's a big problem. But in and of itself, whether raising the age of marriage to 21, if your aim is to set a norm that will encourage or force families to send girls to college, I feel agnostic on that part of it, because I do think that there is a role for norm setting through laws that exist."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:29.440",
        "message": "Yeah, and it's interesting. I mean, later in your book, you also speak about early marriages where you're referring to the marriage age of 18, and you write, quote, a quarter of newly married young women got married before the legal age and more than 10% of women had a child while still a minor. But overall, both men and women have been getting married later and later. Nearly half of married women now in their 40s were married by the time they were 18. But among women currently in the early 20s, that proportion is down to just 25%, stop quote. And what that seems to indicate is that the setting of the norm itself may be a lagging indicator in the sense that society is already changing and you're setting a law later, in which case I'm kind of, again, agnostic about that. I don't think you would be able to change society by setting a law in a top-down kind of way and hoping social norms change, but your data indicates they're already changing."
    },
    {
        "speaker": "Guest",
        "time": "02:15:18.640",
        "message": "Right, but the norm setting of the age of marriage at 18 happened a long time ago. So it's not entirely clear that that is a lagging indicator. In fact, you could argue that that is what set the norm for these processes to take place in society, though I don't think that that's true. I do think that as people get richer and better educated, these are natural processes. And you see it in the case of fertility, for example. Nobody has needed to do anything in India except for allow states to get richer, allow women better access to education and health. And then for perfectly rational reasons, everyone has limited their family size when health outcomes for women and for babies improve. And in fact, what we have seen in states where there have been either financial incentives or coercive measures like not allowing people to contest local body elections is that this has worsened the sex ratio. So you have had horrible unintended consequences. So again, all of this is a great argument against setting a two-child law because these processes are anyway happening and setting laws can have these sort of dangerous consequences. So that is the argument that I could extend to the 21 years of age, which is that these things will happen anyway and putting in place a law just gives people a stick with which to beat Muslims further. So as I said, I feel like I can argue this both ways. I feel a bit agnostic about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:37.240",
        "message": "Yeah. In fact, earlier you also speak about how a lot of these laws are being used for purposes of fighting love jihad. Like you speak about how a Muslim man was arrested for meeting a Hindu girl on a pizza date, right? And much as sugar is poison and carbs are not good for you, pizza date should not be criminalized in that matter. And again you wrote there, quote, once again, there is a crime taking place here, just not the one that is being reported, stop quote. Now I have a couple of questions for you coming from this. And one of them is that how much do you find that attitude of women being the property of men still persists? Like a lot of it was even hard-coded in our laws. Like the adultery law was struck down, I think a couple of years back and which was of course part of the IPC, which came from the British, but it also, I think embodied a common Indian attitude. And what the law said was, quote, whoever has sexual intercourse with a person who is and whom he knows or has reason to believe to be the wife of another man without the consent or connivence of that man, dot, dot, dot, dot, dot, therefore indicating that if you want to have sex with a woman, the consent of her owner is needed, whether it be father or man. And, you know, and there are other laws in the IPC, like 408, you know, enticing or taking away or detaining with criminal intent a married woman, which are exactly like that. And it seems to me that a lot of even these kind of cases, you know, like you pointed out that even though people don't want to admit to rape, because it carries a social stigma, at the same time, they don't want to admit also to their daughter running away with someone else, you know, and that also carries a stigma. And it's like someone stole your property from you, which is, you know, seems to be driving so much of this love jihad hatred as well. It's not only the other, but the other is taking away something that kind of belongs to you. And in your later chapter on how India thinks and believes and all of that, or one of the things that you've, there's lots of pretty stunning data on is that India is not just conservative in the words you use, but I'd also say in many ways regressive, that many women also have these attitudes, that that it is okay for their husband to beat them and to discipline them, and all of that. So do you find that these are also kind of gradually changing in different ways? And obviously, I'm not necessarily just asking about this from a data point of view, but as a journalist point of view that, you know, you've been around, spoken to people, what's your sense?"
    },
    {
        "speaker": "Guest",
        "time": "02:19:07.520",
        "message": "So there's no greater example of this consideration of women as property than the fact that a marriage exception exists in India's rape laws, where if it's okay, and especially given that we know from household surveys, that 97.7, nearly 98% of the sexual violence women face is from their husbands. So if you feel in this country that you have to do something about sexual violence, but you are not criminalizing the vast majority of actual sexual violence, precisely because you believe that within marriage, whatever you do is fine, I mean, there's no greater example of this property aspect than the fact that this absolutely unconscionable law continues to exist in India. It's such a massive national shame that we still have this. So the violence and the disciplining of women indicator is, I think, one indicator that has over time shown some decline. And I do think that going forward, that is something we are going to see some change in. I also think in terms of what people feel that it's acceptable to say, either in the media or to surveyors, I do see the needle shifting in terms of what it's acceptable to say about women. So if you see sort of across the board, right leaning, left leaning media outrage about something an MP says, you'll usually see it about something they say about women. There's a bit of unity in terms of you can't say this. There is absolutely not that unity when it comes to saying Islamophobic things. The majority now of television media, for example, Hindi media for sure, and a lot of English media as well, will not push back against an MP saying something or a prime minister saying something Islamophobic. So I do think that there has been some needle shifting in terms of what people feel it's okay to say. The worrying one is when it comes to labor force participation and sort of economic participation as such. And I was on a conversation recently in which the political scientist Milan Vaishnav was on this, and he had a question to ask of me from the data to which I don't have a great response, but I have been thinking about it, which is that he says that my data shows this impressive sort of political empowerment of women that has happened. You know, all of the, almost all of the increase in voter turnout in the last 30 years has come exclusively through women. Male voter turnout has not really moved much. So if you do believe that this is a political empowerment of women, that they do feel, you know, they have been made to feel part of the political process in that respect, and even the physical act of actually coming out to vote, why is this not translating into economic empowerment? Why are we not seeing labor force participation numbers improve? And my sort of broad feeling is that that norm shifting in terms of not feeling that the home is your primary responsibility and work is what you get to do on the side before you have kids, that norm shifting has not happened. But that's not a full answer, because why has that not happened if we are not able to, if we have had this sort of political empowerment? So I'd say at least in terms of what a lot of people feel that it's acceptable to say about women, that that is something that has changed. You know, we are still a country in which a majority of people feel like, feel that it's okay to say that inter-caste and inter-religious marriage should never happen. But I don't think that now it's okay to say that women should never do paid work. You know, the majority don't feel that that's okay to say, or that women shouldn't have the right to speak up, that sort of thing. So why that hasn't translated into economic empowerment and participation has in some ways as much to say about the economy as it is about what's happening within homes, and what it means in terms of the jobs that we are able to offer women, and the economist Ashwini Deshpande and the demographer and scientist Sonal Desai, for example, have been arguing of late that we need to think harder about supply side factors when it comes to jobs for women. My sense is still that social norms around working is the biggest barrier and that's the part that's not shifted. If I do see some needle having moved, I would say this is probably the one, at least in terms of what is acceptable to say that I do feel has moved."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:26.000",
        "message": "Yeah, and I also recorded an episode a couple of a week back, in fact, with Shrayana Bhattacharya, the World Bank economist who's written an excellent book, which is not about Shah Rukh Khan, even though it might seem like that from the cover, where she, you know, in her book, she gives four reasons for why women's participation in the workforce has gone down. But by the time we discussed it in the episode, that became six reasons. So that was a great episode, which I'll link from the show notes. And again, to underscore what you said about women as property and marital rape, that effectively means that 98% of sexual violence committed against women in this country is legal."
    },
    {
        "speaker": "Guest",
        "time": "02:24:02.320",
        "message": "Yes, it means exactly that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:04.840",
        "message": "That is such a mind blowing statement. That is, you know, it should be on billboards because that is just completely nuts. My other question is this, so you haven't written about it in your book, you've written about love and marriage, but not about sex. And I once asked a friend of mine, you know, with how many, in his estimate, how many people has the median Indian man had sex with? And I don't think he understood my question properly, because he said 1.6. But one of the things that kind of strikes me when I think about many of the problems in our society is, I wonder how many of them are because of the sexual repression of men. Like even a lot of the data in Everybody Lies, the book we were discussing, Seth Stephens Davidowitz, I wish he had a shorter name, kind of indicate the sexual frustrations and even perversities of men, who are we to judge? And how much of this anger and resentment comes from there? Like, you align this with the notion that women are our property. And you know, you put that together with the fact that young Indian men are not getting enough action for whatever reason, and how much of their resentment and anger comes from there? I mean, do you have any thoughts on this? You know, does any of your data have indications to this effect?"
    },
    {
        "speaker": "Guest",
        "time": "02:25:18.200",
        "message": "Yeah, so we definitely don't have great data about sex, but we do have some from a series of surveys called the Demographic and Health Surveys that are done all over the world. And I was just looking at the book to see if I put it in, but you know, one of the things which I have used in other work that I've done around data around sex is that Indians for the large part have sex after they get married. Their first experience of sex is post-marriage. And of course, there's got to be some amount of social acceptability bias in what you tell surveyors. And sure, there's some of it that must be getting missed. So if you agree, it's not 99%, but say 95% or 90% discounting for some of, you know, not telling surveyors that. The data, the internationally comparable data shows that Indian men have sex the latest of any country in the world. I think about this number quite often and I sometimes think about whether we aren't talking about this enough as a country. And you know, the last thing that I would feel comfortable theorizing about is sexual violence because it has, you know, complex roots and I have in the past felt very unhappy and uncomfortable even with people who locate it within things like, you know, urban density or poverty or sort of past experiences of violence. I don't think that these are direct explanations and I don't feel very comfortable theorizing about that in the least at all. But whether we are not, you know, even if the outcome that we're talking about is not sexual violence, even if it is just for mental health or just the way you sort of deal with the world, we should probably be talking about the fact that Indian men have their first sexual experience the latest of men anywhere in the world. And Indian women, it also corresponds very close to the age of marriage. So if we're talking about norm-setting, it's entirely possible that in a few years the age of first experience of sex for women too will rise considerably to levels that are much higher than in most of the rest of the world. Of course it's one more of those things, just like I found that, you know, I did end up thinking about whether data on marriage adequately captures the world of love, I do similarly wonder about whether data on sex after marriage, which is what most of our official surveys capture, because we do capture a lot of data about sex, including how often people have sex and, you know, which is, you know, the majority of Indians have had sex either within the last week or the last few weeks of national surveys being conducted. It's actually quite amazing to me that we have all of this information, and even if it, you know, misses a lot, the fact that we have a trained enumerator force that's able to ask these questions and get some answer, whether it's, you know, semi-accurate or not, is one of those things that humbles you about Indian data. And this is the National Family Health Survey that's been going on for five decades, you know, it's not some sort of new source of data that's coming out now or an online survey or something, which you feel is the only way you will get these answers. So, I do too wonder about what we're missing about premarital sex just because of the nature of the types of surveys. You know, if you're asking this question as part of the National Family Health Survey, you're probably missing a lot of premarital sex. And again, we need to think of this hard, not just because of the lives of young people and their lives, their agency, their freedom to live their lives as they want, but also because of what all of these, you know, repressive new laws that are coming up are going to mean for all of this. You know, because if the norm is being set that the age, that sex is something you only have after marriage, and then you raise the age of marriage, and then, you know, you feel comfortable in filing sexual assault cases to anybody having sex before marriage, then what is the sort of legal mess that we're creating for young people is something"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:02.760",
        "message": "I worry about. Yeah, and like I had, you know, I'm probably the only person to ever have been trolled on Twitter with Urdu Shaari. I put out this playful tweet about how most Urdu poetry was the entitled whining of incels. And of course, people threw examples at me of how that's not the case. And we write about social issues and all that. It was quite delightful. That's a one time in my life. I'm glad that people responded to me with anger and they expressed it in verse. Yeah, let's you know, and I'm also there's an anecdote a friend of mine had told me when you know, back in our book in my poker playing days, we used to travel to Macau, Philippines and all of that. And one of my friends got chatting with sex workers. And those people told him that they will go with anyone but they're worried about Indians because Indians are apparently the most incredibly violent. It's like in their words, I've never seen a woman before. And that really makes me wonder and I think this is perhaps an under appreciated factor for all the anger that is out there among our youth there and which need not be the case because you know, it's"
    },
    {
        "speaker": "Guest",
        "time": "02:30:05.160",
        "message": "you know, Srinath Perur has this book if it's Tuesday, it must be Madurai and one of the it sort of follows travels of Indians within the country and around the world. Delightful book absolutely love it. You know, the journey with the Varkaris is one of the most moving bits of writing on modern India that I've read. And on one of his in one of the chapters, he goes with a bunch of men, not all of them young men, some of them married too. I think he intended to go to Uzbekistan but ends up in Thailand as far as I remember, with a bunch of men who are basically there on a holiday to have sex with sex workers. And he, you know, in the repression that he captures is so strong, that it's really terrifying to think of what the sex workers are undergoing. He captures exactly the point that you've made in the people he actually speaks to. So, yeah, that that I immediately thought of that chapter and nobody reading that chapter would feel anything but serious fear for the"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:07.400",
        "message": "sex workers these men have to encounter. Yeah, and typically you'd imagine that sex has everything to do with lust. And later you realize it has everything to do with power also. And here it has a lot to do with anger also, which kind of really is so disturbing. And Srinath of course, is a translator of Ghachar Ghochar by Vivek Shanbhag, which is just one of my favorite Indian novels of the last couple of decades, just a brilliant, brilliant book. Now, I was also sort of struck by your section on crime statistics in India. Like, first of all, you point out why it's important that, you know, accurate crime statistics can help the police, you know, figure out how to allocate resources, where to handle what kind of crime, comparative crime rates can spotlight regions where there is more or less crime. And you can then start figuring out why, why is something happening more in one place than another. And also crime statistics help the public, in your words, quote, form perceptions about a place's relative risks and take actions that might protect them. Young women in Delhi, for instance, are more likely to choose colleges that do not need them to take unsafe bus routes, even if they are of lower quality, stop quote. And you've pointed out a lot of problems with crime statistics, for example, the principal offence rule, which I find so interesting. And the principal offence rule basically is that a person might have committed a crime that can be bracketed under various different heads, but only the main one is taken and the rest are not taken, because the police feel it will give an impression that so many crimes were committed instead of just one. So for example, in the Nirbhaya case, you point out that the police, when they reported it, reported it as a murder, not as a rape. Everything else kind of, you know, kidnapping, rape, all of that just went out of the window. So tell me a little bit about what else is wrong with the way that, you know, crime statistics are recorded. And, you know, are people in positions of power who can change this? Are they aware of it? What do they do to change it? What's happening there?"
    },
    {
        "speaker": "Guest",
        "time": "02:33:06.000",
        "message": "So I think the focus that crime statistics began to get after 2012 was one, was unlike anything that had ever happened before. And the processes and methodologies have not sort of responded well enough to this increased focus. But it did sort of make us look at things that we should have been looking at a long time ago. We should have been looking at the fine print of all of this a long time ago. The very fact that this principal offence rule was not mentioned in their limitations and disclaimers before the report begins until I wrote about it. And they wrote, they were very angry and, you know, wanted the Hindu to issue a clarification and saying, this is how we do it and there's nothing wrong in it. But they had never thought to make it publicly known and they did do that subsequently. And of course, the explanation in it is, that will artificially inflate the number of crimes, to which my answer is cross tabs. I mean, the whole world's statistics functions on cross tabs. That's not a good enough explanation. And the other thing is, we also should be, you know, their complaint is the NCRB report already runs into hundreds of pages and not everything needs to be a PDF report. So, you know, we have accepted that we have NCRB statistics only on the subset of IPC sections that the NCRB has decided we need to have information about. There's the whole universe of IPC sections that we don't have data about. What is, since they collect it, what is stopping them from just putting out the information on their website in Excel for someone to download if they want that extra information. So, that too is something that, you know, it's a sort of constriction of the data that we should not be accepting. And I think a lot of the ways in which the data is collected and put out is something that has escaped scrutiny for too long. So, at some point, I think between 2012 and 13, the NCRB decided to change the calculation of crimes against women, as crimes against women as the numerator and the denominator being the whole population to the denominator being women alone. And they did that with it only being in the fine print of like one chart. So, if you were plotting it on a chart and you just plotted that number over time, you'd see the sudden explosion and wonder what was going on without being told that the denominator had been halved without any proper, you know, at least it merits a page of explanation on why this happened. So, it's been opaque and impenetrable for very long. It's bad, it's a bad sign that it continues like this, that we haven't built the public pressure, the democratic pressure on the NCRB to get much better at what they do. I think another problem with the NCRB is that people have these sort of pie in the sky wish lists about what sort of data they'd like to get from the NCRB without the sort of basic acknowledgement that the NCRB can only give you data on which, on crimes for which there is a clearly existing IPC section. So, we can't expect to have data on lynchings, for example, because there isn't a clearly defined IPC section for that alone, or on sort of communal violence which everyone would like to track, but there's a bunch of different sections. Sometimes the particular section on communal violence even is not the one used, it's sort of group violence that's used. So, the NCRB can only tell you data, can only tell you about the data that it does collect and it doesn't collect enough of it and doesn't collect it well enough. I also think there's a broader issue about the way we do interstate comparisons whether it is about crime or COVID, which is that we end up conflating a state's ability to report numbers with a larger number of incidents in that state. So, year after year there's often a headline that says, Kerala reports highest crimes against women or sometimes it's Delhi and without the acknowledgement that other indicators show that it's likely that women in these states feel more empowered to report crime and that the administrative mechanism is more able and willing to record that crime. In the absence of these variables that would complicate the issue, equating it simply to sort of a linear and numerical thing of more in one and less in the other is a real problem. And I found this the same in the case of COVID as well, which is this question of everyone asking as if it was such a mystifying thing after the first wave, how come UP has had such few cases and deaths while Kerala has had so many? And now that we know from excess mortality numbers that UP missed a lot of COVID deaths, we should have sort of been asking the question of why is UP doing such a poor job of registering numbers rather than how does UP magically have such few numbers? And in the book I have a chart that looks at violence experienced by women as against violence reported by women to the cops. And the experience of violence comes from what women report to household surveyors, while the recording of it comes from what they report to the police. And the quadrant that has high reported crime to the police is the one that usually gets all of the media focus. While my sort of argument is that the quadrant which has high experienced crime but low reported crime is the problematic one and that's the one that ends up getting no media focus at all because that ends up being the quadrant with low reported crime. So, you know, you would not compare numbers in say London with Delhi on sexual violence because you would acknowledge that London is closer to full registration and Delhi isn't. Then why we feel it's okay to compare states in India which have, you know, sort of equally dramatic differences in their ratios of state capacity empowerment. Why we feel like these sort of interstate comparisons are okay is beyond me and what we are ending up doing is penalizing states that work better."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:48.640",
        "message": "There's a powerful sentence in your, towards the end of that chapter which really sums up a lot which I'll read out again before I, you know, double click on parts of it where you write, quote, registration of crime is a culmination of multiple realities. The existence of a grievance, the empowerment of an individual to report it, the decisions behind the police choosing to register it and mechanisms for accountability. With the last three components so sorely lacking in most of India, it might at the very least be time to stop treating crime statistics as a spectator sport, stop quote. And obviously, it's a fair warning against people not to build narratives based on crime statistics alone because like you just pointed out in Kerala's case, it's so complicated. But again, some of the statistics here are very telling. Like for example, you know, you did a survey in Rajasthan or there was a survey in Rajasthan rather, where you point out that, quote, a large survey on crime in Rajasthan found that most crime victims never report their experience crime to the police. Only 29% of crime victim surveyed stated that they had visited a police station to report the crime. The biggest deterrent to reporting a crime was a victim's perception that the crime wasn't important enough, 28%. The next most significant deterrent was the belief that the police could not help, 20%, or did not want to help, 17%. Among those who attempted to report crimes, 17% were not able to register them. In an experiment conducted by the surveyors where they sent decoys to report crimes, the police were willing to register FIRs only 54% of the time. And, you know, similarly, you've pointed out this 2015 survey in Mumbai in Delhi, where 13% of the household surveyed in Delhi and 15% in Mumbai experienced at least one of the seven crimes under study with theft being the most common. But only half of these were reported to the police and only half of those registered as FIRs, stop quote. And elsewhere, you also write about how there are parallel systems of crime reporting in countries like the UK, where, you know, there are crime victimization surveys along with the household level surveys that happen. So even if someone doesn't go to the cops to register a crime, there is a way of getting that data, getting a sense of what's really happening. So do you think that there is scope for something like that in India? Like on the one hand, you've spoken about how there needs to be massive amounts of advocacy and political, you know, will to solve the problem of just capturing all these crimes, reporting on these crimes, just making that kind of accurate. And the way my brain works is I sort of assume, you know, anyone who wants a state to function well, you know, please go ahead. It's a great job. Good luck with that. But I also keep thinking about how at a private level, we can fill these gaps and what can civil society do to get this data. And as you pointed out in places like the UK, it does happen. So what's your sense of, you know, just a holistic, like what can be done at the level of the state and how likely is it? And what can be done at the level of civil society, which maybe isn't being done yet, but maybe someone listens to this and says, hey, I want to put my money there and make it happen."
    },
    {
        "speaker": "Guest",
        "time": "02:41:50.460",
        "message": "Yeah. And just, you know, to extend the point that you, you know, made about the ability to report a crime and then how much of those get registered. I also want to repeat the fact that I worry sometimes about the excessive focus on sexual crime alone and, you know, at the cost of a broader understanding of the universe of crime. Because, for example, in the same Rajasthan survey, they found that the undercount, you know, the likelihood of not reporting was greatest for property crime. And in violent crimes, including sexual crimes, you were, there were missed crimes, but you were more likely to report it to the police. So if you ask someone about the issue of underreporting, they'll probably immediately point to something like sexual crime and say that that's something that's not getting reported. How, and you know, it is a problem. But it distorts our view of the broader landscape of crime, because the underreporting of property crime is so much greater. So, you know, if you look at only those numbers, you'll get a sense of sexual crime occupying a far larger share than the, of the overall landscape of crime than it actually does. So, you know, that is a real distortion to worry about. And, you know, some of these things, when you think of are so intuitive. I spoke to Jacob Punnus, the former Director General of Police in Kerala. And he just said something, which when he said it immediately made sense to me. He said, one of the crimes that will have least underreporting will be motorcycle or car theft, because you need an FIR to get insurance and, you know, for various things. And I also wondered if one of the things that would have the most FIRs for would be ID card theft, because at least when I worked in newsrooms, if you didn't have an FIR, you would not get a fresh ID card and you could not swipe into your office. So all of us who had, you know, our purses stolen in Delhi, we would go not for the money or whatever, but to get that ID card, because"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:42.320",
        "message": "otherwise you wouldn't get a fresh ID card. Even for passports. In fact, I think that must be over reported, because even if you lose a passport, you have to file an FIR to"
    },
    {
        "speaker": "Guest",
        "time": "02:43:49.360",
        "message": "get a new one. So, right. So he said, you know, those are the crimes in which, like if you're trying to understand what full registration looks like, those are the crimes that would probably have full registration. And then, so his point was also that crimes like molestation, which is something that is sort of endemically exists and endemically under reported, because it is treated in this sort of matrix as one which, you know, either you don't take seriously or the police are not going to take seriously also, because it's so common. So his point was that if you see a significant increase in the reporting of murder in a city, then you will feel that murder has increased substantially. However, if you see a significant increase in the reporting of sexual molestation, then you should feel that the police has done a good job of something, because this is an endemically under reported crime and an increase in that could have a lot to do with better reporting. So, you know, the cops themselves understand this universe much better and, you know, would, are far closer to understanding real trends rather than what the data shows. There have been a few attempts at crime victimization surveys in India, the little ones like the Rajasthan, Bombay, Delhi ones, but the IHDS, which is a national representative survey, also has a question on the experience of crime. As far as I know, it doesn't ask about sexual crime, so it only asks about things like theft. So that is one sort of non-government source that you are likely to get of better reporting of crime. There was talk at one point of the government itself conducting a crime victimization survey, which I think has had a pandemic setback, but is likely to still happen at some point. If we think about civil society initiatives to better, you know, to improve this, I think one of the acknowledgements has to be in understanding who is less likely to report crime and who is least likely to have their crime registered. And, you know, I haven't seen good evidence of this, but if we, as I would imagine, systematically find that the poor are least likely to get taken seriously, then that sort of gives a direction to efforts as well, right, which is, there's no sort of great nobility in having the police commissioner's number on your cell phone and, you know, being quite sure that you will have crimes registered easily, without the acknowledgement that you are in any case most likely to be able to, and if you're not doing it, it's probably just to save yourself the hassle of it. My friend Smita Nair used to be a crime reporter at the Indian Express in Mumbai for a long time and now works in, lives and works in Goa. She had an article that not just has stayed with me, stayed with many people about a Mumbai cop who became deeply invested in the issue of missing children and one missing child in particular, even including after he retired and how that child, you know, became something he could not stop thinking about the circumstances around it. And that sort of thing, because this issue of children going missing is so much more a problem of the poor than of the rich. And, you know, I don't know if there's civil society ways that will fix it or this sort of almost fanatically committed cop who really made it like his life's mission to find that girl. So yeah, I suppose an acknowledgement of who is suffering the most and then how to help them would be the best way to go about"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:11.760",
        "message": "it. Yeah, you spoke about kidnappings. I'm reminded of this story. I was told just a couple of days back by my friend Mohit Satyanand, who's also been on the show. And he spoke about how the child of someone was kidnapped, one of the Delhi elites. And the guy got in touch with Mohit because Mohit is a friend, Mohit knew the police commissioner or somebody very high up made a phone call. The police commissioner then personally got in touch with the parent whose child had been kidnapped and said, don't worry about it. This is going to be a straightforward case. And they got the kid back in 24 hours. And what Mohit then found out was that in a particular slum, he got some data which showed that 500 kids had gone missing within the last year or couple of years or whatever, I forget the time period and never found. None of those cases was obviously, you know, sorted out by the cops, because hey, no connections, you can't call up the commissioner. And many of those kids were actually kidnapped for things like ritual sacrifice, because somebody was ill and they believed sacrificing a kid would help them. They were kidnapped for kidneys, and so on and so forth. It's quite horrific. I don't want to go down that road. But it tells you just the absence of law and order. And it also tells you something, you know, at the heart of, you know, one of these stats you mentioned was about how people will a certain percentage of people will not report something because they don't think the cops will do anything. And given that the rule of law really doesn't exist for most of the country. I'm not surprised at that. I mean, short of a really serious crime, even I would not bother to report anything, you know, unless I lost my passport, which I'd have to report. But, you know, that's kind of worrying. Let's, you know, we are still in your first chapter, and we've almost touched three hours. So let's go to your second chapter. So second chapter is titled what India thinks, feels and believes. And again, a lot of this is some stuff that people in this in our English speaking bubbles might not understand is true to the extent that it is. And your core finding is this quote, at its core, India is conservative, even fundamentalist, if there is going to be change, it will take work, stop quote. And you've given a number of illustrations of different aspects of this. For example, you point out that Indians care about civil rights even less than Pakistani respondents do. You know, Indian respondents express greater support for a strong leader and for army rule than most other countries and the global average. Indians think a strong leader is good for the country, more so than even people in Russia who like strong leaders and have a strong leader. And Indians mistrust NGOs, they don't they mistrust the role of the opposition. They don't care about a fair judiciary. They don't care about honest elections. You know, they believe that the political elites are out of touch. But having said that, they also are quote, among the most satisfied in the world with how democracy in their country was working. Stop quote, there is almost this religion of government as I say. More worryingly speaking to current concerns of the polarization on in our society, you point out quote, a study of four Indian states Gujarat, Haryana, Karnataka and Odisha found that two thirds of respondents felt that the state should punish those who do not say Bharat Mata Ki Jai, a nationalistic slogan that Muslims say militates against the religious beliefs in public functions, and those who do not stand for the national anthem, stop quote. And you know, Indians also tend to be against free expression 75% are for majoritarian nationalism, you know, and and you write quote, Hindus in particular tended to see the religious identity and Indian national identity as closely intertwined. Nearly two thirds of Hindus that 64% said it is very important to be Hindu to be truly Indian. And you know, this kind of goes on and on. And so, you know, just looking at this, do you think that this is something that's actually if anything, become worse in recent times, like one of the things that you do point out with data is that young people are not more progressive, as you would imagine, one of my sort of theories on why our politics at least has become so polarized and is driven to the extremes comes from, you know, what the sociologist Timur Kuran in his 1999 book, Public Lies, Private Truths, calls preference falsification, where back in the day, there were certain things you just didn't say in public because it felt beyond the pale. But what social media has done is led to what Quran would call a preference cascade, where you suddenly discover other people who are taking those positions, that this is a country for Hindus only or whatever the case might be, across a set of different issues, and you feel emboldened to say that, and to double down on it. And when you do that, it makes everybody's beliefs stronger. So I might believe 10 things, right? I might believe that jobs are important, or I might believe that I want my kids to have a better future. But I might also believe that Muslims are the other or that a woman's place is in her kitchen. And those aspects of my identity, sort of get emphasised and encouraged by what's happening in social media. Alongside me like Cass Sunstein talks about this thing called group polarisation, where studies showed that, you know, he put a bunch of Democrats and Republicans in a room with, you know, the Democrats in one room, Republicans in one room, and found that the average view of the group had shifted towards something that was more extreme than the most extreme member of the group thought before they met. So when you're together in a group, you drift towards the extremes. In fact, this, you know, this recent gathering of Yati Narsin Anand and all these, all these so called holy men who were effectively calling for a genocide of Muslims, which is very recent when we are speaking, but will be a few weeks in the past when the episode is released, is also an example of that where one of the reasons they are going out and saying more and more extreme things is they're also competing with each other for attention. And how do you compete with attention within a political party or a gathering or whatever? You don't do it by being moderate and reasonable. You do it by being more extreme than the next guy, more pure than the next guy. And all of that is happening. And that would lead me to think that there are therefore two contradictory impulses at play. And one impulse would be that, listen, the world is getting globalised. Young people today are seeing everything on the internet, liberal views from across the world, all kinds of evidence that the other is not really the other, you know, everyone shares a human condition. But at the same time, there is also this trend happening in our society where everything is getting polarised, where you know, the better angels of our nature in a sense are getting suppressed. And these tribalistic toxic aspects are coming out. So what is your sense of this? You know, is there a change towards a good direction like you write at the beginning of the chapter that it's very conservative, and it's going to take a lot for that to change that doesn't really seem hopeful. But on other margins, you point out that there is scope for hope. For example, we're getting married older and older, which is a good thing. You haven't mentioned it in this book. But I think our rising divorce rate is also fantastic. It speaks to the empowerment of women and the fact that they have more choices. Similarly, you talk about same sex marriages, how approaches to that have certainly become more progressive. Like I remember if you know, had 377 been outlawed in the 1980s, people would have reacted in a different way. I'm confident of that. And yet here it was like nobody condemned the repeal of 377. Many people such as us were welcomed it obviously, but nobody really protested it. It was like a done deal, which to me was a sign of how at least on one margin, Indian society is getting more progressive. But overall, I look at the data and especially the data when it comes to age, and I get the sense that one should not necessarily be too optimistic that things like youth and education and urbanization don't always correlate with more liberal attitudes. What's your sense"
    },
    {
        "speaker": "Guest",
        "time": "02:55:03.760",
        "message": "of all this? Yes, I think what we're seeing right now is whatever the things that we assume would be automatic forces that lead to more progressive attitudes are not going to operate that way in India. And if we continue to believe that those will be the pathways to more progressive attitudes, we're not going to get anywhere. So we're going to have to come up with a new sort of political science vocabulary to figure out how these changes will occur, if we can even get to the consensus that these are changes we want to take place. I think the findings that neither youth nor education nor urbanization are necessarily, are not in fact preconditions for more progressive values is important. And then thinking hard about the changes, the norms setting, whether political or social that it's going to take for the needle to shift in these sorts of ways is going to become important to think of. But one of the things I would disagree with you is that I don't think that it's social media which is what has emboldened people. I do agree that people are emboldened, but I think the backing of a muscularly majoritarian state is what has emboldened people. When you see that essentially your views are the views that are being espoused by the government and being enacted in violent means on the streets, then that is your tribe. You found your community and it is the government. That's what people are feeling. So I also disagree that people are sort of forced to compete with each other in being more hateful because you need to stand out. I think it's more a sort of party to the top, which is that this is a broadly accepted thing and then you can run with it and get as genocidal as you want because there's going to be no repercussions. And I don't think there's any element of artifice in the, again, because that would again be sort of ascribing fringe or sort of manipulative or politically manipulative intentions to people who essentially do believe these things, I think, and are now feeling emboldened with good reason, facing no state response, to be able to say these things. So there is a lot to think about in terms of what we're going to be able to think, what the sort of future direction in change in this is. And honestly, I can't see it in the immediate future because I don't see any norm setting at the, forget at the political level because this is the government and this is, it has broad support and it's likely going to continue to have the support for some time. But I can't see really an existence apart from really sort of tiny groups in Delhi or in Bombay, for example, of any sort of mass social mobilization around broad support for religious tolerance, for example. Even just the fact that Hindu-Muslim unity, now just the phrase has such a sort of quaint ring to it because I think this is something that in the post-Babri era really was a sort of project of the Indian liberal and there were street movements, there were media movements, it really was a project then. It's now, if anything, that is now a sort of quaint fringe, which is, it's an Instagram handle, it's a street plate, it's not taken on the position of a large social movement. So, I don't know, I don't know what it is, whether it is some sort of embarrassment about really owning this. I don't even feel that I see a sort of universal acceptance among liberals that sort of this muscular and violent majoritarianism and anti-Muslim sentiment is as widespread as it is. I think it's sort of sometimes equated into becoming very intolerant. These people, they're also misogynists, they're also anti-caste, they're also anti-Muslim, but I feel the centrality of anti-Muslim sentiment to all of this is not as clearly acknowledged as it needs to be. And when you talk about things that, if you take it in the opposite direction, not things that you now feel emboldened to say, but rather if you start talking about things that you now no longer feel that it's okay to say. I do think, as we spoke earlier, I do think that some amount of sexist stuff is not okay to say in the broad public sphere. And while I do see a lot of casteist beliefs espoused in both in what people say as well as, and a lot of it on social media, any sort of active Dalit person, particularly women, faces terrible casteism in the responses that they routinely get. But I feel like there is at least some pushback to that in the sort of unconnected group of people. So all of this sort of brings me back to the feeling that the centrality of anti-Muslim sentiment to the current moment is not something that's adequately accepted. And you realize this when you speak to young Muslims, which is even a well-off, avowedly apolitical young Muslim cannot exist on social media without encountering abuse. And you shouldn't have to be avowedly apolitical. You should be able to be as political as you want and still not have to face that abuse. And just how endemic it is, everyone will say, yes, it exists. But how central it is to this current moment is not something that I feel is adequately talked about. And pathways to the future, I mean, there's one way is to think about whether making it not okay to say these things is the first step towards it. And then you can think about how that might happen. But I have a lot of faith in the power of political norm-setting. And so, of course, it worries me then that the ghettoization of Muslim politicians and the sort of pushing to the fringe of Muslim politicians means that even that sort of political norm-setting will be difficult. And then espousing again this quote-unquote Hindu-Muslim unity sentiment is a lonely enterprise for politicians then. But I place a lot of faith in that because I do feel that I've seen it in conversations with politicians and in data on the role that affirmative action for Dalit politicians and then the sort of act of seeing them in power, the impact that this has had on norm-setting in at least in their constituencies. But if you've reached a point, as we have right now, that a Muslim cannot get elected in this country except in a Muslim majority constituency, where are we going from here? Because there's absolutely no conversation and we can almost sort of throw it out of the discussion of having affirmative action around political representation for Muslims. That is as far from the national discourse right now as is possible. So, if that's not going to happen, then you have to be a politician who really goes out on a limb to espouse something that may not have broader political dividend. And I can't think of too many people who do that. And so, yeah, I can't see immediate pathways"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:19.520",
        "message": "out of it. Yeah, I mean, at one point you do right, quote, but for lasting change, the hard work of rewiring values will come from politics and the creation of social norms, stop quote. But all the data is, you know, extremely grim and very clear about what kind of country we are and what direction we are moving in, which makes me wonder like, if I'm wrong in one of the assertions that I make, like I have constantly been bemoaning the way in which opposition parties also quote the Hindutva vote, like Aam Aadmi Party, of course, does it in various ways and free pilgrimages and so much religious posturing that they do. Even the Congress does so much soft Hindutva. You know, when the Babri Masjid judgment came, Priyanka Gandhi boasted, it was my father who threw open the gates and all of that. Everyone is quoting that vote. And my sense was that this shows a lack of imagination, that there is an assumption they have made that this nature of, you know, the Indian people is non negotiable. This is what it is, you have to cater to it. And you fight for issues on the margins. And my sense is that no, my sense is voters contain multitudes. And there might be someone who hates Muslims, but he might also want better jobs for his kids. He might also want more economic prosperity for himself. So you want to appeal to the better angels of the nature as it were, you want to use more political imagination and find out ways of making this particular thing a little irrelevant and speak to those aspects of this. But looking at all the data in your chapter, I get the sense that that might be a fool's errand, that maybe it is just too idealistic. And that maybe all these parties kinda have given up on all of that. And they just know that this is what it is, this is an easy thing to do. And I believe one, no one can out Hindutva the BJP. And I also believe that even the BJP can't ride this tiger, you know, that it is going to lead to horrific consequences. And none of this what, you know, Yati Narsinanand, I've been watching his videos for months, I've gone down right wing rabbit holes in just shock and horror to see what's happening out there. And for those people, not just Modi, not just Amit Shah, even Adityanath is too moderate. They're not doing enough for Hindus, they want to do far worse. And that's kind of where it's headed to a point where I think it'll, you know, it keeps getting more and more extreme and splintering further till it collapses under its own weight. That is a hope. So do you think there is that possibility that if other politicians showed more political imagination, that we could sidestep this issue? Or do you feel that we are inevitably going"
    },
    {
        "speaker": "Guest",
        "time": "03:04:51.360",
        "message": "where we are going? So it's hard to think of what comes first in these, right? And I do agree that voters contain multitudes. But the weaponization of one part of their beliefs into what they should believe is the most important one. And in fact, the sort of conversion of that one belief into somehow being at the core of all of their other beliefs is something that the Hindu right has done very successfully. So if you convince people that everything from population to the economy is to be laid at the door of Muslims, and if you've done it really successfully by among other things, also taking control of the media, then you're sort of flattening those multitudes. There are, you know, from places where we seem to be not in exactly this binary, I suppose there are questions to ask about how that has happened and what it means and what sort of fault lines exist there then, which is when you think about Kerala and Tamil Nadu, for example, which do not have precisely these fault lines in the same way at least. So there is something to think about. Of course, it meant that a hundred years ago, these movements began a hundred years ago in these states. So it's a depressing thought to think that if we begin something now, maybe in a hundred years, this fault line will be less significant in those states. Maybe there is, you know, a social science experiment we had in someone attempting this leap of political imagination and bringing back to the core economic concerns and the economy and jobs and see if they're able to, if they're able to be, you know, decent people with a convincing story and a convincing message and if they're able to get past this, because we haven't had that attempt. It's not that someone's attempted it and failed. We've just not had that attempt of."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:44.160",
        "message": "Actually, I'd say we saw an example of it just a decade ago, which was a whole India against corruption thing where corruption kind of became the locus. And obviously, as I wrote at the time, the way Hazare and KHD Wal and all went about it was completely wrong and Jan Lokpal was not going to solve the problem where the problem essentially was too much power and discretion in the hands of the state. But for that moment, corruption became the big issue. So, you know, and of course, the moment shifted and other things"
    },
    {
        "speaker": "Guest",
        "time": "03:07:09.440",
        "message": "and this whole agenda took over. I find it hard to agree with that because that would assume that what India against corruption said was its core concern was truly only its core concern and that it would have been and that it believed sort of the sort of egalitarian sentiment about everything else was true to it. Now, given how all of the products of that movement have turned out to be majoritarian to one degree or the other, authoritarian to one degree or the other, I find it hard now in hindsight, I don't think I felt moved by them then either. And, you know, in Maharashtra, we know Anna Hazare more than the rest of the country knew him then. So I find it hard to think of the India against corruption as a movement that was purely about corruption."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:58.800",
        "message": "My point there is that I agree with you about these people. And even I wrote at the time that, you know, these are false messiahs and don't get taken in. And I was skeptical of KHD Wal from right then. But I think in a lot of the popular imagination, the anger against corruption, forget the intent of the leaders of the movement, I think in the eyes of a lot of people, corruption was a big issue. And you could galvanize around that. And, you know, that certainly was one of the factors which helped the BJP come to power. And of course, when they came to power, they did what they did. They went off in one particular direction. But otherwise, you know, I think it was a bit of a factor."
    },
    {
        "speaker": "Guest",
        "time": "03:08:32.720",
        "message": "But the question to be asked is, could anyone have galvanized around corruption? Or is there a reason that the people who did do it, who did turn out to be authoritarian and majoritarian, were the people who were successful in galvanizing around it? I cannot find myself sort of, I'm not able to feel confident enough in the pure anti-corruption feelings of people at that time to feel that if a bunch of young Muslim men had similarly come up with a movement or a bunch of Dalit activists from universities, that it would have had the same uptake. I think there is a reason that these people leading these movements galvanized people around this issue, when you are convinced at the back of your mind that the other issues are taken care of. These guys are not going to start talking about Hindu-Muslim stuff in the future, you know. So, I find it hard to think of it as pure galvanization around corruption, even if the people who were galvanized around it then felt that that was what they"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:31.320",
        "message": "were rallying around. Fair enough. I mean, I know many people who galvanized for them and are completely against Hindutva today. So, I think regardless of what the intentions of the leaders were, I think many of the people who felt moved by that moment were not necessarily motivated by, you know, what eventually transpired."
    },
    {
        "speaker": "Guest",
        "time": "03:09:49.240",
        "message": "Right. But I think the reason that it's important to talk about the movement as a whole and to think about why some succeed and why others don't, is to think about why those succeeded. So while individuals might not have been there for Hindutvavadi reasons, the next step of thinking around it is why that particular movement around corruption, with some people who later turned out to be Hindutvavadi, despite being supported by people who were not Hindutvavadi,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:14.880",
        "message": "was the one that succeeded. Let's talk about sort of your third chapter and we'll go through the different themes really briefly because I know you have to go back home. And your third chapter is about, it's called How India Really Votes. And the broad point you make there, of course, is our simple narratives are wrong and you begin with a story of the 2015 Bihar elections where, you know, you have all these experts on TV and people are saying X won and they're all giving gyan about why X won and then suddenly the narrative changes. Actually Y has won and they start giving gyan around why Y has won. And there's this great book by Philip Tetlock called Super Forecasting. You must"
    },
    {
        "speaker": "Guest",
        "time": "03:10:50.120",
        "message": "have read it. No, I haven't. Fantastic book. Yeah. It's a very profound book for various"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:55.200",
        "message": "other reasons and I particularly loved its focus on the importance of probabilistic thinking and avoiding certainties. But one of the themes that it does look at is how the so-called TV experts often get everything wrong because they are supposed to, you know, go out there on TV and be pundits and, you know, be full of certainties because that's why they're there. If you're going to start giving percentages that, you know, I think it is 33% likely that blah blah blah and start putting nuance everywhere, you're going to get nowhere. And he speaks of these forecasting tournaments where inevitably the experts do the worst. And the people who do the best are just people who are generally intelligent, but most importantly, skeptical, who are open to changing their mind. And by the way, for my listeners, a great book on the theme of changing your mind and being open is the book I just finished reading called Think Again by Adam Grant. So just pick that up. And that's kind of what super forecasting is about. And in your chapter, you bust sort of a bunch of myths, you point out something that I remember, you know, I used to blog about more than a decade and a half ago that people would talk about a wave, that there is a wave and this has happened. And I was like, there is, you know, no such thing as a wave ever. Narratives are always complicated. They are not simple. Now, as you point out that, you know, many of these narratives are wrong, people are not voting just for money, you know, X group of people just because they are X group of people are not necessarily a vote bank. But one of the interesting things that I noticed and wanted to ask you about is how female voter turnout has exploded. In fact, in our most recent parliamentary election, female voter turnout was higher than male turnout for the first time in history, I think is grown by 75%, while male turnout has grown by 50%. And something very real has changed. So what do you think are kind of the factors for that? And you've, of course, been at pains to point out that they're not voting in a homogenous way. Being a woman is just part of the many multitudes they contain, right? So you could be voting for your particular tribe or for, you know, an MP of your caste, because you feel you look after your interests, or blah, blah, blah, you could have various reasons. But what is it now that so many women are turning out to vote? And is there maybe a little bit of hope there? Because this is a country where women have been treated as second class citizens all the way throughout. And it's a deeply misogynist country. And at some point, you know, you think that even if they're not voting in homogenous ways, they could take that into account, there is maybe scope for new kinds of political narrative"
    },
    {
        "speaker": "Guest",
        "time": "03:13:28.720",
        "message": "there. What's what's your sense of all this? So I think one of the things is that the Election Commission really has done a very sort of good and purposeful job around taking more women onto the electoral rolls, first of all, which was, you know, an issue you you weren't registered on the rolls at all. And then sort of doing things to encourage women to vote. I think the fact that political violence during elections has significantly declined, has helped women come, you know, be more confident about coming out to vote. I think there's also some amount of, you know, there's a certain sort of adorable sincerity in government messaging sometimes. So I and that does get somewhere, you know, the thing that's the the slogan that's painted on the government school does get followed pretty sincerely on some things at least. So I think that that conveying the sincerity of go out, vote, it's important that that's got through and that has been very systematically in a decentralised and apolitical way sort of pushed across the board. There's really no constituency that pushes back against anyone voting at all, you know, that that doesn't happen. But I think it's also important to think about who doesn't get to vote. And a large, the largest sort of explanation of that is migrant working men. So the fact that sort of short term especially migrants are not women, means that they are less likely to miss voting day. And while I think it's an important story and sort of has the potential to be very transformative, I do also think that we need to pay attention to the fact that male voter, we're not, we're in November and you're 100%. So it's not that we can be satisfied. I think we need to think hard about how to improve male voter turnout as well. And again, one of these sort of tired narratives that a lot of newspapers do around election day is that, oh, you know, South Bombay didn't turn out to vote or South Delhi didn't turn out to vote, which really misses the broader point, which is that those who miss voting are primarily migrant men or those who have shifted residence and found themselves fall off the rolls. So yeah, there's scope to do better research on why, you know, women turn out in such large numbers now. And also definitely reason to worry about why we've not been able to push male turnout further."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:15:48.480",
        "message": "And you know, another sort of belief of mine, which you challenged and made me think about in this is how most political parties are effectively the same in my view, they're left of center on economics, right of center on social issues. And, you know, broadly statism is the dominant political ideology. Now, you've pointed out here, I'll read out a couple of quotes from you, where at one point, you say, quote, most parties do promise development, but despite the common refrain that they're all the same, the key political antagonists in India are ideologically distinct, particularly on religion, and voters know clearly where to align themselves, stop quote. And later on, you talk about how the economic axis has become less important, where you write, since the 1990s, however, this axis has become less salient to India's voters, with economic distinctions between political parties diminishing, and religious distinctions, sharpening, stop quote. So a couple of questions. One is that I buy that people vote for parties for drastically different reasons. So they're different in their appeal, they're different at the local level. But in macro outcomes, where you look overall, they seem pretty similar to me in this, like even Modi, you know, I keep saying that he got his whole love for central planning from Nehru and his whole authoritarian streak from Indira, there's not much difference. If there is one difference, it comes from Arun Shourie's formulation, that NDA is UPA plus cow. And it seems to me that the whole of the difference today is cow. And even people like Aam Aadmi Party and the Congress sometimes with their soft Hindutva are trying to bridge that gap and trying to incorporate more cow."
    },
    {
        "speaker": "Guest",
        "time": "03:17:23.160",
        "message": "So you know, what would be your sort of… So I think there's probably a sort of historical break that we'll have to in the future account for, because this has not been the trend of the last, you know, of the post-independence years. And, you know, part of my thinking around this comes from a book by Pradeep Chibber and Rahul Varma."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:44.040",
        "message": "Rahul's been on my show a couple of times, yeah."
    },
    {
        "speaker": "Guest",
        "time": "03:17:46.640",
        "message": "And Identity and Ideology. And they, you know, make the point around about the sort of continued conviction of voters over time around political beliefs and how that sort of, sorry, you know, broader social beliefs and how that aligns with the parties that they vote for. And it's distinct and also something that I feel is borne out in sort of conversations and what I see around me. And I think on the economic front, in particular, there has been much more movement in the last 20 years, which is, it doesn't seem like it right now, but there was a point at which there was a sort of active opposition to reservations along the economic right. And that this, the rule of a less active state was a sort of political point along, around the right. I agree that that is, you know, less central to right-wing political parties now. I don't agree that the two parties are broadly similar along all economic policies. For example, you know, I don't want to get into it at length, but I don't believe that what happened on labor laws, for example, would happen under a Congress government. I don't think, I do think that that is, you know, there were sort of directions like that, but this sort of mass loosening, I don't think would have happened. I think there's other, you know, more recent economic decisions as well that only could have happened against under this government. And I think the sort of expansion in the parts of the welfare state that happened under the UPA, while they have sort of other resonances in the current government, that I do see distinctions in economic terms between the two as well. Of course, they are not sort of, it's not a Democrat or Republican in that respect. And I find this Congress plus cow sort of diminishing of just how majoritarian the BJP is to an unfair degree, because, you know, it's not sort of empirically testable right now. But I can't, I don't think that this is precisely the situation that would have happened under a current Congress-UPA government. I do think that there was a, there was large sort of public frustration with slowing economic growth and a sort of culture of frustration, and a frustration about what was seen as a culture of corruption. And those sort of economic issues did play a role in the 2014 election. There's a, there's a lot that the Congress needs to be criticized for in terms of it's soft and not even soft Hindutva often. But I think Congress plus cow is a bit of a diminishment of the issue."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:22.800",
        "message": "Yeah. So, I mean, just to briefly push back before, before we move on. Firstly, I think, I think at different phases of time, parties have shown liberalizing instincts like the Congress in 91 under Manmohan, which I'd put, which had rank as a very similar government to Vajpayee, where both of them had strong liberalizing instincts and did a lot of good. And completely at odds with that is say what Modi is doing now. And, you know, Modi made noises about minimum government, maximum governance. But the fact of the matter is, he quite obviously never believed in it, because he never implemented anything to that effect, either in Gujarat or at the national level. And I mean, it took them seven years to sell Air India. So my sense would be that there was a little bit of posturing, but there was never a genuine ideological difference in that, that the dominant economic ideology going by the actions of our parties has always been statism, with the notable and honorable exceptions of, you know, Narsimha Rao and Manmohan at the moment of liberalization, and then later on, with some of the things that Vajpayee did. But otherwise, the dominant move has been that we in economics is statism. And there are a lot of other things happening at sort of the social level, like you spoke about them being anti-reservation. But if you actually look at how they won 2014, by actually just using caste, you've also written about it in your book that they recognize that in UP, they need to appeal to non-Jatav Dalits and non-Yadav OBCs, and similarly in Maharashtra to non-Maratha OBCs. And I mean, they were playing caste as skillfully as any other party ever did. So on that margin, also, I don't"
    },
    {
        "speaker": "Guest",
        "time": "03:22:05.680",
        "message": "think that they were particularly different. Yes, my argument is not at all that the current BJP is anti-reservation. I definitely do not think that that's the case. It's more that the, in fact, my point was that we've forgotten that there was a time that there was an economic right that was anti-reservation, and that was one of the axes that separated left and right-wing beliefs. And that sort of coalescing around left-wing economic views as well, along what was the right as well, has happened. So I, in fact, disagree that Rahul's and Pradeep Chhabra's analysis of reservation being one of the axes that separate the left and the right, I disagree about that. I don't feel that there exists an anti-reservation constituency in government, at least, although there is a lot of talk about that. And in fact, I mean, what exists now is a sort of trying to keep, trying to sort of satisfy majoritarianism as well as these hard caste calculations, as well as use the language of reservation. So I think the economically weaker section reservation is one of the sort of examples of how the right tries to do reservation, you know, and it's, I think it's a real travesty."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:23:24.280",
        "message": "There might have been many debates around reservations and op-ed pages, but in terms of what political parties actually did when they're in power, I don't think there's any significant difference in any of them. It was just a question of thinking how they can use different caste calculuses, if there is such a word as calculuses, different caste calculus. Calculus should be plural, right? So to kind of figure it out, but anyway, that's"
    },
    {
        "speaker": "Guest",
        "time": "03:23:45.480",
        "message": "it. Just to add that the 10%, the economically weaker section reservation attacks the heart of, and I should put it out there that I'm a strong proponent of reservation, it attacks the heart of the purpose and the ethos and the sort of intended outcomes of reservation, which is, and it has absolutely no basis in data. And if at that moment, when it was being offered or put into law, if anybody had actually looked at the data and looked at who was the most deserving for affirmative action, it would have been the Muslims of this country. So the instrumentalization of that reservation, which is essentially an upper caste reservation by another name, is a break from, that's the point at which I disagree that everybody has just done reservation the same way. That particular piece of legislation is a break from how reservation has been done so far and is a uniquely right-wing problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:42.760",
        "message": "Sure, fair enough. Data, again, being something that, as you point out, more people should look at. So, you know, we have like just, you know, not much time to go, 10 minutes before you have to sort of leave. So to sum up some of the big themes of your book, and I think all listeners should read the entire book with great attention, because every chapter has great insights. One of the things that struck me is that, one, we are, you know, one of the most religious countries in the world. 84% of Indians say that religion is very important in their lives, which, as you point out, makes us more religious than, quote, Western Europe, Central and Eastern Europe, Israel, Latin America, and the United States. Only in sub-Saharan Africa and some regions with large Muslim populations with similar or higher shares of the public say religion is important to them. And as you point out, 97% of people believe in God. You know, are there, I should, I'm one of the smallest minority, I'm part of one of the smallest minorities, clearly. You also point out that young people are religious. You say, quote, young people are quite religious too. About 78% of respondents in a youth survey reported praying quite often. 68% said they went to a religious place of worship frequently. 49% reported watching religious shows on television quite often. And 46% often engaged in activities such as singing religious songs, bhajans or taking part in satsang, stop quote. And, you know, 46% keep fast and 39% read a religious book quite often. All of which, when I read them, seemed to me to be far greater than I would have imagined. Perhaps I have too much of an optimistic view of the youth. Yeah, you also talk about how much money do Indians make. And again, I think the big insight, which should be pretty standard by now, but isn't, is that people like you and me are really in the top 0.1% of the country, if anything. You know, so many people call themselves"
    },
    {
        "speaker": "Guest",
        "time": "03:26:29.440",
        "message": "middle class. And I feel like laughing. So one reason, people who are like, you know, push back against the 1%. Sure, push back against the 1%, but you're the 0.01%. Yeah,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:42.200",
        "message": "exactly. It's just not the middle classes, you know, even your domestic help is perhaps too rich to be in the middle classes. It's really that kind of scene. So again, for people who haven't really thought about this, your chapter is in Ayopana. You speak about how we make our money, how we spend our money, how we work, how we are growing and aging, where, you know, I had a rant about how, you know, referring back to Modi's little rant on population, where he said, we need to control our population. Throughout our freaking history, politicians have been ascribing problems, failures of governance to the people, where they are saying governance is not the problem, the people are the problem, you are the problem, which is basically what they're telling citizens. And you quoted Paul Ehrlich and his nauseating book Population Bomb. And of course, he had a famous bet with Julian Simon, which he lost I'll link details to that from the show notes. But I am totally of the school that believes with Julian Simon, as the title of his book goes, that human beings are the ultimate resource, we are brains and not stomachs. Our population has always been our greatest strength. That is why people move from villages to cities, though, as you point out, not in the rate people think they are, but they move from villages to cities. And another of the great sort of insights in your book, which I first heard from Chinmay Tumbe, when I did an episode with him on migration, is a large chunk of migration in India happens because women get married and they leave one home to go to another home. And again, a great TIL moment for me is that much of the migration in India is rural to rural migration, not rural to urban migration. And it's coming from the women who are leaving one home to go to another home. And again, you make some great points about urbanization on how it's happening, but not as fast as people imagine and challenge some of my beliefs there as well. And there is just done in your book, as you can see, I'm very excited about it, but we don't have enough time because you did not commit eight hours to me. So kindly come prepared next time. And in your conclusion, when we talk about, you know, fixing the problems, you write, quote, the only way to fix the problems is to accurately identify the flaws and talk to experts about how to fix them. A vague, overly broad skepticism and suspicion about all official data and all inconvenient private data will not help. It will only strengthen the arm of those who seek to suppress it. And you also talk about how ideology is a problem. We are so bound by ideology that each side refuses to engage with the other side. And to get out of it, you say quote, we are going to have to dig deep and get specific stop quote. And those words dig deep and get specific are important to me because I think that people, especially elites like us, we cultivate this approach of abstract skepticism and just dismiss all of these efforts that are happening. And the abstract skepticism beyond the point is not helpful. Concrete action is needed. What can we do? What can we do to get our hands dirty and make things a little better? And"
    },
    {
        "speaker": "Guest",
        "time": "03:29:34.600",
        "message": "I can just jump in there because I've been talking about the book to groups. The number one question I get asked at the end of it is how can we believe any data when all of it seems to be manipulated or made up? And you know, when the media is so taken over and and my point is that all of that we know about what went wrong or was suppressed in the data came out through good journalism in the last couple of years. And the reason that we know and you know, we know specific issues about specific surveys or data sets that had specific problems for specific reasons. So I will be completely sort of skeptical or suspicious about a data set when I know why. I mean, when we have had people able to be whistleblowers and speak out about it and also have reporting around it, I don't then feel the need to worry about the fact that there could be sort of mass manipulation of fudging going on unknown. Of course, it means that we need to be more vigilant for the future and we should not assume that there will never be a sort of greater manipulation. But this is the thing. I mean, and I have some I find it a bit intellectually lazy for people to say that, you know, data can't be believed, all of it is being fudged. It just means that you've not paid enough attention to the people who are speaking out about it. And you've not engaged hard enough to figure out what in it is questionable, without just being sort of over broadened in criticism about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:00.000",
        "message": "And I'll add to that and make a point which you also make in your book in different words is that I think to a lot of things that the state does, Hanlon's razor applies and Hanlon's razor is never attribute to malice what can be adequately explained by stupidity, or in this case, incompetence that there are many things within our data gathering system which don't work, it's deeply complex, but it's not necessarily because of malice or bad intent or someone's trying to push a narrative. It's just incompetent shit is hard, people are trying to figure it out. You know, I described demonetization also really to Hanlon's razor stupidity rather than malice. Some people might feel that I'm being too generous. And the heuristic that I kind of use like this is something that I face also, right? During the pandemic, who do I trust? There's so much stuff going around. And I think the process I worked for myself to figure out what to trust and what not to trust is figured out a few people I considered trustworthy, whether it's Eric Topol or the journalist Zainab Tufekci or within India, people like Brahmar Mukherjee and Gautam Menon and all of that. And after a certain point in time, you figure out, okay, I'm going to trust these guys, and you're still skeptical, but you broadly trust these guys. And similarly, I think, when it comes to data, people can trust stuff that comes from you or Pramit, for example, I mean, that would be my heuristic that if I'm, you know, what you write, and what Pramit would write would carry a certain amount of credibility, because I know that there's a certain amount of rigor that has gotten and journalists earn that credibility over time. And, and I think it's, it's so important that people like you are also kind of working in this field and doing this work. I mean, I, people often argue about Thomas Carlyle's great man theory of history. And you know, where the argument is that history doesn't need great men, or in the formulation of those days, great men or women would be what we would probably say today. But, and the currents of history go their own way. And I'm not sure I agree with that. I think if you or Pramit didn't exist, I think our landscape would be a lot poorer if a handful of people didn't exist. So I just hope that people listening to this who are interested in this field can be inspired by you and kind of, you know, take this journey forward. But before I embarrass you too much, and you just walk off and leave."
    },
    {
        "speaker": "Guest",
        "time": "03:33:11.080",
        "message": "And Amit, if I can just jump in with two things. One is that I do agree that there is a lot of incompetence. However, there have been some notable instances of malice in the last couple of years. And it's particularly important to pay attention to those, so that we don't paint the sort of broad history of Indian data with the same brush. Because the breaks in continuity that have happened in the last two years, are sort of historic breaks. And I've said this before that, you know, I think every generation feels about a few things. How did we let this happen on our watch? And as a data journalist, I feel about two things that happened in 2019. How did we let this happen on our watch, which is that for the first time in Indian history, a National Statistical Survey report was completely ready. And then the government officially said that they were not going to release it, although many of us already have it. And we know that it showed sort of historically, you know, an enormous slowdown in growth to the point that it would have led to, it would have shown a decline in real incomes, and the first increase in poverty in decades."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:12.920",
        "message": "And this was pre-COVID."
    },
    {
        "speaker": "Guest",
        "time": "03:34:13.920",
        "message": "This was pre-COVID. And journalists by the name Somesh Jha from Business Standard brought this out. We all know this is what the data said. It was cleared by the government's own National Statistical Commission. So it wasn't that it lacked, you know, rigor. And for the first time in Indian history, under all of our watch, the government has been able to just say that they're not going to release a report that we know showed them in a bad light and nothing has happened. There's no repercussions. They've been allowed to go ahead with it. So there has been a lot of historic incompetence, but there is some fresh malice. And I want to make a point about trusting people like Pramit in particular. So I don't necessarily subscribe to both sides-ism and everyone should criticize everyone. But I think one of the reasons someone like Pramit has the credibility that he does is that an important piece of journalism he did in the last couple of years was pointing out the flaws in the GDP calculation. And in his writing around it, he has pointed out sort of historic failings of the national statistical architecture, past mistakes. So when you do see that, that a critical eye is being turned on the whole sort of scope of history and not being, you know, only switched on at this moment in time, that helps build credibility too. Because, you know, hopefully we will all outlast governments. But if our reporting stays on and people can see whether that critical lens is only being turned on for one government or the other."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:38.400",
        "message": "Yeah, and my point about data was that at least the data there which came out was reliable. You know, the government not bringing it out is obviously a malicious act. And there is much malice we can accuse him of. I mean, malice and stupidity kind of go together. And there is so much malice that we have to be glad that they are stupid also, because otherwise the consequences could be even worse. But that's a different matter. So to wind up a couple of questions. And one question is that, if you look forward to India in 2032, 10 years from now, what's the best case scenario? And what's the worst case scenario in your eyes? And I'm asking it in a broader sense, not just a sense of data journalism or data gathering or whatever, but you know, you can give whatever, you know, you can highlight"
    },
    {
        "speaker": "Guest",
        "time": "03:36:22.720",
        "message": "whatever aspects you want to your answer. So I would suppose, you know, the worst case scenario is that the bubbles that we are building around ourselves, which are not just sort of problematic in that they don't advance knowledge, but also end up, as you were pointing out, sometimes, you know, amplifying the worst parts of our lives and the sort of biggest gaps in our knowledge get worse. And because this is something I'm seeing, you know, much more of this effect of, you know, there's not talking to each other situation. If that got a lot worse, that's a worst case scenario. And the worsening of the current Islamophobia in the country would be the worst case scenario. I suppose the best case scenario would be that movements, both political and social, were able to build broad social norms around equity, equality, egalitarianism, tolerance, those sorts of, you know, those sorts of movements that have had their moments in the past and that don't seem like something that can't happen, but that some of them came together in a sort of critical mass around public declarations of commitments to equality took off. On the data side, a sort of greater commitment to fairness in approach and analysis of data is what I would hope for. So yeah, those are my best and worst case scenarios."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:37:45.520",
        "message": "Great. So my last question is this, and of course, one more worst case scenario is that by then, seen unseen episodes will go on for 15 hours, and you'll be one of my guests and we can talk for 15 hours as we discuss your 8th book or such like. But so final question. These days, I like to ask my guests to recommend books for my listeners to and for me to read and discover and not necessarily books on data or statistics alone, because I don't want to pigeonhole you, but any books, what books have had the greatest influence on who you are, or have changed the way you look at the world, or you've been so entertained by that you just want to shout and say, hey, you know, look at this, read this. We've talked before about Raag Darbari and I think that is one of the books that's had the most impact on me. Did I ask you the question in my last episode? I've completely forgotten."
    },
    {
        "speaker": "Guest",
        "time": "03:38:33.320",
        "message": "Not about books, but I talked about it anyway, because I love this book. It's a lovely book. I have also really, really in the last couple of years, loved Shobhan Chaudhary's The Competent Authority. In some ways, it felt like a modern and futuristic Raag Darbari, you know, in all of its sort of understandings of the levers of Indian democracy, as well as the, I mean, it was all absurd, but not so absurd that it seemed impossible. And I loved it. Trying to think of what else I would recommend. In the last year, I have really enjoyed Despite the State by my friend Raj Shekhar. He and I disagree about many things too, but you know, it's a great book. And just for, you know, engagement and fun, I would recommend a book that I recently started reading, which all of Tamil Nadu will roll their eyes at because they've all read it as children, which is a book, you know, an epic called Ponni and Selvan. So sometimes you realize you just want to sort of lose yourself in a world of character. So either the book or the English audio retelling that, you know, lose yourself in an epic."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:41.400",
        "message": "Well, thanks so much for that. And thank you for coming on the show. It's been such a, I've had fun having this conversation."
    },
    {
        "speaker": "Guest",
        "time": "03:39:49.480",
        "message": "Thank you so much, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:52.760",
        "message": "If you enjoyed listening to this episode, hop on over to your nearest bookstore online or offline and pick up Whole Numbers and Half Truths by Rukmini S. You can follow Rukmini on Twitter at Rukmini. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for listening. Did you enjoy this episode of The Seen and The Unseen? If so, would you like to support the production of the show? You can go over to seenunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]