[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "A common delusion that many of us suffer from is that the world as we see it is the world as it is. We look around and everything seems clear to us so we assume that everyone else sees what we see. What is obvious to us should be obvious to them as well. We get exasperated when it isn't so. And often we only look at the world through our own eyes. That is such a limited way to live. This is why I recommend reading as much as we can. Books allow us to enter the lives of others, to see the world in subtle new ways, to enhance our understanding of our own selves. And that's why, on the seen and the unseen, I love talking to guests about their lives. How they grew up, what their influences were, the texture of their days. People as old as me or older lived in a world that had so little of what we take for granted today. All the books and music and cinema of the world were not at our fingertips. We did not have the internet at our disposal. When we had free time, we didn't have smartphones we could look into. And India back then was so different. Look, I'm glad we have progressed as much as we have, but I sometimes feel sad that there are worlds that we left behind that live only in our memories. I like to revisit those worlds sometimes. Do you?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:17.280",
        "message": "Welcome to the seen and the unseen. Our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:26.000",
        "message": "Please welcome your host, Amit Varma. Welcome to the seen and the unseen. My guest today is Mrinal Pandey, an author and journalist who is older than our republic. She has written many fine books, been a legend in the world of journalism, and is as sharp and energetic in her 70s as she describes herself as having been in her 20s. I have gained so much insight from reading her over the years, and I was honored that Mrinalji agreed to be my guest on this show. We recorded this episode in December, and I feel so fortunate that she trusted me enough to open up about her life, growing up as the daughter of the famous Shivani, and gradually making her mark in the literary world and in media. There were so many subjects I wanted to talk to her about, our society, our languages, gender, politics, our media, and the three hours went by in a flash. I was so inspired by this conversation, and I know that you'll also like it. But let's take a quick commercial break before we begin. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long-form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up-level themselves by reading more. A few months ago, I signed up for one of their programs called The Daily Reader. Every day for six months, they sent me a long-form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up-to-date with ideas, skills, and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. What's more, you get a discount of a whopping 2,500 rupees, 2,500 if you use the discount code UNSEEN. So head on over to ctqcompounds at ctqcompounds.com and use the code UNSEEN. Uplevel yourself. Mrinalji, welcome to The Seen and The Unseen."
    },
    {
        "speaker": "Unknown",
        "time": "00:03:55.360",
        "message": "It's such a pleasure to be chatting with you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:58.160",
        "message": "So you know, before we start, there are many subjects I want to talk to you about today. But before we start, I'm really curious to know about your childhood, where were you born, where did you grow up? Because one of the things I've been realizing as I speak to guests of different ages and different origins in terms of where they come from, what language they speak. One of the things I've realized is that I am myself learning a lot about our country and about our culture by looking at these snapshots from different places and times and languages. And I find that such a rich experience. So I'd love you to, you know, start by talking about, you know, where were you born? What were your early years like?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:37.440",
        "message": "My birth and early upbringing are as strange as my writing. I was born in Tikamgarh in Orchha Palace. My mamu, my mother's older brother, with whom my nani also lived, was the Home Minister in the, this was 1946, a year before independence. And my mother came home for the birth of her firstborn, which was me. So I was born in Tikamgarh, and then soon we moved to the hills. In between my first memory is, it has to be somewhere around 1947, because we were visiting my father's older brother, our uncle used to live in Delhi at that time, and his house was a two-story house, and there was a long corridor connecting the house to the door with iron railings on both sides. And I remember my cousin and my older sister and myself, my older sister was my stepsister. She and the three of us, we used to stand in that and watch the crowds go down below on the road. And I remember for the first time that a lot of people, covered in dust, were carrying their luggage on donkeys and passing through the bags. I had never seen the world, so children accept things as they are. And my source of information and authority was my older sister. So I asked her, Binnu, what is this? She said, this is a refugee. So then all three of us jumped up and down and said, refugee, they were refugees. They were coming in after the partition. These were the famous refugees who thronged to Delhi and crowded up Delhi streets. And that was all. Before that and after that, I remember nothing. Then I woke up in Nainital, where my father was a chemistry teacher in a school, in a private school. And we lived in a very beautiful cottage on top of a hill where the school, it was a residential school. One of my father's students was the then President Rajan Prasad's grandson, who had sent his grandson to the school because he believed in Indian kind of education and not the kind of Jesuit education, which was generally available in Nainital. So this boy was not at all noticed in school. His parents, my mother said, never visited. Grandfather once came as a guest, a state guest to visit Nainital, but there was absolutely no interference, no fuss surrounding this little child. He went through school. My father taught him chemistry and my father once said when he was being naughty in class, he pulled his ear to punish him. And my mother said, did you pull the ear of the President's grandson? So my father said, if someone's grandson misbehaves, I will pull his ear. And that was that. And my mother mumbled something about, you know, not being good, not being good, but nothing happened that I can recall. And so we spent some years in Nainital. In between, my mother's family used to come to nearby Almora for summers. So I remember taking a bus with my mother and older sister, father, of course, stayed back and going on the winding roads to Almora, which was not too far, but seemed like another country for us. And once we were getting married to an aunt, and I was running a slight temperature and had a cold. And my father said, don't take her. And my mother said, my sister's getting married, I have to go. So I was taken along. And so my father gave me a red plastic purse when we were leaving, and it had throat lozenges. And he said, if your throat hurts, keep eating this. So that was that. And I reached the wedding house. And the next morning I woke up and it was discovered that I had measles. So I was isolated. But isolation in those days in Indian families meant that you just had a room to yourself, and you lay in bed and you heard. And then every five minutes, my sister and brood of cousins would come to the door and tell me. And I was not allowed to get out of my room, but they smuggled all kinds of foods and sweets for me into my sickbed. So that was the measles thing. And so I spent the, I think almost the entire wedding part isolated. And I was let out very briefly when my mausi was being sent off. Toh upar ki khidki mein mujhko khada kar diya gaya, kaha ki dekh lo mausi jaa rahi. And I couldn't understand. I said, itni agar khushi ho rahi hai, toh sab log roh kyu rahe hain? That was my puzzling thing, which was answered many, many years later. And then we came back and we were in Nainital. Then our grandfather, who used to stay with us. He was very attached to my father. Actually, my father lost his mother very young and his father didn't remarry because he wanted to bring up his boys himself. So he brought up my father and my tauji and the two brothers were very close. And my grandfather was very happy that after my father lost his first wife, a girl like my mother accepted him as a husband and undertook to bring up the little child who was motherless. And then Binu and I were inseparable, we were like twins, and my mother brought us up together. And one of the fairest stepmothers, I mean, for years, we didn't even know we were not born of the same mother. Anyway, so my grandfather used to love my mother very much. And he always said, I still remember the Pahadi sentence, he used to say, tuil mein bachke pehve hallo, you have fed my little calf and brought it to life. So he contracted, we were told, some liver ailment and he passed away. The day for us, you know, at that age, life and death were matters we didn't notice. So the day he was breathing his last, we had a family retainer called Kushalia and we were sent with Kushalia to the forest. We were living very close to a forest called Sherka Danda. And so Kushalia was a very good babysitter and Kushalia was given a hamper with food for us and said, inko shamko hi laana, tab tak yahan sab ho jayega. So we went there and I asked Binu, what is happening at home? So she said, tumko pata nahi, dadaji toh mar gaye. So I said, marna kya hota hai? So Kushalia said ki, dekho abhi tumko samjhata hu. So he looked around, he found a dead bird near a bush. So he picked it up by one leg, I remember. It was a little sparrow, frozen. And he brought it to us and said, dekho ye chidiya jo hai, ye mar gayi hai. She can't sing, she can't fly, she can't do anything. So I said, what will happen to her? So he said, we have to bury it. So I said, will you bury, will they bury dadaji also? He said, nahi, unko toh jala denge. So I started crying because it was such a horrific thought. So I said, unko chidiya ki tarah kyu nahi bury kar sakte hain? So he said ki, nahi, humaari aaya aisa hi hota hai. So that was another thing about grown-up world, which I couldn't make out. Anyway, very ceremoniously, Binu and I wrapped the bird up in pattas and Kushalia dug a little grave for it and then he closed it. And then he said ki, jab Angrej log marte hain, toh usme cross laga dete hain. So he made a cross out of twigs and he put it on the grave and very solemnly had our lunch and everything. By the time we came home, we had forgotten all about it. And we came home and we found that the house had some people there, but the houses in those days were always full of relatives and people. So that was my first introduction to death and the rituals. Then at some point, my father was transferred to Almora. And we lived in a beautiful airy house in a place called Rani Diyar, which must have been some queen's gardens or something. It had a big pine tree forest next to it, where the British soldiers killed in an effort to win the hill estate had been buried and that dated back to 1825. And there were graves and we used to, we had, by then my sister and I had learned the numbers. So we used to join the alphabets and the numbers and find out whose grave it was and, you know, what, which year he had died. And then my mother would point out, see, he was so young and we'd say, but he was 24. That's old. Chaubis saal ka tha, toh bahut buddha tha, for us it was like that. Then my sister was admitted to school and I used to throw tantrums all the time. So my mother sent me to school and the school took me in on sufferance because I was just three. In those days, the minimum age was five. So I was taken in at three. But then the principal met my mother next time and she told her that I was too bright for my class. So she was putting me in class one. So I entered class one when I was only three. And I found that, you know, I was very cocky. I found that I knew much more than all the students in the class. And I used to boss over them. And when they didn't do their homework, then they used to come to me and I used to help them with their homework and so on. But our principal was, I think, an American woman called Miss West and it was run by some American diocese. And Miss West used to wear her hair in long pigtails tied around her head like the Lamas women used to, the Bhutia women who came to sell spices and corals and things in winter. They used to wear their hair like that. So I told my mother that Miss West is a Lamayani. So she said, no, she is not a Lamayani, she is English. So I said, what is English? So my mother said, they are whiter than us. So that was my criteria. And Miss West was very fond of me. And she told my mother, you know, I think your daughter needs a really good set of teachers to teach her. And then we changed houses. My father got a promotion, but we changed houses to the other side of the town. And it was a big jump for my father. So it was a very nice bungalow, but it was too far from the school that I was going to. So my older sister continued going there, but I was put in an Arya Kanya Patshala because it was within walking distance. This was a school run for orphans. And they were threadbare. They had nothing. I remember our classrooms had nothing. So I used to carry a little cushion from home and go and sit there and learn whatever they had to teach me. It was crumbling staircases. The teachers had themselves grown up in the orphanage and were now teaching other children. School was so poor that it didn't even have a clock. Clock and wristwatches in those days were big luxuries. So the sole chaparasi the school had used to sit on the steps and keep an ear cocked for the nearby government girls school where my older sister studied. And when their bell rang, then he would quickly come and ring our bell. So we used to call him Ghanta Master. So I studied there for about a year. And then my father was transferred out to a place called Shahjanpur. And that's where I really came into my own. There was another Christian missionary school which took both of us in. And by then I think I was in class three. And I made many friends. My best friend was the son of a dhaba owner called Abdullah. He used to take me to his father's dhaba because it was on the way to our house and showed me how tandoors work. And he had a stepmother who was a terrible woman, he said. And we both used to pray that she dies soon. Abdullah's father was a very sweet man. And for some reason, I remember him always chopping coriander. And so we were there for about two, three years. And then it was an office cum residence. It was a huge house made of old lakhori bricks, thin bricks, which were very ancient. And my parents had a lot of friends among the local old, you know, thekhanedars and riyasat people because my mother had grown up in that. And they were very good friends. And most of them were Muslims. And they had chosen to stay back because it had never occurred to anyone that a day would come when Muslims would feel themselves squashed in any way. And they were all, you know, I mean, we never felt that it was a Hindu house or a Muslim house. And of course, there's no question of untouchability or anything. And we had a home peon called Sharfi Lal, who was a kind of a hybrid. His wife was Muslim, he himself was a Hindu, but they were very strange in their mannerisms. But Sharfi Lal was a very affectionate fellow and he used to show us around the town. And so we were there for about two, three years. And I remember my parents buying a Shahjahanpuri carpet. In those days, they used to make very beautiful red and black and beige carpets in Shahjahanpuri. They were called Shahjahanpuri carpets. And so my parents bought a carpet and I remember my sister and I spread it and then rolled on it from side to side. I remember the touch of wool because in the hills, every house has home, you know, inexpensive but wool carpets because it's so cold. So it reminded us both of Almora. And in the evenings, we used to sit outside and there were mehndi kiaris next to, they kind of bordered the whole house. And there was a bhishti who used to come morning and evening with a mashak. Most people don't know what a mashak is. It's a big carcass of a buffalo, which has been, it's a skin of an entire buffalo, which has been dried and made into a huge water bag. And there's a strap attached to it, which the bhishti used to put on his shoulder. And he used to hold the neck very delicately. The neck had a kind of a spout-like thing and he used to sprinkle the borders, the henna borders with that. And the smell, I can't forget that smell. You know, it was the smell of the first rain, of wet leaves, of henna, of all good things and we were very happy there. So whenever I smell henna, you know, in the first rains, I think of Shahjahanpur. Then we, my father was transferred. He was for some reason always transferred when we were in mid-school term. So by the time we reached the next town, no textbooks were available. So we had to buy secondhand textbooks in which many pages were missing. So we had to keep consulting our classmates about the missing pages. There was no, you know, fax or no way to type. So we used to take it down meticulously by hand and then glue it to our books. I remember that. And from Shahjahanpur, we went to, I think, to Lucknow. And Lucknow, we had to live in a flat in a multi-storied building, which we didn't like at all because it was very small and pokey and too much noise and too many neighbors. My mother didn't like that flat either because we had, we were lived in a semi-rural area so far with big houses, airy houses, with nothing too much to our name, but lots of space and, you know, our own places, but Lucknow was different, but the school was very good. It was run by a very, very intelligent woman called Rani Sarup Kumari Bakshi. She was the wife of some, she belonged to a Zamindar family and Lucknow still has a place called Bakshi Ka Talab after their ancestors. She was an educationist to the core and she really took me in hand. And she told my mother, your girl has a natural ear for music and rhythm. So I'll get her to join our dance classes. My mother was quite delighted. She was always keen that we should learn. So my older sister started learning music and I started learning Bharatanatyam. And we had, I remember we had an Asamiya teacher, you know, in those days, India was so vibrant and so mobile and so full of interconnections and interconnectivity. And my mother, who had grown up in Shantiniketan and been educated, found herself an aberration in the hill society. But she came into her own space culturally when we came to Lucknow, which was such a sophisticated city, we had very nice neighbors. And they were from Kerala, three working women from Kerala, two were called Soshama and one was Leela. Leela was from the north and these two were from the south. And very interesting, extremely well-educated single women. And then the other flat had a doctor's family who was also a pakhavach player, brilliant pakhavach player. So I remember my mother discussing music with him and his mother and his family, they were music aficionados. And I still remember him when he cleaned his cycle, he always sang Alaiya Bilawal, Kavan Batariya Gayi Lomai. And then sometimes when he was in a good mood, he would say, Aau, aaj tumko pakhavach sikhata hoon. Then he would go dha, ki, ta, ta, tik, ta, ki, ta, ta, tik. So, you know, it was, the house was very small, very dingy and you know, of course, very claustrophobic, but the neighbors made it worth our while and the school was the, you know, cherry on top. So we both enjoyed it very much. And I did exceedingly well for some strange reason in school. But when I was in class seven, we suddenly got transferred again in midterm. This time we went to Nainital. And I remember getting to Nainital, in those days, you traveled by train and your luggage was sent by truck. And my mother, who was so overwhelmed with four children and luggage and everything, she locked up the keys in one of the trunks which went by truck and we just carried some portals and some small attache cases of stuff for the journey. And when we reached the house home in Nainital, again a very nice, huge, airy, double-storied house, the office was on the ground floor and we had the old, the entire first floor to ourselves. My mother confessed sheepishly, she had locked the keys. And my father was speechless with rage. He was just speechless. He just stared at her with such anger in his eyes. And my mother kept saying in Pahari, main kya karu, main kya karu, main kya karu, main kya karu. So we thought it was very funny. So we set up a chant and started dancing around her, main kya karu, main kya karu, main kya karu. And finally, my father burst out laughing. So my sisters and I had by then learned that if you are poor and you run into trouble, the best way to get out of trouble is to be witty and is to be able to sing and dance and charm your way out of problems. And so our parents, whenever they squabbled, we would always start miming something or you know, distract them a piece by doing something. And so Nainital was then a big change because we then stayed on there for almost 10 years. I finished school, my older sister finished school, and my younger sibling started school, by which time the government schools were not very good. So they were put in the Jesuit convents to my grandmother's horror. And she told my mother, ye sab Kiranti bana ke chhodenge isko, and my mother said ki ab zamana badal gaya hi ja, ab kuch nahi hota hai, ab bhejne do mujhe inko. And I, who had always been to a Hindi medium school, was expected to be both mother and coach to these two kids. So you know, I had to spruce up my act. I just couldn't. I was too proud to confess that I didn't know English. So I learned English almost overnight and started teaching these kids, putting them through their strange math jargon and their schools, you know, sing, sing, sing, sing, mother sing, pat sing to mother, mother sing to pat. And I used to tell my mother, ye kaisi kitab hai, isme hamari jaise toh koi bachche nahi, ye sab sunere baal wale, Angrezo ke bachche hai. So she said ki nahi, ye logon ki textbook hai. So I said, par inko kaisa lagta hai? So my sister said, humko toh bahut accha lagta hai, hum toh sochte hai, hum bhi Angrez hai. So I just looked at them and kept quiet because I felt that was not the way that, you know, I felt. But anyway, so I did class, part of class 7, 8, 9, 10, 11, 12 in Nainital. And again, I did well to my utter surprise. The nicest thing that Nainital did was to set my mother free to write. All of a sudden, she began to, you know, write prolifically. And I became kind of her secretary because I was quite as good at Hindi plus I was also, I think, exceedingly cocky, which was very foolish of me. But my mother had total faith in me. So she used to give me, she used to handwrite her manuscripts and she used to give it to me ki isme koi galtiyon ho toh sudhar dena. I mean, imagine a class 7, 8 brat, you know, I was and but I used to be cockily correct everything and correct it. Then my mother would say ki isko Dhanbir Bharti ko bhej do, Dhanbir Bharti being the editor of Dharmiyon, which was one of the best selling magazines. She took it that she was so good that what she wrote would be published and it was published. She was very sure that Dhanbir Bharti would write to her and ask her for more and he did. She was very sure that she would be paid fairly well, which he did to the extent it was possible. And they became very good friends all through their communication over mails and the manuscripts exchange. She used to write on fullscape paper. I used to correct it. Then I used to put it in a registered envelope, post office was on our way to school. And I used to mail it to Dhanbir Bharti to his address in Times of India building. And he used to acknowledge it by a postcard saying Shivani ji aapka mil gaya patra aur wo. And much later when I joined Times of India, I asked Dhanbir Bharti, I said ki aapko ajeeb nahi lagta tha ki aisi luti piti si manuscript aa rahi hai aapke paas aur bilkul ghasit mein likha hua ye wo. He said nahi shabd to heerai the, shabd to heerai the, hum to johari log hain, humko to aata hai parakh na, shabd to heerai the. So later my mother and Bharti ji also exchanged many tales. One of them was when my mother was writing one of her novels which is serialized. And it was exactly like they described Dickens's work being serialized because he said that there were queues of people waiting to buy Dharmug when Shivani's novels were being serialized. And my mother used to write them for one issue, send it on and then start working on the next. So all her novels were actually serials. They could be made into serials quite easily because they stopped where, you know, she had a knack for leaving the people gasping for more. And that in itself became a big point of prestige with her and Dharmbir Bharti ki Shivani ka novel aa raha hai. Later on I worked with both Times of India and Hindustan Times Group. My mother used to write for Dharmbir Bharti, both groups, because Dharmbir Bharti was in Times of India and another great writer Manohar Shyam Joshi was editor of Saptahik Hindustan. So even before I became their colleague, I knew them very well by their handwriting and by their general effusiveness about my mother's writings. Toh diddi likhti thi bahut bichari kab likhti thi log puchte hai, when did your mother write, what kind of paper. Poor thing, she hardly had resources. She barely had time to sit down and collect her thoughts. So she was probably thinking all along through the day when she was making meals for us, when she was putting us through our lessons, whatever. And then late at night she used to sit and write on the dining table with whatever pen she could lay her hands on. The first drafts were inevitably made on old, you know, scarred school books, copies that we had left behind. And you know, we were always short of funds in our house because both my parents were very bad money managers. And there were four of us plus any number of cousins who used to be sent to Nainital because the schools were good. And they stayed and went to school with us. And food was very simple, dal, sabzi and roti chawal, which used to be cooked early in the morning in a cooker, one of those long cookers, I don't know what they're called. It was made in Britain. It's a brass thing with a little sigdi at the bottom and three huge pots on top, one on top of the other. And the sigdi was lit and it was closed, and then when it was opened and the dal was ready, rice was ready, vegetables were steamed, and then they were quickly chankot. And at nine o'clock we had our lunch. And then we were given paratha and sabzi for aarti. All this used to be assembled by nine o'clock because we had to run to catch our school bus at 9.30. And we ran downhill and caught our bus. And I remember it was a good three kilometer, three, four kilometer walk for us each way. But it didn't feel like that. We used to do it three, four times a day even. And then my mother had to, you know, clean up and get everything done. She had helpers, of course, but my father was very squeamish about his meals and the manner of meals of those days, you know, who were very demanding. But my mother loved to pander to his taste because he loved good food and one wow from him meant a lot to her. I thought that was very foolish and we had frequent fights over that. And she used to mumble, you eat this and that, so and so doesn't like it. So I said, why do you have to pander to everybody? Why don't you just cook and be done with it? They should be thankful they're getting a cooked meal at the end of the day. She said, keep your mouth shut, girl, I'm very scared of you. So I said, why are you scared? She said, no, I'm not scared of you, I'm scared for you because one day you'll get married and you'll have a husband and when he tells you and you don't do it, you'll see what happens to you. So that was just mother-daughter conversation. And I was quite rebellious and primarily because I felt that my mother was doing too much without being thanked for it, you know. And then there were all those family members and aunts and grandaunts who used to drop by and say, you know, your daughter is very bright. How come, you know, Bino is not doing so well in school? You must be teaching her specially, which was a big fat lie. My mother spent four times more time on Bino than on me. But, you know, it kind of created a rift in the minds of the children that, you know, there's something which was denied Bino, which we all had and we all grew up feeling now. I talked to my siblings, they say, yes, we felt very guilty because we were fairer in color because we were good looking and we all did, all three of us did exceedingly well in school without any coaching, without any tutorials, without any help from anyone except each other. You know, my mother occasionally would go to Lucknow to broadcast All India, her short stories in All India Radio, which was very prestigious in those days. And she took my little brother with her because he wouldn't stay without her. And I had to see to it that my sister woke up early in the morning and got her ready, put on her shoes and socks, saw to it that her uniforms were ready and ironed and everything. And Bino saw to the kitchen that meals were cooked on time. So between the two of us, we had our act together. And so it was a period in which I began to feel that the world was not so fair, that things were not equally divided and that people were mean for no reason except that they felt envious of people who were doing well. And my mother had countless cousins, of course, we belonged to the hills, so she had countless cousins and I always felt that they were very envious of my mother's past in Shantiniketan, her special upbringing in the Riyasats during vacations. The fact that Tagore came and stayed in Almora and Nandlal Bose came and stayed in the house, you know, so they were always making snide comments about, ki haan par parathe toh achche nahi bana, kya kiya tune Shantiniketan mein reh ke Gaura parathe banane tujhe nahi aaye. Tumhari maa ko achar banane nahi aata hai, bas usse toh Bengali kavita par bahas karalo. And I used to feel very angry, Beenu sir, chhodo tumko kya padta hai farag. I said nahi, but you know, something is not right. And I was, I could not articulate it. It was much later that I found the language to justify or unjustify things and to articulate my rage, but I remember being full of an unvoiced rage, ki kahin kuch gadbad hai, kuch cheez hai jo theek nahi hai, aur rishtedariyon mein iska root hai. So to that extent, I was always a detached observer of, you know, family comings and goings and everyone said ki yeh toh bahut kam bolti hai. They said ki isko toh, humko toh pata hi nahi tha ki panch ke chaar bachche hain, yeh toh kabhi iski toh awaaz hi nahi sunte hain. Because I chose to keep my thoughts to myself because once or twice when I did, I got into big trouble. And so I became introverted. But then I had, by then I had discovered the world of books, both English and Hindi. So I was reading all the time. We had an apple tree. I remember that was my favorite perch. I used to sit, there was a kind of a place among the branches which made a perfect seat and I had a cushion which I put there and I sat and read through the day on holidays. Otherwise, we had a huge lawn where, you know, it was quite sunny. So we used to sit there and I used to read and do my homework and everything. Nainital was a wonderful place. We had a beautiful house with horse chestnut trees and oak trees and apple trees. And my brother and sister were very happy in their school. You know, those are very good schools in those days. My older sister began to develop some, you know, sort of anxieties and also some kind of anger, which she wouldn't voice but I could sense it because I was very close to her. And some kind of competitiveness, which I didn't think was called for at all. I was all open and willing to share and share alike. But, you know, there are things you cannot share. You can't chop off your brain and, you know, serve it to someone on a platter. So anyway, then my sister finished school two years before me and she went to Allahabad University and it meant a big dent in my parents' savings. But my mother insisted that my children must go to a university and local universities are not good. So my older sister was sent to Allahabad. And I remember when the paper page, the admission forms came, she turned to my mother and said, Tu mujhe university bhej rahi hai, main toh padhne mein acchi nahi hoon. So my mother hugged her and said, ki main tujhe achcha bana ke manunge, tune kya samjha hai aise, tere barbi ke baad shadi ho jayegi? Nahi. Meri koi ladki MA kiye bina shadi nahi kar sakte. So anyway, my sister pulled a face, but she went to the university, enjoyed herself hugely. And two years when she was away, I came into my own for the first time. You know, I felt that I was not guilty all the time. I was not hunched up. I walked with confidence. I walked with my, made my own friends. I did what I wanted to do. And I found more time to talk to my mother and to help her out with her writing because somehow or the other, by then I had gauged that, you know, her writing was extremely precious and that she was deliberately playing it down to keep everybody happy and to keep her cousin's mouth shut. But I felt that that was something irreplaceable. The kind of letters she used to get from editors, you know, Kamleshwar, Dharmbir Bharti, you know, Manohar Shyam Joshi, then every summer, writers who came to Nainital would come and visit her. Mahadevi Verma came once, I remember, and she and my mother became very good friends. Later, when my father died in Lucknow, my mother was in mourning and Mahadevi Verma and all these writers came to her help and sort of helped her sort herself out. And Amritlal Nagar and Mahadevi Verma were her closest friends, and they both told her that you have to write to survive, you know, not just survive financially, but also survive emotionally and be a whole person. So my mother said, I got married at such a young age, I can't even write. Without anyone, you can't even think. So Mahadevi Verma said, look Shivani, I tell you clearly, we can live without a man. She said, when I was young, I used to say that I want to become a Sanyasi, and I went to an ashram. My father, on my insistence, took me to the ashram. The Swamiji, he put a tarp in front of his face. So I asked Baba, why did he do this? He said, he doesn't see women. So I said, the man who can't even see a woman, why should I be his disciple? And I came. I didn't become a Sanyasi, why are you thinking of becoming a Sanyasi? So that really impacted my mother a great deal. And Amritlal Naga told my mother, he said, if you read and write, you become like a snake. It needs food every day. If you don't write, one day it will turn around and bite you, and you will become a victim of depression. So write, write Shivani, write. My mother has also written a memo, when he died, she said, he's the one who told me, write Shivani. You write Shivani, write. That's the title of the piece. So you know, one gathers wisdom over the years without realizing that you are gathering wisdom, you know, and you gather languages without realizing you're gathering languages. But it was a very rich childhood. My mother loved to get us books. And I remember there was a man called Dhanamia, he was one of those old remnants of Ruhail Ghand. He had very fair eyes, and he used to wear a turban. He loved my mother because she loved books, and she knew what books were about. So he used to come, and then he used to sit and say, Madam, give him tea, good tea. So my mother would get him good tea made. And then they would sit and say, he said, all these ma'ams, Priory Cottage and Shercote House, Mills and Boon, all of them are from Mills and Boon, they are good literary things, so I just bring them for you. He also had a way of selling them. And whatever he sold you, next month he would come and buy it at half price from you. It worked for him. And it helped us, you know, because we were quite poor, frankly, so we could ill afford. So that was one big thing for our mental horizons opening up. And then, you know, my mother used to help us with our schoolwork and things. I never put any strain on her primarily because I knew that she was strained enough. But she loved to read my books, she loved to read my essays, and she had done Hindi in Shantiniketan, but not of the level that was being taught to us in class 11 and 12. So whatever new came my way, I would rush to her and tell her. Then her older sister, who was also with her in Shantiniketan, was one of the loveliest women I know. Her husband was a doctor and they lived nearby in Mukteshwar, Dr. Pushpesh Pant, the great Foodian international scientist, is her son, and we grew up together, and she used to, you know, send books to my mother. She used to send my mother homemade Bengali sweets, which she knew my mother craved. And when my mother had had too much, she would just go and crash out at Mukteshwar. And I loved going there because the house was full of books and bound copies of all the magazines, Bhairav Prasad, Gupta's Kahaani in volumes, Dharmiyog in volumes. And we used to just sit and read through the vacations. So Nainital was good. Then I also joined the Allahabad University, and I went to the hostel. For some reason, I got some kind of a scholarship, a merit scholarship. So Bino, first thing Bino told me was, ki tumko scholarship mil rahi hai. So the money that you get, you must give it to me, because I need more money than you do. If you are fresher, you won't need much money, but I must have more money. So I used to quietly hand over when the money orders, when the money order came, I handed it all to Bino and told her ki mujhe itna itna dena hai, and just lived like that. I didn't crave to go to go shopping or go anywhere really, to see movies or to restaurants and things. And Bino had a whole band of friends. She was a very friendly creature, and she had a whole band of friends. For some reason, she had given them to understand that I was my mother's favorite. So they teased me a lot about being my mother's sweetie, and they used to call me sweetie, sweetie, and things like that. And I quietly sort of kept my head down and hoped that they wouldn't. But for some strange reason, again, I did very well, though I opted for the English medium in university. For my honors class, I accepted English literature and Sanskrit literature and ancient Indian history as my side subject. So I did well enough to be inducted into the famous Friday Club of Allahabad University. I won the Chancellor's Medal as an undergraduate, which was quite rare in those days. And then my father was transferred to Allahabad. So we went home and started staying there. And my older sister was not very happy about the arrangement, because then again, it started, you know, the relatives and friends coming and saying, Oh, Shivani ji, this is her. And then, Oh, Meenu, you have got a very good result. So and so said, she's, you know, she's got the Chancellor's Medal and all that. And I could see my sister curling up. And I used to curl up with embarrassment, and I used to hide myself. And my mother always said, Ki tum chhip kyun jaati ho? And I couldn't tell her that I hide because I carry this huge guilt on my head about overshadowing my sister. And anyway, so I did pretty well in MA and immediately I was offered a permanent lecturership at the university. So I, in 66, I graduated in 66 July, and the winter of 66, I joined as a lecturer at the Allahabad University. Most of my undergraduate class was just a year or two younger than me. And they knew me and they all ribbed me and kind of tried to misbehave, though they were very nice. So it was a fun year. And then my father said that he wanted me to get married and that, you know, there was somebody who wanted to meet me and he thought that he was intelligent and well educated and so on and so forth. So then that's how I met my husband. And we decided to get married. My husband said, if you want to get married, then why not get married now? So in 67, we were married. And I resigned the university job, which everybody took for granted, you know, today, I think nobody would think of quitting a permanent job like that. But everybody said, we had to do it, we got such a good groom, what else does a girl want? And I didn't like that at all. You know, that was not the reason for getting married. Anyway, fortunately, when we got married, we went to the backwaters of Madhya Pradesh, places like Nimach and Panna and Jabalpur and so on. So I was lost to this particular crowd. And then I started writing. I wrote my first short story soon after I got married, we were in Nimach and I sent it to Dharamveer Bharti and Dharamveer Bharti sent me a very nice postcard, which I still have saying, you say that this is your first short story and I see great hopes for you and please send me whatever you write, hence, I was delighted. Anyway, the short story got published, I told my mother and she, you know, was very pleased. Neither of us ever mentioned to Dharamveer Bharti, his mother and daughter. Years later, when my mother was visiting Bombay, it came up and she said, who else is writing well? He said, there is a young girl in Madhya Pradesh, Imranal Pandey, she is writing very well. So my mother burst out laughing, she said, she is my daughter, he said, don't be joking. But when I met him as a colleague and colleague cum trainee under him, he said that he was very pleased that neither of us had, you know, promoted the other or, I mean, I would have promoted him anyway, but he said, if Shivani ji had said, then I could not have refused, but without her saying, I published it, so I am at peace. So those were the days when editors had a personal relationship with the people they published. Publishers had a personal relationship, my mother's publishers, her first collection of short stories was published by Varanasi Prakashan, by a man called Purushottam Das Modi, very learned man, very good man. He was a great mentor to my mother, explained to her, you know, the mechanics of the publishing world. He also told her, look, Shivani, you are writing so well, your future is very bright, Varanasi is a very good place, but for publishing, Delhi has shifted everything, so you find a publisher in Delhi. So then my mother contacted, then he introduced her to Dinanath Malhotra, who was then running the Hind Prakashan, and he published my mother till as long as he lived. When he gave up and his son inherited, he was more interested in other esoteric areas, so we shifted to her present publisher, Rajkamal Radhakrishna Prakashan. But Dinanath Malhotra and his wife became like, you know, sort of surrogate parents to us because our father had died quite young. And when my brother was getting married, he was getting married to a girl in England, and my mother said, she's very, this particular, she said, ki maine teen ladkiyon ki shadi mein apni haddiyan galayi hain, main kisi bhi ladki ke maabab par bojh nahi karna chahati hoon, toh tum log koi nahi aaugi, jam yaha aayenge, toh I give a reception, you can dance and sing to your delight, and you can all come and participate, but only Miki and I will go for the baraat, I don't want to, England mein waisi parishani hoti hai sabko. So my mother and my brother flew away, and I remember Dinanath ji and his wife came to the airport and gave her a nariyal and a shawl, he said apni behen ko hum bete ki baraat leke bida kar rahe hain, and a shawl and everything, and he really made her feel that, you know, it was a happy occasion, of course, the family didn't care. When my mother came back and then gave a reception, then of course, everybody came crawling out of the woodworks, but till then nobody was there to help her. So you know, I somehow felt that I had a parallel world to occupy, you know, I could detach myself from the family, just carry out my duties to everybody, never cheat on that, but at the same time, my real family, my real world was that of words and writing. So when we were in Panna, my husband was, actually my husband had studied economics, he was a graduate from Cambridge, he had done his master's in Cambridge and done quite well, then he had joined the IAS, but he was handpicked to go to the World Bank as special assistant to the then Indian director. So in 1971, I had one little girl and I was expecting the next baby, and we arrived from Panna to Washington, my daughter spoke nothing except Bundelkhandi. And she said, Amma, hum kat aayi gaye, so I said Washington, Bochington, achha, Bochington, she said, she just clung to me because, you know, she had been disjointed and taken out. Then we spent some days in a hotel and she saw a black maid in her dress for the first time. She said, yeh kya cheez hai? So I said, yeh maid hai. She said, meindak hai? Yaha itta vada meindak hota hai? So I said, nahi, iska naam kuch aur hai, lekin isko maid kehte hain yaha par, achha. So like me, she was also learning a whole new language. And, you know, so we had a very happy time in Washington actually for four years. And my husband said, you have to do something with yourself. You can't just be a mother to two. So we'll get help and you can do something. So I'd always wanted to study the history of art and architecture. And I joined the Corcoran School of Art and I did three semesters there. And we traveled a lot with two small children. And it was a very enriching period for both of us because we traveled the world and we saw, you know, various kinds of living, various kinds of customs and surroundings. And so we came back just on the eve, you know, of just on the beginning of the emergency. And I distinctly recall the emergency period because a lot of our friends, writers, were hauled up. There was an old writer called Gurudutt, who was as old as I am now. He was hauled up at midnight and sent to jail. A lot of people that we knew and Dhanbir Bharti, Kamleshwar, my mother was very worried about all of them because they were all in the print media and the print media was being. So anyway, fortunately, soon it was over. I mean, now it seems soon, then it seemed endless. Then it was over and we were having dinner with our friends. The night they lifted the emergency and declared the elections and we were with friends who had a small black and white television set and we saw Mrs. Gandhi come on the television and announce this. And his wife said, don't go home. There might be tanks rolling out on the streets. So I said, but my children are at home and the person I have asked to babysit for them would want to go home. So we have to go home. And they came to the door and said, please don't go. Something might happen and we'll never forgive ourselves. I said, something happens to my children, I'll never forgive myself. So we kind of went home. Then I called her up when we reached home. There's not a bird on the streets, silence of the grave. Then of course, this whole Janta government thing and we went to Bhopal. Soon after that, we were transferred back to Bhopal. My children went back to a Hindi medium school, learnt Hindi like me overnight, except that it was a reverse. I learnt Hindi first and English later, they learnt English first and Hindi later. But they were very bright. So I didn't have to do much to promote them. But then I realized that we were comparatively so solvent and my mother had so little. I was bringing up just two children. She brought up four plus many others. Plus then she had all kinds of worries and stress points in her life. And yet she was able to do so much. Then I decided to start learning music, classical music. And I got a very good guru. And I continued for almost quarter of a century, learnt from really good gurus. And when my last guru passed away, I stopped. So from Bhopal, we came back to Delhi. And I was teaching for some time in College of Jesus and Mary. The university gave me a permanent job. Again, I decided to resign because by then teaching English had become meaningless to me. I had seen the emergency and I had seen the state of Hindi writers and how poor they were. And I also remembered my mother's, you know, plight as a young, struggling, young Hindi writer in a middle class environment where everybody said ki shantini ketan mein padha hai, lekin angrezi ke bajaye Hindi mein likhti hain. So that kind of social snobbery, I felt I wouldn't like to teach English. So I talked to my friend, the poet Shrikant Verma, who was an MP. He said, look, there is a little agency, news agency, Samachar Bharti. You could join as cultural correspondent, I'll talk to them, you have sufficient exposure. So I joined it. And then a year later, Times of India offered me a slot and I joined them. Then I became an editor. So a whole new world opened. So that's it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:50.420",
        "message": "This is so fantastic. I really enjoyed listening to this. So many questions I want to ask taking off from this. But the first of my questions is this, like one of the things I noticed while I was listening to you is all these beautiful, vivid details, you know, concrete little snapshots of experiences like you speak of that red plastic purse with the lozenges, you spoke about, you know, lifting the sparrow from the leg and showing you that this is what that is. You speak of, you know, Miss Welch's pigtails, for example, and just a bunch of these, you know, the long pressure cooker and the apple trees and the chestnut trees and all of that. And a couple of questions here. And one is sort of about the nature of memory, like one thing that I, you know, saw happening with my father, in fact, before he died, and which happens with people through age, and in some senses, I see it even in myself, that they say to the edges of your memory, remain sharp and vibrant, but the middle kind of fades. And recently, you know, I've had occasion to remember things from childhood, and some of them are so clear, some of them are so vivid, like they're in front of me. But everything in between, like what happened in my 30s are completely blurred, I have no idea of that. And I saw my father like that, towards the end of his life, of course, he was also suffering"
    },
    {
        "speaker": "Unknown",
        "time": "01:01:08.140",
        "message": "from memory issues and Parkinson's and all that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:10.960",
        "message": "But I remember he once asked me about, you know, he said, I have no memory of your growing up. So tell me what that was like. So that's completely blank. But I thought, before his memory fades completely, I should sit down and capture some of them."
    },
    {
        "speaker": "Guest",
        "time": "01:01:24.080",
        "message": "So I sat down with him with a tape recorder and just recorded a bunch of his memories."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:29.000",
        "message": "And they were so sharp. And they were so vivid. Now, one, what do you feel about the nature of memory? Like I had a writer called Sarah Rai on the show. She's also a Hindi novelist, you might have read her, she was Munshi Premchand's..."
    },
    {
        "speaker": "Guest",
        "time": "01:01:41.360",
        "message": "I was great friends with her older cousin, and her brothers, Sarah's brothers. They were Premchand's grandchildren. And Premchand's son, Amrit and Sripad were my mother's contemporaries. And they used to come to our house in Allahabad, not Sripadji so much, but Amrit Rai was a frequent visitor. And his son, Alok Rai was with me in college, we were together in BA and MA, in great competition between the two of us, who comes first, who comes second. But he's still a very dear friend."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:10.480",
        "message": "Yeah. Yeah. And both Amrit Rai and Alok Rai, of course, wrote wonderful books on the language Hindi and the politics around it. I'll come to that later as well. But one of the interesting things about Sarah was that she also sort of showed this deep sense of observation where she had all these really vivid details. And I asked her that, how do you remember things so vividly? And she said, Oh, it was, those were dull times, we were bored, we had nothing to do, but look at things closely. And I don't entirely buy that. So I want to kind of ask you that, you know, with your mother being a writer, and you're looking at her writing, and you're looking at how she describes the world and how she sees the world, does that change in some way the way you see the world around you? Because you know, you put an apple in front of five people, they will see it differently. But perhaps as a writer, do you look at it differently than others? Is your gaze somewhat different? And does that gaze then begin to change when you begin to write yourself? Like you said, you were 20, 21, when you started writing seriously, your short stories and all that. So, do you have to train yourself in some way to see a little better? Do your memories then take on additional tinges because of the act of your remembering them? Is this something you've kind of thought about?"
    },
    {
        "speaker": "Guest",
        "time": "01:03:27.720",
        "message": "I mean, so far as memory is concerned, I feel that memory has a lot of lot also to do with the context in which a particular memory comes to you. Like I was rereading my mother's Amadir Shantiniketan, which my sister has very beautifully translated it into English. So when I was going through the manuscript, then I reread the original many times. They are such a happy child's memories, you know, a child who was growing up in palaces and who came to Shantiniketan, Tagore taught her the Bengali alphabet. She stayed there for 10 years and moved around with the, you know, intellectual elite of the country and actually global elite. And then all of a sudden she goes home and she's married off to this man she had never met who already has lost a wife, brooding and, you know, he's a kind of a very quiet withdrawn man with a little girl who she has to bring up, gets pregnant all of a sudden. And yet she could write, you know, fairly bubbly stories. But now when I reread her, I see a kind of a shadow coming up and then, you know, disappearing like clouds too in the hills. So she was a naturally sunny and positive woman. And she kind of absorbed it all, but didn't let her natural joy of life get clouded by that. And she used to occasionally tell me, she said, tu sochti bahut ho, itna mat socha karo. So I said ki main kisi cheez ko jab dekhti hoon, toh phir bahut saari cheezein mann mein aati hain, toh main sochna multavi nahi kar sakti hoon. I cannot postpone thinking, I have to think. And she said, dekho gussa karke kuch nahi hota hai, do teen maar teen ki talwar maine bhi chalai thi, lekin sansaar nahi badalta hai. She said, sansaar jo hai, wo jaisa hai, waisa chalta hai, aur hamisha yeh socho ki logon ki vivasht, sabhavgat vivashtain, she said, you know, that was the word, ki everybody is born with a certain kind of temperament, which encompasses them. So whatever they do or say is tempered with that. And that is how the world has been. That is how it always will be. We writers think we can change things. We cannot. At best, we can show them for what they are, and we can show them a better world. But if whether they will like it or not, we cannot say. So I think I was born in an aura of a period in my mother's life when she was herself very lost. You know, I was born a year after she got married. That must have been a hard year for her, because she came from a very different background and a very affluent family into this family, which didn't have much money, which was surrounded by grief of a young wife lost and a little girl who cried all the time for her mother. And then they were cutter vegetarians, shakahari, veshna. My mother had grown up in Bengal without mangso maas. She couldn't conceive of a table without that. And my grandfather wouldn't even eat onions and garlic. And he was a swayampaki brahmin till he could manage it. He used to cook all the meals himself. And he told my mother, you take care of the kids, I'll cook the food. And my mother said he was a horrible cook. And she said, when you were about to be born, I craved so much that I wanted to eat meat and I wanted to eat a bird. So my grandmother had sent a cook with her so that he could occasionally cook her something that she craved. And she told him ki mujhe bahut meat khaane ka man kar raha hai. So she said ki we waited till your grandfather had gone to the marketplace to meet his friends. Then we locked the house from inside. He caught hold of a pigeon and he killed it. And then he, you know, sort of cleaned it and quickly roasted it and cooked it with some gravy. And I gorged on it. And she said ki tu tabhi itni tu alag kisam ki nikli hai. So I said ki agar tu mujhe dhaniya wali sabji khilati toh, shayad main likak nahi banti. So I think children absorb the period of their mother's life into which they are born. My younger sister, for example, Ira, was born by the time my parents had come together and, you know, accepted each other. My father had learned to smile and laugh again. You know, my grandmother used to always say ki meri ladki ne tujhko hasna sikha diya. He had thought that he would, he used to say that he told his father after his first wife died ki mere bhaagi mein shadi ka sukh nahi hai, main sanyasi ho jata hoon. So he said ki nahi, is bachchi ka kya hoga, main toh kabhi bhi chala jaunga, is bachchi ka kaun dekhega aur tumko rehna, iske liye tumko dusri shadi karne padegi. And when I heard the story, then I really felt terrible that, you know, my mother was married only because, you know, a woman was required to bring up a child, not because she was so good. My mother was a very beautiful woman, you know. So I said, not because she was beautiful, not because she was educated in Shantiniketan, not because she came from such a brilliant family of bibliophiles, her grandfather was one of the co-founders of Kashi Vidya Peeth, but to bring up a sickly child and she just took it on and she brought my father out of the shadows, so to speak. And, you know, so Ira, my younger sister, who was born when we were in Shahjahanpur, was a beautiful, bubbly, happy child. I never know Eru to have cried as a child. She was a very cute little round little child with the auburn hair like my mother's and chinky eyes and everybody loved her because she was so ready to climb in their laps. And in contrast, I was scrawny and I was always quiet and broody and, you know, curled up in a corner with a book, avoiding everybody and everything. So I think children do absorb the vibe. And my brother was, of course, born when my parents were completely at peace with each other. My father was doing very well. My mother had become a household name. So he's one of the noblest, gentlest, and at the same time, most relaxed people that I've come across. He's had a lot of tough struggle in his life because my father died when he was still at IIT, but it hasn't scratched his soul at all. He's still, you know, one of the gentlest and lovable people in the family. So I think I do believe very strongly that when the mother is expecting a baby, the aura that she has, the baby is born with that. And so I have a happy side to me. I crack jokes, of course, having been born in the Panth family, who doesn't crack jokes? I crack jokes and I, you know, have fun on Twitter with one-liners and so on. But there is a part of me which notices little things, which can't help it. You know, I wish I could help it, but I do, and injustice is at the heart of my preoccupations. Any kind of gender injustice or even injustice within homes, outside homes, in politics. This is something that even if I want to stop myself, I cannot. I have to, you know, one of my mother-in-law's brothers was an astrologer. And when he saw my horoscope, he told my mother-in-law, this cannot be a woman's horoscope. She thinks too much and she acts too much and too hard and she'll go very far, but your son has to be very wary of her because she'll be a very, very much a woman, her own master. So I don't know, I suppose you come inscribed with certain DNA chains within you, which makes you the way you are."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:02.600",
        "message": "And I'm also, you know, struck by that phrase that you mentioned that you were the noticing kind, you know, there was a noticer there. And you know, I've noticed that when we kind of grow up and come into our own, in my own life, I look back and I can see that there are many layers that stop you from seeing things around you. And gradually, as you grow up, you lose these layers, you know, you could grow up in a very privileged family, and you don't realize, you know, all the inequities around you and so on. And there is a time when you suddenly see that and that layer goes, or you could be a man, and you may not be aware of what women go through, for example, the fact that a man can, you know, I can go out for a walk at night, I can enter a lift with five men and not think about it. But women always have this extra layer. And there is this moment when as a man, you become aware of that reality. And there's another layer. And it strikes me that, you know, one of the things that surprised me while you were talking about it, was how when your mother said that, you know, she needs a food to be good, and your dad was so demanding, and you fought with her, and you said, nahi, nahi, itna effort kyu daalti ho? Why are you so stressed about this? And that's pretty impressive, because elsewhere, you have written about how a lot of women in India, even today, you know, decades after you fought with your mother, take their place, you know, in the scheme of things for granted, that layer never falls, they just assume this is how things are meant to be. And my chapatis have to be round, and my food has to be tasty, and this is what I do. And all of that, you know. The fact that they're almost instrumental for something in the way that you described, you know, your shock when you realized that your mother was instrumental, that child has to be brought up. But you saw that, you saw that you were fighting with your mother, you were saying, yeh nahi chalega. And at different parts of your story, you talk about that scene. One I'm surprised by that scene, because although I have, you know, grown up, a few decades of three decades after you, perhaps, I didn't see this kind of seeing much around me. When I grew up, even today, most women may not, you know, necessarily notice this. So was it because you were, you know, reading a lot, and you were exposed to different kinds of realities through the books you read, and you realized that it doesn't have to be like this, there's something else. And also, what interests me is that, you know, where do you get the frameworks to look at the world, for example, you know, today, you might have a really evolved feminist framework, because you've read a lot about feminism, and you know, you can apply that lens to everything. But when you're a young teenager growing up, and you're telling your mother that, hey, you don't have to stress out so much about the food. What framework are you applying? Are you then curious that what framework do I apply to this to my anger now? You know, tell me about these processes."
    },
    {
        "speaker": "Guest",
        "time": "01:14:47.280",
        "message": "Frankly, I don't logic it out too much, you know, it is what it is. I always grew up thinking of questions which remained unasked. I grew up thinking of letters I wanted to write to people, which never got written. So, a lot of it I locked up inside me, until I found a language, and also a framework to describe it. And now that you say a couple of things, you know, like, for example, when I went to Hindi medium school in Shahjahanpur and in Almora, especially the Arikanya Patshala, I just plunged into a level of society where people really lived like animals, you know, where children had parents who beat them black and blue, they didn't have slippers, classrooms didn't have anything, children dropped out of school very frequently, teachers had grown up as orphans and they told us, you are so lucky you have two parents, you know, taking care of you. And schools which didn't even have clocks to time their lessons with. And I somehow never forgot that somehow or the other to my child's mind, this was what the world was also about. And then I went to the university, and then again, I found that there were circles and people hung with like-minded and everybody was puzzled why I had opted for Sanskrit and English. To my mind, it was a very natural combination, because languages always drew me. And I wanted to, you know, always take them apart, like a child takes apart a toy, a favorite toy and try and put it together and then match pieces and then see what happens. So that was one. The other was you write books, affected me a lot because I read a great deal. It's very funny when we were going from, once we were traveling from Jabalpur to Nimaj, then on the station, on the way in Indore station, I remember there was a wheeler book stall and I thought I must buy an arm load of books because I'm going to Nimaj which is back or beyond. It's a little town and it was a subdivision actually in those days near Chittorgarh. So I bought a couple of books, among them the Second Sex by Simo Deboer. Imagine finding it in Indore wheeler stall, and then I started reading it in the train and it was like, you know, the phrase comes from when you put a lamp next to another lamp, the flames of the lamp attract each other and they become one. So Sadhak bhi kehte hai na, usne sadhana ki meditation kiya aur law lag gayi, means you become one with the subject. And when I read the Sixth Sense in an English translation, I don't even know if it was a good translation. It was as though, you know, all the dots had become connected in my mind and I could see, you know, and the next trip to Indore, through Indore, I picked up something else. I think it was early 20th century novel by Bechan Sharma Ugra. It was called Bijli. It was about a widow and the ambivalence of a widow's mind, who's attracted to sex and who is denied sex, at the same time experiences sex within the family and the kind of tension that goes with it. And then, you know, a whole new, I had grown up very protected and I never had bad sexual encounters or, you know, the kind of things that are happening today. But it was also a very kind of a compartmentalized upbringing. Slowly the world that I had seen very briefly, but couldn't make sense out of, and the injustices that had rankled in my mind, not as injustices, but something which didn't fit, they all began to come together and start making sense. So it happened from there. And then soon after Panna, when we went to the USA, that was the wonderful period when feminism had just come of age. That was the famous year of the boardwalk here, when women are said to have burnt their bras. They actually didn't burn their bras. The New York Times reporter gave some money to some boardwalkers just to burn some bras so that he could take photographs and say that women are protesting against being objectified and burn their bras and so on. And then the Ms. Magazine came out. And for some reason, I was put on their mailing list and I got a first copy and of course I subscribed to it. And it was wonderful because each article, each issue of Ms. Magazine, again, took me back to my own experiences and years and slowly things which had rattled me, things which had enraged me without finding a reason why I was angry, began to make sense, you know, because if you don't even know what freedom is, how do you ask for it? Aapko pata hai aap pehda huye hain phalana umar tak aapki shaadi ho jayegi. It's a given. So how do you protest in my generation in 1966? How do you protest against the idea of marriage, which is such a basic idea in a traditional Indian household? Hindu, Muslim, Christian, Parsi, Sikh, Isai, everybody, you know, ki ladki badi ho gayi hai, uski shaadi kar do. I said, then Arvind just happened to walk into my life at that point. So people say ki isko to ghar bathe, var mil gaya and things like that. But still, you know, there's something about marriage as it is structured traditionally which left me rattled. For example, for a long time when people called me Mrs. Pandey, I looked around to see who they were addressing because I was panth. I'd been Mrinal Panth for 20 years of my life. And all of a sudden, you know, I had exchanged my surname. But it was a given before I knew my checkbook was issued in that name and, you know, my passport was made as Mrinal Pandey. And so it was, in fact, Kamleshwar wrote me a letter and he said ki Mrinal tum, nahi not Kamleshwar. He was another poet friend of mine, Kamlesh, the samajwadi socialist leader. He said ki tumhare naam Mrinal Panth rhythmic tha, tumne isko Pandey kyun kar diya. Sir Pandey se shaadi hone se koi panth sunna thodi chhod deta hai. So that also stuck to my mind, but it was too late for that. And so little things like that. Then everybody taking it for granted ki university ki naukri ye chhodegi. Woh apna career nahi chhodega. IAS mein hai. Bhai main bhi Allahabad University un dino achi khasi university hua karti thi. I have a permanent job at the age of 21. How can you, you know, accept the fact of my resigning overnight? But I did. No questions asked, no regrets, no tears shed. And there's something not right with this kind of a, why was I making it? You know, even now I have this terrible habit. If my husband says something to me, I immediately get up to do it. And then I give him a big jhaad also. I said tum mujhe chayan se betha dekh nahi sakte ho. And he says ki bhaiya maine sir suggest kiya tha, yeh thodi kaha tha ki tum uth ke kadhi ho jao. And then I get very angry at myself. Why do I jump to my feet every time he, you know, tells me to do something. If I'm coming here and he says ki dekho jab baithoge karma ussi waqt Google map chaloo kar dena. And I get very angry at him. Tum apne ko samajhta hai kya ho ki sir tumhi Google literate ho, sir tumhi ko aata hai digital. I run a whole paper on digital. Main yeh nahi keh raha hoon, main sirf yeh keh raha hoon, phone le jaana mat boolna, tum kahi baad ghar mein chhode jaati hoon. So you know, a lot of anger comes out in wrong places still, because I've been programmed in a way, meri hardwiring jo hai, wo badi gadwad hai, lekin mera software farak hai. Toh yeh problem hai."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:28.160",
        "message": "So, you know, I want to read out this beautiful bit from your book, The Other Country and kind of then elaborate on that with a bit of a question, where at one point, you write quote, that is the reason most women find it so hard to create because they are so used to their lives being shared and end up feeling guilty about not sharing a part of their inside. But you have to be so if you are driven by the creative bug. You have to come to the space and only when you have completely dissociated yourself from everything else, then you have the basic rock under your feet on which you can stand and start creating something. I have seen it with my mother, when she was writing, she may sit on the dining table with all of us running and shouting around. But we all knew that at that point, she was not available to us. Some resented it, but I loved it because I knew it was the only thing she was doing for herself. And I hate the Indian notion of self sacrifice, stop quote, and such a beautiful quote and sentiment. And so I'm wondering about how through this time, your image of yourself was developing like did you want to did you know you were going to be a writer and a storyteller from very early and after you got married, even though you know, you left the job and so on and you went with your husband, were you even then aware that I am not just somebody's wife or I'm not just somebody's daughter, that this is what I want to do? How does one's notion of oneself develop at that period of time? And did you change over a period of time? Like when you look back to the 21 year old Mrinal, for example, does she seem like you or does she seem like another person sometimes?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:04.080",
        "message": "She's partially me, but a she is too angry. I'm much more mellow now. I'm much more mellow because I have expressed a lot of my anger logically and purged some of it through various other things that I have done learning music, for example. And so she was a lot angrier, a lot thinner, of course, but she I think I have evolved as a human being. I wouldn't like to go back to that. Very often people say I would like to be once again those good old days. No, I think I am a better person. And to me, for me, the world is now a better place for one thing, because I got married young. We had children young. They flew the nest pretty young and they were both brilliant students. So they got fellowships, you know, so they went abroad. So I have been an empty nester ever since I was in my 40s. And then I could take on full-fledged editorships and also continue to write and travel. I find that the great thing denied women is mobility. Without mobility, you cannot write. Stories must run within you as you move about and collect, you know, you gather sorrows, you gather whatever, but you have to be mobile and mobility is denied to women. And I felt terribly constrained when I got married because all of a sudden I was SDM Sahib's wife. I was the collector Sahib's wife and it was my deemed duty to, you know, serve big lunches and community dinners and packed picnics and, you know, and talk to foolish women, you know, and equally foolish pompous men. I've never really been one for suffering fools gladly. When I was unmarried and living on my own, I could just dismiss them out of my life and curl up with a book. But as, you know, as an official's wife, you have certain duties which you need to pursue. Fortunately, you know, we traveled so much and then we lived abroad for a couple of years. So that part wore out, but still it irritated me to have things expected of me. My husband came from a long line of bureaucrats and my mother-in-law was an ideal wife in that sense. She was a very, very nice person, a really good woman, but terribly unsure of herself, very insecure and totally, totally devoted wife and mother. And her entire personality, her entire sense of self was, you know, contained in this. And I thought I was a wife and a mother, you know, almost by accident, but there was a core me, which was left dry. And I, probably not wanting to do that, I hurt her and a couple of other relatives whom I loved and admired a lot by just throwing caution to wind and plunging headlong into what I wanted to do. For example, after the emergency, during the emergency, I was interacting with all the writers. I mean, Arun Shourie was a very good friend. We had met and made friends with them in Washington and Kamlesh, the poet and host of Samajwadi Party people. And so I helped them put together an anthology of protest poetry in the section I translated. And then I, when they created the manifesto, Arun came to me and he said, So anyway, so jokes apart, but, you know, I was beginning to enjoy myself. I was involved in something above kitchen and children and the same, but it took a toll in the sense that my daughters were made to feel again by relatives, that their mother was not there for them 24-7. And you know, when we were in Bhopal, one day my children came home, my mother-in-law was also there. And my older daughter said, I said, I hate knitting because as a child, I remember everybody knitting and I thought it was such mindless activity. She said, today the teacher asked us whose school sweaters have been knitted by their mothers. Everybody's hand went up except mine. So my mother-in-law immediately said, So I said, that's not the point, Mami, she said, And she was so sweet, she knitted, immediately she knit very fast and she immediately produced before she left for the hills, two beautiful sweaters for my daughters. But I said, why should they want to be counted with those children? Didn't they know that their mother was different? Anyway, as usual, I never said anything on this call and maybe yelled at Arvind some. Then we came to Delhi and they went to the modern school. And then again, then I was appearing in television. I was doing a program called Chakravyuh and, you know, participating in another program for another TV serial. And these were all discussion-based programs. Then I was also frequently appearing in panel discussions and I had definite political opinions, which were always, you know, sort of somewhat sharp. And my older daughter used to get very angry and she said, Do you know that the next day all the children say, your mother said this, your mother said this. Why do you have to go public? So I said, I have to go public because I am what I am. I'm not just your mother. She said, but you have to recall that you are our mother and we have to listen to all that crap from our classmates. So I said, please tell your classmates, I was not born to be only your mother. I was also born as a human being and I spent 21 years being what I am myself. So my relationship with my older daughter remained strained. The younger one was of course like Ira, you know, happy-go-lucky child, because, you know, she said, haan tum jo karti ho karo, but when we are home, then I just like to have you around. That's all. And so that was that. But they were very conscious of the fact, in fact, when they came home for vacations, if they wanted, I said, ki beta tumko shopping ke liye jaana hai, come I'll drive you. They said nahi hum tumhare saath nahi jaayenge, because everybody then comes to you, ki aap Mrinal ji hai na, aapne TV mein wo wala show kiya tha na, aap kal hamne dekha tha na. She said, that's very irritating. So I stopped going out. My daughter, who's a doctor, the older one, she had her convocation and I told her, ki tumne mujhe kabhi nahi aane diya, not even for your admission, let me come this once for your convocation. She said, accha, theek hai, aajana. So Arvind and I were sitting in the back row, hoping that nobody would notice us. And then the director of the Malan Azad College noticed me and he walked to me and he said, ki, you are Mrinal Pandey? How come you are here? So I said, my daughter's getting the degree today. She said, which one? I said, Radhika Pandey. He said, she never told me. She was my student for five years. She never told me that you were her mother. I said, I'm glad that she didn't because I said, nahi, children don't like non-pay. He said, I would have invited you for a function and you could have talked to our children about literature and journalism. But that's exactly what my children did not want. So that was one big lesson I learned that I probably got a lot out of those years, but it did take its toll on my children who were mercilessly ribbed by their classmates and maybe called names and maybe got singled out, you know. So hota hai. I think people have paid for my independence and I have also probably ruffled many feathers which I didn't want to because I really loved, especially Arvind's family, one of the gentlest and really affectionate people. But unknowingly because I was like a, you know, wild bird and I wanted to fly and nothing could hold me back. And it's to, I think Arvind's great credit that he never turned a hair. He's the only person in my life, other than my mother, who just accepted me as I was. Even now he laughs at it, but he has never once, you know, said ki tum yeh kyun kar rahi ho. So I once told him, I said ki tumko pata hai ki jab Ganga ne Shantanu se shadi ki thi, toh Shantanu se usne kaha ki main tum se shadi sirf is condition par karungi, ki main jo bhi karungi, toh you will never ask me kyun main yeh kyun kar rahi hoon. The moment you ask me, I will go back. And she drowned seven of her children when she was drowning the eighth child. He said ek bachcha toh nahi drown karti, toh usne usko diya, kaha ki iska durbhagi tum apni aak se dekhna and then she flew away. And that child was Bhishma Pitamah. So you know, I said ki main jo bhi kar rahi hoon, bhale ke liye kar rahi hoon, kabhi tum se cheat nahi karungi, kabhi family se disloyal nahi hongi, but I have to do it. It's like, you know, Audubon's duck, he, Audubon, the famous ornithologist had clipped the rings of a duck to see if a duck deprived of her feathers would still try and fly when the call came. And he noticed that with bleeding sides, the duck was walking in the direction in which other ducks were gathering to fly away to their migratory land. So I said, I'm like Audubon's duck, I have to walk and you have to put up with it. So I think it's a kind of a wild call and you can't stop it. Now, of course, you know, just the two of us, and I just sit in my reading room, everybody in the house knows, you know, the Jhaadu Poche Wali knows ki woh likh rahi hai, editorial likh rahi hongi, she says, kamra chod deti hai, the cook knows better than to talk to me when I'm there. Everybody has accepted the fact, but I still sometimes feel very sorry for my children. You know, they did probably miss out on what a lot of other children had in their time, you know, the proximity to mother, a mother who hugged and kissed tears away, but I was always too blunt and too fair. So they grew up in a house where everybody was a bureaucrat. And it was all, you know, basically a one party loyalty. And you know, when I was on TV, then I would criticize quite frankly, whatever was happening. And my children felt I was being disloyal to the family, which I was not. You can be fond of the family, you can respect the family, but your views are your own, you know, author's views are her own. So I but I do feel guilty about that, that guilt I carry on me. And though my younger daughter tells me, you grew up with a guilt and you want a guilt because without a guilt, you feel light, yeh bhi ho sakta hai. But I do think I was not a mother like other mothers. My sisters are good mothers. They're very good husbands, they're very house proud women, they come to my house and first thing they do is to run their finger on my furniture and say, dekho dust, tumhari ghar mein har jagah dust. I say, chhodo yaar, mujhko toh nahin dikhayi deti. So there is a template in which we were programmed. I was also programmed, I'm still hardwired for that. But I broke the template. And I changed from analogue to digital. And you know, so that technicality took away a lot."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:42.720",
        "message": "I also think we judge ourselves too harshly, sometimes, as you might be doing, you know, you mentioned being a mother and what that was like. And I want to read out this wonderful paragraph I spotted in your book, which I really liked about the quiet rage of women where you write, quote, some 20 years ago, I remember sitting with colleagues in the staff room of a woman's college in Delhi, the newspapers had reported the story of a Delhi woman who had murdered her baby, a third or fourth daughter in the hospital where she gave birth and tried to pass it off as death caused by unknown factors. I remember clearly we all sided instinctively with the harried woman. Then we began to swap our own memories that the episode had unleashed memories of suddenly venting our frustrations on our uncomprehending young ones, because they alone were close by at a time when we were feeling totally low and marginalized and abandoned. We were bitter, witty, funny by turns as we recited our pieces. But one after another, we all confessed to having nursed a gut churning rage at one time or another for having become just another faceless, taken for granted and perennially exhausted custodian of young children, stop quote. And I thought I'd read it out vis a vis nothing for my listeners, because it's such a lovely paragraph. Let's take a quick commercial break and we'll talk some more when we come back. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me, and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons, and now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I have the great honor of chatting with Menal Pandey on my show today. In your book, The Other India, you had quoted this beautiful poem by Sujata Bhatt, and I'll just quote a bit of that and then go on to my next question. And the poem goes, You ask me what I mean by saying I have lost my tongue. I ask you what would you do if you had two tongues in your mouth and lost the first one, the mother tongue, and could not really know the other, the foreign tongue, stop quote. And I found this very moving, because I think this is a situation with a lot of us Indians, who despite having the great privilege to be born in a place where we are surrounded by this multiplicity of tongues, even within a small area, you'll have so many dialects, so many flavors, but then we kind of get used to one. And also in your book, you you wrote and again, I'll quote, quote, the known Indian culture has always harbored within itself, numerous unknown but clearly and irreducibly identifiable cultures, each drawing its unique strength from its vernacular and dialects. The populous Hindi speaking belt in the north is a good example of how each culture will absorb the outside culture, localizes form and ideas and create unique hybrid. The Hindi speaking area comprises no less than 11 states of India, and it's richly layered culture has thrived on multiple variations of Hindi that constantly borrows words and phrases from its neighbor. And then you sort of give many examples of that. I find this fascinating in a number of different ways. One, I think as you know, someone who's lived in cities all his life, who's been part of an English speaking elite, I think there is a wealth that is just lost to me out there because you know, I haven't really been exposed to it so much. The other thing I realized when I did my recent episode with Sarah Rai is that when we spoke of her literary influences, every time she named an English book, I had read it. Every time she named a Hindi book, I hadn't read it and part of the time I hadn't even heard about it, which is a matter of great shame for me also. So one, how was it for you to kind of soak in all these different languages and make the choices that you made about what do I write in, like a friend of mine who wants to write in Kannada, but he wants to write in a dialect of Kannada that is not the mainstream Kannada. So he was asking me the other day that what should I do? Should I write in that dialect, which very few people may read? Or should I write in the mainstream? And I don't have an answer to give him because one part of me wants to say be authentic to yourself. But the other part of me also says, what's the point if no one's going to read you? So are these questions that you have thought about, I mean, arising from this, I have other questions also based on language and language diversity and all of that. But first, at a personal level, is this something that you've thought about?"
    },
    {
        "speaker": "Guest",
        "time": "01:42:52.000",
        "message": "How have you navigated these? Yes, this is something that you have to come to terms when you start writing full time. And when you take to writing, then you also have to realize, if you are attracted to other art forms, you must also delve in them to see if they balance out your craving for writing. But you then find out what your true vocation is, whether you want to be a singer, whether you want to be a dancer, whether you want to be a writer, or whether you want to be a painter. I have delved in all the four areas. And each time I came to the point and realized that the one media that chose me and that I would choose again and again, for expressing myself is writing. Having done that, then the question of language was an easy one for me to tackle because Hindi was a language that I grew up speaking, and I'm so comfortable in it, I can toss it up, I can play with it, I can, like a kitten plays with a ball of wool, I can swim in it, I can dive in it, I can, you know, do whatever I like, and it will still be my Hindi. A mistake a lot of people make about Hindi is, I don't know about Kannada because I don't speak Kannada, but in Hindi, there are myriad kinds of Hindi because of the 11 states which list Hindi as their mother tongue. The common Hindi is the Hindi we learn in school, but the Hindi we speak to our people at home is flecked with the dialects in the area. For example, in Bihar, the Hindi is also closely aligned with the Bengali confusion over gender. So aunga, jaunga, aungi, jaungi, you know, male-female genderization is often missing. At the same time, they have certain facility for appropriating words from English, for example. Just a vocal, to be vocal about local. They have quite a beautiful word called bhokal, jo se halda machado, a chalo yaar bhokal karte hai. So, I think there are various kinds of Hindis and it depends on what you are trying to express and where your story is located. One of my novels, Patrangpur Puran, it's a microcosm of the macrocosm that the country is, but the base is a very small town in the hills in Uttarakhand, close to the area that I grew up in. And we grew up speaking Hindi in school there, but even the school Hindi was flecked with the local usage of the Kumaoni, which we spoke with our grandmother and our cousins. So you can easily link the two. For example, people use, jaise aisa toh hoga hi Hindi mein hum kahenge, but in Kumaoni Hindi we'll say, aisa toh hone hi wala hua. You know, see the tonality is different and, you know, there's this friend of mine who was reciting, Ghalib, chand tasveer-e-buta, chand hasino ke khutoot, baad marne ke mere ghar se yahi sama nikla. So he said, chand tasveer-e-buta, chand hasino ke khutoot, mere marne ke baad mere ghar se yahi nikla thera. So, you know, Ghalib ki aapne tang tod di, lekin aapne usko ek nahi tarah ki boli mein apni taraf se salam kar diya. Toh ye cheez mujhe bahut rejhati hai. Aisi jo bridge se list Hindi hai, aatiya jaatiya jo sansa hai, unke bina sab gal ki fansa hai. You know, Bharatindu Harishchand's Hindi. He says ki there are barah tarah, this is 1873 ke aas paas ki, unha lekhaya ki kam se kam barah tarah ki Hindiya mein janta hu, unha list kiye usme ek railway wali Hindi hai. Railway. Railway wali Hindi hai, jo Anglo-Indian guard babu log bolte hai, usme angrezi shabdon ki bharmaar rehti hai. So, people have for the past 70 years played with Hindi. Because Hindi as we know it and it is taught in the Nagri script, was actually created for the British for helping them bring out their papers for the natives in the local vernacular language acceptable all across. And they found that among the Muslims, Urdu script, the Rekhta, and in Hindi, the Nagri script fitted. So, they got four bhakha munshis, Lallulal and Mir Muhammad, you know, the four clerics that they selected, who then borrowed the kind of a infrastructure of the language from west, because they all came from Agra side. And then they created the script for it in Nagri borrowing from Sanskrit. And then they brought out a new version, which they called Hindi. By then the British had realized that if you can segregate Hindus and Muslims by language, then your game is done. Because then Hindus will realize they are numerically so much larger. Muslims will realize that Hindus pose a challenge with their now new textbooks. And more schools for Hindus, because they were numerically large, will be perceived by the Muslims as posing a threat to the Madarsas. So they got this whole thing in order. And this is precisely what is being done today on a different scale. You know, you are talking about caste enumeration. So that, you know, the OBCs come to see, you know, Netish Kumar and the OBC group are keen on an enumeration by caste primarily because they know and all of us know that OBCs are the largest group. But once that happens, then there will be a polarization of the non-OBC castes. And then the non-OBC castes will then tell the Dalits and the Scheduled Tribes, ki dekho tumhare baasi bhaat mein khuda ka saajha, they are going to get a piece of, bigger piece of the pie and cut down on your privileges that the original constitution gave you. And this is again a vote bank creation. And then it was, of course, divide and rule. So this is something unnatural because language is being driven not by the compulsions of writing but by political compulsions. And it leads to chimeras and hybrids, which nobody really can do creative work in. And so unfortunately what we have seen happen after Hindi and Urdu were forcibly separated, I mean Hindi is a phonetic language. So I have grown up reading the Kalams of all the greats in Urdu in Nagri because it can with the use of Nukhta, it can beautifully represent exactly what was written. And this has been diluted a great deal to the extent that Hindi has moved to Sanskrit. One of the first things that was done when the governments changed was there was a purification movement to peel off all Urdu and Arabic words from Hindi and make it pure and take it closer to Sanskrit, which is impossible because Hindi and Urdu have both been fed much more by dialects than by either Sanskrit or by English or by Persian. Persian was the language of the courts, but the people around Lalkhila and Agra and Mathura and all spoke a variety of Hindi flecked with Brij or Awadhi or whatever, even Punjabi because a lot of Bigmats in the harem were Punjabi speaking. So the languages are public property. I mean the great grammarian Panini says that the only Praman, the only Kasauti, the only measure for language is the people because it is created by people over a period of many years. You cannot ask a poet, even a good poet to create a new word just as you can ask a potter to create a new pot. But potter can create a new pot for you, but the writer cannot create a new word for you. The word has to come from the common pool of the languages. So I think what is happening is unfortunately in case of Hindi because most of India's Prime Ministers and Power Ministers and a large part of the Parliament has come from the Hindi belt. It has become quite dominantly North centric and there is a point in the Southern States feeling that although they are far more progressive, they are always outvoted and outnumbered by the North. And also for Bengalis to feel that although their literacy levels are high, they are very creative and brilliant in so many fields. Bengali doesn't get its due as much as Hindi does because it also has political patronage. So I feel that this whole debate about Raj Bhasha, Rashtra Bhasha is senseless because after all you are not creating, you cannot, a government order cannot create a language overnight. I mean Lallu Lal's Fort William Hindi was knocked down by people overnight and they made fun of it, you know, in old Banaras, there were hosts of writers who wrote against it and who made fun of it and said that these words are like the stones of the river, for centuries the water of the river makes them round and round, you want to make them overnight and then the boys are dying in the madrasas and the children of our Hindus are dying in the schools. So why not let them flow? So language is a free floating, free flowing entity and if you try to trifle with it and this is also caught Hindi in a kind of a peculiar situation where a lot of very mediocre to third rate writers who write on politically correct subjects are getting, you know, hyped up way beyond their measure and really good writing in Hindi is being discussed the least in the Hindi belt and of course nationally also. And also I find that the Hindi belt because it was subject to so many political pulls and pressures at some point around the 80s chose to de-link itself from Hindi, so after the 80s you seldom meet a middle class professional who has consciously chosen to send his or her children to a Hindi medium school. Now when we were in government school, it was 50-50, 50% of the children came from the poorer, lower middle classes or really poor part of the society, but 50% children came from normal middle class families and because their parents had some vision, some voice and they also had some attachment to Gandhian values and so on, they would keep in touch with teachers, monitor their children's Hindi. Now you hardly come across young parents who can monitor their children's Hindi homework. In fact, even when we were in Bhopal in the 80s, early 80s, one of the fellow, one of the colleagues one day called me up and you know, it's the utter crassness of the upper middle classes and the Indian bureaucracy. He rings me up and he says, I have heard that you write in Hindi as well, so I said, no, I write in Hindi only. So he said, very good, capital. Then what we'll do is we'll send our children to you for Hindi homework and for learning Hindi, of course we'll pay for it. I told him, I'm sorry, I'm not in this game at all. He said, no, no, don't feel embarrassed about being paid. It's a very good job. Unfortunately, my wife and I are not Hindi speakers and we don't know where to start and I noticed your children are doing very well in school. So I said, that's because they're doing well on their own. Their mother is hardly there for them. But I'm sorry, I don't take tutorials. And this was such a jolt to me. And I said, what you write in Hindi night and day is associated with a class which would do anything for money or for power, whatever. And this again, I'm in a unique position to observe with a degree of anger and also resentment. How dare you? The same thing happened when I joined Hindi newspapers. The same houses which bring out an English paper and a Hindi paper up until the 21st century treated their Hindi papers like rags. They were there just for tax purposes. They were heavily cross-subsidized. The marketing forces didn't go out into the market and sell space aggressively, even though they were selling in multiples of the English newspapers that they were bringing out. But they were very apologetic about having a Hindi, what they called, product. So very often I would bring my grief and my anger home. And Arvind would say, tumko kyun acharaj hota hai? Tum jaanti ho is tarah ke logon mein hum log milte rehte hain? Do you think they are sensitive to these things? They are not. And the whole managerial class comes from that same gene pool. And they all have school tie connects. So the editor comes from the same class. The marketing manager and his carders come from the same class. And the ad agency people come from the same class. And so there is a kind of an unsaid understanding. You talk to them, they'll be very logical and very nice. Oh, how nice you write in Hindi. You know, like somebody said, a woman writing is like a dog walking on two hind legs. So it's like that. You are, you know, so and so and you write in Hindi. How nice. How very nice. You know, it's like, feel like slapping their face. And they pat themselves on the back for saying how nice also. And then at some day, they'll suddenly call up and say ki, suno bhai, tum kisi ko jaanti ho? I had written some novels about Mufasal's when I was nearing retirement, usko translate karana hai. So I say, I, earlier I used to bang the phone down. Now I say ki, haan, mai jaanti toh hoon, lekin aap kya rate denge unko? So they say ki, haan, Hindi mein kya rate hai? So I said ki, a rupee a word, ye toh bahut zyada hai. So I said, take it or leave it. Acha, theek hai, mai sochta hoon, naam mujhe bhej do, telephone number mujhe bhej do. So you know, it's like that. So even my staff, I noticed they were being paid wages which were almost equivalent to the wages being paid to the lowest people in the English newspapers. So I fought and I fought and I fought and I got all the salaries hiked. I got the paper redesigned. With the result, our revenues went up, our circulation went up several fold. When I took up, the Delhi edition was selling 48,000 copies a day. When I left, it was selling upwards of a million and a total circulation, we had 17 editions, they were selling upwards of 5 million. So I was telling it to another friend of ours, who's a big name in the corporate circles. And he said, Munal, tum jaanti hoon ek million kitna hota hai? I said, nahi ji, main toh padhi likhi nahi hoon, aap bataye ek million kitna hota hai? And he failed to get the joke, he said, 10 lakh. You mean to say ki Hindi ka akhbar 5 crore bikta hai? Maine kha huzoor, 5 crore nahi, 10 crore bhi bik sakta hai. So he said, nahi, nahi, you got the numbers wrong. He just wouldn't believe me. So now I see him sitting on television panels and waxing eloquent about how the government is doing good to Indian bhashas and you know, he wrote a play, he had the gall to call me up five years ago and say, I've written a beautiful play on Meera, can you translate it into Hindi? I can't give it to an unknown person. So I said, I'm sorry, I don't do that kind of shitty job. So you know, the crassness of our power class enrages me. But then do I fall in the lap of the other class, which is promoting Hindi so vociferously and you know, I can't, I can't bring myself to do either, you know. So I just curl up inside and I write and I don't think about the audiences I'm writing for. I'm sure it will get its audiences. If not today, another day, some later date, but it will. It's like putting a note in a bottle and just throwing it in the sea. Someday somebody will read it and someday somebody will realize this was happening."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:49.360",
        "message": "So I want to read out another bit from one of your pieces where you speak about language based racism, where you write, quote, contrary to his usual manifestations in racist countries, language based racism in India has a benign but no less lethal form. It is not violent, does not lead to housing or job discrimination. But it quietly ensures that while discussing the hiring or training of personnel, or the promotion and observance of ethics in the public space, only those who are proficient in English may call the shots, dictate terms and set priorities. I've known a lot of academicians and journalists who seriously believe that because they are eminent intellectuals, they cannot be racist, as if being the one automatically rules out the other. In seminars and workshops, most of the time worthy speakers will denounce sexism, communalism, casteism and regionalism and empathize the need to retain our cultural roots. When the question and answer session begins, I hear them use socialism and feminism as a disclaimer against charges of social segregation. And I know the questioner is being sold a ticket. It is a lot easier listening to the religious fundamentalists who claim they have found the right path, but they at least acknowledge to have earlier been on the wrong one, stop quote, and what you said earlier about, you know, like, one of the things I love about languages is that they cannot be designed by central committee, like you said, they're delightful khichris, and even Sanskrit, like one of the books I really enjoyed reading this year was Wanderer's King's Merchants by Peggy Mohan, where she talks about..."
    },
    {
        "speaker": "Guest",
        "time": "02:02:12.720",
        "message": "Yes, it's wonderful. In fact, during the COVID, two COVID years, Peggy wrote and asked me, I said, I'd be delighted. So we had a long conversation about this book, and it was such a delight to read this book. I've long admired Peggy's book. And I had been, I was telling her, I had been doing similar things. Because when you are by yourself, you read a lot of stuff you'd been meaning to read, but had not had time to really delve into. And I had gone back to earlier story forms, and I discovered that Buddhists, Jainis, and even the Panchatantra, Vishnu Sharma, teachers of tales, they were wonderful writers. And they had a very different style of very different frame and a very different infrastructure for stories, which move in a kind of a circle. And then each circle has a tail at the end, to which you hook another circle. So in the end, you get a chain of stories, which you can read singly, or you can read as a long chain. And the whole thing is life itself. So the stories are, you know, they cancel out each other, they support each other. Sometimes they call out for each other. But the whole cycle, you read it, and then in a Panchatantra, for example, it's all based on animals talking to each other. But the lessons which blink behind like cursors can be taken forward. So I then started rereading fables and children's folktales. The first port of call was of course, A.K Ramanujam's wonderful folktales. Then I came across, you know, I had many compilations of Kumaoni folktales, of course, curtsy my mother. But then I came across a very interesting compilation of folktales from Kumaon by a Russian who was traveling through India in the 18th century spying on the British, but he happened to visit villages in Uttarakhand, which people seldom visited, even the British. And he slept and lived with the outcasts, the Dalits, which were numerically very small. They had very different folktales and very different gods. So these folktales are so different from them. And a cousin of mine who's a linguist had translated them into flawless Hindi from the original Russian. So then I discovered a whole new form. And then I have this equally crazy friend who runs a blog called Janki Pul. It's a site actually, and he publishes stories and so on. So I wrote my first story in this new format, and I sent to him and I said, Prabhatji, main bhej sakti hoon, aap dekh lijiye, atpatti toh hai, maybe you might like. He was very happy. He said, look, you know, it looks like a folktale. It speaks to you like a child, but when you actually analyze it, it really destroys you and a lot of things inside you because it is so full and it is also so contemporary. So I wrote 26 or 27 such stories. They're coming out, they're bringing out an anthology of those. And it's titled Maya Ne Ghumayo. It's one of the folk songs that one of the lovers in one story sings. It says ki we were like logs of wood thrown into a hill river and we started somewhere and have ended somewhere else. It's Maya which has taken us here all along. So this is what I realized at the last decade of my life, that it's a grand spectacle that you see unfurl before you and it is timeless. The characters may change. Then I started thinking about Ramayana, I started thinking about Mahabharata, then I started re-reading Odysseus and the beautiful recounting of Odysseus by this Nobel winner Caribbean writer. What's his name?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:27.240",
        "message": "Walcott."
    },
    {
        "speaker": "Guest",
        "time": "02:06:28.240",
        "message": "Walcott. Derek Walcott's Odysseus. And, you know, it follows a perennial pattern. There is a hero. He is either given away or is parentless or nobody knows where he came from. And then all of a sudden he's catapulted against a monstrous force which he takes on. Then follows a very colorful, very lovely battle in which forces of good and forces of evil come together and there's a headlong fight. He manages to defeat. Then he begins to rule. But then it's the story begins to peter out. And in the end, either he dies unknown, commits suicide or just vanishes right into the dusky west. You know, the same thing happens with Krishna. Starts as Krishna, then becomes, you know, goes to Mathura, challenges Kansa. Then he becomes the king of Dwarika, gets involved in getting the republics together. Then comes the Mahabharata battle in which he, you know, like a writer, gets the ringside seat driving the chariot of the one who he wants to be victorious. And then after the battle, he takes, you know, the Pandavas go back to the mountains in Penance and Kisi aur ko, third, fourth cousin, Bakal, one of my family cousins, it's a family idiot who always inherits all in these epics. So kisi family idiot ko, Janmeja ko pakda ke. Then they all go to Himalaya. Krishna comes back quite spent to Dwarika and then goes and rests in the forest and some Vyat comes and kills him, thinking that he is a deer. And so, you know, Mahabharat ends. In Ramayana also, you know, again Ram is born and then the exile and the, you know, Ravan, Ram, Ravan, Yuddha and everything. Eventually he comes back, he loses Sita. Then he, towards the end of his days, he's very popular, but he's also a very lonely man. He says, when he's seeing some photograph, old paintings, he says, tehi no devasahagata, those days are over. And then in the end, they say that he goes into a cave to pray. Lakshman stands outside and death comes for him. Lakshman says, take me instead. So he loses Lakshman and when Ram hears that Lakshman is no more, he drowns himself. So that's the end of another hero. So you go to any big major epic, you find this is the cycle that happens. So these folktales are also like that, they're giving children the messages and, you know, one story that, one of the stories that I've done is about this daughter-in-law who has a very cruel mother-in-law, as always in folktales, and she loves bitter gourd. The mother-in-law cooks bitter gourd, but wouldn't give her share. She goes out somewhere and tells her to fetch some water. So this girl very cleverly steals a lot of rice and bitter gourd vegetable, takes it in her ghada and goes and sits in the temple and gobbles it up quickly and then washes the ghada and brings water and comes home. The goddess is so bewildered that instead of her abhay mudra, she puts her hand on her nose signaling, you know, utter amazement. And then in the evening, the priest raises a big halda and says, you know, the goddess is angry, she has changed her posture. So everybody starts crying and saying, so the daughter-in-law says, you all go home, let me, leave me with the goddess and I'll propitiate her. So they all leave her alone knowing that it is full of tigers and things. They say, bahu hi toh hai, she can cope for herself. So she locks herself in and then she goes to the goddess and she says, look, you are a woman, I am a woman, you know hunger and I know hunger and we both know deprivation. So don't you dare put your nose, hand on your nose to signal anger or amazement. You know very well what I am about. So the goddess's hand comes back and so she goes home and goes to sleep in the morning when the priest goes, everything is fine, everybody is very happy. So it's a small story."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:51.000",
        "message": "What an amazing story."
    },
    {
        "speaker": "Guest",
        "time": "02:10:52.000",
        "message": "It's an amazing story and I found the outlines of this in some old folktale. So there were lots of such things happening. So I was delighted when I read Peggy's book and I told her, you just caught me at the right time."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:07.840",
        "message": "Peggy was on my show also, we did a long episode together."
    },
    {
        "speaker": "Guest",
        "time": "02:11:11.240",
        "message": "What a wonderful woman."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:12.240",
        "message": "Just continuing on the thread about languages being a khichdi, one of the things I discovered from a book and everyone should really read it, is that Sanskrit is also such a khichdi. That it's not some pure thing which came down when the urns came, but you know, like the retroflex sounds, the duh and the tuh of daat, you know, is a local influence."
    },
    {
        "speaker": "Guest",
        "time": "02:11:30.600",
        "message": "I'm writing a small column for our English and Hindi papers on food and the history of food. I mean, a lot of food which is served to the gods in the Vedic and the Sanatani rituals has come from drabids or come from outside. The word for banana in Sanskrit has come from other Caribbean islands, you know, not Caribbean, but the southeastern islands. And likewise, so many rituals have come from other. So Sanskrit is again a hybrid, Sanskrit is a hybridized. And then let's not forget that after Sanskrit was petering out, then Abhrinj and Prakrit took its place. So the Hindi and the dialects that we have in the north today are all children of Prakrit and Abhrinj, not Sanskrit. So Sanskrit is a hybrid, it has been distilled twice and then come to us and it has enriched Hindi. So, you know, how can you purify Hindi? How can you say shuddhi karan kare?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:33.440",
        "message": "So my final question about language before we move on to so many other things I want to discuss, my final question about language comes from food, like you made that digression to food. So I'll take you up on that. There was an episode I did with the food writer Vikram Doctor called the Indianness of Indian food with the argument was most of our food has come from outside and there's hardly anything which is here. But there he spoke about the Cavendish banana. And the story of the Cavendish banana is this, that there was a banana that was made here and it got exported in the sense, you know, it went all over the world. And then it was mass produced in the US and South America and all of that. And then it came back to India. And it happens to be a banana, which in terms of economics, it works out really well. In terms of preservation, it doesn't rot so easily, it's great. And now what is happening here is that the Cavendish banana is gradually killing off all the local forms of bananas, because this homogenization is happening because of that. Now, my question about related question about languages, that is that a danger? Because number one, and I'll give both points of view, and I'll see where you kind of stand on that. When number one, some would argue that everyone's trying to learn English in our small towns, because there is this hierarchy of languages. And just in a functional sense, it makes rational sense for parents to send their kids to an English medium school, and all of that. And that becomes a worry that are you going to lose your local languages. But at the same time, what is also happening is that in our culture through other ways, whether it is Tiktok before Tiktok was banned, or whether it is in the new kind of lingo, which keeps coming up, you know, the language is evolving to assimilate everything in the diversity remains like you gave a great example of the, you know, the little ditty, Chaurasi ki phool, 32 ki mala, buri nazar wale, tera mukala, which is such a creative use. And you know, to take that forward, I coined one for you in your honor, Hindi ka khana, English ka paani. Mrinal ji, aap yahaan aaye bahut meharbani. But, but you get my drift. So my senses, I'm actually more optimistic, because I think language is the ultimate expression of liberalism. It takes in influences from everywhere, and they all coexist together. But there is a homogenization danger that that language based racism is still very real, that people are, you know, still flocking to learn English. And even within languages, like my friends worry about Kannada that my dialect will get wiped out, the mainstream will remain, those kind of worries are there. So what is your sense of all this?"
    },
    {
        "speaker": "Guest",
        "time": "02:15:04.120",
        "message": "I find languages evolve all the time. The Hindi that I'm speaking is not the Hindi which my grandmother spoke, for example. You know, the Hindi I was reading old Hindi books, Chandrakanta Santati and Kajarki Kothri by Devki Nandan Khatri written in the 19th century. The Hindi there is very different from the Hindi that we use. And still it was a Kashi person who Kashi was the big seat of learning. So that was the Hindi that they spoke then. So I think people, the problem of hierarchies does not arise from language. Language is only a mirror which reflects the hierarchies. The hierarchies derive from elsewhere. And I think the root cause of this is colonization. You know, because colonization entered a country and people actually saw whole villages and whole societies being erased, whole cultural icons and establishment being burnt overnight and new things raised in their place. The fear of the colonizer made them very, a very introverted to also liars, you know, you would not open up easily. So as a nation for hundreds of years, we have put a great sass on being quiet. You know, he's a man, he's quiet and his still waters run deep. You know, women don't know anything and therefore women, you know, women can't speak their mind. When we were compiling a report on women in the unorganized sector for the government in the late 1980s, we held some 300 meetings with women workers, you know, they were field workers, farmyard workers, spinners, people who worked in the spinning and weaving industry, women who worked as household maids. And all of these people had their own stories about how they had been colonized to the extent that they had no sense of self, they could not ask for better salaries, they could not ask for salaries on par with men. This included girls from Kerala who were specially called to Kolkata for shelling prawns, but the dockyard workers said if they are paid on par with men, we will walk out, we will not unload your ships. So their, you know, wages were reduced. So hierarchies are made by colonization. Same thing happened with tea gardens. You know, you brought labor from outside, but you paid women less and paid men more. That way the men stayed. The women still continued because the men usually drank up most of their salary anyhow. But the reasoning you gave was that women take time off to feed their breast, feed their children. They have been there. Peak working years are also the peak reproductive years and therefore women are not good. In Sanskrit, there's a very good word for this in the Nyaya, yo, hum log ki, Nyaya mein maan sab agra jo lagal learning hoti hai, to Nyaya mein ek word hai, Chakriya Nyaya. Chakriya Nyaya means a way of thinking which locks you in a circle. It's a self-fulfilling prophecy because you have convinced yourself that women are mindless users of language and because women cannot know what they are thinking, therefore it's no use talking to them of sense and sensible things and that locks them in a space which after centuries they have come to accept, ki bhai hum to gareeb bhamani ba mahini hum ka jaane, hum ka pata nahi, hum ka pata nahi, hum aar marat se poocho. And marat will always be there lurking in the background. So we chased them out. Then they opened up and then we talked to them about many things and so a lot of things came. So I think the whole society suffers from this Chakriya Nyaya in a colonized country. I've been to Bangladesh, I've been to Sri Lanka, I've been to Pakistan, I've been to all the neighboring countries, Nepal, and I find everywhere all these ex-colonized countries have the same attitudes, the same linguistic hierarchies. In Pakistan they told me, ha mahin ji humare haan to urdu risale bohot bikhte hai aur isi ki bohot zyada khareed hoti hai, par wo gareeb hai kyuki unko advertising nahi milti hai aur urdu ke writers ko hum paisa kam de pate hain kyuki humare paas paisa nahi hain. And then I asked them about the agencies, I said what about your wire agencies? They said ki English ki wire agencies to sahab logon ke liye hain, to unko to paise mil jate hai akhbaron se. Humko Pathan bej ke apne paise vasool karane badte hain. So that is the way it happens. There was a conclave in Sri Lanka. There also they said that Tamil and Sri Lankan native languages have a far bigger circulation but they are paid much less, they are much less supported by the state and English is the dominant language of discourse and then what also happens is then Chakri Niay again operates across the seas. So when journalists come visiting or are posted in India, the only journalists that they make friends with and hang around with are the English language journalists because they don't have to learn any Indian language. You will rarely come across a foreign journalist who would pick up a local language. Most of them just run on the surface and report on what is happening in Delhi or the state capitals but rarely do they penetrate. So they are locked in their own colonial Chakri Niay that these are developing countries. These are the tier three countries which are coming up very hard and we must be very good to them. We must support them. Oh, how lovely. You also have English newspapers but they find us terribly provincial, our papers terribly provincial but do read some Hindi papers, do read the Bengali papers and they have such sparkling wit and such sparkling information, sedimented, put crudely, not really well edited but it is all there. So I think this breaking of this vicious circle is the only thing which will give a chance for a co-mingling of languages. I think the Mughals were very prudent. They allowed languages to mingle. They never interfered in this. Arabic and Arabic was always the language of the conquerors. Persian was the language of the courteous courtiers but the language with the common folk spoke was Urdu Hindustani and it's called, you know, it was not a Shurfa logon ki bhaasa, sirf Sharif logon ki bhaasa nahi thi, Urdu ae muhalla uss muhalle ki bhaasa thi, jo log jaa, Mir says ki mere sher wo samajh sakta hai jo Jama masjid ki seediyon par betta hai. So a common language which everybody understands and appreciates that is something which gets created on its own because the push from the earth is so strong that it does not get noticed is the Chakri in AI of the colonization."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:31.060",
        "message": "Before I go on to talking about women in India and I have so many questions about that, I want to pick up on that phrase colonial Chakri which is such a lovely phrase and I've spoken with different historians on my show about how when the British first came to India, their interlocutors were just the upper caste Brahmins that they encountered. So they were sold a version of the country as they tried to figure out what is this India, what is this society, they were sold a version of the country which was that very caste based"
    },
    {
        "speaker": "Guest",
        "time": "02:22:56.020",
        "message": "Brahminical version. Should I tell you something here? At the risk of stopping you, the reason why Bengali is a pejorative in northern belt, you know, ye to bhookha Bengali hai, ye to Bengaliyon ki tarah jhoot bolta hai, is common currency in villages in the north. It is primarily because the first clerks that the British picked up who were reasonably bilingual were in their conclave in Kolkata and then they invariably accompanied the British revenue officials to get the lagaan and also to measure the lands and they would always make money on that. And so Bengali doctor, all the jhoola doctors, dubious doctors are called Bengali doctor. Why? Why not Punjabi doctor?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:42.580",
        "message": "And Punjabis have a trick or two of their skills also. I have to tell you that I'm half Bengali, half Punjabi."
    },
    {
        "speaker": "Guest",
        "time": "02:23:47.140",
        "message": "So I hope nobody calls me a Bengali podcaster. No, but I think these are all sedimented, you know, atavistic memories of having been once upon a time, the word for Bengalis is babu. Babu is literally in Persian means, ba means bad, bu means smell. Bengalis to the, you know, Muslim nobility smelt foul because they ate fish and because they put mustard oil in their hair. And therefore, when the British asked, ye kaun hai, they said, this is babu. So babu then became a generic term for clerks."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:24.000",
        "message": "And from that it became, you know, bada babu, chota babu ki. So fascinating, just seeing how language kind of evolves. So to continue with my question, the interlocutors are these Bengali babus and they are sold this particular brahmanical version of, you know, what India is like. And the irony is that then this narrative, this half-baked narrative then becomes a dominant narrative and we come to believe it ourselves in a sense."
    },
    {
        "speaker": "Guest",
        "time": "02:24:48.060",
        "message": "No, but it becomes a dominant narrative primarily because the colonizers need a narrative which justifies dominance and hierarchies. And so by telling them the brahmanical version and describing the lower castes as untouchables as bad, they were in a way opening up a chink through which they could justify their dominance that we carry the white man's burden and we have to now, you know, semitize these people, we have to teach them manners, we have to teach them to rise above untouchability and so on. But the main, you know, the elephant in the room goes uncommented and unlooked at."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:26.620",
        "message": "But the question I was coming at was that you've also written about how so much of India is interpreted by people outside, that they will, you know, come from… Yeah, it comes to a second hand. Right. And do you think that that is there a danger? Do you think that, for example, when people fulminate among elite, against elites, for example, would you say that there is something to that as well? That the true diversity and the range of views of this country are kind of a little bit suppressed"
    },
    {
        "speaker": "Guest",
        "time": "02:25:53.580",
        "message": "by what dominant narratives… There is a paradox there, Amit, because what happens is when people fulminate against the elites, it's a 50-50 thing, 50% fulminate because they would like to have themselves that little bungalow in Lutyens' zone, that little membership of an elite club, you know, golf club, country club, whatever. And they fulminate for that, ki ye sab Lutyens' zone wale hain, ye sab Khan market gang hain, ye sab ye hain. 50% is justified, but half justified. Because if it was so insufferable, why didn't you break out of it? You know, when it became insufferable for me to teach English, I broke out of it and joined a third rate Hindi language news agency, which gave me my breath back, you know. So when people say ki I can't stand it, then my question or suggestion to them is then why don't you just step out? Why must you look for, you know, something which is, you know, in your bones is not going to be available there? This is not a panacea for your problems. Now you live in your Lutyens' zone yourself. So woh jumla bhi ab purana ho gaya, Lutyens' zone wale kahoge toh main aapko saare naam fairies gina dunge ki Lutyens' zone mein aaj kal kaun rahta hai. So woh jumla kaam nahin karega. So I find that, you know, fulminating people leave me now unimpressed because I find most of it comes out of, you know, feeling of jealousy. Some of it comes out of a feeling of, you know, the inequalities which are irremovable. Only two or three percent of it, like Peggy Mohan's, comes out of a genuine understanding of the layered reality and the grey areas. And I respect those people. When they talk about these things, then I respect them. But then again, the pity is that all these good reasoned and well thought out cogent writings come to us in English. They're not available to my readers in Hindi. You know, then you again, another chakri niya ki Hindi walon ko kuch nahi aata hai. Hindi ki akhbaron mein economic analysis nahi aati hai. Do you know, in the late 19th century, the Hindi papers were the first to start writing about bourses. And in 1946, when Hindustan was launched, Daily Hindustan of Hindustan Times was launched, it used to list London share markets on cotton, indigo, everything. In India, because the Marwadi pedhiwalas and the Banaras Seths all read Hindi papers, they did not read English papers. So these were the selling points for their newspapers. So I find that, you know, as I said, language has a way of erupting like a volcano. You know, if you're not prepared for it, it will burn you, but the fact is, you have to wait for it to cool and it brings fertile, alluvial soil, new patterns, reshapes the continent. And wait for that. If you can't wait, then I'm very sorry."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:10.180",
        "message": "In fact, the point you made about people fulminating because they themselves want to be the elites, you've got a lovely sentence in one of your pieces, which expresses this, where you write quote, suddenly I understood the real meaning of the much touted social justice revolution of India. It has not changed the ruling norms, only created autocrats from other castes, stop quote, in another context also. Now, earlier, we were talking about, you know, when we were speaking about language, we were speaking about women as well, and sort of their status, and this is something, a point that you've constantly made is that in any crisis in India, there's a secondary crisis beneath that, which is that of the women, like, when I was editor of Pragati, you'd very kindly written a piece on agriculture, where you said that you talk of farmers, but women farmers are even worse off. You use this lovely phrase where you were writing about Aishwarya Rai's wedding. And you used a phrase from Adrienne Rich, where you spoke about the kingdom of the father, how everything was dominated and said by the men, and all of that. And there's another piece you wrote about men and women at social reunions, how they behave so differently. And I found that evocative. So I'll just read those little bits out where you speak. These thoughts crossed my mind when I recently attended a school reunion, where three generations of Indian men were present with their wives. As I watched, uniformly wealthy men pumped hands and thumbed shoulders and talked endlessly about money. Their women, however, eyed each other hesitantly for some time before sitting down in a semicircle like a bunch of smooth bananas. Things have not changed much in post-independence India. Girls continue to marry men who hold professions they have eyed enviously and are convinced they themselves can't have or can't manage on their own. At the reunion, some erstwhile stars from radical groups on campus who had married other ambitious young radicals now looked and talked like all other matronly wives, while their husbands had realized their early promise and had gone on to become major political leaders, media barons, star journalists. The wives had gone back to being wallflowers. None of them had demonstrated the courage to challenge the female deficient empires their husbands had created and led.\" And my question here is this that to anyone who takes some time to think about it is pretty obvious that this is a massive waste in India where you treat half your population as second class citizens. They are not empowered to reach their full potential, etc, etc, etc, etc. But one thought that often strikes me is that why aren't more women, for example, standing up and making that kind of noise, you know, is it the pervasive fear they might feel of immediate disapproval from the circles around them? Is it that this is a slow process and it is actually happening like when you look back through the arc of all your decades in public life, your decades observing all of this, do you feel more hopeful or do you feel that these problems are too deep? What is your sense of all this?"
    },
    {
        "speaker": "Guest",
        "time": "02:32:05.260",
        "message": "I am hopeful generally. I find that we have come a long way from my grandmother's generation to my mother's generation to mine and beyond me, my daughters, who are even more free in the real sense than I am. Because as I told you, I am hardwired into certain habits and certain, you know, sudden reactions. But I think we have, things have been evolving. What is happening is because of media, these ideas are being disseminated in a way they earlier were not. And so it is creating a lot of dissatisfied people, but without really telling them frankly the price freedom comes with, I mean, even let's face it, even men have won their freedom at a great price in the sense that almost always they are cut off from their progeny. Mothers have a special access to children, they have a certain command over their children. And if the mother dies and the father is old and lonely, then even if he stays with children and they are kind to him, it's a very lonely life for him. You know, my husband once said, when we go abroad, you immediately get absorbed in the children's house and you start pottering about, I don't know what to do with myself. So I said, go polish their silver and he said, kahan se shuru karu? So I taught him how to, he said, you, you mean you've been doing it all these years? I said, no, because I didn't use any silver. The first chance I first did it on them, I said, you take the family's silver because I can't be bothered about polishing it. So I mean, these are little, you know, frivolous things, but I think there are multiple reasons for this. A, women, as I said, are locked up in that chakri space, that round space which locks them out of reason and rational thinking. B, the family structure is so based on exploiting women's labour and their child-rearing capacities that people feel very threatened. You must have read about the recent question which Sonia Gandhi raised in Parliament about a CBSE book saying that children have to be disciplined by mothers who will obey their husbands as their masters. The modern feminist women with feminist ideas are not obeying their husbands, thereby setting a bad example and then they can't expect disciplined attitudes from their children. So that is the other circuit they have to break. Third is the very real reason that there are simply no jobs for women once they have taken a backseat for, say, 10 years, because that's the period from giving birth to bringing up a child to regular school-going age. If you have two children, it takes at least 10 years. So you give birth to children at the age of 20 and they die at the age of 30. Most of the good jobs have been taken up by men who were in your class and they have progressed from here to there. But for you, you start again A for Apple. So a lot of women then compromise and take the easiest jobs to handle, they become school teachers. They've handled children, they're reasonably well-educated, they're intelligent, so they become teachers. But very few women have the courage left by then or the sense of self-worth to really retrain themselves to redo their education, A, because a lot of them don't have the means, B, because the husband and the families will not provide extra money for the wife educating herself, and C, by the time she finishes her education, she'll be 15 years behind the rat race. So it is something very, very difficult and women are very pragmatic creatures. They know the way the world functions. So most of them say, they want to choose the easy way out. A lot of women who are abused, I've talked to a lot of women and I say, tumne pehle pehle jab shuru hua toh kyu nahi kaha? And they say, I didn't want to create a ruffle and I didn't want to hurt my parents and I didn't want to do this, I didn't want to do that. But I said, when he hit you first, didn't you feel humiliated? They said, I was so ashamed that I couldn't even bring myself to say it to anyone. And then of course, he apologized. You would be amazed at the kind of abuse, domestic abuse. And when we were children, we were told ki tumhara ghar sabse surakshit jagah hai. Now you are seeing evidence that home is one of the unsafest places for young girls and for women. Thanks to the media, it has come out. But again, the media is working very fast and it guzzles news and it just churns it out without really putting it in a context because most of the people in the media themselves are very young. So it's like a 14-year-old singing a thumri full of longing of an adult courtesan. What does she knows about, you know, dahiya kahan gaye, ve log bridge ke basaiya. When she sings that, what does she know of an aged Gopika longing for a Krishna who's now gone to Dwarika. So it is like that the media is unable to really, it reports, but it is unable to contextualize the grief, the rage and the actual reasons. And in the judiciary where all these cases go, you're well aware the kind of load that exists and the kind of hearing that women get. So when they feel that they're not going to get, the root is lack of justice. You know, laws are made by men, laws are discussed by men, laws are exercised and applied by men, laws are used to, you know, gauge or discuss a case in court and pronouncements are made by judges, all of whom are uniformly, almost uniformly male. So women also have this feeling ki jab sunwahi nahi hogi toh keh ke kya fayda. You know, so you have to, there has to be multi, the first women who started reporting were upper caste, upper class women who are well educated, who could, who had a voice in their natal homes and who could not put up with this kind of unjust. The first report about Indian divorces shows that the highest rate of divorce was among Brahmin Maharashtrian women who also had a very high literacy rate. So I think we have to be patient, we have to let things like language evolve, but things are changing, they will change and if they change for better or worse will depend very much on so many other factors which are not within our control, but they are changing, they will change, but eventually it's the same cycle, you know, if they become, you know, if they become heroes, will they behave any differently? There's a beautiful story by Vijay Dandetha about, it's again based on a folk tale about two women who are in love with each other and one of them is granted a boon and is able to change her sex and become a male and she starts behaving like a husband. So this other woman then curses her and says, keep become a female again, you know. So I think you don't know, life is so full of paradoxes, you know, you very often become that which you hate the most. So you know, in the process of hating too much, that's why I find hatred is a very strong emotion and one should be very, very wary of it. One of the last two things, I'll finish this with my mother's advice to me. She told me, you have all the qualities, but you still have a lot of anger. She said, don't get angry, it's all natural. Don't be so angry all the time. Everybody is tied again the Chakri circle of their given temperament. So they are not really largely to be blamed. There are circumstances in which people behave in a certain way. The other thing she said, never be a collector of things, give away all you can by the time your end comes, and she said, you will feel so free, never accumulate. Just give away whatever you can keep the least minimum with you. And you'll feel very light. And that I can do easily. That that is easy. But conquering anger since then has been a long battle with myself. And I think I'm a shade better than I was."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:10.500",
        "message": "Very wise words by your mother. And also when you said that don't become what you hate, I thought of how, you know, the current dispensation in charge, people like Modi and Jaitley were, you know, opposing the emergency running from it. And you'd think the lesson they learned from it is that autocracy is bad, oppression is bad."
    },
    {
        "speaker": "Guest",
        "time": "02:41:26.460",
        "message": "But look what happened. I've seen this repeat so many times, I mean, even the Janata Party, when it came to power, I was one of the people who sang Hosannas, and you know, I was young in my 30s. And I thought, you know, you know, a revolution will come. But then revolution also, again, the Chakri, you know, the pattern of civilizations, you know, JP rose like a Colossus, like a hero, helped win the battle, started the Nav Nirmal movement, helped overcome the battle, and then gave the, you know, Raj Mukund to unsuitable people. And we were saddled with a chain of prime ministers who just couldn't cope. And so that particular thing petered out, and eventually, VP Singh retired into the banwas, Lalu Yadav is sick and went to jail. You know, all the big promising names and leaders who came out of that movement. Chandrashekhar died, a much vilified man, though he was a brilliant, brilliant man. So history, you know, makes you a hero for a while. And once you've done your job, then history just pushes you aside."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:35.380",
        "message": "Sometimes Lord Acton said power corrupts, absolute power corrupts, absolutely. And you know, you mentioned divorce rates, I remember many years back, a decade and a half back, I got trolled a lot, when I wrote this piece arguing that one of the best signs of India's social progress was rising divorce rates. And my argument was a damn good thing. Because if divorce rates rise, that means women are getting empowered. I know we are short of time, you promised me two hours to begin with, and we've gone well over and I'm very grateful. But some final questions on the media, because in troubled times, when politics goes in these kind of directions, we look at the media as a savior, in a sense, you know, that old cliche goes about how the job of a journalist is to, you know, speak truth to power to comfort the afflicted and afflict the comfortable as it were. Now, I'm very curious, and I would actually love to spend a few hours discussing this. But in vernacular media, like I think all of us make sense of the world by joining dots, we have different dots, we join them, we have a picture of the world. And I feel that people who read in English are hobbled in the sense that they have a limited number of dots if they're trying to paint a picture of India. And people who read in vernacular languages will have a completely separate set of dots, which are not necessarily better, they're just different. In your experience of vernacular media, in what ways was it different from the English media? And when you went in, I mean, you were an editor for so long of Hindustan and so on, what sort of journalistic vision and ethic did you craft for yourself or take into the project when you kind of went in?"
    },
    {
        "speaker": "Guest",
        "time": "02:44:09.660",
        "message": "I have always been an exception. I have never unfortunately become the rule. When I became an editor, I was in my early 40s, and I became an editor of a women's magazine in Hindi. The expectation was that it would be a counterpart of Femina. And I told them, I said, I'm sorry, I'm not kitted out to cope with beauty pageants and so on. I've lived in America, I know how frivolous they are. And therefore, it will be a Vicharsheel Mahilaon ki Vishisht Patrika. So they said, this is too thick in Hindi. So I said, do you read any Hindi? They said, no. So I said, then who are you to judge Hindi? Anyway, so it got going because I had good backing and they trusted me to their great credit and ran for four years. But then I realized that the marketing staff was not convinced. And a lot of them had very severe allergic reactions to the kind of ideas that this magazine was coming out with. In fact, one of them told me that every month when Vama comes to our house, I have a fight with my wife. That day she is very excited that Vama has written this. So he said, you are getting fights in every house. Similarly, there was a program at this almost at the same time that I was doing for Manju and Jyotsingh and it was called, it was based on laws and actual cases where women had fought back. Then in the end, I came on and explained the law that had helped women and laid down some warnings for women about, you know, using things just so. So I had gone to a wedding and a lot of people said, it is very good, we are learning a lot from this. Then one woman came to me. She said, you tell them to do it either late at night or in the afternoon when men are not at home. She said, it is time to eat and we are always late to serve food and then these people get angry that you, that Adhikar, that was his name, Adhikar, that you have gone to see Adhikar again. And there is a 40-minute show and then you are late to serve food. So you tell them. So then I realized suddenly, you know, that women do not even have this time, that time. This is 80s. Tab se toh ab tak 30 saal guzar gaye hain, but, you know, they were not, and the show itself was quite successful, but, you know, people had strong misgivings about it. So Vama, I left after four years and then I joined Star TV for a while. I was with NDTV. I helped them set up their Hindi channel. But I realized that print media was not very welcoming of new ideas, Hindi mein. They had certain set images for Hindi editorial and Hindi writing and they were happy if it fulfilled those. But if somebody tried to bring in new ideas, they were very suspicious, Hindi mein ye nahi chalega. And this came from people who hardly ever read anything, let alone a newspaper, hardly ever read anything, but they had been convinced. And then you talk to advertisers and ad makers when I used to go to Bombay to shoot Adhikar, I met a lot of ad agency people, a lot of them are family friends. And they all said ki look, Hindi mein pul nahi hai, toh ab agar batao humein caron ki bigyaapan nahi de sakte hain tumhare usmein. Hindi walas don't buy cars. Hindi walas don't buy expensive watches. Hindi walas don't buy expensive things. So all you get is, you know, underwear, banyan and, you know, children's washing powder and detergents and stuff like that. So this was the dominant discourse in all wings that really funded the media. So that affected the morale of the Hindi papers. When I took over Hindustan, it was called Lottery walon ka paper, its big selling point was ki usmein rooz lottery ke poore bigyaapan chhapte the, aur saari lotteryon ke results chhapte the. So lottery ke jo passionate jowari log the, wo isko zarur kharite the. Isi tarah Sandhya Times tha, wo uska big selling point was ki it was very popular among three-wheeler drivers. So three-wheelers, shaam ki waqt unko thoda time hota tha, before the office hour, chaar bhaji unko mil jata tha, chaar se paanch ki beech mein unko shehar ki khabar mil jati thi. So I felt that these papers were being brought out for the wrong reasons. The audience was changing. And I told them, you'll lose your audience to English papers very soon. And they said, we'd be very happy. So I said, no. But the fact is that 90% of the children who are being educated in government schools are being educated in their mother tongue, which is Hindi, in the Hindi belt. So the first generation literates and the second generation literates have to have access to Hindi to be able to understand what is going on, because government's influence on their lives is far deeper than its influence on you. Aap toh jo Angrezi ka akhbar khari toh aapki company account se 90% log ka jata hai, unko pata bhi nahi kiska cover price kya hai. Hindi wala ek ek paisa jama karke, zyadata stall buying hoti hindi akhbaron ki, because they want to compare and see kis mein kitni news hai, kis mein kitni humare alaake ki kitni news hai. So I said, they are very watchful buyers. So you have to give them what. So gradually over a period of 20 years, I pushed and I pushed and I pushed and finally when it came, there was no stopping. Of course, other houses which had only Hindi newspapers did much better, Bhaskar for example or Dainik Jagra, they only had Hindi newspapers. But then in the process, what has been also happening is they have all started digital portals which have far more readership and much more advertising available to them now. And so the editorial bureaus have been paired almost completely. Now bureaus were where the seasoned journalists sat who had been holding certain beats for years and years, who had right contacts, who understood the matter, who had seen governments come and go and you could sit and discuss with them, clarify your own thoughts. Now the bureaus have all ended one by one, the poor people in the bureaus have all become unemployed. And for the new boys who have come, it is excitement that there should be sex in everything. This is not sexy news, I started listening to this new thing in the 90s, this news has to be sexy. So the attitude that changed, the media people accepted the pressure that was on them. So mujhe laga ki Hindi mein yeh kamzori hai because it has been colonized by various hordes for so long, it has lost its own power of discrimination and a respect for the language that it is writing in. And unless that comes, you know, there was a period when we had Hindi editors who were also well-known writers, poets, and also thinkers, people like Dharmir Bharti, people like Kamleshwar, people like Agye, people like Raghuveer Sahar, people like Shrikant Verma. They were all highly educated, extremely well-versed, Prabhas Joshi, Rajendra Mathur, these are people who were, you know, they were polyglots and they read so much and they knew so many languages and they were very discriminating, you know, assessors of political situations. But after TV caught on, the younger people started moving from journalism schools to TV. And TV mein bhi, first they moved to English, then very grudgingly they were asked to do two roles, ki bhai Hindi mein bhi kuch kar dena. That was when I was doing NDTV. And then after that, when the big breakthrough for Hindi came with Atal Bihari Vajpayee's government, then there was a big bhakdar for Hindi. But then they discovered that schools of journalism was throwing out journalists who were proficient only in English. So then, you know, schools of journalism like Makhanlal Chaturvedi Patarkarita Sansthan came up, but they were soon peopled by government-appointed nominees with certain ideological biases. So you knew ki waha se jo bhi niklenge wo sabahat ke niklenge. Hindi has had that, as I said even earlier, the unfortunate thing is that it is politically an extremely powerful language and that has inhibited it from really developing as a language and as a thinking man's language. So whatever you think, sooner or later, your chakri political vintage locks it in. And then, you know, if you are so-and-so, then you lean right. If you are so-and-so, you lean left. And that becomes its self-fulfilling destiny, which is sad. So Hindi is immensely powerful, but the power can be misused. I don't, I don't feel very happy at the power Hindi has got because now it has become a clone of what it used to whine and complain about. You know, you see Hindi editors, the way they go groveling and they, hum toh Switzerland ke jaa rahe hain, apni bibi aur bachchon ko le karke, jayiye saah, jayiye, bahut achchi baat hai. Toh, you know, this is not what, you know, journalism should be about. This is what not life is about. And but this is happening and this is life. And this happens, as my mother said, ki subhaagat vibhashta hai. So you accept it as it is."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:03.700",
        "message": "So two final questions and we'll end it there. And this question is taking off from what you just said that this is not what journalism is. Toh mujhe lagta hai ki journalism mein, on the one hand, there is the idealism, that idealism and the sense of what journalism can be, that, you know, we are the first draft of history, we speak truth to power and all that, woh apni jaga hai. But on the other hand, when you look at the reality, you also see that journalism is a business. There's a profit and loss statement to look at, that a lot of journalism across the country actually runs on government advertising, government advertising goes, aap khatam ho gaye. And even where it doesn't, there is still a lot of pressure that can be put by the people in power, because there'll be houses which will have a, you know, a big media publication, but they will also have a chemical factory, wahan pe income tax rate ho sakta hai. Toh all of these pressures are there. So what do you feel about this? Do you feel that media will eventually succumb to this? Or do you feel, as I'm beginning to feel a little bit, that there is hope in the sense that technology empowers individuals, and even small outfits, people like Scroll and"
    },
    {
        "speaker": "Guest",
        "time": "02:55:07.140",
        "message": "News Laundry and so on? I agree with you. I agree with you, because this particular kind of journalism has reached its nadir. It cannot go down any further. And it began happening when in the 1990s, late 1990s, English mein, the editors began buying equity or being given equity in the papers, or taking the paper as owners. And usi waqt maine kaha tha, ki yeh theek nahi hai. My father used to say, ghoda ghas dosti karega, toh khayega kya. You know, so if you become editor and owner together, your primary loyalty towards your readership or your listeners gets diluted, because then you think of the bottom line and the shareholders who have invested in your company. And this is not good. There were strong editors, they were taking care of the papers or the channels, which is true. But then comes a point where you have to, if you want to, once you enter that particular race, you know, it's necessary to have a firewall around the editorial, no matter who the owner is. And the owner should never be the editor. And the editor should never dream of becoming the owner. Because the two things just don't mesh. So if you are a really good editor, you promise the owner, I'll give you a first-rate newspaper. I will deliver so many copies and I will give you this, this, this. But in turn, don't you ever interfere in my domain. And don't you ever question my, you know, the same thing that Ganga told Shantanu, ki agar tumne jo main kar rahi hoon, main kalyad ke liye kar rahi hoon, par agar tumne sawal uthaya, toh main chhod ke chali jaunge. And this is what, you know, the editors don't do. They just cling on and on and on. Hindi mein editors hain, arre bhaiya tum abhi bhi bahi hoon, Manal ji aapne badhi jaldi chhod diya, nahi chhoda bhaiya, 30 saal kaam kiya main na maha par. Nahi nahi, aapko nahi chhodna chahiye, Hindi ke din phir gaye hain, Hindi mein kya kya ho raha hain. As in main dekh rahi hoon kya ho raha hain. You know, and I'm sad about it and I'm really ashamed about it. I don't write for any Hindi paper except the one that I'm advising. But I don't write for Hindi papers because the highest selling Hindi papers are now, you know, making me feel very embarrassed looking at them. I buy them as a matter of course. But it makes me very embarrassed about, you know, the kind of drivel that goes into them. So, I think the new technology may once again empower individuals. But then I again feel that portals, individual portals will find it hard to sustain themselves because the biggest chunk of revenues is still going to the major international portals. They are the ones who are picking up. They are the ones who are giving you the anti-aircraft gun lander. So long as that particular thing is available with them, it's difficult for portals to survive. Individuals, yes, but then I think the way technology is going, maybe it will become possible like self-publishing who have a completely self-sustaining thing. But then in that case, you have to be legally very savvy because no government likes, you know, complete truth. And so therefore, every successive government, not just this one, every government will bring in laws to make it difficult to tell the truth and nothing but the truth. So I think, let's see how this pans out."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:54.620",
        "message": "So, my final question is based on an observation Jonathan Haidt had pointed out recently that even though today's generation has the whole world of knowledge at its disposal, like hamare time mein jo bhi kitabe mil jate the, we were glad to read it, but today all of history is open to you, all of literature is open to you, but most people are consuming what was produced in the last three days. Most content that is consumed was produced in the last three days. And there is thus a danger here that people today, young people today are not getting enough of that broad perspective, which can help them get a little bit of that sense of how to navigate the world. So as someone who's older than India, you know, what advice would you give to the young listeners of the show, to young people today who are listening to this? What advice would you give them on how to live their lives?"
    },
    {
        "speaker": "Guest",
        "time": "02:59:44.100",
        "message": "I would say that, A, they must learn as many languages as they can. They open the portals to so many wonderful worlds. And B, the attention span, they have to like, they do yoga to stay fit. They have to do some mental yoga to increase their attention span. Just as yogic breathing increases your breath, you can increase your attention span. When that happens, you can still watch your digital news, but you can also then begin reading in the true sense. Read digitally. There is now no harm. You read on Kindle, whether you read it in books, whatever you are comfortable with. But do read and then pause to think. I'm a great Facebook opponent. I have never been on Facebook, despite many pressures, because I find that Facebook, for heaven's sake, was invented by a Howard Sofmo, you know, who wanted all the attention and who wanted data and who wanted, you know, to again create another Chakri area in which people were locked and their own walls then became their worlds. And we have to knock that down. We have to detox ourselves and we have to stop thinking so narrowly in the constricted manner in which we have to make human friends, you know, not Facebook friends. Those friendships are not really friendships. You just want clicks of likes and dislikes. You have to rise above that. You have to think, I'm not going to bother about being liked or not liked. I mean, when my generation rebelled against so many institutions, at one point you said, yaar, koi farak nahi padta hai, jute maane toh maane toh, hum toh karenge, you know. So you have come to a point where you have to do that, ki Facebook ke friends root chahe toh root chahe, ek million ki following chali chahe toh chali chahe, lekin hum toh gyaan badhaenge, apna gyaan badhaenge. So that is really real growth. This is stunting your growth. This is making you into intellectual bonsais. The nerds are intellectual bonsais, cut off from fresh air, cut off from everything. And unfortunately, COVID has exacerbated that. I think we have to make a conscious effort, even if it kills us, to break out of this, to detox ourselves and let these, you know, intoxicating portals carry on without us. We are not essential to them. They are just using us for our data. You are better than your data. You are not what your data is. You know, that data which the companies use is, you know, kind of excreta. You are better than your data. You have to be better than your data. And you have to let that part of you grow, which is not data."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:32.860",
        "message": "That's such a beautiful line. You are better than your data. Sirf ek cheez, ma'am, I point out karunga ki aap keh rahe the short attention span. We are saying this in the third hour, we've reached the third hour of the show. So anyone who is listening to this clearly doesn't quite have that problem, but it's great advice. And thank you so much for coming on my show."
    },
    {
        "speaker": "Guest",
        "time": "03:02:50.260",
        "message": "It's a great honor for me. It's great talking to you. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:53.540",
        "message": "Thank you so much. If you enjoyed listening to this episode, hop on over to your nearest bookstore online or offline and pick up everything you can get by Mrinal Pandey, such an insightful writer. You can follow Mrinalji on Twitter at MrinalPandey1. And you can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening."
    }
]