[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "There is a story I have told a couple of times on this show, and while it's a true story, it's not the full story. There is another side to it. Let me tell you that story again. A few years ago, I was hanging with a friend who worked closely with Narendra Modi in the auties. She has fallen out with him since, but for a period of time when Modi was the Chief Minister, she was his friend. And she told me that one day, in his residence, some of them were hanging with him, maybe six or seven people, and Modi told them a story. He said that one day when he was a kid, his mother fell ill. At one point, she felt hot and wanted the fan on. The young Narendra went to switch on the fan, and then realized that there was no electricity. And he couldn't even do this for his mother. When he reached this point of the story, Modi started crying. My friend's point was that this is how he understands the world, through experience. He's an experiential Prime Minister, or as I wrote in a column later, an aankho dekhi Prime Minister. He has experienced the importance of electricity, so when he becomes CM of Gujarat, he makes it his mission to electrify as many villages as he can. Similarly, he has walked on roads, and he can see their importance, and so on. And my friend who told me this story felt, and I agreed, that this approach has its limitations. There are some things you can experience and understand, and there are others that you can't. They may be outside your experience, or they may be frameworks, ways of looking at the world, which affect real people and remain unseen. Like spontaneous order, for example, or the power of voluntary exchange, or the countless oppressions of the state that we have normalized. This is why Modi as Prime Minister made huge blunders like demonetization. There was no way he could have understood the working of the economy from direct experience. And he had never learned the mental frameworks that would help him make sense of this. Now in the column I wrote about this, which I'll link from the show notes, I made this an argument for reading. How can we learn those things about the world which direct experience may not teach us? We do it through reading. The lives of others, the thoughts of others, all of human knowledge is available to us. And while one can't blame Modi for not being much of a reader, as he didn't have that sort of privileged upbringing, he should have realized his limitation, remained humble about the extent of his knowledge, and read more, listened to experts more, instead of pushing them away. Now this story, this narrative, while it is the truth, is not the whole truth. There is an opposite problem also. That opposite problem is this. You may have all the intellectual knowledge in the world, theories about public policy, notions of how to make the world better, and you may imprison yourself in an ivory tower because you feel you know it all, and you don't need to interact with reality because hey, you get it. This is also a mistake, and it leads to a top-down way of thinking. In fact, if you consider Jawaharlal Nehru and Narendra Modi, they both came to the fatal conceit of top-down central planning, but they came to it from different roads. Nehru's intellectual arrogance, and I had a recent episode on this I urge you to listen to with Rupert Dhaman Singh and Adil Hussain, which I linked from the show notes, Nehru's intellectual arrogance led him to believe that he had figured out deep truths about the economy and society, and he could engineer both from the top-down. He was wrong, and he failed. Modi thinks that what he has learned from his experience of the world is all that needs to be learned, and now he must guide others from the top-down, like a wise sage. He is also wrong, and he has also failed. And the big lesson in this is something that my guest today figured out through years of being both an intellectual and a grassroots activist, that a true understanding of the world can only come in a bottom-up way. The world is complex, there is always more to it than you think you understand. We cannot stop searching for the truth, and the truth lies out there, not in here. Welcome to The Scene and the Unseen. My guest today is a man I adore, a dear friend, a wise guide, a man I call Dadamoni. Barun Mitra is that rare creature who is both a man of ideas and a man of action. He was a prolific participant in the marketplace of ideas from the 1990s, writing powerful, counter-intuitive and thought-provoking pieces. He also founded a classical liberal think-tank, or a libertarian think-tank, called the Liberty Institute. He was also always a grassroots worker. He threw himself into various farmer's movements, supporting a mass agitation led by the great Sharad Joshi that led to actual policy change around two decades ago. He also participated in a remarkable movement to get property rights for tribals, in which modern technology played a part in solving an ancient problem. We'll discuss both of these in our conversation, the highlight of which is when he shares how in his journey, he realised that for his ideas to mean anything, they have to be informed by ground realities. His idol, and someone we discuss here, is Mahatma Gandhi, who made our freedom movement into a mass movement, by taking his ideas to the people, by putting them first. Barun says, a key moment in his way of thinking about the world, was when he realised that the important word in the phrase public policy, is not policy, but public. You have to go past the abstract and look at the concrete. I have always admired Barun for his clarity and depth of engagement, and when I double clicked on those, I realised where they came from. His clarity comes from his curiosity. He always tests his ideas and he's open to challenge. His engagement comes from his genuine empathy. Over the years I've learnt a lot from Barun, and I could go on and on talking about this, but why don't you listen to this conversation instead, which by the way, we had in November, that's when I recorded this. Do listen, but before that, let's take a quick commercial break. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs Rs. 10,000 plus GST, or about $150, and is a monthly thing. So if you're interested, head on over to register at indiauncut.com slash clear writing. That's indiauncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Barun, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:06:42.520",
        "message": "Thanks, Amit. I'm still wondering why am I here, but thanks for having me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:46.440",
        "message": "Firstly, you've been here before. Secondly, this is an episode I'm excited about because I'll just tell my listeners that when Barun just sat down, he was like, why are you calling me? I have no accomplishments. I haven't written books. And it's true, he hasn't written books, so he should. But my whole point was that one, accomplishments are something which is not up to us to judge. Barun, your social work is so immense that, you know, some of the value of it is perhaps incalculable. And also, you know, one of my friends once described himself as a person who collects interesting people. And I think in a manner of speaking through the show, I have conversations which make me think and therefore by extension also make listeners hopefully think. And the other thing that I have realized is that when I speak with people I already know as friends, like we've known each other for 15-20 years, like you just mentioned, I find that after the conversation, I realized I hadn't known them at all, because we talk about so much else. So that's kind of what we do. Like, since I have known you, you have basically been father time with your flowing white beard and all of that. A 21st century libertarian Marx, as it were. So tell me a little bit about sort of your childhood, where were you born? Where did you grow up? What were your early years like? Give me a sense of the texture of your life, because the texture of these modern times are so different, where we are surrounded by smartphones and sensory influences and networks and all of that, but it wasn't like that when you were growing up."
    },
    {
        "speaker": "Guest",
        "time": "00:08:11.440",
        "message": "Yeah, it wasn't like that. And, you know, I'm kind of split on history or the past, mine or otherwise, because, you know, we seem to invariably draw kind of very destructive lessons from history. I rarely look back as such, except to figure out how is it going to shape or influence what I'm going to do next. So I rarely, I mean, I rarely look back in any particular meaningful sense. But, and I grew up in a, you know, compared to you, I grew up probably 10-20 years before you. I think you've just passed 60 and I'm 47. I'm probably heading towards 61. Why probably? You might be father time, but you haven't stopped time. I was born in Calcutta and a very different Calcutta, a city that's still my home. And that actually also shows every time I go back to Alcatraz, it kind of a benchmark for me to where we are and where we were. I mean, personally, socially, city, collectively, community wise. Yeah, it's a sea change. And I studied in a Bengali school. So that was one of my first kind of throwback. My primary education was in a Bengali medium, you know, like a local school, like most of us in those days. And then the Naxalite movement happened in the late 60s. And my father had been in politics since his youth days. He was a member of the Congress and a manager of the local, election manager for the local MLA, MP. So it was a challenging time for him and for us and the schools, etc, were to shut. So my father shifted me to my uncle, who was then in Madhya Pradesh. And so my first shock was for all of them and me was, I had no knowledge of English, nor Hindi. You know, English, I could read alphabets, but nothing more than that. And Hindi, I had no knowledge. And you were like 9 or 10. Yeah, probably. And so that was a shock and what kind of amazed me and what I still remember, I don't remember the name of the class teacher. But I do remember the length to which she went to have me in the class and yet prepare me in a way for which I needed to be prepared because I was far behind the class in virtually every subject. And that to me was quite an interesting because I was different, yet I was made to feel, you know, part of the same class. So that was, I mean, looking back was one of my nice pleasant experience that she took so much trouble and that's how, I mean, English became my second language as such. Otherwise, I probably wouldn't have. But then I came back to Calcutta for my higher secondary and did my engineering. You know, in my days, from my kind of a family, you either had to be a doctor or an engineer. Yeah, I mean, there was literally no option and we just tried our luck that whichever we got and I got engineering. So I went for engineering in the REC Suratkal. So that was another first, for instance, for my class or my friends, I was probably the first one who was put on a flight and asked to go to the college on his own and figure out everything of admission, which compared to what's happening today and I see all around me is, you know, people don't believe. It was fun and the best part was that that college five years that I spent my engineering was five years, those days it was 11 plus 5. And I really enjoyed it. One because the experience itself outside the outside home and alone and in a very cosmopolitan place because regional engineering colleges were literally mini India. Yeah, I had no idea of South India when I landed there. So to get used to everything, the food and people, the language and everything. But most importantly, what I remember and what I really, you know, what's this my kind of second bright spot was that that college was located on the beach, literally."
    },
    {
        "speaker": "Unknown",
        "time": "00:13:25.160",
        "message": "Wow."
    },
    {
        "speaker": "Guest",
        "time": "00:13:26.160",
        "message": "Yeah, I mean, there was a tiny village, but it was really tiny fisherman's village. Now it's quite different because it's developed like most places. But we could virtually, in fact, our kind of preference as we climbed the ladder in the college was to find a room from which we could see the sea, you know. So that was an incredible experience to have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:52.840",
        "message": "that. And you didn't get a room where you could see the sea?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:55.400",
        "message": "Yeah, yeah. Most of the time. Because you go on the higher floor, second or third or fourth floor, you'll see the sea. The sea was just there. So, and the breeze, you could always smell the sea. So that was really the most memorable college experience because I was a mediocre student. I mean, like we all had to finish and we had to look for, you know, all the public sector exams for jobs, etc, etc. Yeah, so that was, but I do my, my, I mean, apart from the location, the thing I think I learned, perhaps the only thing I learned or I still remember and use perhaps is, you know, engineering is about solving problems. I try to look at what's the problem, how to break it down, how to figure out the steps to go around it. And that, to me, I think has been the real education that I think I'm very pleased or very grateful about, that I didn't know it'll turn out this way. But that's something I've used perhaps right through, I mean, for the last 30, 30 plus years, yeah. So that I think has been, so I'm still carrying that sense all the time in my mind, that I can perhaps look at things somewhat differently and figure out how to go around it and gives me, and that's my only satisfaction, that if I can find out something that I had not thought before, that I had not come across before and get a handle on it. To me, there's nothing more satisfying than that. So it's, yeah, it's a completely personal, personal trip. So, which is why, you know, there's no book to showcase."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:42.600",
        "message": "So, you know, as you were speaking of your school in Madhya Pradesh, the thought struck me that in a sense, and I'll explain what I mean by that, in a sense, we're all born blind in the sense that we don't really have a way of seeing the world when we are kids. And when we begin to see the world, we are blind to a lot of things because we haven't kind of experienced them. Like it strikes me that you're not knowing English or Hindi, and the teachers spending that time with you, being compassionate, reaching out to you, empathizing, understanding, you know, for, she must have had that extra layer of empathy for someone who is not one of her kids in the sense, not from there. And equally for you, at some level, it must have also made you more aware in your later life, wherever that there are people around you who may not see things the same way, who may be unfortunate in different ways, and they don't need to be condemned or cast aside, but helped and all that. And, you know, one of your qualities as our mutual friend, Mohit and I were discussing last night is your incredible compassion for people you don't even know. And for all the other kids, it might not have been like that. They may have completely ignored you and not given a shit because they haven't had that experience. Like I look at myself growing up also in a cocoon of privilege, and I was blind to a lot of things and you grow older and experience a world and more and more layers kind of fall off. And I'm just thinking aloud here. But how much do you think there is something to that in the sense that people can be innately compassionate and empathetic, I mean, to lesser or greater extents, or experiences can play a big part in them seeing the world a little differently or making an effort to see the world a little differently in this way. And the reason I ask this is that too often, through our lives, as thinkers, as people wrestling with ideologies or ways of looking at the world, too often, I think me and many other people I know, have made the mistake of thinking at of everything at an intellectual level. And one of the things that I am still learning from you is that don't think about ideas, think about people, everything is really about people and reaching out and connecting, which you are so good at doing. So bit of a ramble, but what are your sort of thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:00.720",
        "message": "It's interesting you put it that way. I probably wouldn't or probably that wasn't my kind of direct experience. Well, you know, I am grateful to everything that has happened in the past and most of which I had no control. But I think, you know, for instance, after my initial first 20 years, since I thought, and that was one of my reasons to explore public policy, was that I'd look into things that I am interested in, that I had not done before. And to me, that was my biggest kind of stimulus that you can venture into any issue because as a citizen, as a member of the public, you must have a handle to it. And which I realized very late, although I experienced it for since about 2000 on. But I realized it only in the last five years, perhaps, that we forget the public part of the policy. Public policy, when you're saying before the policy, consider the public. We forget the prefix, you know, it's always there. It's always, you know, the phrase is public policy, but we forget the public and we focus on the policy and we think, you know, we are doing the best job we can, we are preparing the most rational, most contextual policy we can think of, and the public will just lap it, accept it, because after all, what's the public? I think that has been one of, I mean, as of now, I'm sure it may change as I go along. As of now, that has been kind of my realization, which was a conscious realization because, I mean, whatever is innate or whatever was seen normal, I wouldn't be aware of it as such. But last five, six years, I've become really aware that where we went wrong. And I think, and I mean, not just me, but I think what you just said a little earlier, that the intellectual discourse has a tendency to create a sense of knowledge and an imperceptible sense of arrogance, which I have tried, at least consciously, tried to break down and challenge myself, at least in the last five, six years. Every time I kind of felt that, you know, I think I know. So the moment I feel that I think I know something, I try to push to see, is there all to it or is there a way to look beyond? And I think that is, I think has been a real realization that why we made the mistake and which is what I've been very provocative, even before that, when I was kind of grappling with this, that, you know, among the kind of circles I was in, education and awareness was a big thing, that we need to make people aware, make people, educate people. And to me, that itself carries in it the seed of arrogance and therefore the blindness to people because a teacher is supposed to know and communicate that and make the student who is kind of innocent or ignorant aware of the so-called issues. But that I think is only half the story. If the teacher can't relate to the student or if the teacher can't place the issue in the context or through the lens through which the student might be seeing it, no amount of education and awareness is going to help. So all this came to me much later because I began to kind of ask at many meetings that what are we teaching? To whom are we teaching? Is it because we know or is it because every opportunity is an occasion for us to know a little bit more? You know, that puts me in a kind of a jeopardy because I tend to always think on my feet. I like that and therefore even when I prepare a text, I deviate because if I prepared it, I know it. You know, I need to push no matter what I am trying and that comes with its risk because I may not know where I am headed. But to me the satisfaction is that at the end if I make a mistake, I hope I try to recognize it so that I can rectify it and take that one more step. And if I think I put the thing in a way that satisfied me, then perhaps I have a base to build further. So I look at it as a win-win, you know, no matter what happens and which to me actually has kind of helped I believe that currently or last few years, I actually try to go out and engage with not just people I didn't know but engage with people or try to reach out to people with whom I might actually have a disagreement and figure out how do I learn to communicate, to have a meaningful discussion, dialogue with people with whom both of us may know that we disagree on some things and disagreements can be quite fundamental in terms of ideology or intellectual perspectives but yet have a conversation which is another way of saying that that's another way for me to push myself. But how do I and in today's context it becomes even much more relevant because 10-15 years ago there was no eco-chamber to speak of as such, you know. So today's context, I mean to me there can't be anything much more fundamental than figuring out how do we break out from our own cocoons, own, you know, safe zones and really have some exciting things to do, to learn, to push, yeah. So that I think which is probably why I'm interested in people because it always puts me in a new situation because everybody is different, you know, everybody is looking at the world through a different lens than mine even those who may agree with me on very many things. So I think that's quite an exciting way of taking the next step, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:15.480",
        "message": "So yesterday I recorded an episode with Abhinandan Sekri, the News Laundry founder that'll probably come out a few weeks before this one and in that he said something very interesting. He spoke about how while shooting for a television show he was going through the Northeast and in the Northeast when they were in these different villages, they asked the people that, you know, if the government is to spend money on you or if you have money to spend, what would you spend it on? And the answers he said that we were expecting in all our arrogance, we thought they will say roads or infrastructure or bridges or whatever. And they said, make a cinema theater or make a dance hall. And he said his initial reaction was one of a sort of a patronizing looking down on these people that don't they understand their greater good? Why do they want a cinema hall? But then when he spoke to them deeper, he realized that what was behind it was as a young people were growing up, they wanted to see movies because there was nothing in their own village or town where they could see movies. They would go to other cities like whatever, Imphal, Shillong, whatever is the nearest big city. And the roads were so bad that an accident rates were so high. The death rate was pretty high just going to watch a film. What if the cinema theater was in the village itself? Now, this is something no central planner from a distance can foresee. So if you go with the arrogance of a public policy person and you say externalities, roads or from another point of view, you might say then they will vote for us if we build a temple for the gods. But actually, locally, what people may want individuals in a community they want is completely different. And as you were saying that it just reminded me of the wiseness of that, that even though you're an engineer, you thankfully don't have what we derisively call the engineering mindset, which is that thing that you can design a society or you can design an intervention in particular ways, assuming that people are a static thing, but people are not a static thing. Their needs and desires are very local, very specific and inaccessible to outsiders. So tell me something, this realization of yours, which I'm beginning to think about seriously and realizing myself and just by talking to you learning from that must have happened over a period of many years. So can you, for example, think of mistakes in your thinking, assumptions you made at some point, perhaps, which got corrected when you actually, you know, met with people like moments where you thought, oh, my thinking was arrogant and wrong and simplistic. And now I know better because I made the effort to kind of reach out. So can you give me like instances of that so I can understand how the process went?"
    },
    {
        "speaker": "Guest",
        "time": "00:27:47.120",
        "message": "Yeah, it was like you said, it was long drawn. I mean, obviously, there was no kind of a sunrise moment that it happens. I mean, primarily it was that when we started or when I started in the late 80s, early 90s, India was liberalizing and we didn't know where we will head. But by that time, I had kind of a clearer idea where I would like to head. And therefore, public policy greatly interested me in the hope that it will shape the tomorrow or the future. So in that early 90s, the issue primarily as I see it now was, how do I win the debate? You know, how do I score the points that I want to score so that the other side is kind of beaten back? Over the next 10-15 years, I realized that that is one of the fundamental flaws. It's not about defeating the other side. It's about winning over the other side. You know, so to me, that became, I mean, again, this realization didn't happen overnight. But as I see it, it began to happen about 10-15 years since I began. And one critical point, which I again, which I didn't realize, which happened 20 years ago, but I actually didn't realize its significance since I'm looking back now. It was in 2000 and when I was really active, I mean, you know, I mean, the climate change or the WTO or whatever, where a liberal angle could be placed and where I could be as provocative, I would be as provocative. I mean, for the sake of scoring that point. So I wrote and spoke on things which would be outlandish even today. But in 2000, I happened to come across a movement that Sharad Joshi was leading at that time. I mean, Sharad Joshi is the farmer's leader who passed away a few years ago. I met him in the early 90s, so I knew him. But we knew each other intellectually that we had a liberal orientation, etc. But in 2000, I came across his first, and that was also mine, a first direct experience exposure even to a limited extent of a mass movement, because I did grow up during the anti-emergency when I just went to college. And I still remember the blank pages of newspapers that came on the day emergency came, when I was just completing my class 11. And therefore, I had seen that era of public enthusiasm for change, etc., etc. But it was in this one, in 2000, that I began to see and actually experienced it, because proof of the pudding is in eating, that Sharad Joshi's ability to connect with the people beyond the intellectual dimension actually made people aspire or get inspired to strive for things which otherwise they may not have, or it may have happened much later. And secondly, once the people connected, the policy followed. So that was my first direct experience on a movement that was built on the first generation genetically modified cotton, which the cotton farmers in Western India, particularly Gujarat-Maharashtra and some other parts wanted. They were already growing the unauthorized, unapproved varieties, which is how the world came to know that Indian farmers were already growing something that hadn't been approved or authorized by the state. And Sharad Joshi sought to leverage that. And in 2002, in a matter of a month, the government changed its policy. To me, that was, you know, I was more an observer, but a close observer since I knew him and had been to some of the things, and because it was new to me, because I had never interacted with public in my adult life as much as then. So it was kind of an eye-opener that the policy could change if we can build the political capital, and the political capital can only come if we can take the people or significant number of people with us, something which I had not experienced nor thought of then. And again, I didn't realize the full significance till over quite a few years, a decade or more. But to me, that was one direct personal experience that I can think of, which turned me from the policy to public policy, yeah. So for that, and Sharad Joshi not being primarily an intellectual, although he was, given his background, you know, extremely educated, accomplished person coming back to India to look into agriculture from a family who had not been in agriculture for a few generations. So he did it as a practitioner, you know, so he was not pursuing the issue primarily on the intellectual plane, which to me is my kind of lesson that intellectual dimensions are important, but they're not nearly the whole story. It's the people and how do we reach out. And to reach out, it becomes two ways, you know, like either you reach out patronizingly or you reach out more as your equal. You empathize with them in a way a human being ought to empathize with another person. And which to me is amazing that five, six years after his death, in parts of Maharashtra, I've been, people still give me or show me wedding cards for their daughters or sons, not with pictures of gods, but with pictures of Sharad Joshi, which to me is something amazing that people would hold someone, you know, who was merely an Rajya Sabha MP, you know, I mean, I don't know to how long he'll be remembered as such beyond the people who knew him. But that this could happen. And therefore, how did, how could this happen? That how do you build the relationship where this level, this depth of bonding happens and what a contrast it is with today, with social media and the rest, well, we are more connected. We have no connection. Isn't it amazing?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:59.280",
        "message": "I mean, I feel it really amazing. That's beautifully put, I'll just give some context to my listeners about Sharad Joshi and the specific movement you were, you know, you witnessed up close. Sharad Joshi was a great leader, bureaucrat, etc, etc, who essentially came back to India in the late 70s and said, I'll go back to farming and then realized as a farmer the problems that agriculturalists throughout the country faced. But unlike the other political rhetoric of the day, which saw the state as a solution to these problems, he realized that most of these problems had been created by the state and that these counterintuitive ideas had to be communicated to the people at large. And he managed to actually build a mass movement of farmers who were, in a sense, asking for the state to get out of the way. And I have a very good episode in Hindi, which kind of explains this with the leader. You introduced me to Varun Gunwan Patil. In fact, you were present at the recording in the room when I recorded with Gunwan ji. So that's episode 86. I'll link it from the show notes. And I also wrote a column called A Tale of Two Satyagrahas. And one of them was the one that you speak of, that essentially, just to give context again, in the 1990s, as the 90s were coming to an end, cotton crops across India started failing because there were pests like bollworms that were ravaging these crops. And farmers had to use increasing amounts of pesticide to keep them at bay. And there was so much more labor involved, the cost of the pesticides were high. The crops would often fail anyway. It was just a downward spiral. Then technology. Farmers heard of something called BT cotton, which was a genetically modified kind of cotton. And it was being used across the world, completely safe. But because it's a new technology, Luddites everywhere were kind of protesting and they were illegal in India. So then what happened is farmers in Gujarat got hold of a bunch of these BT cotton seeds and they planted them. And what happened in 2002 was that all cotton crops in Gujarat failed, except the 10,000 acres with BT cotton. You would imagine that there would be a lesson in this. But the lesson that the government took was not that these are the crops that survived, but that these are the crops which are illegal. So they wanted to burn these 10,000 hectares of cotton. And at this point, Sharad Joshi, who leads the Shetkari Sangatana in Maharashtra, took around 10,000 farmers with him to Gujarat to stand with their fellow farmers. And they basically just went into those fields and they said, you want to take the cotton over our dead bodies, come and do it. And like you said, the people's movement there was just too much. And the ban on BT cotton was lifted by the Vajpayee government, which is such an inspiring story at many levels. Like, I think I've seen a clip of you at a press conference of farmers in 1999 or something,"
    },
    {
        "speaker": "Guest",
        "time": "00:38:47.960",
        "message": "right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:48.960",
        "message": "Yeah, where, you know, a distant clip where you are also holding forth on this. And by the way, I'll put a link to my column, which kind of talks about why, you know, GMO is great, fantastic, we should embrace it. Now, let's go a little further back in your journey that we've spoken of public policy, we've spoken of policy and we've spoken of public policy, as you said, but before this, you were a marine engineer and you sailed the world. So, you know, post your engineering and all that. Tell me about those sort of experiences like at that time when you were in college in RSC Suratkal doing engineering and so on. What did you want to be? What was your view of the world? And in ideological terms, how was your view of the world sort of developing? Because I remember, I didn't think the things I think today when I was 20 or even 25. It took a lot of time for me to gradually come around to my way of thinking. And otherwise, it was very vague in college, I was just all over the place, no fixed ideas on anything, which is not surprising, because the received wisdom around you is so flawed in so many ways, with the religion of the state and so on. And also, you have so few books to read, though I was more privileged than most, but you have, you just don't have that kind of access and exposure. So give me a sense of your intellectual development through that early period and how the way you look at the world begins to change."
    },
    {
        "speaker": "Guest",
        "time": "00:40:12.000",
        "message": "I mean, I grew up in, like I said, I grew up in a family which was very political. From both sides, from my father's side and from my mother's side. Although part of my, from my mother's side was on, in the left, quite actively involved with left politics in Bengal, and my father's side and my maternal grandfather, they were all deeply into Congress from, you know, almost the time they were born. And my father continued in that vein. So I grew up, so it was natural that, you know, I grew up in a family that would be anti-CPM or left in Bengal and Congress. But then I saw my father change during 77 or 76, I mean, emergency time. And that was just the excitement, you know, like it was a David versus Goliath thing for me. I mean, more than because I didn't really have a full grasp of emergency except the blank spaces I saw in Statesman in Calcutta that, you know, the printed blank spaces because of censorship. So apart from that, I don't really have a direct, this thing except for occasional columns, Minoo Masani or things that would interest me, that's something different, something to think about, or something that made me think. But I think what happened was or how it happened perhaps is the emergency and the turmoil and the best part of that turmoil was perhaps that it happened in the physical space, you know, having and seeing how the social media space or the digital space, the behavior takes place. I think my initial experience were all in the physical space, so while we had less access to books and there was no internet in the 80s, but we did, and I actually, I mean, me, my brothers, we came up from a family which read a lot, you know, I was, I remember books and comics and things of every kind in our household from my birth. And my mother used to feed me anything that she thought I could read, and all of our brothers, we read a lot. So reading was natural and therefore in the 80s, while we didn't have direct access or a quick access, because of this physical involvement or presence, because we happened to be in a situation where there is so much foment and turmoil, you know, emergency, then Mrs. Gandhi's assassination, you know, I mean, there was always turmoil, a major ones. And which invariably makes one, at least made me curious to look and read to try to figure out what's happening all around, because it's happening all around, literally. For instance, you know, I still remember that when Indira Gandhi was assassinated in 84, I was in a village in Sundarbans, and we were stuck for a week, because all connections were broken. But people were taking out rallies with, you know, chanting Indira's name and the flag and all the rest, even in a remote village, which had no electricity, no toilets. So you know, and that kind of made me wonder, and I came from a world which was very urban, you know, I grew up completely in urban India. So to grow up, to experience that, and to think that how different we can be and how do we survive in such diverse situations, the marine engineering experience actually only expanded that, because I joined the marine engineering primarily as my incentive was to see the world at no cost, because I was not as intelligent as my brother, who could go to an IIT and go to US for his higher studies. And therefore, I had to be satisfied with less, and therefore, I thought marine engineering would at least give me a chance to see the world at no cost, which it did. But that, of course, actually increased my sense of curiosity or inquisitiveness or at the gulf. You know, so I remember one of my first letters to my mother from one of the ports I visited was particularly a western port in Canada, that it does look like you see in Bollywood films. You know, till that time, I had no realization actually, because in our home, we didn't have television till after 84-85. So we had experience of the outer world primarily through films, you know, as a visual medium. And the Bollywood was one kind, and we all knew that Bollywood either depicts things that are too harsh, you know, the realistic ones, or are too fantastic. But the harsh ones are something we don't directly experience, most of us, we haven't. And the fantasy ones, we can only imagine. Whereas in the West, in Canada, I found that the roads, the people are actually as what you see in the films. So that kind of was an eye-opener, that how could it be so different? And that was probably my first introduction coupled with this experience in the village after that for a few years, that there is something going on that we need to grapple with. You know, that why is this gulf? Why is this gulf that my brother who could get admitted in the US and spend next 25 years working for multinationals, could be an Indian, enjoy the Western standards, yet the family and the community and the country is a century perhaps behind, in every which way, not just financially, economically, but every which way, why? So that was my kind of quest into actually trying to understand public policy as such. And something that happened, which again, reflectively we know, because one of the stand-alone thing about emergency is the Nasbandi, which everybody almost in North India, or perhaps all over India knew, even as a youngster, I knew that something was happening, because everybody talked about it. So it was there, which basically was apart from the policy aspect of it, or the physical torture and the grossness of it, the policy aspect of it was that population is a challenge. And which would seem that population is indeed a challenge, how can you deal with people, with so many people growing, etc. That's when primarily one kind of another piece fell in place. Because I used to read, I sometimes, or quite often actually, whenever I could, I could visit British Council or American Library in Calcutta, just to read what's happening elsewhere. And I discovered Julian Simon, that was in 1986-87, just an accident, no one had told me anything about that. And I found he was a man who was arguing something very different. And then in 1990, he won his famous bet, that while the population would increase, the prices of some basic commodities that were decided on, would actually decline. And there were some people, biologists and economists on the other side who said, since the population is increasing, the prices would rise."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:33.200",
        "message": "Just to give context, the person on the other side of the bet was a guy called Paul Ehrlich, who was a famous Luddite, who was a famous sort of Malthusian rather, and a biologist, and all of that. Otherwise a learned man, but completely wrong about this one subject. And so Julian Simon made a bet with him and said, no, growing population is a good thing"
    },
    {
        "speaker": "Guest",
        "time": "00:48:51.360",
        "message": "in 1980."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:52.360",
        "message": "And they made a bet about certain commodities, whether the prices will go up or down, where Ehrlich said, of course, they will go up because population will go up and there'll be less resources. And Simon said, no, no, no, no, no, they'll go down, wait and watch. And Simon, of course, won the bet. Sorry, continue."
    },
    {
        "speaker": "Guest",
        "time": "00:49:06.680",
        "message": "Yeah, so that happened over, I mean, the bet was from 1980 to 1990 in the 10-year period. And I began to read Simon early and late 80s, I mean, just as an accident. And then I read the news that he's actually won the bet. So that was kind of a startling this thing. And because I was reading these at the American library, because there was no internet, I found his address and wrote to him that this is amazing. And because of the past 10 years where the population, demography, etc. was such a big issue in India. So I thought that I want to know more. And that was kind of the single biggest spark as far as policy world is concerned, because before that I had no idea of public policy as such as a kind of a domain by itself. And Simon introduced me to the whole world of public policy and particularly free market public policy and free market environmentalism. And I kind of, my first 10 years was almost completely on how do we understand the market in the, or the economics in the context of environment. Simon wrote back to you when he wrote to you. Yeah, yeah, he wrote back to me and I mean, we corresponded for the last eight years of his life. And he came to India, he and his wife came to India in 97, when we did our second conference, so called libertarian conference in Deolali in 97. And Simon passed away in 98. And before that, he'd introduced me to a whole world of free market think tanks in Europe and US particularly. So all that excited me and my interest particularly was because one, the demographic battle, the policy battle, which was so demonstratively won in my view as Simon won the bet. But from all the others that I was seeing, because environment and population is related to environment was such a big, I mean, it kind of interested me because I hadn't thought about it. And therefore, I thought, let's try to apply it and see. So that was kind of my own way of self-education that let me take the biggest challenge that people say it is there in terms of policy that what to do with environment. And let's see if my understanding or my understanding of economics of markets, which I had not studied at all in my through my education, I could help resolve it. At least in my mind, even if I don't convince anyone else and which had some interesting fallouts in the sense, for me personally, in the sense that I realized that being from outside the disciplines, neither economics nor environment, I was relatively free to ask anything and was only limited by my own lack of imagination or confidence. You know that I didn't, that I hadn't studied environment or economics in my college or school or whatever, or any formal way, didn't kind of deter me. To me, because I had not studied it, I probably tried to understand it and apply it in a way that I could, which was kind of, you know, I mean, I think was very, very helpful. Because firstly, it gave me the confidence that I could think because at least in my mind, I thought that what I am saying makes sense to me. So that was very satisfying. Secondly, they were in the late 80s, 90s, by that time, or mid 90s, I started writing for newspapers, etc. And while the editors, etc. may not have agreed with what I am saying, but they thought it was new, it was different, and it was in a way related to the liberalizing tendency of the society and the state at that point. You know, the 90s was quite exciting in that sense, that people were exploring different issues. So I got some space to write. So that was my first, first inter, what should I say, inter-immersion into the world of public policy. But there was another thing, another turning point, I think, during my shipping days, apart from the gulf that I said before, was the coincidence, you know, ships generally had libraries and videos, VCRs, but because I was more attracted to reading, so I did. And one book, again, hardly, no one had actually recommended it, I just came across, which was Ayn Rand's Atlas Shrugged. So that was another of those kind of turning points in the mid 80s, that there is something to it. You know, that there is something that I need to explore which I hadn't thought of, and which seems to make a lot of sense in where I am, that is, in India and in our context. And because as I read Rand and read other things that she and others began to recommend, that is how I kind of accidentally came across Julian Simon, that here is something I should read because I thought it was interesting. So you know, so those mid to late 80s was a kind of two big kind of stations in my journey, Rand and Simon, and the next 10 years, in the 90s, I just did that. That how do I apply? How do I apply? And in that search, you know, we had the Liberty Institute and all the rest as a public policy think tank trying to copy or model on more Western think tanks. We are perhaps one of the very few at that time who were very, very public and gung-ho about liberty and free market and all the rest. And so 90s went, you know, I mean, was personally and extremely hectic because I was involved in so many issues, so many campaigns, so many policy dimensions, intellectual property, environment, climate change, WTO, trade, yeah, I mean, I can't think of, there was no end to the issues I could plunge into. And that was exciting, not because I knew, but it gave me an opportunity to know something I hadn't known before, you know, to explore that new world, new issue. But the next one was this Sharad Joshi's movement, which is on hindsight, which I didn't realize then. Rand and Julian Simon, I realized while I was reading that I was reading something different and I would like to explore it. Sharad Joshi's intervention in 2000-2002, at that time, I was elated that we had won a victory in terms of the policy dimension that the government changed its policy on GM Cotton and GM Cotton was approved in 2002, in February or March 2002. But it was more, you know, a feather in the cap, it was nothing more, I hadn't really grasped the public part of the policy still, which took perhaps another 10 years of struggle. And in that time, I was kind of getting more attracted to things that were happening on the people dimension. You know, I came to know about organizations who were acting on the ground to make things change and particularly their focus, because they were coming from the ground, so their focus was, or the starting point was the public, whereas my starting point was the policy. So that, you know, so one major thing or exposure for me was the Arch Vahini, you know, in Gujarat. I mean, I couldn't believe that I would, or I had never dreamt that I would ever come across a grassroot organization who was so steeped into the ideas of liberalism and freedom from their experience on the ground. That to me was, you know, the next kind of a turning point and that change could happen. So that was in the, you know, from the late 90s to early 2000s or mid-2000s or late 2000s. So that's probably 10 years. It took me to realize that what I am seeing is not an exception, but could be the rule, you know, that we could reach out, that it is possible to reach out. So what Sharad Joshi showed in actual performance of reaching out, here were people who were on the ground, who could still relate their ideals and the people, you know, the ideals of freedom and liberalism, etc., with the people and build from that. Because most of, a lot of activism still, and more so then, were completely on the other side, that we wanted the state to intervene to do this, that and the other, that we accepted that people were helpless, ignorant, illiterate and all the troubles that they have, that it's the responsibility of the society and the state to do something, to intervene as aggressively as they can to root out some of these challenges. And here was something that was arguing very differently. And in that, another landmark was, and again, primarily because I probably would never have observed it or had the opportunity to observe it in such close quarters, had I not come to know Archwayane. Because they were deeply involved in the forest rights movement for the tribal people for a long time. And then they were part of the groups that were mobilizing, campaigning for recognition of the rights of the tribal people over their lands and local resources in the forest areas where they live. So that was taking place through the early 2000s. And that was another policy change that I saw, not as directly, but through my personal interaction with them primarily, that the government did change the policy. They did pass an act in 2005, recognizing the rights of the tribal and indigenous communities and others who live in conventional, traditional communities who are living in the forest areas, whose rights are generally were not recognized till then, so that it was possible. And the second learning was that legislative change would never be perfect. It will only be incremental. And we have to build from that again. And it's because many times it happens that we think of a legislative victory and think that the battle has been won forever. No battles won forever, neither in GM cotton, which is a glaring example that we haven't approved the third generation GM cotton since 2006 or 2008. The world has moved on to the fifth, sixth, seventh generation of GM. And not just in cotton, there are more than 12 GM crops that are being commercially grown across the world. But we are still debating and stuck with the second generation BT cotton that we had. So the battle is never won. The battle may be won at a particular point, but the war is a continuous one. You have to keep fighting all the time. And same with the Forest Rights Act. Here was a change, which is a big victory for the people who fought for it. I was more marginal in this, but I tried to understand it as closely as I could. Because to me, what was interesting and to my friends in ARCH, that it was also a property rights movement, which was one of the core beliefs or principles we held of a liberal free world, that property in land and whatever else. So it's not a perfect legislation, but it's still a step ahead of where we were. And again, because of the people, you know, so things perhaps began to fall into place that I really need to grapple with this people question even more. And then, of course, I had some opportunity to be with them and see how their work were actually progressing on the ground and what were the potential and what were the limitations as well of reaching out, you know, how it can happen, whether the new communication and other technologies available can help, which it did 10 years later with them in terms of using satellite imageries and GPS to help people document their claims much, much better than it was ever possible when the law was enacted in 2005. And people are incrementally getting at least some rights recognized, although perhaps it's far from satisfactory. There are probably more people whose rights have not been recognized even 10 years or 15 years after the law was passed then. But like I said, it's a continuous journey. Every generation, every community has to, every individual has to engage and fight for what they stand for. So that was, you know, that was the beginning of my trying to really move and try to understand that I had missed something, that the people dimension. So that probably has been the last 5-7 years and in fact, I just wrote to somebody that the people dimension is a practitioner's issue. Sharath Joshi was a practitioner. He was not an ideologue. You know, he was not an armchair ideologue. I was an armchair ideologue. I could write anything I wanted, anything my imagination would let me and be satisfied with it. But to implement, and that is where my engineering also fit in, that to implement we need practitioners. Engineers are practitioners. They are not theoretical physicists. And Sharath Joshi was the first practitioner that I saw who made a difference. Arch Vaini was another set of practitioners from rural India who had amazing achievements, I think. And as I looked into it, I rediscovered Gandhi, that here to me is the ideal practitioner. Yeah, so it's been a long journey. It's been a long journey, but I mean, to me, I mean, it's been a very exciting, exciting journey. Each breakthrough is, you know, to me, since I'm a non-believer, I don't go to temples or have any prayer to say. To me, these are as ecstatic or as I could, I could enjoy it as much as any other excitement stimulus I could have, so."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:16.960",
        "message": "So we'll discuss Gandhi in length later. And I'll also double click on the Arch Vaini forest rights movements, because I think there are so many lessons there. So before we do that, an observation, a little setting of context, another observation, and then a couple of questions in that order. So my first observation is that, you know, I used to believe that many of the things we believe in are counterintuitive ideas, like the fact that every voluntary interaction between two people is a positive sum game, both people are better off, what I call the double thank you moment, or spontaneous order, the way it works, that you don't need something to be centrally directed, that societies and languages and cultures, you know, should not be centrally directed, they can run on their own. And I thought these are counterintuitive ideas, and people may not necessarily understand. And one experience which forced me to reconsider this notion of mine, was when you called me to that farmers conference in Deolali three years ago, where in fact, I had had that conversation with Gunawan Patilji episode 86. And there I realized that all of these people, farmers and farmer leaders held pretty much identical ideas to mine, except that those ideas did not come from books and thinking, they came from lived experience. And that these weren't necessarily that counterintuitive. It was from the fabric of their lives, they could devise these lessons, they could protest against the oppression of the state, and realize all the ways in which they were sort of held back. So that was a moment for me, which taught me that don't be condescending, don't be patronizing these people, you know, from their lived experience, they can arrive at, you know, similar ideas to you, except that they are in a sense deeper, because it's come from the bottom up. And it's not like a top down intellectual thing. The context I want to set is I want to click a little bit on the Julian Simon and the population thing, that this is a common trend through Indian history and a dangerous trend, which is why I want to click on it, that we assume that our population is the greatest of our problems. And this is also a belief that's been incentivized by others, for example, in the early 50s, I think the Ford Foundation in the late 50s and early 60s, rather, the Ford Foundation was giving incentives to India to do population control. Population control was a big theme, Sanjay Gandhi kind of believed in it and did a lot of coercive nonsense, Kumi Kapoor has a great book on the emergency, which talks about that absolute monster. And this belief has kind of persisted to the current day, where there are still incentives given for Nazbandis and population control and all of that. And at the time we are recording in November, there have been rumors for a while that this government may do some population control policy. But the truth is, population is not a problem. Population is, in the words of Julian Simon, he wrote a book with this title, the ultimate resource. People are brains, not stomachs. This is fundamental. And one thing that illustrates this is that the movement of human beings throughout history has been a movement from villages and rural areas to cities and urban areas to places with more population density, because that population density is a feature, not a bug. You have deeper economic networks, more opportunities, all of that. That's why people go to cities. There's a great study by Nicholas Eberstadt in 2007 called Too Many People? And that found no correlation between population density and poverty. You know, Monaco has 40 times the population density of Bangladesh, Bahrain has three times the population density of India. So this is a terrible misconception and it's important to point that out because it leads to coercive policies on common people, which are crimes on humanity and this kind of thinking still continues. So I'm really glad that you kind of mentioned that. And it's very interesting. I never knew you'd corresponded extensively with Simon. The other sort of sideways observation I'll come to is Ayn Rand. In the sense it's become fashionable, for example, on Twitter, too shit on Ayn Rand. I got to say, I haven't read Rand, I tried and I didn't like the quality of the prose and just for that reason alone, I didn't. I've seen some of her quotes, which sound very interesting to me and I agree with them. For example, the smallest minority is an individual, which I think is something we should all internalize. But it's kind of become fashionable to have this thing about what is the worst book ever and people will say Fountainhead or Atlas Shrugged. And it's such a, you know, this speaks to a tendency within us to show our virtue by standing in judgment over others, like I am too good for that. That is so bad. See, I am so discerning, I know that is bad. And to me, that question itself, what is the worst book ever, is fundamentally flawed. Because you know, whenever any of us starts reading a really bad book, we stop reading if we never read it, we don't complete bad books. So how are we in a position to judge what is the worst book ever? We simply are not and I bet that many of the people who write these things haven't read Rand and neither have I. And I know that we share many of the same beliefs about individual freedom and liberty and why consent is good and coercion is bad. And I have arrived at it through different places. And to some extent you and another person I also admire greatly, who's influenced by Rand, which is Alex Tabarrok, both of you have arrived at it through Rand. So I'd like you to kind of talk about the ideas that like, how does she change your thinking? What are the ideas? What are your thoughts of looking at the world that you got from Anne Rand?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:47.240",
        "message": "You know, Rand was a, was kind of a shock. That from everything that I had heard, read, experienced in the first 25 years, and I read Rand relatively late in my life, I was already a graduate and all that. Most people read Rand, begin to read Rand, it seems, in their school or high school or college. So I read Rand late and perhaps because we didn't have, there was no internet and there was no such thing to get to acquaint with her and I read her by accident. But the shock of it, that how could somebody think and provide a perspective which seems to stand against or stand alone in the backdrop of everything we have read, heard, believed. And what you said that, you know, and that the individual is the smallest minority in any collective, no matter which group, whereas today we talk of all the minorities, minority rights, etc., but we never consider the individual within those minorities. Because that's the unifying bond, that could be the potentially unifying bond cutting across various communities, ideological, ethnic, religious. And second was that, and because perhaps, and this is perhaps my context, because I came from engineering, I studied science, pure science, physics, chemistry, mathematics throughout my education. So I had no particular inclination or understanding of social sciences at all. And that Rand could provide, and perhaps because I was a blank slate, Rand, at least in that dimension, so Rand could provide a social science explanation for what's happening in such a telling manner. And which is probably why I think people, the books are pirated and I first, in fact long before I even realized what intellectual property and copyright, etc., were, I used to buy, and I still have some of those copies, bought copies from the streets of Calcutta which were all, from today I know, they were all pirated. You know, if people were not reading, no one would be pirating and copying and printing them. And in those days, even photocopying was so difficult. Yeah, photocopying was not as easy as it is today. So all that, and which meant that in Calcutta I did, when I began to read, I began to really read. One, because reading came naturally to me, and secondly, I could look around and I could find so many of her books and the books that she recommended and otherwise. So that was, and my first impulse, in fact, not just me, another friend whom both of us know, Parth, we came across each other in, around that time, 86 perhaps, because of our common affinity to Rand. And some others also, Rakesh Wadhwa, another friend you know, Ajay Gandhi, another friend"
    },
    {
        "speaker": "Unknown",
        "time": "01:14:11.520",
        "message": "you know. Wonderful man, so sad."
    },
    {
        "speaker": "Guest",
        "time": "01:14:13.520",
        "message": "Yeah, we all, we all, so sad that he passed away so suddenly last month, amazing, I still miss him each day, because he used to correspond so much on WhatsApp, almost on a daily basis. So all these people I came to know, and many others, and most prominent of them, my wife. That it's in the 80s, late 80s that we had these Aindran clubs in many parts of, many cities of India. And we used to circulate reading material and audio cassettes to listen to, because you know, we had to literally post them from one place to another. One group would listen to first few sets and pass the rest of the lectures to the next group, etc. So it was a large network, which is how I came to know some of these people in Tara Malkani and Govind Malkani in Bombay. So in that, in the personal journey, that period was interesting, because we were all exploring to figure out, are there other people like us? Or are we being taken for a ride? You know, so it was amazing to discover Parth or so many others. And that's how I met my wife, because she responded to one of these efforts. And because she was in, she was from Calcutta, so we could meet up in 87, 88 perhaps, and we married in 89. And that's one person probably, I mean, I have no, I can't express how, how glad I am for that coincidence. Love at first sight. Yeah, it was, it was, but more than that, she, I mean, much more than that, because she's borne me for the last 30 years. Yeah, it's not easy, because of my habits and because of my way of doing things, that she's virtually subsidized a lot of what I do and what I think. So that's been, on a personal level, an incredible, incredible journey. And that we shared so much in common, at least, you know, the basic premises. So that was, yeah, that was, RAND was in that sense, quite, I mean, quite startling. Because I had, perhaps because I had not come from that world. Maybe people from the social sciences who are already familiar with economics and social issues, they have a frame and therefore can assess and therefore can reject RAND as much. But I think most people do not, like me, so many people like me then, do not come from a set perspective, because for any number of reasons, either we didn't, we're not educated in that stream, or we are not practitioners in that stream. You know, so that probably, and which is probably why people like RAND sell across the world or continue to sell, how many years, 30 years after her death. In 82 she died and the books are still being pirated. I mean, this is a phenomenon I cannot, you know, one can't understand unless one feels that there are people who are, of course, reading doesn't make one take it up in any meaningful manner. But to me, I mean, I probably took it up a little bit more than some others. But that was, to me, that was my first and the Julian Simon was my next. And one query, I mean, of course, RAND made me completely convinced me about the needlessness of believing in God or a superhuman force or person or whatever. So she completely cured me of that. But what she didn't show, which kind of came to me much, much later, 20-25 years later is, and what I said a little earlier, that the point is not about winning the debate, the point is about winning over. Sharad Joshi gave a glimpse of that winning over, Arch Vaini provided another glimpse of trying to reach out and winning over people who may not be coming from your side. And the ultimate one, for instance, for me is in this regard of winning over and not being a practitioner to the core, to me is Gandhi. Because public policy, and which again is my, you know, I mean, my re-reading of Gandhi, that public policy, if you have to take people forward with you on the on issues that you think deserve social, political capital to back it, then no one, I think, in the modern era or perhaps ever, could reach out and connect at a scale and at a time that Gandhi did. So that to me was, you know, so to me, in fact, this is my current, my latest passion, that if I really believe that it is not about winning the debate, but winning over people with whom I may disagree, it is not so much to convince them of my merits, but about legitimacy of the different perspectives, because once we recognise the legitimacy of different perspectives, then we will take a step back from imposing our perspective on others. So that's the first step, and in that, I think, my current, this thing has been, I mean, I'm completely into it, personally, as well as intellectually. How do I reconcile, for instance, Rand with Gandhi? You know, there would seem, until 10 years ago, I would have thought that it's not easy. But precisely because it didn't seem easy, I'm now completely into it. That if it's not easy, is there a way? That how do we reconcile people and ideas that I think, and that many of us think, are irreconcilable? Is there something in the ideal, in the premises of socialism, which can be brought together with the premises of a free society, for instance, or if there is Julian Simon's way of looking at environment and consumption, etc. That mind is the ultimate resource, and therefore, the more we consume, the more we have. And which, to me, was one of my direct experiences, that when I spent a few years in the villages of Sundarbans, we consumed hardly anything. But we didn't even have tap water. I mean, we had to really struggle to get clean water. And we had no toilets. So it was all outdoors. And we had no consumption. Yet when I saw the West, they were consuming so much, but it was so clean. You know, so to me, it's not necessary that consumption leads to pollution, or there is something called overconsumption leading to pollution. So how do I reconcile Julian Simon with, again, Gandhi? Because Gandhi would be seen as, you know, the famous quote, which is kind of tenuous, but still, I mean, which is referred to, although he may not have actually said it, that the world is enough for everyone's need, but not sufficient for everyone's greed. Because then we don't, I mean, no one goes on to define what's need and what's greed is. And Gandhi was not an intellectual, he was not in the business of defining things in that manner. He was a practitioner. We had to see it from his life."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:52.400",
        "message": "So some trends, one, I think that there might be a false dichotomy here, in the sense, I think it is possible to be like you probably are both a Randian and a Gandhian, in the sense that if you look at Rand in say, the business of ideas, that this is the way the world works. And, you know, these are values which help move us to a better place, then that's a business of ideas. And Gandhi more in the business of that second aspect that you spoke about, how do you convince people? How do you bring people with you? How do you build mass movements, all of that. And I think that they're kind of orthogonal and can, you know, one can follow the other one can learn from Gandhi, how to build a movement, but not necessarily share many of his ideas. And as you know, I admire many of his ideas, I despise many of his ideas. People contain multitudes, there are all of those kind of angles. I want to now double click on again, something that you alluded to earlier and to just now where you said that once you sort of found this frame of looking at the world from Rand, from Simon and so on, you moved heavily into the environment, which I find really interesting, because, you know, people who support the free markets like you and me, talk about the beauty of markets. The most common counter given to them always is that, okay, fine, we accept that all voluntary transactions leave both people better off and markets are great and blah, blah, blah. But what about externalities, what about the environment, what about pollution? What about the smog of Delhi? What about, you know, all of those things? Take me through sort of your thinking about all these issues, because that also seems a very interesting reconciliation to make, to be able to go into that domain like you did to, you know, to band with all the experts on it, and the practitioners on it, to enter mass movements, all the while, holding firm about how, you know, you need to look at it a little differently, that markets aren't evil, maybe they are the solution. So expand on that a little bit, because I'm sure many people who have this objection to free markets would be interested in knowing."
    },
    {
        "speaker": "Guest",
        "time": "01:23:54.360",
        "message": "Yeah, I mean, I was not looking at people at that point, primarily, I was looking at it as a challenging intellectual exercise, which was very satisfying, because I was looking into a problem differently, and I was applying it to our context in India, rather than what one would hear or read from the Western or other context. And you know, so for instance, I found it quite natural, which I know is not so natural. But I found it natural in those days, one of the first questions that kind of struck me is that how come we have more chickens than we have more tigers or elephants. And that to me was relevant, because, and from personal experience too, because I grew up at a time in the 60s, when there was hardly any chicken, you know, chicken was, I think in our house, Bengali household, complete non-vegetarian all the time. I think we had chicken only in the 70s, started having chicken only in the 70s, before that it was mutton, the goat or at times if there are people coming from the village, it was the duck, there was no chicken. And my grandmother, as long as she was running the house, she would not let chicken be cooked in the common chulha, you know, the coal-fired stove that we had, I mean that everyone had at that time. So, why is it that we have so many chickens? You know, that was kind of a filling, I mean fill in the blank kind that how is it that a western city, New York or London or Tokyo, where not just there is huge population, enormous wealth and incredibly clean. You know, so all the three were together, so that to me was my kind of lived experience that there is something that we need to explore, that we need to understand. And that is where I think Rand and the Simon and all the rest kind of, Rand for instance, the basic advantage was that she provided an ethical frame of the idea of rights and what's right and wrong as a first shot, which I hadn't thought of earlier. And Julian Simon with his enormous information base on how things are changing, was that you know, if this is really happening, then why isn't it happening here? You know, and perhaps while India was reforming, liberalizing in 1990s, that was, I mean I really didn't have the technical expertise to look into the fiscal policy or, you know, things of that kind. So my interest grew into environment because, you know, that was a big, you know, 92 was the Rio summit. So, you know, that was a big buzz and then WTO, so that was another big buzz. So I plunged into it because there were big buzzes and because I wanted to know, I really wanted to explore that is there something I can say or think which makes sense to me firstly. And if it makes sense to me, then I can take it forward. So the environment fit in exactly in that post-Rio scenario. And the more I looked, the more I felt that I can ask questions which people are not asking and which needs to be asked. For instance, why there are more chicken than tigers and this thing. So I, one of my first, and not just chicken, there are more crocodiles, there are probably 2 million crocodiles being killed across the world for the leather, whereas in India, crocodile is an endangered species and harvesting and farming is illegal, prohibited. Why? You know, and to me, that was one of my starting this thing and it was at around that time probably, I do not remember the exact year now, that I came across, because I was exploring these ideas, came across the ideas and experiences of a person, I do not know, I mean which most Indians may not remember these days, Romulus Whitaker. He, I do not know what his background was, but he set up a farm in outside Chennai, Madras. And once, I think my wife and I, we were on that stretch of the East Coast and had visited them once. The answer, question was, here is a farm that was pioneer in the world in terms of figuring out how to ensure a more efficient breeding of crocodiles, but has been prohibited from breeding. So that to me, perhaps because I was not coming from the stream, I had a frame which was different. My experience and the frame, I was trying to link the two, because I had nothing else to go by. I had no baggage, so to say, to carry. So that to me was my, you know, I mean, so when I wrote one of my kind of pieces, which a lot of people remember 10-20 years after that, I still remember it, that New York Times piece on tigers. Yeah, yeah. But why could not it be? Why can not we think?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:24.080",
        "message": "Why can not we imagine a world which is different? I'll quickly tell my listeners what that piece was, because I remember reading it and being absolutely mind blown. And your piece essentially made the argument, and I think it was in the context of China, that if you want to save tigers, and you know, make sure that they don't die out, the way to do it is to allow commercialization of tigers, because then people will be incentivized to breed tigers, and therefore the species won't die out exactly as has happened with chickens and crocodiles elsewhere in the world, but not here. And that is so counterintuitive, because your intuitive response when you think about how do I endanger a species is stop people from killing it. But your answer is do the opposite, and they will thrive and you know, the difference between chicken and tigers."
    },
    {
        "speaker": "Guest",
        "time": "01:30:07.520",
        "message": "So sorry, continue. But I just had to share. Yeah, exactly. And to me, I mean, those are kind of my, in my intellectual journey, those were kind of, you know, landmarks that how could I ask? How could I think? And I think this is where the demography, the population issue, and this issue also fits in. That, that it's not in the numbers, in terms of population. And it's not in the scarcity in terms of tigers or chickens or crocodiles or whatever. That these are all constructs and outcomes of certain way of looking at things. And because of certain ways of looking at things, we construct our policies to fit that, which may not be the whole story. And at the back of my mind, and this is where, this is where kind of, you know, the other dimension plays in and where both Rand and Gandhi is quite important, which is what happens when you impose? You know, we think we impose because we know. What happens if we, if we are wrong, and we have imposed? Emergency was a very good experience and a tragic one of what happened when somebody believed in something and imposed it on others, and what was the cost? You know, it was a human experience and a tragedy of enormous proportion, you know, something comparable to, to, to what happened in some of the communist countries because of the whims and fancies of their leaders. That is where the ethics comes in. That what do I really, even if I know, do I have the right to impose?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:46.780",
        "message": "What happens if I'm wrong?"
    },
    {
        "speaker": "Guest",
        "time": "01:31:48.520",
        "message": "And the impositions aren't just during the emergency, but all of our history, essentially. The mindset continues. It is this mindset that has impacted our policy on environment, on tigers or on everything. The mindset is that, you know, that is where that we are looking at policy in a frame that we have internalized without reflecting what impact or what's the relevance for it for the public. Like you said about, about the Northeast, what the people wanted and what the, what the funding was, the state funding was aimed at doing. So that gap, it's not just a gap, it's the mindset that makes us do that, which is where, which is where carrying people along as Gandhi showed is so critical because we wouldn't be able to carry people along if we persisted in, in, on that track for long. I mean, that might be an initial, and we can see that we have so many campaigns on so many social political issues, but what kind of a shelf life do they have? You know, we need another campaign as if to overcome the current campaign. Because the current campaign shelf life is over, so we need another drama to take it forward to the, you know, take it, take the next, next campaign in order to keep the people addicted to something. So while we can keep doing it, but are we achieving anything meaningful or are we achieving the kind of change that I'm sure most of us would agree on? And I think, I think, yeah, so that ethics part, and then the natural this thing was, which I think we've discussed earlier too, which is many of us may agree on the ends. We need to look at the means. We need to look at the means and we cannot achieve our ends unless the means relate to the, to the ends. And this is where even a non-believer, non-practitioner, non-temple grower, a beef-eating Hindu can claim to be a Hindu, which I do, I have no reason yet to disown my legacy or my, yeah, my legacy, my presence in the Hindu fold. But I can completely relate, for instance, to the essence of Gita, you know, without having any divinity in it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:06.880",
        "message": "In fact… The central message of the Gita is that the end justifies the means."
    },
    {
        "speaker": "Guest",
        "time": "01:34:10.920",
        "message": "It's exactly the opposite. The whole, yeah, it's exactly the opposite. It's the whole quest for finding the means that the end is whatever."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:19.680",
        "message": "We agree that we have to win the war or whatever. And the means is kill all your cousins."
    },
    {
        "speaker": "Guest",
        "time": "01:34:23.760",
        "message": "No. Why and how you do it, the whole discourse is that, that a God, those who believe in divinity of Krishna, couldn't dictate or order or press a button. But he had to engage in such a dialogue at such a critical point in general to just convince someone that this is why and this is how you should engage. To me, it is this process. That's the means. Not the specifics or the details. That's irrelevant. It's this process of searching, of questioning continuously till you are convinced. Now, the conclusion at a particular point in time may turn out to be wrong. Later on, you have to change. But that's life always. So, my reading of Gita is completely different and I think my reading of Gita is actually quite consonant with quite a few people who have actually interpreted Gita from the original because I am reading in Bengali or in English. But people who read it in Sanskrit, I mean, I find this essence of action detached from the outcome is possible only when you have the capacity in your mind that you have got the means right. And then it's free for all."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:42.320",
        "message": "Yeah. I mean, I'm not an expert on the Gita."
    },
    {
        "speaker": "Guest",
        "time": "01:35:44.320",
        "message": "Neither am I."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:45.320",
        "message": "And there are things I admire greatly about the book, for example, you know, I think Lord Krishna would have made a great poker player in just his lesson of don't worry about the fruits of your action, just do the right thing, which is very, you know, non-results oriented, process oriented, lots to learn there for modern sportsmen also. But then I look at, you know, what the Pandavas did, like our friend Mohit was pointing out last night at dinner that they killed almost all their main enemies by deception. I just feel that there's an issue there with the means, but that's a larger discussion and it's a great book on its own. I won't get into that. I do want to talk about means and ends and Gandhi after the break. But before the break, one more piece of context setting and then a joke that you might like and you must have heard. So the context setting is that I also want to double click on what you said earlier for the reader's benefit, that in the Western world, the consumption is high, the wealth is high and the air is clean. And this is like something that I remember is counterintuitive. And I first read about it in Beyond Lombok's book, The Skeptical Environmentalist when it came out 16 or 17 years ago. Great book then, kind of outdated now, but do follow Beyond Lombok's recent writings if you can. The revelation there was that London at the end of the 19th century was possibly as polluted as Bombay is today or even Delhi is today. All these great Western cities were incredibly populated. But there was like a sort of a bell curve of pollution that once you reached a certain level of economic growth and a certain level of wealth, these cities started becoming cleaner. The Kuznets curve in a sense, you could also apply that. And they started getting much, much cleaner because technology became better, people started applying ingenuity, citizens became more empowered and demanded cleaner air, combination of reasons and the wealth that enabled it. And the wealth that enabled it. So, you know, a city like London today consumes much more than it used to, has many more people than it used to, and is much, much cleaner than it used to."
    },
    {
        "speaker": "Guest",
        "time": "01:37:38.080",
        "message": "And the last I heard was Thames, the water in the Thames is potable. Wow. Unbelievable. And that it happened, you know, 150 years Londoners and English literature has been lamenting, you know, the fog, the famous Jack the Ripper and the London fog at the turn of the last century. But post war, in about less than 20 years, things had changed so dramatically, you know, and post colonization because London was no longer the imperial capital during that phase, it lost most of its, almost all of its colonies, yet the city, and it's not just about London."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:24.760",
        "message": "So many other cities. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:38:26.760",
        "message": "I mean, not just cities. England today has more trees standing and more wooded areas than a century or more ago. United States today has more trees standing and more wooded areas than a century ago. How has it happened? You know, so we need to, so to me, it is this relationship between the lived experience, provided we are willing to open our eyes to see what has happened and then trying to figure out how and why it has happened. So that we can see what are the lessons that can be drawn, because we don't have to, you know, the Kuznets curve, actually the beauty of the Kuznets curve is because societies that are developing later, like India is and many others, can leapfrog. So the peak of pollution, which the Western societies industrialized, the societies that were industrializing at first, that level should not be, need not be reached by anyone who's following. So we should make that turn much quicker, provided we get the lessons and the perspectives"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:32.560",
        "message": "right. Absolutely. And then Steven Pinker has also written very eloquently about, you know, how we think the world is getting worse, but actually it is just such a much better place. And now the joke I promised you before we go to the break, and this has something to do with what you mentioned about how when you were a kid, you wouldn't eat chickens and you'd sometimes, you'd eat a lot of mutton and sometimes you'd eat ducks. Now ducks, as you know, the Hindi word for ducks is batak, right? So there is this famous story about how Gyani Zayal Singh, when he was president of India, he was in England and the Queen of England took him on a walk around the, you know, Buckingham Palace or wherever the Royal Gardens are. And there was a pond there and there were some beautiful ducks there. And Gyani Zayal Singh turned to the Queen and said, Madam, you have lovely buttocks."
    },
    {
        "speaker": "Guest",
        "time": "01:40:15.160",
        "message": "Of course, for a Bengali, that's not exactly the word we use for ducks."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:19.880",
        "message": "What's the word you use? Harsh. Harsh."
    },
    {
        "speaker": "Guest",
        "time": "01:40:22.880",
        "message": "But buttocks, I'm right, right? Yeah, I mean, in Hindi, that's what you'd say."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:26.880",
        "message": "Yeah, yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:40:27.880",
        "message": "Delightful."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:28.880",
        "message": "But of course, I had the fish option too, being a Bengali, fish is our second special. March. Yeah. Great. So let's take a quick commercial break. And on the other side of the break, we'll talk about means and ends, Gandhiji, forest rights and the importance of GPS. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog, India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me, and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons, and now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene and the unseen. I'm chatting with my good friend, Varun Mitra about his life, his learnings and so on and so forth. You know, there's this book I read by Arnab Kling called The Three Languages of Politics. And Kling's central premise there is that many of us when we discuss politics, we are not talking to each other, we are talking past each other. Like for example, he talks about how all three tribes and he's speaking of the three American tribes. I'll start from different first principles. So for example, a libertarian will value freedom, a conservative will value tradition, and a more left liberal orientation will value equality. And the point is, every argument then becomes a question of talking past each other. Because both can be equally coherent and equally persuasive, but they're coming from different first principles, and they're not taking the other one into account. So one of the great lessons of that, therefore, is when we talk to other people, rather than talk from our own point of view that I am communicating what I know to be right, we have to understand where they are coming from and talk to them at that level, and so on and so forth, get into that kind of dialogue, which is something that increasingly you have also tried to do over the years. Now what we see today on social media is that people harden themselves into firm positions like it's very intoxicating when you're young, you get on social media, you want to belong and you want to feel respected and you want to feel right. And so you join these little tribes, whatever they are, the bhakts, the voks, whatever. And then within that tribe, then you constantly want to raise your status within that tribe. And the only way of doing that is number one, of course, you follow the party line and the dogmas at all points in time. But you also do it by attacking people on the other side, never addressing the argument, never getting into a dialogue, just insults and quote tweets and snark. And you also shit on people on your own side for failing purity tests within the tribe. And everyone gets hardened into position. Like I was discussing this with Abhinandan as well, that, you know, he and I are the same age 47 and when we were 20, you know, we thought ridiculous things. If he would have tweeted then we might well have felt committed to those positions and become that kind of person who thought that kind of thing. Instead of gradually having dialogues with people and learning from them and so on and so forth. What do you feel about this? Because in a sense, over the last five or six years, whatever conversations you and I have had, the one thread that I feel I can learn a lot from, from you, from the way that you think about it, is the importance of just dialogue, reaching out. The person who does not agree with you is not your enemy. She is not a bad person. You got to reach out, you got to sit down, you got to talk. Tell me a little bit about, you know, your thinking on this, how it's evolved and, you know, what to you is a way forward in these deeply polarized times at building bridges?"
    },
    {
        "speaker": "Guest",
        "time": "01:44:48.240",
        "message": "Yeah, again, like I said, you know, that this, this, I mean, I read Arnold Kling and I would say it's, it's a, it's a very common feature these days. And not just these days, for the last 10-15 years, that ideas become ideologies and ideologies become identities. And therefore, our questioning, if somebody questions my ideas, I can perhaps take it to a little extent. If somebody questions my ideology, I become harder. And if it threatens my identity, it's impossible."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:31.920",
        "message": "Yeah, it's impossible. And because one becomes the other, anyone who questions your ideas is almost, it's a"
    },
    {
        "speaker": "Guest",
        "time": "01:45:38.560",
        "message": "personal threat. Yeah. Because ideas, you know, as long as it's abstract, you'd hold it, you know, like you'll be able to tolerate a slight variation. Once it becomes ideology, which is almost like belief, these are your core principles, as you, as one would say, then it's related, you're relating to its identity. And which is where, you know, which is where I think another thing, I'm probably rephrasing, rephrasing Gandhi, that, that your political opponents are not enemies to be vanquished, but critics or friends to be won over. And that, and which he wrote even in his last days, that, that burned down everything that I have written. If you want to really know what's my position on a particular thing, only read, if you want, the latest thing, otherwise just look at my life. That you know, that a person who can change, and this is what ideology does, ideology, once it gets linked to identity, it makes us, makes us blind. Because then anything that changes, if we change, like say, if we have a different perspective from what we had five years or 10 years ago, then it's a threat. We will not even acknowledge it. And I think this is a struggle. I mean, all of us have gone through it. I mean, and perhaps because I'm in, perhaps because of the context in which we all of us are in terms of the polarization and the divisions, I mean, and because of my kind of instinctive, this thing that can we reconcile the so-called irreconcilable, you know, for instance, economics and environment. Can economic growth be reconciled with environmental cleanliness?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:22.920",
        "message": "And it actually is."
    },
    {
        "speaker": "Guest",
        "time": "01:47:23.920",
        "message": "And it actually is. And therefore, can I reconcile these differences? And in that, from all in the last 20 years, what I've been seeing, the only instances that I can think of, or have experienced, or have read, are of people who reached out. That the connection was people first. The second was, you know, then we can accept the ideological or intellectual differences as something we can take in our strides. Because we know. And this we have seen. For instance, you know, we have seen in so many cases that once we establish that relationship and this I particularly saw in Sharad Joshi's case as a personal experience, that I used to wonder, because that was in the early, late 90s, early 2000s, that how has he collected this motley group of farmers leaders, many of whom were not as intellectually pure as I would like them to be. And they were not even as pure as Sharad Joshi was. But they worshipped Sharad Joshi. That's the connection. That once you build the personal bond, you will be enormously flexible in terms of to what extent you are going to be able to reconcile the intellectual or the policy differences that one may have. Because that can come over time, over experience, etc, etc. But the first thing is, you know, what you said at the beginning, like my teacher in my primary school in MP had, that she wanted to connect with me because I was an outsider, because I came with so much handicap, no language, no local language. You know that, that if we can build that into us, then we will be able to face this challenge that we face today. Because this challenge is particularly getting exaggerated by the technology and the systems that we are currently adopting. It is suicidal that we have to connect and which is why going back to the people is so critical. So, it seems that today with the technology, we could reach out to millions, perhaps your podcast reaches out to millions and there are many programs, people who are reaching out to millions. But it's not helping in building a community in any meaningful sense. It's only at best, it's building an intellectual community and therefore, it's not being able to bridge this or not bridge it, it's not being able to break this bond between identity and ideology. We need to figure out how to do that and I think the only way, the only experience, the only experience I can think of are from the people like Sharad Joshi or even to an extent Archbhaini who are actually reaching out to people. Doesn't matter how many you convince, it's not the conviction that winning over will may happen later. But if we first build that relationship, the human relationship, because after all, all of us say that man is a social animal. But we have transferred that society from the real life to the virtual life, which is I think part of which is greatly creating this problem and this problem has now been kind of is going to get, my fear is that it may get much more serious because now across the world, as a fallout of the pandemic, we are instilling a sense of fear for the other, including my immediate neighbor and we are putting in place things which would make freedom of assembly and association almost impossible. And this is a dream of anyone who is seeking power over others. Because if people can't come together, can't share, can't experience each other, they are going to be atomized even further. Who gains? Those who have certain degree of ability to control at least their network. And if they are dominant, there is no way to break it. So I think it is, and this is global, this has nothing to do with India or anything else. This is a universal phenomenon. To me, it's amazing, isn't it amazing? Because 91 was India's liberalization, 90 was the collapse of the Soviet Union, 89 was the Tiananmen Square in China. From that to today, it seems it's the Chinese approach or policy or politics that have won the world. Whereas it was supposed to be the other way around. You know, 89, the collapse of the Berlin Wall and all the rest, I mean, it was a sign that the world is changing. 91 followed immediately after. You know, so it was while none of us, I know I have been asking people who were involved in 91 reforms, there's no one who could honestly say that they recognize what could be the potential of this till about 10 years after 91. It is only going into the 2004 election that a political party like Vajpayee claimed India shining and tried to claim the legacy of liberalization. No one since, no one after. And in this process, in fact, I mean, I'm not so sure because I don't follow technology as such, but there's something that I've been listening a lot, I mean, you must, I'm sure you know him, I mean, know of him at least. Jonathan Haidt."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:29.160",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:53:30.160",
        "message": "You know, he is specifying a date, which is amazing, if it's true. He is specifying 2014-15 or thereabouts as a turning point. And what's the turning point? That like buttons on the social media."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:45.840",
        "message": "I think he talks about 2010-2011, he was a guest on a podcast I produced called Brave New World, which I linked from the show notes and he did a great episode there, which is this quest for validation drives, hardens our position and drives us into these echo chambers in this much greater way and exacerbates the whole process and the Twitter retweet and the Facebook like are sort of a critical part of that. And a few observations that, one, I think what often happens is that the more solidified our sense of identity, whether it is identity as something we are born into or whether it is a tribe we have chosen, the more solidified that sense, the more it separates us from others. The more it forces us to think of people in terms of the other. So you want these to be kind of more fluid. And in a sense, this is actually what I, you know, one of the reasons in my podcast, as you've noticed in my episodes, I will often have this long personal conversation at the start before I go on to whatever work I'm discussing is because I want to humanize a person because I don't just want it to be about a subject or a theme. And when you humanize a person, listeners then become much more receptive. You know, they may then disagree with the person, but the person is not an enemy. The person is not bad. And I think that openness to ideas and communication is so important and we've kind of lost that and that other, you know, you use the phrase atomized and one very shallow critique of say libertarianism, for example, though I no longer use labels or ascribe them to myself, but one shallow critique of that kind of classical liberalism slash libertarianism is that thinking in terms of individuals atomizes you. And it's actually the other way around, because we are all for voluntary interaction and, you know, all of that. So the richness of social interaction is very key to that. What I would say is the opposite thinking in terms of groups, and not individuals, that is what can atomize you in the manner that you sort of described and that can, you know, instead of letting us express the multitudes that we contain, it will often force us into certain other conceptions of ourselves, whether it's a conception of victimhood or a conception of, you know, intellectual superiority over others or whatever it is. And that's kind of dangerous. And you have said that we can fight this. And I don't know how. I'm trying to imagine in my head. So tell me, how can we fight this?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:23.920",
        "message": "I don't know if fight would be the right word to say this."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:31.880",
        "message": "Fight the phenomenon. Yeah, the phenomenon. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:56:34.880",
        "message": "So the, yeah, that's where the problem is, because if the other side is identified, then of course, you end up more like that you are ending up fighting with the person identity rather than the ideas. So that's always a challenge. But I think to me, from everything that I've seen, experienced, read, tried to understand in particularly in the last 10 years, suggests that we have to reconnect. And the pandemic has only confirmed that, that we have to reconnect, which means we have to be physical. You know, the atomization is not, like you said, it is atomization within the group. You know, so which means that it is, we think we are being individualistic without realizing that we are part of this group, which is actually fueling us to be that kind of an individual. So which means, you know, a person could be like, say, for instance, the hippies of the past. They all thought that they were ultra individuals. But in a sense, in a way, in another way, looking at it another way, they are part of a collective. That collective had that feature. So I think we need to figure out how do we, how do we look at and understand atomization in the context of the invisible collective that we are all forming all around us. And those boundaries are becoming, like you said, are becoming solider by the day. And therefore, I think is, at least personally, as a personal exercise, and perhaps also because I'm not used to, I didn't get used to the Zoom and the online meetings, conferences, etc. Because I want to feel the energy of the people with whom I'm interacting in a group or in a meeting. So it has never worked for me in the last 18 months. But so that maybe I'm personally biased then. But my, this thing is that we need to reconnect and reconnect physically. We need to reconnect in a manner which we haven't forgotten to do in the last 19, 20 or even 30 years, because with urbanization has come mobility. With mobility has come a breakdown of a civic community and formation of professional communities or business communities or things of which are segmented identities. But not a civic identity, not a community identity, for instance, you know, just think and this is something I realized in the last 10, 15 years. Just think of my father, he was in politics, Bengal was extremely polarized, even at that time in the 70s. In the 69, I think it was 69 or could have been 67, I don't remember now. There was an election in Bengal, the Congress lost for the first time. My father's candidate, I think lost, I don't even remember that because I was probably you know, 67 or 69. So the net result was that for the first time there was a coalition government in Bengal. But that election night is one of those terrifying moments that I have, that I've lived in my memory. You know, some of the childhood memories, so to say. For instance, one that lives is actually, yeah, is we have an old fashioned house, you know, the traditional conventional house, which is kind of not an apartment, a house with big gates or doors, you know, solid wooden doors, which used to look at as a fortress. And which would look from inside and from the outside, it would look imposing gate and imposing wall to block everything out. That gate broke down after my father's candidate or the party lost. The party definitely lost. I don't know whether, I don't remember whether my father's candidate lost, but the door broke down because in the celebration that was happening outside, because the other side has won, the left has won, there were some who came and rammed a rickshaw or a thela of some kind, which virtually ramrod onto our gate and that gate with its iron bars, the wooden gate with its iron bars fell. You know, we were shocked because, you know, that was one thing that we, that was a symbol of our security in our home for, you know, for a child like us, that this is something that this is where the home begins and everything is secure. That was a shock. And I have not forgotten that that noise and that it happened. And it was, it happened probably at 9.30, 10 o'clock, so relatively late because we had all had our dinner and all that. So we kind of shook up. But my father told me afterwards, much after that, that he could have been killed that night. But for the left or the CPM leader who lived just next door, literally assured him that nothing will come, no harm will come to you and your family. It's incredible. Can we think of that today? Can we think of that today? You know, here were two people who were, you know, there may have been five years age difference, he may have been older or younger, whatever. They both fought a hard-fought election. For the first time, Congress lost Bengal. Our home was assaulted. And this man said that nothing will, no harm will come to you. Can we think of that today? Can we think of that? Because my father told me he could have been murdered that night, that of course he told me 10 years later, that he could have been murdered that night. And which we can see, this is a common thing happening today. How has it happened? Because their social bond with this neighbor, even for us, you know, I mean, long after all this, you know, my father got out of politics and he retired, we were still neighbors. You know, every time I returned to Calcutta after my college or holidays or whatever, he would sit in his veranda and greet me. And sometimes give me something to eat or munch or whatever. Whereas in his house, you know, like in Calcutta, that was the fashion, the CPM slogans would all be written. And in our house, exactly the opposite. That's my lived experience. It's not impossible. It's because the two people had their social bonds predating or overcoming their ideology and identity."
    },
    {
        "speaker": "Unknown",
        "time": "02:03:24.280",
        "message": "We need to rebuild that."
    },
    {
        "speaker": "Guest",
        "time": "02:03:25.280",
        "message": "That can't happen in the digital world. That can never happen in the digital world, very rarely, I can't say never, very rarely. Because we are not meeting people. We are only meeting people or coming across people only in the dimension in which we want to be. Not in the totality of our existence, because economics is not, you know, economics is not even 5% of our existence or politics or any such, or hobby or any such thing. These are tiny fractions of our life. So physical meeting, I think, is primary and which is what I think we really must figure out how do we revive. You know, like I was just saying before we started, that what about the libraries that we have? There used to be mohalla libraries. The libraries were not just books for information and now we can read on the net or on the computer. There were also physical spaces for people to meet and chat and discuss things. You know, they could read newspaper together, they could discuss a policy issue together and all of us have seen that there is a huge difference when we behave and interact with somebody face to face, even when that somebody has a completely different perspective or philosophy or ideology or politics than us, which is a complete contrast to how we behave when we are on the net, you know, in the virtual world. One because we can hide our identity, so that only adds to the problem. But even if we have our identity, because we think that we don't know each other personally and therefore we can say whatever we want, which we'll never do, you know, in our discussion at a tea stall that was common and is still common in large parts of India. We need to revive that because I think intellectually we are driving down a rabbit hole."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:18.560",
        "message": "It's called the online disinhibition effect, what you just described and you know, I did an episode I keep going back to with Anshul Malhotra and I think one of the stories, if I remember correctly, she told in that and she of course wrote a book on partition and people carrying the effects of partition over the other side. And I don't remember whether we spoke about it in the episode or I read it in a book. But I remember being struck by this description of a village somewhere in Western Pakistan, where there were Hindus and Muslims and they used to gather in the evening and listen to the radio for news in those pre partition days and try to figure out what's happening. And obviously those social bonds are very strong. They're all neighbors, they live together in the same village. But over time, as bad news starts coming, those bonds start getting shakier and shakier and shakier. And my sense over a long time is that there is this difference between the abstract and the concrete and the world that we build in our head. Some things are abstract and some things are concrete, like Anshul would say that when she would meet with families in Pakistan, because of their experiences, they would say, Oh, Hindus are like this, Hindus are like that, but you are fine, you are not like that. Because she is there in the concrete, they can see the physical person, but they're different. And that's one of the challenges that online everything becomes abstract. I mean, if I think of all the dangerous things in the world today, they're abstract notions, nationalism, patriotism, the other, the purity of our culture, Sanskriti, all of this abstract shit is a problem. It makes us hate each other. But in person, we are not like that. Even if you hold a different ideology, even if you hold a different ideology in person, it's different. It's not like that at all. Like I'm reminded and this is a book I'll send you and you'll enjoy it. There's a book called Think Again by Adam Grant, where he talks about how in 1983, this pianist called Darryl Davis goes to Maryland, and he performs there. And he's an African American musician. And there's a white gentleman in the audience who goes to him after the shows and says, I really love that. And they chat for a while. And it turns out the white gentleman is from the KKK, the Ku Klux Klan, and they meet and the white gentleman begins to realize that what he thought of in the abstract is very different from what it is in the concrete, that here is this African American gentleman who's warm, cultured, intelligent, someone who can be a friend and they become friends. And he leaves the KKK. But what he also does is over a period of time, he brings other members of the KKK to see this performance by Darryl, and they become friends and some of them are senior people, and they all leave. And it's like the collision of the concrete and the abstract. And when I read this, I was wondering that in the modern world, how do we do this? Because one thing that is very real, and that you and I know, and we can say it explicitly today, because people are expressing it explicitly today. One thing that is very real is this anti-Muslim sentiment among so many Hindus. And I believe that at some level, this is abstract, wherever it comes from. Maybe it comes from memories or stories of partition. Maybe it comes from stereotypes of what they are like. But at some level, this is abstract and concrete encounters can change this. In fact, if you look at it, you can look at someone like a Modi and say he's an Islamophile, because after all, the dress that he wears, the elegant churidhar kurtas are from there. And the food that we eat, the biryanis that we eat, or really any food, I mean, besides a baingan, I think basically everything else has come from outside, you know. So to me, this is the puzzle that in this modern world, and something for the listeners to think about as well, because I don't have an answer. But I think part of the solution has to be to help people engage more in the concrete world, including with those they hate, and they consider the other. And I think that that's the key. And we need to have more of that happening. And how do we do that? And what are your sort of thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "02:09:08.000",
        "message": "You know, I mean, one thing, I actually experienced it myself twice, I had an opportunity to visit Pakistan, and 10 years ago, 11, 12 years ago, I had an opportunity to visit Bangladesh. It was amazing, the kind of warmth I felt in both places, irrespective of any difference. Yet what's our policy? Seal the borders. In fact, this is exactly why we should completely open the borders. And for both reasons, for strategic reasons, as well as for social reasons. Social reasons, we'll build a bond, and for strategic reasons, then we'll have a much clearer flow of information to know what's happening and who's planning what. Because we will be there and they will be here. So everyone, at least those at the decision-making points, would be much more concretely aware that what is really being planned or proposed as an attack or whatever, and diffuse it much, much before than otherwise, and there would be no social-political capital to do it. I mean, there would be social-political capital to diffuse it before, than to raise the social-political capital after an incident had happened in order to further the divide. So in both places, I was shocked, you know, because I was really surprised. I had heard and read about it, like you read in the book, but I had no experience that, you know, I mean, there are people who are Muslims who are my friends, whom I know, so I'm not looking at them as others. But these were countries I went where I hardly knew anybody, you know, I went as a visitor. And I knew that I'm from India and I knew that our official relationship may not be what is desired. And I met a taxi driver in Bangladesh, in Dhaka, who told me that if we open the border, we could easily go and have this custom of, what do they say, pigeon flying. Because in that part of Bengal, it seems, there has been a long tradition of pigeon being sent from villages hundreds of kilometers away to the other side, and it's a kind of a race and a social custom. But today it can't be done, it can't be done properly, because the borders are sealed. I was surprised that this guy has a, I mean, I had not even known, you know, I had read that there used to be post office pigeons and things of that kind, but that's, you know, 200 years ago or more. But this guy was talking about it now, 10 years ago, that for him, that was a priority, that was his kind of interest. And if you open the border, he would be able to go easily and have a much freer, open competition in pigeon flying among people who have that interest on both sides. You know, so we can't even imagine at what level people are thinking, we can't even imagine. So this is where it brings us to our perspective of people, you know, which is where the identity, population and all this are linked, I believe. That how do we look at other people? Do we look at them as people or do we look at them only through the lens that we hold, because there's no cost attached to it? And the digital world has made it that much more easier, there's no cost attached to it. Physically, we'll never do that. So I think, you know, and one would have expected, which is probably one reason, till 1965 war, the borders with Pakistan were open, literally. People could come and go as easily as anybody else. 1965 changed that. And since we have only solidified and increased the height and capacity of those walls. Yet India had an official policy, which was kind of non-aligned, kind of tilted to the Soviet, etc. as a kind of a geostrategic balance, whereas there were many more Indians who could go to US and the Western countries than the Soviet Union. So what social capital was generated because of that interaction. The government of India may have a policy tilting towards whatever, but given a choice, most Indian students would prefer to go to the English-speaking world of the West than to the Soviet Union of that era, right? Yeah, irrespective of the policy. Today, we have actually played up this divide. And which is why I think we have to begin at home. Every one of us have to figure out how do we interact with people physically in our own spaces, in our neighborhood, in our markets, with our thelawalas, you know, whoever. We need to relearn it. We have forgotten. We need to relearn. There's no other way. There's no other way. We cannot assume, we cannot give this blank space or the blank slate or believe that the digital technology with its capacity to reach out can help. Perhaps the algorithms, perhaps whatever it is, it's definitely not helping. Like Hyde said, the likes button and the retweet buttons are making things different because we are looking at those counters. We are not building the relationship, which is why we must, we must, and if you remember the Deolali meeting, that was one such attempt that urban and rural India, at least some people, even a fraction of them, could come together to understand what's the perspective and who's coming from where. We don't have to win over anybody overnight. But we can win that trust, we can win, have that inner confidence that the other person is not there to be at my throat. And then, of course, we can discuss all the other issues, for instance, you know, all the talk about farmers getting subsidized. It's actually the other way around. It's been so all these years. It's the farmers who are subsidizing the rest of the population, forget about the transfers. It is the rural sector, society and economy that is upholding 50% of the population. Who is subsidizing whom? 50% of the population is being subsidized by 15% of the GDP. It's the, you know, it's the, what should I say, it's the broad shoulders of these farmers who are holding 50% of India's population alive, keeping them alive."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:29.880",
        "message": "Who's subsidizing whom? I love this concept of Sharad Joshi ji called negative subsidy to find out what negative subsidy means. Listen to episode 86 of my show, you know, and I'd also say that there is in me the hope that while okay, some of these problems are created by technology, but at the same time, I think technology is a huge net positive. Maybe the way forward lies out of this. I mean, you know, people are listening to you and me have this conversation because of this technology and because of the internet. So maybe there's some hope there and I share your experience of Pakistan in the sense I went there with India's cricket tour in 2006. And I remember we landed up in Lahore and we had to buy some basic groceries and pencil cells and all that. And we went to this nearby store. And the moment the person realized that we are from India just refused to take money. And this is almost a cliche. We thought of it as a cliche we've heard about and we saw it on that first day and again and again and again all through Pakistan. And I remember being in Lahore and thinking that one, it's such a beautifully lit city at night. And I remember that the way it's lit up and Indian cities often aren't like that. But I also remember how much it is like Delhi, you know, Lahore and Delhi are so much closer together than say Delhi and Chennai, which could be separate countries, right? Again, it's a cliche Karachi being like Bombay. But when I was in Karachi, it did kind of feel that way. And that sense is there among the people like, you know, my friend Pranay Kottasane uses the phrase, the military jihadi complex for the Pakistani state. And the important thing to remember is that the Pakistani state or this military jihadi complex is different from the Pakistani people. And the Pakistani people are exactly like us, exactly like us, right? The difference is so minor that you know, the differences between Indian states is far more. And so I completely agree that, you know, people to people contact these kind of interactions are just a huge deal. And which is why so many of these policies like we, you know, the military, the Pakistani state and civil society are different things, they're at opposite ends. And we think that when we stop, say, Pakistani cricketers from playing in the IPL, we think we are hitting out against the state, but actually we are helping the state, we're hitting"
    },
    {
        "speaker": "Guest",
        "time": "02:17:39.720",
        "message": "out against civil society. Exactly. Exactly."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:43.280",
        "message": "Yeah, exactly. And that just kind of..."
    },
    {
        "speaker": "Guest",
        "time": "02:17:45.280",
        "message": "We know technology can surely help, but technology can help only if we have a perspective to use the technology in that manner. Maybe it's in the initial phase of technology, these were all new technologies, etc. I remember I come from a generation where we didn't have emails and how the emails came, I distinctly remember in the late, in the early 90s, how we had these, you know, yeah, kind of servers where we could have access only once or twice in a day at night to be able to connect to the, you know, to the telephone lines that we had, and all that. So technology can surely help and we have all seen and I'm sure you have too, that how when the emails first came, groups were formed on the email groups, e-groups, and how they used to be outbursts, you know, I mean, quite frequent outbursts among people who didn't"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:33.800",
        "message": "know..."
    },
    {
        "speaker": "Guest",
        "time": "02:18:34.800",
        "message": "You and I have been in groups, yeah, like that, yeah. But they were kind of limited because those groups could only reach up to, you know, a certain number 100, 200, whatever. But now it's completely public. And we are now fixed, you know, this is where, this is where it reminds me of Gandhi's that this thing, you know, that burned down everything that he's written. Forget what he has said in the past. If you want to find any meaning, think of what he has said on that issue in his latest this thing. Because he's evolving. He's not ashamed of change. Today, we are ashamed."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:07.160",
        "message": "We are afraid of change, not even ashamed."
    },
    {
        "speaker": "Guest",
        "time": "02:19:09.080",
        "message": "That we will be accused of being hypocrites. Correct. Whereas that's what is growth all about. Every day a tree is changing, you know, a tree is growing, new leaves are coming. Old leaves are falling. So if we can't change, because we realize that that's necessary, that is what we, I mean, life is about change. So what are we afraid of? So it's not just shame. I think it's a fear. To me, it's this fear because we lack fear because we lack that confidence in ourselves. Which to me, I think I was fortunate. I was really fortunate. This is the only thing I think I was lucky apart, you know, I don't think there was anything particular about my family or anything else. Many people have gone through exactly the same experience. The only difference was, as I see it, that I dabbled and ventured into domains that I had no particular expertise. I had no expertise. And therefore, I could ask that why couldn't there be more tigers as there were more chickens?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:12.320",
        "message": "And that's a feature, not a bug, because no expertise means no dogmas either."
    },
    {
        "speaker": "Guest",
        "time": "02:20:15.880",
        "message": "Yeah, correct. No baggage. No baggage. No intellectual baggage. Yeah. We can ask. We can be wrong. All species don't breed the same way. So all species may not be, it may not be possible to do it in the same way. But it's like all trees don't grow the same way. All trees grow in different seasons, the flower in different seasons, crops are grown as per the season. So there's nothing extraordinary about it. So you've got to tell it to it. And which is what is the difference, as you said earlier, between the abstract and the concrete? The concrete is always limited. Abstraction is, you know, the sky is the limit. It's our imagination. The challenge I think is, and to me this is a beauty, to me, I really enjoy this, that how do I reconcile the limitations of the concrete that I face today to the abstractions of my imagination that I would like to go tomorrow? How do I reconcile? I'm always thinking that how do I reconcile the two? Because I like both. You know, I like the imagination, the abstract part of it, I like the concrete part of it, because that's the real world and that's probably my engineering and my, you know, like kind of concrete details. So how do I reconcile? And then I realized something, you know, that what's the difference between, in fact, just the other day I was talking to another friend, another old friend from our old Ayn Rand groups who just retired from IIT Delhi, that it's very customary or quite fashionable these days to say that Newton's laws have been overcome or Einstein proved their limitation and gone beyond. But has they? What is progress? You know, as Newton himself would say that he stood on the shoulders of giants and so the current and the later generation stood on the shoulders of Newton and people like him at that time. Newton's laws are abstractions. There can't be an abstraction that is in concrete, because then there is no difference between abstraction and concrete. He has idealized the concrete into the form of an abstraction and demonstrated it through the equation and through all the rest. So the Newton's laws will continue to hold, irrespective of what the concrete is, but because the Newton's law is not explaining all the concretes, people will find different ways to figure out how to explain the new concrete or the new understanding of the concrete. The material sciences are changing, the electromagnetism, Einstein and all that is the quantum physics, they will try to explain it in somewhat a little better. So this gap between abstraction, you know, perhaps because I came from the physical sciences, this kind of interested me, that how do I understand this gap between what we call the laws or the principles of physics with actual engineering, which I did, because there was a huge gap. There is nothing in engineering that I can apply, where I can apply the laws of physics, none of the laws, because there will be efficiency losses, there are efficiency losses because of technological limitation, there are efficiency losses because of economic limitation, there are efficiency losses because of lack of social awareness about that. Environment being a very good example, that people are more aware about environment so they are willing to put in more resources to figure out how to do it and they were trying to solve it, which wouldn't have been the case 10, 15, 20 years ago. Yeah, so to me, you know, to pit the two as two poles, I think is completely futile, completely futile and which is which is something I realized, you know, something you mentioned earlier,"
    },
    {
        "speaker": "Unknown",
        "time": "02:23:53.760",
        "message": "engineering mindset."
    },
    {
        "speaker": "Guest",
        "time": "02:23:54.760",
        "message": "Hike. Yeah, that's hike. I, this is the thing that I really find myself lucky that I didn't fall into the dogmatic trap because I didn't come from any domain expertise and I read that essay of Hike, the knowledge one, where he actually identifies this problem as an engineering mindset and everything else seems to follow. That I can solve the problem and therefore the other person becomes a jigsaw puzzle whom I can put wherever I want in order to solve the problem. And I don't, I'm not looking at the other person as an equal at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:31.720",
        "message": "I link this essay of Hike, which is called the use of knowledge and society from the show notes, which is just the greatest essay of the 20th century and so important, so fundamental. So please read it. But I'm going to read out something else now. And this is sparked by, you know, I have this weird tendency that sometimes someone is speaking to me and I'll think to myself that, wow, what a beautiful sentence. And a little while back, you said that every day a tree is changing and it's such a lovely sentence and it reminded me of this poem by Philip Larkin called The Trees. So I'll just read that out for my listeners."
    },
    {
        "speaker": "Guest",
        "time": "02:25:01.080",
        "message": "Have you read it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:02.080",
        "message": "I think I have, but I don't remember it now. I'll read it out. The trees by Philip Larkin. The trees are coming into leaf, like something almost being said. The recent buds relax and spread, their greenness is a kind of grief. Is it that they are born again and we grow old? No, they die too. Their yearly trick of looking new is written down in rings of grain. And still the unresting castles thresh in full-grown thickness every May. Last year is dead, they seem to say, begin afresh, afresh, afresh. And I love the phrase in this, like something almost being said, you know, trees coming into leaf, just very beautiful. Let's move on to what you and I have spoken a lot about and argued about, which is Gandhi. I find him fascinating. I, you know, I did a two episode special on Gandhi with Ramchandra Guha. I've just read a bunch of books. You can't read all his collected writings because there are a hundred volumes. So they are all online. So, you know, one should dip into them from time to time. Just a fascinating, incredible man, one of those great figures of history and one who also contained multitudes. And I don't want to go into detail with all my criticisms of him or all my praise for him or whatever. But over the years, increasingly, I find you talking more and more of Gandhi and what you have learned from him and so on. Tell me a little bit about your perception of Gandhi, like, you know, when we grow up in India, there's always this notion, you know, it's always Mahatma Gandhi, not Mohandas Karamchand Gandhi. The Mohandas to me is as interesting as Mahatma, but it's always Mahatma Gandhi. And there's always that iconic figure of that old man wearing just one piece of cloth and all of that in his old age. But you read more about him and it becomes kind of richer and richer and you see the limitations and you see the greatness. Tell me about your love affair, as it were, with."
    },
    {
        "speaker": "Guest",
        "time": "02:26:52.120",
        "message": "Yeah, because as an engineer, perhaps at the back of my mind, I was looking for practical ways to go beyond the intellectualization that I had been trapped into or had opted for for the first 25 years of my life. I mean, of the policy activism, advocacy, etc. And there's so limited, so few successes that I can count on. Not just successes because of me, but any kind of success. So my thing was that, how do we look at politics? Because we particularly, I mean, perhaps more in your generation perhaps than mine, because I grew up during emergency, there was still an idealism about politics and change and the possibilities of politics. And that has clearly evaporated, like my own family experience shows from my father's experience in the late 60s. So that has clearly evaporated. Now, therefore, the question is, what is politics? Is it about politicizing an issue and therefore an instrument to go to battle with the other? Or is the essence of politics precisely as a platform to reconcile the differences that might arise in society? And therefore, if you look at it this way, then you find that the politics is starting from everyone's home. Every family has to kind of politically decide what's the priority to be given. Should you go for a movie to celebrate a birthday or should you have a pizza to celebrate a birthday? You know, we are constantly negotiating and figuring out how to balance. That's politics. That's the purpose of politics, right? And that kind of, you know, one kind of a breakthrough for me was when Gandhi in his autobiography talks of politics as his way to moksha, to meet his maker, which, you know, that means he was idealizing it to his conception of an ideal to the ultimate extent possible. That here was a practical man, you know, a completely down-to-earth man. He was not a theoretician. He hadn't written any of the books on philosophy as such. All of his letters and things were all on practical issues that he was grappling with, with all their complexities. Yet he was projecting or aspiring to try to have a kind of politics that would reconcile, that is, go back to politics to its essence, to its original. That is, politics is a platform to reconcile differences, not to flag it. Because if you flag it, then it is, you know, like we have another saying that war is politics by another means. So we are at it now, virtually or literally. Therefore, to me, that was kind of reignited and which actually made me think about my father's experience, that he could have been killed. You know, I hadn't thought about this in the 20 years since he told me. He is dead now almost 10 years. But it has come back in my mind because of this, that that is what politics was. So Gandhi underscored the relevance of politics in a manner I believe no one else has. No one else of the contemporaries or of the last century had put into practice a kind of politics that was incredible and he could do it because he could connect. And he figured out how do I connect to me and which is what, you know, which kind of and the other thing that kind of brought me to it is because another one whom I probably not talked of as much, but whom I almost listen every day is Tagore. Being a Bengali, Rabindra Sangeet comes naturally to, I don't sing, but I love to listen."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:05.960",
        "message": "You look like him also right now with your flowing white beard."
    },
    {
        "speaker": "Guest",
        "time": "02:31:08.240",
        "message": "Yeah, this is probably temporary, but yeah. So I found that he was a man, Tagore, who was so far ahead of his time. We are still grappling to understand how far he had been able to go. And like Atlas Shrug kind of had a major impact in my way of thinking, his novel, apart from his poetry, because poetry, it would be all Bengalis, but his novel, which is accessible to all, one of his novels is perhaps the major political novel or the second one is Gora. You know, not the Home and the World, you know, which is well known, but Gora. Because it's amazing that what he depicted 125 years ago in that story, in the condition in which Bengal at that time in that great foment was, is amazing. And how he sought to break out or break down the boundaries. And he was trying to do it within his own community, that is the Brahmo, you know, because that was another sect he was born into and therefore he was probably much more familiar with it. He was trying to break it in his own. And this I saw reflected in the real, what should I say, discourse between Gandhi and Tagore on the issue of that earthquake or on the issue of Charkha and the rest, you know, the Swadeshi and yeah. That two people were looking at it quite differently, clearly. I mean, they probably looked at it through their own perspectives, in their own context. But what to me was interesting was that that didn't create identities. That discourse actually made their bonds even stronger. So that when Tagore was nearing the end of his life, he sought to hand over the board of Shantiniketan to someone like Gandhi, that you be on the board to continue the legacy. This is exactly the same when Subhash Bose, whom we hear so much, Gandhi and Bose, Bose named one of his brigades on Gandhi and Nehru. You know, we hear all the differences. This is in the last phase of Bose's life, last two, three years, that it is this man who called Gandhi the father of the nation, the Bapu, yeah. So we have so much of instances we can pick on to figure out how people are reconciled. And they were reconciled not because they had a new realization. They were reconciled because they had their bond from before. You know, so that relationship ensured that no matter their policy differences, political differences, they would still have a lever or a thread to connect. Because I can't think how such major differences as we seem to think they are today, were overcome so easily, so graciously, so amazingly, as these. So the differences don't matter if you have the relationship, which is what we need to collect. Each one of us need to be able to make the relationship with our communities, which was a challenge with mobility itself, I mean, which is a challenge every time. Ambedkar warned about the problems of community in rural India, I mean, which is precisely a very similar kind of a challenge in another way perhaps. The same with the complete lack of community in ultra-mobile urban India, where in an apartment most neighbours may not know each other. So we need to figure out how to break that. How do we break that? Whether technology helps, well, I welcome it, but it has to be technology neutral because you know, no technology cuts both ways, nuclear energy, nuclear bomb. So technology would just be a tool in how we use it, how we think about it. We really need to figure out how do we break that. So in that sense, Gandhi to me as a practitioner showed me how something that was kind of in my mind, I had not kind of thought of it as concrete, made me make that shift. I mean, Tagore spoke about it, wrote about it, but those were abstracts, you know, that's a novel, after all, it's a novel, but Gandhi put it into practice. So I had an aunt who went to Nuwakhali with Gandhi, you know, at the height of all that. And I heard the story not from the aunt, but from her husband, who was a doctor, a British army doctor. He used to tell me that he told only one thing, that death before honour. So I had not understood what does it mean, you know, that he would always say that, that I told her that death before honour, that you are fine, you are free to go with Gandhi, but should any harm come to you, you should opt for death, then your honour. Now that was a risk, which was obvious risk, which was an enormous risk, that a young girl like my aunt at that time in 1946 took, like many others, to be part of Gandhi's journey through Manuvakhali. Why? To be able to rebuild the literal connection, the physical connection, which was getting broken by the abstraction of the partition and the borders and the Hindu-Muslim and all the rest. Which is why, you know, a book that kind of really amazes me and when I read it, it kind of, I mean, still brings tears to my eyes, even though I didn't experience it myself, is The Miracle of Calcutta. You know, which Gandhi did and people, my grandfather, grandmother, I haven't seen my grandfather, and my parents, would tell me how parts of Calcutta, including our own where we are, had bodies outside on the streets. Much more gross than what the Naxalite violence could, you know, because that was just a bullet and in some far out forest most of the time or in the prison. Most people wouldn't see it, but they saw it and saw the transformation. Because Gandhi had built that bond that could connect and therefore people could figure out a way to overcome. You know, we need to build that bond. So we can't expect a Gandhi to save us because Gandhi was not born. And even in a literal way, we can't expect a Gandhi to save us. Yeah. Even in a literal way. So we have to figure out how somebody, anyone, any one of us, anybody, what lessons can we draw so that we try to avoid some of the horrors that might haunt us again. And it's a very realistic horror. It's a very realistic horror and because of the technology and the advances, like I think you mentioned in one of your episodes sometimes, I think, you know, the Rwanda radios. You know, that what kind of horror it was caused 20-30 years ago just by an old technology. Yeah. Yeah. So it can cause... So we have to be really, really conscious of the possibilities and therefore the alternative, that there is an alternative possible. And therefore, and Gandhi showed me this alternative in a concrete sense, in a way which my engineering mind could grasp much more concretely than the abstractions that I would have read from Hayek or Rand or Tagore or anybody else. So Julian Simon was that, but Julian Simon was concrete in a very narrow sense. You know, the environment and the relation to economics, etc. But Gandhi was all-encompassing and which is why I don't like to refer to Gandhi as the Mahatma or the Bapu or the father of the nation and all that because that only puts a distance between us. I don't want him to be on a pedestal. I would not have approached Gandhi in this manner had I looked at him on the pedestal. I am looking at him as somebody I can argue, debate with and which I find, you know, which you find, not just me, I think everyone finds that when we go back to, you know, which is classically true for the epics, the reason epics survive in every culture is because they have a new meaning for every generation. You know, otherwise there is no reason epics would survive, whether it's Greek ones or Indian ones. There are books that survive and outlive precisely because of that. You know, people reinvent the meanings in it and that's nothing, that's completely natural because that's part of our growing, part of our, you know, the life is about change. So those are the ways we change. So we read a book and think that's done and dusted, it's not, if it's done and dusted then it was not a book that was really worth looking at it or reading it more than once. But the books that are ideas that survive are never done and dusted, never done and dusted because you can find new meanings into it, which happens to me whenever I read Gora or whenever I read Rana or whenever I read Gandhi, that there's a new angle that I find and I look at them precisely because I have no dogma. I really don't have any dogma. I was not born into a Gandhian belief, like I was not born into a Tagorean belief, although partly because Calcutta and Bengal, Tagore is looming large, very large in our cultural space or mental space. But it's not because of dogma because I could, you know, I've not spent, since 1976, I've not spent perhaps a year at a stretch in Calcutta. It's been a long time since I left, I passed my high school. I've studied outside, I've worked mostly outside, Calcutta has been a home and a visit. But I can still relate one, perhaps because the language which I did learn in my primary, so that's my mother tongues and I'm really proud that I can read two languages and I envy my wife who can manage, who can speak three, four, five languages in that sense because I think multiple languages give us that extra enrichment, extra words and, you know, emotions that you can't connect maybe in one language. And this actually, you know, made me think another thing that I recently heard or this thing that is there something about monotheism that creates or that facilitates formation of identities that much more quickly because it's mono, that is the truth and that is the only truth and therefore the identity is there to defend that truth. And there is also a book. Yeah. Whereas the polytheism of Hinduism is probably the reason why I can't think of any past, you know, any past war or what should I say, invasion of India where it was primarily because of religion. Religion came, rode on whatever they rode on. It was not religion. It was just power. Mohammed Ghori was invited into India to defeat another guy who was as Indian as anybody else. Yeah. So, it was not, it was always power. Siraj-ud-Daulah lost the war because somebody else bought somebody else from his side. And if you look at it, isn't it amazing that three major, of the four major wars that the British fought, you know, the game-changing wars which happened literally in a day and changed history, Siraj-ud-Daulah in 1757, Tipu, 1799, 1857. In between, there was the Maratha War. Who were fighting whom? You know, the crown didn't have even 100,000, you know, at its peak, the British Empire had 1,00,000 Englishmen or British or European in India. Who was fighting whom? You know, they were all typical political struggles where politics had broken down and war was, if politics breaks down, then the war is another form of politics. So, we really, I think, I think there is enormous capacity to reimagine because the blinkers are our own. Blinkers are our own. If we can just let our imagination fly, we might go here and there and everywhere, but we might find something much more meaningful. I think that's why change to me is something that we need to be able to absorb and accept. And monotheism, I am very fortunate that we are in a polytheistic society culture where truth are numerous from the beginning, from the origin. There is no one truth and that's what all the books, the Upanishads and the Gita, that's what they do. A debate, a constant dialogue to figure out what is the truth, how to get there. There is no assurance and the gap that you said earlier, that all the duplicities that happen in war, that's the concrete. That is exactly the lack of efficiency, the gulf between laws of physics or the principles of physics and actual application in engineering. So I'm not surprised by those gulfs. Those gulfs would be inevitably necessary because otherwise there's no way to go because you're concrete and otherwise you'll have to say that the concrete and the abstractions are the same. That can perhaps happen only when we are in that singularity where shunya has the potential to be everything. So it's a complete abstraction of that kind where the abstraction and the concrete would be all merged into one. Other than that, where would you merge it? I think that's huge, which is why I, as I said, I have not entered a temple for any religious purpose and most often for any purpose for decades now. The last time I remember, I went to this Akshardham that had just come up and some relatives wanted to visit. I couldn't enter that temple. But that had another reason. Why? Because 20 years ago, that area was a slum, 30 years ago. Those guys' temple manufactured a claim because their guru was supposed to have sat on that and seen the Yamuna to build it. Therefore, the slum was moved away. And so I'm very glad. So I couldn't, I just couldn't, I thought this is something I cannot participate, buy the ticket and enter a place where I'll not be able to associate, identify at all for this practical reason, forget the religious beliefs. And then I'm very glad that somebody else could figure out how to build that, that another kind of, you know, the Asian Games Village 2010 in front of that temple. So that the Yamuna is now far away. We can't do that. We can't do that. We really must figure out how do we connect in a manner that will be completely secular. Secular not in the political policy sense. Secular in terms of the thinking sense that it doesn't matter what your beliefs are. We can still deal with each other. And deal with each other very productively, very fruitfully. Because there is no reason why our beliefs should clash just like laws of physics doesn't clash with engineering."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:33.040",
        "message": "So a couple of observations and the second one, I guess, leading to a question of sorts and the first observation is that, yeah, I mean, one way I think of Hinduism is kind of as an open source religion. Like I was chatting with my host in Delhi, our mutual friend Mohit yesterday or today morning, in fact, before I came for this recording. And he was looking at this book called On Lakshmi, on the Goddess Lakshmi by Devdutt Patnaik. And he showed me an image in that. And in that image, Lakshmi is sort of kneeling at the feet of Vishnu. And he said that he found that image very interesting because for him, it meant that wealth should be used in the service of preservation, which is an interesting interpretation. And I, of course, being my cynical self, told Mohit that you can make any interpretation out of anything because millions of images, millions of gods. But it's interesting that you have a religion with that openness, which is kind of open source that you can, you know, bring the concerns of the present times into it. And what fills me with a lot of dismay, I am also, of course, a non-believer, but born a Hindu. But what also fills me with dismay is that what we have in this political movement called Hindutva over the last hundred years is an effort in a sense, explicitly or implicitly, to homogenize Hinduism into one particular strand, a Brahmanical strand, in fact, a later Brahmanical strand. Like someone on Twitter just pointed out today, I forget who, that, you know, to think of vegetarianism and Hinduism as Brahmanical is wrong. It's actually later Brahmanical, because if you look at the Vedas, they're killing and eating animals. Including cows. Including cows. And this sort of homogenization of Hinduism into this one fixed thing, does it such a disservice? Like, I would say in a sense, if a Hindu is in danger, it is because of Hindutva. Because it is reducing it down. Otherwise, non-believers like you and me could still possibly call ourselves Hindus. I know you do. And yeah, and because there's so much else other than all of this."
    },
    {
        "speaker": "Guest",
        "time": "02:49:26.320",
        "message": "It's actually a copycat, that this Hindutva is a product of one of the exports or the imports from the Western nationalism, that religious nationalism that came in. Yeah. So this is exactly a copycat. It's a complete, I mean, what should I say, destruction of anything to do with the ideas of Hinduism that I would associate with. And I have no conflict. You know, just like I have no conflict with laws of physics, I have no conflict. I don't see any such conflict."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:54.840",
        "message": "Now, I want to go back to Gandhi, reading about Gandhi, one of the things that strikes you like a black swan event for various reasons within the Indian freedom movement. And one of the ways in which he differs from everyone else is in his intellectual development. I mean, Naipaul once referred to Gandhi as, quote, the least Indian of Indian leaders, stop quote. And all his early influences are from elsewhere, you know, learns about nonviolent non-cooperation through Tolstoy's writing. You know, he later finds validation of that in Thoreau, he, you know, looks at the Sermon on the Mount as an inspiration, his distrust of machinery and the idealization of village life come from John Ruskin. All these influences are later, later he claims of Bhagavad Gita as an influence. But to me, in a sense, it seems like a post facto thing. And his intellectual development is not so much from reading books like all the other great liberals or Gokhale's and the Ferocia Mehta's and Agarkar's and Ranade's and all of those. They read widely, you know, they read the great, you know, Mill and Bentham and the great liberal writers of the age, Adam Smith, they were steeped in the enlightenment to a certain extent, and he wasn't. And this led him to a lot of strange ideas, like, for example, and I once asked Ram Guha about this, and I found his answer lovely, and I'll share it with you. And I read out bits from his book Hind Swaraj, which of course, he wrote in 1911, 1912, when he was on the ship back from South Africa to India, where he railed against, say, the railways. So for example, at one point, he said, quote, railways, lawyers and doctors have impoverished the country so much that if we don't wake up in time, we should be ruined, stop quote. In another place, he said that, quote, it is beyond dispute that railways propagate evil, quote. And he was against modern medicine, though, when he fell ill, he always took modern medicine, but he railed against it. He railed against lawyers, and all of that seemed to be completely against modernity. And you know, so much so that when he came to India, and he shared his ideas with his great hero, Gokhale, Gokhale actually told him that, boss, you're a little out of touch. So don't enter politics actively now, you go around India for a year, see the country for yourself, and only then enter. And Gokhale died shortly afterwards, and Gandhi's bizarre response to that was to continue his journey around the country quite correctly, but barefoot, because he thought that would be a tribute to Gokhale. And similarly, at a later point, there's this beautiful book called the Mahatma and the Poet, which has those correspondence of Gandhi and Tagore. And you see at points, you can sense that Tagore is also a little bit exasperated and is, you know, gently chiding him and so on. And it's just a lovely exchange. So I asked Ram, when I spoke to him about Gandhi, after his biography was out, that what do we make of this? Like, I understand people are evolving. But he wrote Hind Swaraj when he was in his 40s, mid 40s, you know, you'd expect a person to have evolved beyond that stage. And yet his ideas are very simplistic and muddy on these subjects. But on a subject like Satyagraha, on certain subjects, his words are incredible. They're inspiring, they're incredible, they contain deep truth. Why is that? And Ram's answer, which I know you'll agree with, was that when he experienced something, you know, that deep knowledge he gained from experiencing it, from being a practitioner, as you put it, brought great wisdom and great insight. But when he hadn't experienced something and he knew it only in the abstract, you know, like the good that railways can do or modern medicine, then he would rail against it and you don't take his view seriously. And to some extent, I guess at the end of his life, Gandhi must have figured this himself and he said, burn all my books, you know. And I mean, I'm rambling a bit, but it seems here that there are different ways of arriving at views of the world. And one way is ivory tower intellectuals, we read our books, we get our ideas. The other is from the grassroots bottom up way, like the farmers you and I met in Deolali. And perhaps there is a mix of the two. Perhaps people like me, people like you have certainly gone into that India. And people like them also are very well read and they kind of find validation of their lived experiences in these big ideas. But Gandhi's way is very interesting. He's learning kind of by immersing himself into doing things and it almost seems an accident what emerges. Like all his satyagrahas, basically, if you look at the proximate aims, they kind of failed. You know, the last South Africa one had like a face saver kind of half success, but they all kind of failed in their proximate aims. The salt tax remained till 1946, the salt tax today is much higher. So they all failed. But what they succeeded in was by mobilizing the public imagination, by turning what was a movement of elites into a movement that was a mass movement. And you and I have discussed this before. And I think it's kind of accidental and it's he got lucky. And it's only in hindsight that we attribute political genius to it that, you know, this was his vision and he made it happen and we put a teleological plan to it. And it's actually irrelevant, which of us is correct on this one point, it's completely irrelevant. He did what he did. And it was kind of incredible. So what are your thoughts on what I just said?"
    },
    {
        "speaker": "Guest",
        "time": "02:55:01.520",
        "message": "We need a few sessions to discuss Gandhi for the reason that I'm not a Gandhi scholar. So I am relating to Gandhi through my own experiences, just like Gandhi evolved through his own experiences. So I'm kind of secondhand, but at least through him. So I mean, if I understand Gandhi, he literally believed in detached action. He created in his own life a kind of detachment, which we can only dream of, you know, so many of us, we try, we know so many bad things in us. We want to rectify it, you know, smoking or this, that or the other. What a struggle. What a struggle. Many of us give up and try again, some of us succeed, some of us don't. And that's true in very many aspects. And so it was with Gandhi. Yet once he set the goal, the focus was not on the goal at all. So the salt tax was not the goal at all, neither was India's independence. His transformation was that he crafted the identity of Indians as citizens, which hadn't happened then, before, which hasn't happened since. I mean, an amazing transformation that a society that lived without a state, literally, Indians, you know, Indians didn't depend on a state protection to remain Indians. The civilization of India survived for all these years, for the various factors that they were, but, and people can still relate to some common element, they can share the epics, etc., etc., but there was no political anchor to it. So here is a civilization that never in its history relied on a political anchor. Gandhi had this amazing challenge, incredible challenge, that to create a political identity, yet go far beyond that identity, which is why he was a nationalist leader, perhaps the only one I can think of, who didn't need history to justify himself. You know, do the right thing, exactly as the Gita would say, that figure out what's the right thing, stick to it, forget the goal, the goal would happen in its own due course because you don't have all the control over, you are not God. So you won't be able to deliver the goal as such if you claim it. So do, figure out what's the right thing to do, figure out how to do it, go about doing it. Which is why it led to such amazing experiences for Gandhi and he kept evolving. To me, it is this process that I find fascinating. Very few authors, including Rand, would acknowledge that evolution, Tagore did. Amazing! So to me, that correspondence is not about the conflict that they had in terms of ideology or ideas or principles or philosophy. It is that they were struggling, grappling, just like Krishna was trying to grapple or Arjuna was trying to grapple with Krishna and Krishna was trying to explain to Arjuna. You know, so to me, it is this process of engagement that is the most exciting part. To me, if you and I agree, we would have nothing to discuss. We would only discuss whom to bash up because that's the guy I don't agree on or we don't agree on. You know, literally or metaphorically, whichever way we think of how to gang up against other guy. But we can discuss precisely because there are threads, nuances that we are exploring. So I have no this thing about you disproving me because if you do, I'll thank you because it will give me a new insight into something that may not have come to me. And if you don't, that only reinforces by this thing that, okay, I'm on a right track and I presume that would be the same with you. Yeah, exactly. Yeah. So it is this process. This is the means. To me, this is the means. There is no other. The ends are irrelevant. Irrelevant in the sense that you can set it, wherever you are headed, but that's irrelevant. Which is why we cannot, you know, I mean, ends are necessary or it creates the drama. It creates the effect that had it not been for the salt tax and the salt movement, would millions have kind of gelled into such a movement? You know, so I'm sure the events do play a significant role, but they're not the whole story. They're only the starting point. They only help to set in motion a process which we should all aspire for. You know, so Gandhi and Tagore, and Tagore was of course much more of an intellectual, although he tried to be a practitioner in terms of his Shantiniketan efforts and all that. But Gandhi was a practitioner through and through, which is perhaps why I relate with him as an engineer, you know, even conceptually. That I'm looking at a problem as to how do, if this is a problem I'm facing, how do I come across and how do I, what do I take away? How do I improve upon it, et cetera, et cetera. He was constantly doing that. He was a practitioner. So I have no problem that he has differences with the philosophers and the principles, because those philosophers and the principles had a fraction of a reach in terms of how he connected. That's the practice. Tagore also did the same, but of course, much more intellectually, I mean, Tagore is much more intellectual. So to me, it is that both of them acknowledge this process of evolution, whereas what we have created today is that we want our icons to be born icons. I think it'll be a dead end. I think it'll be a disaster. We'll all turn into fossils and rocks if we are born into what we are."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:24.600",
        "message": "We will turn into fossils anyway, but for a while."
    },
    {
        "speaker": "Guest",
        "time": "03:01:28.080",
        "message": "For a while. Yeah. At least you'll pass on the gene to the next one. Yeah. So I think, I think to me, it is this process, which is why the poem that you read, you know, is the rebirth and the freshness of it. Yeah. Yeah. That's what makes life interesting. Otherwise we are all gone. You know, this actually, you know, to me, one way of, I mean, one thing that kind of fascinated me and I was telling some other friend just a few days ago, why don't we look at the sky? One is the pollution and all the rest, many of us in urban India can't. But look at the sky, the enormity of space and the insignificance of our tiny battles. You know, I really think we'd be a very enriched society if, if astronomy or things of that kind were built in as part of our education system. Look at the sky. Amazing. You know, whether you think of it created by a creator or not, I don't think it was a creator. You think it's a creator? That's fine. That debate won't get resolved immediately. But that difference would not, should not lead to the other differences in the practical world. Because the practical world differences are not because of that difference, which is why you know, the thing that kind of, another from Gandhi's own life, thing that made me completely rethink Gandhi was when I began to, at least in my perspective, when I began to ask how and why did Gandhi change from God is truth, he was a believer from his beginning and it's not true that Gandhi was only influenced by the West, the philosophers of Tolstoy and Thoreau and things like that, his Jain and his Vaishnav teachings in India, which was predating his, played a huge role in terms of what he was. But how a man who hardly ever went into a temple, yet claimed to be spiritual and prayed every day, twice a day at least, shifted from God is truth to truth is God. To me, this was an eye-opener and which actually made me realise or accept as of now at least that I have no conflict with Hinduism. Even though I'm a non-believer, I'm a non-practitioner, I have no beliefs, I have no customs that I would follow. The only time I would follow custom is only because the family and the society around me wants me to adopt a particular one. I don't want a confrontation on that because that's a practical thing, that's not a principled issue. I have no prohibition. To me, this was the starting point of understanding why. That if you say God is truth, then firstly you'll have to believe that there is a God and then there is a question of whose God, which God, you know, Shiva or Vishnu or the Christ or Mohammed or the flying spaghetti monster. Yeah. So, you have to debate all that. But truth is God is that process transition from the end, where you are giving the end and saying that truth is a way to God, you are now reversing it. You know, you don't have the end. You have the truth and then it leads to wherever the end is God, no matter what that thing might be. And I believe this actually can help us understand why Gandhi said many of his anti-technology things and why he said it. Because as a practitioner, we must always look at the context in which he is saying or doing things. His is not a theoretical journey. He is not looking for a beautiful theoretical construct that physicists and mathematicians look for, you know, symmetry and beauty and all the rest. He was not looking at all that. He was looking at hard ground realities, which meant that this transition enabled him to relate to scientists, relate to philosophers, relate to atheists and relate to believers without… Have you ever seen a picture of Gandhi entering a temple or sitting before a deity? And of course, one section of Hindutva Brigade disowned him, which is how he got killed or"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:16.840",
        "message": "murdered. But he was close to another section. In fact, he defended the Varna system at a different point in time."
    },
    {
        "speaker": "Guest",
        "time": "03:06:21.640",
        "message": "Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:22.640",
        "message": "So, that's the part of the evolution."
    },
    {
        "speaker": "Guest",
        "time": "03:06:23.640",
        "message": "That's the part of the evolution. That we need to… Which is why, you know, otherwise we are expecting Gandhi to be born a Mahatma, which is the one reason why he said that discard Mahatma. In fact, that was one of his absolute rules in his ashrams, that no one should refer to him as a Mahatma. So, that's why I don't look at Gandhi as a Mahatma, Bapu, father of the nation or anything of that kind. I look at him as a person who actually lived in flesh and blood and who actually tried to do things in practice, which is probably I can relate because I didn't come up through the intellectual route. You know, I mean, all my exposures were because I was trying to relate in terms of my lived experience. So, I didn't come through the intellectual route, which I think is very critical to understand"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:11.960",
        "message": "Gandhi. And what I also think of it, and the reason I won't litigate this too much, is that I have increasingly come to believe that the biographical details of the life of a dead man are kind of irrelevant. They've left impacts on the world in different ways. And those impacts are important, especially their ideas. So we should debate their ideas and discuss their ideas and what we learn from that. But the biographical details is something useful served by going into it because a guy is dead and the guy should be dead. Like his ideas in Hind Swaraj are kind of ridiculous, you know, his ideas on caste also evolve in strange ways. In the last decade of his life, he's completely lost it with the kind of experiments that he does like sleeping naked with his 17 year old grandniece, Manu, you know, all the other leaders of the movement kind of like, you know, what the fuck, what's wrong with this guy. But I think at that level, that's irrelevant. I mean, in certain ways, he was a great man in certain ways, he was exactly the opposite. And but what we are left with is his ideas and the learnings that we can take from that. And the subject of noticing sentences, I love the sentence of yours, why don't we look at the sky? That's such a beautiful sentence. And I think more of us would benefit from a looking at the sky and be talking to the person next to us, instead of being observed in our smartphones all the time and just being sort of in that abstract kind of world. Let me sort of in the context of the current time and a debate that you and I have had, let me, you know, talk about something that we both agree on, that the end does not justify the means, right? Now, how I often think of it in the context of the state is that look, I'm against coercion. Consent is everything to me. At the same time, I realize that the existence of the state is necessary to protect our rights. You need a state with a monopoly on violence to protect these individual rights with you and I hold so dear. But the existence of the state itself implies, as Gandhi also pointed out, implies a certain base degree of violence, because to protect our rights, you have to first infringe our rights in terms of the state existing, it exists on our taxes, and there is coercion involved and the very notion of the monopoly of violence is exactly that. And therefore, my thinking always has been that I'm not going to be an anarchist and say there should be no state, because society would evolve towards having a state of some sort, even if there wasn't one in, you know, in a perfect condition. But I'm always conscious that as I wrote a column, you know, as is the headline of a column I once wrote that every act of government is an act of violence. Therefore, whenever we think of the state doing something, we have to acknowledge the cost. We can't pretend that there is no cost, that government money is unlimited or the state can do whatever to solve this problem. Everything that it does has a cost and we need to kind of acknowledge the cost. And therefore, there needs to be a really high bar on what the state should do. Because with everything it does in some way or the other, it is infringing on our freedom as citizens. And I would say that a justifiable intervention of the state would therefore come in protecting our rights and protecting our lives. Now,"
    },
    {
        "speaker": "Guest",
        "time": "03:10:15.400",
        "message": "I think I'll just add, you know, it's not the economic cost. That's a marginal, it's a moral cost. It's a coercion. Yeah, it's a coercion. And Gandhi actually said it in another form, that every action of the state is manifestation"
    },
    {
        "speaker": "Unknown",
        "time": "03:10:28.840",
        "message": "of violence."
    },
    {
        "speaker": "Guest",
        "time": "03:10:29.840",
        "message": "Yeah. And it's that violence that needs to be restrained because we need the state, but only need it to that limited degree and not beyond. Which is why, and this is something is very new, I mean, you know, and maybe we'll have another occasion to discuss this, this distinction that Gandhi drew. And I think there has been very little understanding or discourse on that, that Gandhi rarely spoke of rights. He was speaking of duties. For the last three or four hundred years, we have been talking of rights. What's the difference? And the way I see it, and like I said, I'm not an academic coming from that world, as a practitioner as I see it, rights are our relationship with each other, governing our relationship with each other, enforced through the coercive power of the state or the arbitration power of the state, the judiciary. That of course depends on whether the state is efficient and capable and even wants to to do that kind of activity. Second, duties is our own, it's our commitment to ourselves. That's duty. Which means that irrespective of what the rights are, and which is what Gandhi had, in fact just last night I was reading something because I was looking at something and I suddenly came across, I think Gandhi had an exchange with HG Wales regarding these rights and duties. And then I think somebody else wrote to him about this Universal Declaration of Human Rights, which of course happened a few months after Gandhi passed away, he died in January, that probably happened later, but the same year. And Gandhi had the same point. And this is something that's kind of coming from, say, my first introduction to this kind of social science was through Ayn Rand, and therefore the focus was on rights. And then my experience through many activities, farmers, elsewhere, where property rights became a key component of our frame. But it was rights. And Indira Gandhi introduced duties into the constitution and therefore it became a problem because you are trying to institutionalize duties. Duties cannot be institutionalized because it's our own, which you can see daily on the streets of anywhere, village to cities. Why do most people, you know, anyone could, any two, five people could gang up against one and snatch away the mobile or the money or whatever, whatever, just beat him up for fun. 99.99% of the time you don't see that kind of things happening. The poorest of the poor in India would not, 99.999% of the time, throw a stone at a Mercedes just because the Mercedes is passing by. That's duty. It's not conscious, it's ingrained that we perform duties because we believe that's the right thing to do, which cannot be enforced by law. And therefore, Indira Gandhi did a great disservice by doing this duty business into the constitution and which has meant that we have now, what should I say, rightized our duties. Which means, you know, all the positive rights, etc. has been passed off as rights because"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:55.800",
        "message": "we've given up on duties. So let me kind of push back on that. Like first, I find that Gandhi's thinking on this particular subject is incoherent and we can go into that in detail later, but I think there's a category error in talking of rights and duties like this, in the sense that I think, like, first of all, rights are fundamental. Otherwise, what does it mean to be a citizen? What does it mean to be an individual? Rights are central to the way I think about our relationships with each other. But rights and duties exist in separate domains, except for the duty, you could say we have to not infringe the rights of others. And if you phrase it like that, in that particular sense, that one duty is something that is connected to rights. But other duties, like you correctly said, I think come about from the voluntary actions of individuals, you know, and therefore cannot be coerced by the state. And therefore, Indira Gandhi got it completely wrong over there, along with many other things she got wrong. So for example, I might have a duty towards you that Borun is in his 60s, let me not keep him talking for more than five hours. And that might be my duty. And you might have a duty towards me that, you know, Amit has come all the way to Delhi to call me for a podcast, we'll talk for seven hours, I'll give him what he wants. But these are voluntary actions. These are things that we feel and like you correctly said, a lot of what is so beautiful about social interactions is this sense of duty towards our fellow citizens where we are helping strangers without needing to and, you know, looking after others and all of that. Even within families. Even within families. And rights are in a separate domain."
    },
    {
        "speaker": "Guest",
        "time": "03:15:22.680",
        "message": "I think rights are like a hygiene factor, I think, I mean, this may not be the whole story. Because firstly, and historically, societies have existed predating rights."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:15:37.120",
        "message": "And if rights are defined just by the states, then there is a problem. No, but they're not. I agree that rights exist before the state, except that we implicitly recognize each other's rights. Some duties emerge from that."
    },
    {
        "speaker": "Guest",
        "time": "03:15:49.520",
        "message": "Some. And, you know, this is, in a way, semantic. But I think it is important that it is because we recognize our fundamental duty to ourselves, we begin to recognize what is the basis of our relationship with somebody else. Because we look at that person as our equal. And it's only in the interaction phase, in some form, in some specific spheres, that the issue of rights might come in. Otherwise, 95% of the time, we are all functioning in our domains of duties, not in the domains of rights."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:16:31.760",
        "message": "Because just think of it. Yeah, but, Varun, those domains of duties emerge from our implicit understanding of rights. For example, it is my duty that if I disagree with you, and I suddenly feel violent, it is my duty not to slap you, right? But that duty emerges because I understand your rights and my rights, and that I would be infringing on your rights by slapping you."
    },
    {
        "speaker": "Guest",
        "time": "03:16:51.400",
        "message": "But maybe it's kind of... No, I think it doesn't end there. Because if you do slap me, then I can invoke the state to say that, arbitrate and figure out whether this is right, wrong, etc, etc. And therefore, the rights, while we say it is inalienable, but in a strict sense, it is dependent on that somebody, ultimately, who's willing and able to do it in a manner which is just and proper. Which is... Which is true. But which is not the whole story. Because 95% of our interactions are not based on our..."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:22.160",
        "message": "Yeah, but you're not disagreeing with me."
    },
    {
        "speaker": "Guest",
        "time": "03:17:24.240",
        "message": "No, I'm not disagreeing. I'm not disagreeing at all. I'm only saying that we should not categorize it as either or. That's what I'm saying. That is the relationship between the two."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:34.320",
        "message": "Yeah, I'm saying there's no dichotomy. I'm saying that it's a category error, because rights sort of depend on the state and they need to be kind of, you know, formally spelt out and all of that. And duties emerge within society from this incredibly rich web of personal interactions. But the question that I was coming to, is that therefore, I think, because of the way that I see it, that, of course, coercion is bad, but you need a limited amount of coercion to protect everybody's rights and make sure that there isn't only coercion. And it's kind of to me what I call the liberal paradox. And therefore, we need to litigate very closely what a state should do and what a state should not do. Because everything a state does is a violent act in its end. So whatever, wherever you invoke the use of the state, you have to be very clear about why you are doing it. And this is where you and I kind of disagreed, where at the start of COVID, I felt that in such a massive crisis, that the blunt tool of a lockdown at that time, you know, today, we can look back on how the lockdown was done really badly. And, you know, a lockdown at a different point in time is a different matter. And a lockdown is a coercive tool that states will misuse inevitably in, like I heard recently, because of the Delhi fog, somebody was musing about how Delhi should have a lockdown. Inevitable. Yeah. Which is absolute nonsense. And on all those matters, I agree with you. But when the lockdown was first called, I think in an idealized sense, there is a moment where a lockdown may be necessary. I understand it's an infringement on our rights and no one defends those more than me. But at the same time, the duty of the state is to protect the lives of its citizens. And this seemed to be the edge case where that would be the case. But you, on the other hand, took this principle stand that no, lockdowns are wrong, period."
    },
    {
        "speaker": "Guest",
        "time": "03:19:15.720",
        "message": "No, no, no, I didn't take a principle stand on lockdown. This thing was that we are not ending up normalizing another expansion of the state. And that would come to haunt us as it has. The Delhi may have a lockdown now and now we can have a, now, it's not an India phenomenon at all. China and the Chinese party have won the war as of now. Every government is aspiring to wield that kind of authority over their people. We have normalized it. That to me, no, lockdown is secondary. The pandemic will come and go. It has happened before, it will happen again. That all is secondary. And secondly, incidentally, there was no manual, including WHO's, which called for lockdown in case of epidemics and pandemics. So that's aside. You know, it shows, to me, it shows it's not the lockdown, this will pass. It is how we were just waiting, that as a society, not just our leaders, as a society we were all waiting for an opportunity to allow the state to expand itself. And that it has happened in the freest of the free countries. To me, that is incredible. And that, this is going to now lead to a kind of internal divisions, which didn't exist a few years ago. So to me, this is, I mean, the cost of this in societal terms, forget the health, I mean, yes, some people, I mean, we have in one crore people die in India every year. So there will be a few people dying extra. That might be me, that might be you, that might be somebody, I mean, we have lost two members of our family, one due to COVID, one non-COVID, but that we all take it that this is going to happen. But to me, this cost, because we have no conception today what is a state. And this has been normalized not overnight, not because China did it and we copycatted China. It has been happening for the last 50 years, 60 years, since the end of the Second World War. Second World War was fought against the Nazis, the National Socialists. After that, Britain had its National Health Service. Now we can say that we can expand the state, but every time we are expanding the scope of the state, we are completely forgetting that we have also normalized one extra bit of violence. And there is no pullback. I am not seeing any pullback, there were accidental pullbacks, like in 89, as we can see now, the collapse of the Berlin Wall and everyone was so elated that the wall has gone and therefore new dawn of freedom, etc. But it wasn't. 91 to me is another great example, that 91 liberalization in India was state-driven. And today, it's the curtsy of the state which is reversing it. So we have completely disconnected our values and morality and duty from the kind of instrument that we are willing to wield. This is hugely costly."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:15.440",
        "message": "I'll make a couple of observations and I'll come to a question. Observation one is that of course I agree with you that any power that the state takes, it never holds it back. It's extremely rare, like you pointed out, and therefore it's a problem and it's something that we should fight as Thomas Jefferson famously said that, you know, we can't take liberty for granted. It requires eternal vigilance, in his memorable phrase."
    },
    {
        "speaker": "Guest",
        "time": "03:22:37.920",
        "message": "His phrase was refreshed by the blood of... So I'll make my next... Eternal vigilance was Acton."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:44.760",
        "message": "No, eternal vigilance wasn't Acton, it was Jefferson. Acton. Okay, whatever. We'll leave this in the recording so one of us, possibly me, can be proved to be wrong. There's no shame in that. My second observation is this, that we can evaluate an action by the right thing or the right or wrong thing to do through two lenses. You know, one is a moral lens, a deontological lens, but to cut away the jargon, the moral lens that if we agree coercion is immoral, then if something involves coercion, it is wrong period. The other which comes into play when you think about what the state should do, where it is justified in using coercion, is a utilitarian lens where you say that, you know, the end makes it worth it, etc, etc. And I am extremely suspicious of utilitarianism because of the Hayek's knowledge problem that you can never actually know the outcome of anything. And whenever you project a particular outcome while designing a policy, all your biases will come into play and your ignorance will come into play. And we should be wary of utilitarianism because you might get locked in, you might get locked in. And obviously, when the lockdown was called, it was called on a utilitarian calculation that something really bad may happen. And of course, this is also bad. But we got to do this, we got to choose this over the other. Now my question to you is, let's take a thought experiment. Now COVID, we were in a fog of information, then we understand it a little better now. But let's say that there was a pandemic, which had, let's say an R, which is how many person an average person spreads it to, an R of three, which is very high, and a fatality rate of 50%, which is also very high. Would you then call a lockdown? Is there any rate at which you would say a lockdown is justified? Like what if mathematically, it was inevitable, that if we don't call a lockdown, everybody will at some point die? You know, at what point do you say that a lockdown is justified? To me, this is a thought experiment."
    },
    {
        "speaker": "Guest",
        "time": "03:24:38.800",
        "message": "I look at it beyond the pandemic. One reason being that something has been with me for much longer than the pandemic is very new. So the knowledge problem is much greater. But in my thought experiment, I've laid it out. To me, I'm using an analogy to hopefully to get to that. That Newton's third law, you know, very famous school students know it, you know, action reaction, politicians use it, whatever. But does it actually, has there been any engineer who's been able to craft that law into action? Even nature has not. Okay, I'm an art student, I'm very ignorant, what is that law? That is, you know, every action would have an equal reaction, condition that there is no friction. Right? So, the two balls, two planets, two stars will come and go, come and go, bounce each other indefinitely, because there's no friction. Right? That's the law. That's true. Provided those conditions apply. And even nature, you know, the ultimate reality as far as we can conceive it, even nature hasn't been able to create that ideal situation ever, which is why truth is a pursuit. These challenges will come, pandemic, lockdown, whatever, whatever. The question is, are we recognizing where we might err and therefore figuring out from the beginning that how to hold the line? Otherwise, I can document from 1947 or 46 or whatever, when the Second World War ended, the whole world, not just China and the Soviet Union and all the rest, whole world has incrementally moved towards enhancing the state and normalizing violence. Now the violence is, you know, I agree with Steven Pinker, that the physical form of violence, you know, may have decreased, which is true. But the coercive form of violence hasn't, it has expanded all around, which to me, you know, it is not because we don't need to do, there could be circumstances where we need exceptions and we need to figure out. But if we lose that line, which we have, the whole world seems to have lost that line, that where is that line where we are going to, at least a recognition of that line. Today, it is a blank check. All of us expect in the name of our rights, that let's take a claim, the state will deliver. If we have the numbers, if we have the votes, we can get to whatever. To me, that line has become invisible. In fact, even in our imagination, is a huge cost."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:27:27.640",
        "message": "So here's the thing. I agree with that. I agree with that so strongly that I will urge listeners to rewind this as it were and listen to what you just said one more time. That strongly I agree with it. But you're not answering the question and the question to me is important because, you know, the recognition that there is a state is a recognition that there are exceptions. So going back to the thought experiment, you know, at what point would you say a lockdown is justified? Where do you draw the line? You said about holding the line against state overreach. What I have increasingly seen is that, you know, you and I are thinking this out, we are thrashing it out, we're looking at all the different angles. In this particular case, I recognize that there are trade-offs, that whatever a government is to do, the costs are seen and the benefits are unseen. You can't see the lives you save, you can see the lives that go, whether you call a lockdown or the other way around. But the positions many people took on this depends on which tribe they are from. So Trump did not call a lockdown, so people are anti-lockdown there on the right. But here on the right, Modi called a lockdown, so people were pro-lockdown. And these positions are kind of hardened. But I'm just trying to figure it out on my own because I still think we don't have enough knowledge on whether a lockdown and what extent of lockdown was the right decision then, though at that time it seemed sensible to me, given the fog of knowledge. But I would say that there are some circumstances when a lockdown is necessary and some when they're absolutely not. So is that something that you agree with? Is there a condition in which you would say, if the R is 3 and if we know that 50 lakh people will die, 5 crore people will die, whatever the number is, at what point do you say that lockdown is necessary?"
    },
    {
        "speaker": "Guest",
        "time": "03:28:59.680",
        "message": "Would you ever say that? You know, as an engineer, as a trained engineer, I mean my education is engineering. I get the knowledge problem, don't bring that up. No, not the knowledge problem. This is an experiment. Not the knowledge problem. Yeah. It's the lack of even recognition in our imagination that what is the nature of the problem. That you know, it's like, it's like what you said, you know, the wars might happen, some people may cheat, Ramayana Mahabharata, the war would be fought, not in an ideal situation because the concretes are never ideal. So there could be situations where people may do lockdown, people may not do lockdown. But to me, that's not the point. The point is, firstly, what's the process through which we are going to arrive at that kind of a conclusion and more drastically, and which is what modern politics and particularly Gandhian politics should teach us, that have we, did we prepare the ground, that is the popular awareness and the participation in the process, so that there is a deepening of awareness about where the line is, so that it can be pulled back. So if we have not done all that, then to me, if you do this, we are on a downhill."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:30:14.760",
        "message": "Bhai, I agree with all that, but you're giving abstract answers to a concrete question."
    },
    {
        "speaker": "Guest",
        "time": "03:30:19.320",
        "message": "I wouldn't do that, if you want to really ask me, ask me personally, you would never"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:30:23.760",
        "message": "have a lockdown. I would never have a lockdown. Never."
    },
    {
        "speaker": "Guest",
        "time": "03:30:26.760",
        "message": "Even if everyone is guaranteed to die. Yeah, I mean, because even I will die, but I would not impose, I would not try to impose my will without first ensuring that there is firstly, I know the knowledge problem has been overcome to the extent it can be overcome. And secondly, that the wider society in which I am one, is in sync with and realizing the consequences. To me, can there be a greater this thing we all laugh at now, you know, it's quite common now to laugh at Francis Fukuyama because of end of history. Which is misinterpreted. He never said that. Yeah, he never said that. He's a great, great, great. Yeah, yeah. He's a very, I mean, a deep thinker. I mean, one has to, so this is a misinterpretation, just like I believe you partly misinterpreted Gandhi, Him Swaraj and all the rest. We can have another discussion on that. I don't want to go into that. Or people can read Him Swaraj for themselves and read his work. It's a short book. Yeah, it's a short book. And like I did, it will, it is likely, and at least for me, it'll, it'll give you new meanings from what he's saying. So we can, we can discuss that separately, because then it's a bit more compromise. Next thing is that as, and this is what gets me to the early points that I was saying about public and the policy. If we are not going to engage with the public to make them realize the implications, make the whole society aware of the implications of what's going to happen, we are digging our grave. Gandhi's single biggest success or his effort was focused on raising this sensibility among the people. Everything else to me is secondary. We today have outsourced citizenship, literally. We expect somebody else to take care of everything that we want."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:24.960",
        "message": "That's a lovely phrase, outsourced citizenship."
    },
    {
        "speaker": "Guest",
        "time": "03:32:26.800",
        "message": "Yeah, we have. And it's a tragedy, it's going to cost us. And this policy, in this approach, you know, that is why means become so important. Because we have ignored the means through which we have arrived at that conclusion, we have dug our grave. It'll be a Herculean challenge trying to come out of it. Because in the last 100, 150 years, the society, because, and you know, this is a distinction I recently realized, I had read about it, but I had not really realized it. I don't know if I had shared it with you earlier. What we are confronting today is a bottom-up totalitarianism, not a top-down authoritarianism."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:33:03.800",
        "message": "Absolutely."
    },
    {
        "speaker": "Guest",
        "time": "03:33:04.800",
        "message": "That's a very good phrase. Bottom-up. It's not my phrase. I think Hyde or somebody else, I listened to it and I've been re-listening and rethinking this. And it's true. Authoritarians can collapse, either because of counter-revolution, coup, palace coup, people revolution, whatever, whatever. Totalitarians don't collapse. If they collapse, or when they do, they take the whole society down. Hitler was one of only the latest, or the recent, and the most memorable, tragic example of that. Because the support base is not coming from the willpower of the leader, no matter what"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:33:41.120",
        "message": "he claims. The demand is providing the supply."
    },
    {
        "speaker": "Guest",
        "time": "03:33:44.280",
        "message": "Correct. Which is why we need to prepare the ground. Which is why I tried to shift from policy to public."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:33:50.200",
        "message": "And that's one place where Gandhi was spot on, where I absolutely agree with him. Spot on. Completely."
    },
    {
        "speaker": "Guest",
        "time": "03:33:55.800",
        "message": "It has to be bottom-up. And that is the power of today's modern totalitarianism, and you can see it everywhere. Every society is now going through it, including the so-called free world of the West. It's amazing how quickly they've adapted to this new normal. Each side, and which is why we need to rethink politics. Because this is happening in public eye, through the political process, because the political process is increasingly geared to capitalizing on the us versus them, rather than political process as it happens in a family, that you figure out what dispute to resolve, how much resource to allocation, within a certain modicum of force, or authority of parents, and certain modicum of negotiation. You know, you may say that this weekend we'll go, you'll buy a book, next weekend you'll go to a movie. You do all such juggling act. You know, so we shift our priorities, preferences, from the immediate to the next, etc. etc. We do it all the time. To me, this is fundamental. We are digging our own grave. We are digging our own grave. So without that context, which is why engineering to me, this wouldn't have come to me, had I not been rethinking Newton's third law, or any law for that matter. Because third law is the most common way of rethinking that. You know, for instance, we are sitting in a room. This room is perhaps 10 feet."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:15.160",
        "message": "I don't know. Whatever."
    },
    {
        "speaker": "Guest",
        "time": "03:35:17.160",
        "message": "Whatever. Can we measure it to its ultimate precision? We can't. We measure it only to the context to which it is necessary. You know, so the concrete architect would have needed something else. The old-time stone architecture would have needed something else. The modern architecture, which might be whatever, titanium or whatever, whatever, would have something else."
    },
    {
        "speaker": "Unknown",
        "time": "03:35:39.840",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "03:35:40.840",
        "message": "To us, to me, what is important is the process through which you are arriving at, and realizing the context in its totality. That what is economically, politically, socially, technologically viable, and what is going to be carried at the fallout. To me, you know, to me, in fact, just last night, I think I wrote to a friend, because I have most of my engagement interactions personally, which is why I am not in most social media groups, because I like to talk to people, I am talking to you, I talk to people personally. So, I just wrote to her last night, actually, that this is a major challenge, to me it's probably the number one challenge, that we are unable to figure out that the line is even necessary. Forget holding the line, we have completely surrendered that, which is why I said surrendered our citizenship, because we the people are to be the sovereign. Somebody else is claiming sovereignty, and you look at the other side, that sovereignty, whether it is democratic, authoritarian, whatever, that sovereignty of the top is always temporary. Why? Because either there will be an electoral change, or there will be a biological change, that the person at the top will go at one point or the other, and even a natural death. Some totalitarians have died that way, you know, Tito, for instance, he died that way and he took the whole society with him in Yugoslavia. Therefore, that change would be completely outside control, which is why Gandhi's rephrasing of politics, and which I came, because between 1989, when V.P. Singh won, till today, most of the time, I'll be extremely apprehensive about what we think of politics as such, what we generally think of politics. But last 5-6 years, because I was rethinking Gandhi as a practitioner, because politics is the art of the possible, the practitioner, it's not a theoretical field. And that field requires engagement with people. That's what Gandhi kind of, you know, I mean, I won't say that this is my final position because I can change again if I realise something different. But as I stand today, as citizens, our primary responsibility is, or duty, is to reclaim our citizenship, which we cannot do if we don't even imagine that there is such a line. Today, the social sciences and the physical sciences and now the biological sciences all have converged on giving up the line, which is why a right-wing, left-wing, everybody can have a lockdown without a bother, because it doesn't exist in popular imagination. That's the price. Therefore, do whatever, you know, like Krishna, I mean, go to war, do whatever, at some point a time might come when a war might be necessary. But remember the line. Why is it necessary? Otherwise, we are sacrificing ourselves, which we are. The whole world is sacrificing citizenship and self-sovereignty over all this rest that has happened. It's a tragedy. So in this sense, in the political sense, Gatni has been an eye-opener for me in the last 5-6 years. Because I had no clue, you know, like most Indians, I'd said, like including coming from a political family, that this has degenerated, this, that, and the other. But this degeneration is not a kind of a, you know, a black magic by somebody else who is kind of a magician, or a witch."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:32.920",
        "message": "So let me ask you a question. You've travelled a lot across the country. You meet people. Is that what you do?"
    },
    {
        "speaker": "Guest",
        "time": "03:39:38.840",
        "message": "You meet people more than anyone? I try to."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:40.840",
        "message": "Sure. So, like, my sense of what has happened recently is that Indian society was a, always illiberal, though there are threads of liberality, because anything you say about India, the opposite is also true. But there was an illiberal strain. There was also this kind of bigoted Hindutva kind of strain. And of course, we contain multitudes, but these strains were there. And these strains were never acknowledged. They were never worked upon. And now they've become dominant. In a way, politics has caught up with society. And I love the phrase bottom-up totalitarianism, because what I see as happening is that I think this movement is really driven from the bottom at this moment in time, that if Modi wasn't there, somebody else would be there. I think it has nothing to do with Modi or Hindutva. Exactly. It's global, mostly. Sure. But I'm talking in the context of India, that this is driven, this specific strain, this anti-Muslim nature and all of that, whatever is happening, this harkening back to a supposed monolithic tradition and that people should wear bindis and all this should happen, which is very disturbing to me. And I think all of this is coming bottom-up. I see it very clearly, you know, Modi and Shah did not cause it. The BJP did not cause it. And they're riding a tiger which they cannot control. They cannot get off. And it is what it is. And it's going to continue for a while. Now you actually meet people, you're not an ivory tower intellectual, as to some extent"
    },
    {
        "speaker": "Guest",
        "time": "03:41:07.120",
        "message": "I am."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:08.120",
        "message": "At least to an extent I try to, I don't know. So what is your sense? Like my pessimistic sense is that this is who we are, this is what was supposed to happen. My optimistic sense is that, listen, we contain multitudes. The guy who hates Muslims may also want prosperity for other reasons. He may want his kids to go to a good school, he may want a job when his kids grow up. He may want a biryani made in a Muslim kitchen. So there are multitudes and maybe there is hope in appealing to some other, the better angels of their natures, as Pinker might put it. And I don't know if that's fruitless optimism. So you go out there, you meet people, beyond the bias of your optimism, because I know that you have an optimism bias, you believe that the world can be changed like Gandhi did. Beyond that, if you were to sit back and think about it, what is your sense? Should we be hopeful?"
    },
    {
        "speaker": "Guest",
        "time": "03:41:53.800",
        "message": "I mean, is there anything, any alternative to hope?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:58.440",
        "message": "That's a wrong question. Is there a reason for us to be hopeful? Like rationally, my brain tells me that no, it's going to get much worse."
    },
    {
        "speaker": "Guest",
        "time": "03:42:03.960",
        "message": "I think it depends on whether we think something can be done. More importantly, it is the responsibility of each of us to try to do something. To me, that is the bottom line, because the outcome, we can't be sure, obviously. But the process of participation and the process of engagement, that we can be. The question is whether we think it is useful, you know, useful in the sense of that it may initiate or sow the seeds of change at some point at least, or if we give up and say that this is a downhill that we are headed. So I mean, to me, since I don't know whether I'll of course become extinct, but I don't know whether the species will be extinct and what time frame, etc, etc. So to me, I mean, there's no alternative but to explore whatever options you have."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:42:59.360",
        "message": "My question is not about what we should do. I think both of us, in a sense, take a Lord Krishna approach to this that we can't control the outcome. We're going to do what we're going to do."
    },
    {
        "speaker": "Guest",
        "time": "03:43:08.080",
        "message": "You know, and I think we should do what we think is the right thing to do."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:43:12.000",
        "message": "My question is about the ground reality."
    },
    {
        "speaker": "Guest",
        "time": "03:43:13.720",
        "message": "Yeah, but the ground reality is us. You know, isn't it amazing? I'm really surprised. I had never experienced it because we had never seen it this way. That in my kind of environment, social circles, Hindutva was not imagined. Yet it has become so apparent, it may not be dominant yet, but it has become or maybe it's even retreating at some places, but it had captured an imagination of a section. Which is why, apart and it got reflected in real life, that apart from our dual identity in the real world versus the virtual world, the impact was that in real world, even many families had a difficult problem having dinner together because the fear of raising issues"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:44:11.640",
        "message": "that might blow up. Mummy, why didn't you wear a bindi today?"
    },
    {
        "speaker": "Guest",
        "time": "03:44:16.720",
        "message": "It might blow up. So, that to me is a problem, a huge problem. Which means that we are losing the essence of the social dimension of human civilization. And that social dimension which has evolved through millions of years, you know, at least 2-3 million years since the human race came about, was physical. You know, one could be a Shakuni to hide the intention and try to manage, etc, etc. But it was just a matter of time before people figured out that this is a Shakuni. Because the interactions were physical, the costs and the benefits were enjoyed in a real sense, which is what I'm saying that, I mean, apart from all the intellectualization, and I know, I mean, I'll not even make a scratch the surface of it, even if I try my best, that our first obligation to ourselves and of our kind, that is mankind, society, is to reach out, to engage, to re-establish the legitimacy of reaching out and therefore the legitimacy of the diversity. Because our interactions are always very narrow, we are not, you know, like, we have biryani once a month. So our interaction is very narrow. So should that be the defining criteria? You know, so this wall that we have built, this boundary that you said a little earlier, is in our mind. Which is why to me, it's really, you know, even now, I mean, whenever I went to Jalgaon last month, and that was an interior area, therefore you could see the sky so brilliantly. Occasionally, even you could see meteors and the satellites moving. And you could distinguish that which is a satellite and which is a meteor. You know, to me, this is, you know, I mean, this is probably my most optimistic sense, that look at the sky and the things might begin to shift because it will give us a perspective, because we can all look at the sky. But other than that, I think it is our obligation, our duty to reach out if we accept that man is a social animal in the society and the state is only a small part of that society and evolved at a particular time and kept crashing every few generations. So the state part of it, to me, is secondary, necessary, evil, whatever way we want to look at it. But unless we as people, we as individuals, we as community, we as society are unable to realize and recognize the necessity of that line, that where coercion and violence will begin and how will we restrain it, we are onto the cannibalistic path. It's just a matter of time because we are swallowed, which is why bottom-up totalitarianism swallows up the followers and the leaders. And it's not just with Hitler. Think of the French Revolution."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:47:28.440",
        "message": "It's only colorful, cannibalistic path. So, you know, isn't it amazing that the French Revolution consumed its own leaders?"
    },
    {
        "speaker": "Guest",
        "time": "03:47:37.120",
        "message": "You know, so graphically, the guillotine not just consumed the king, it consumed them."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:47:44.080",
        "message": "Inevitably. I feel like I've been asking you the question, how bad are things and you keep answering with we can change it, but which is, of course, inspirational."
    },
    {
        "speaker": "Guest",
        "time": "03:47:54.000",
        "message": "So I don't think we can change it. I think, as I said, we got to do what we got to do, is there an option? Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:48:02.720",
        "message": "Because I don't know whether things will change. Okay. So my final question, and this is based on the work that you did with those tribals for forest rights, which you alluded to earlier, and which is in fact documented in this superb documentary called India Awakes, which I will link from the show notes. And I'll give a CliffsNotes version of it for my listeners, that Barun was essentially part of a group of excellent people."
    },
    {
        "speaker": "Guest",
        "time": "03:48:26.440",
        "message": "He was more an observer and a narrator rather than an actual doer."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:48:29.720",
        "message": "Correct. But he was part of the, and he will, of course, downplay his role, but he was part of this movement with some excellent people and they were trying to get, you know, property rights for tribals because property rights is really at the core of so much that he and I believe and perhaps we can someday do a separate episode on that. And the problem was proving that these people stayed in these particular lands over which they wanted property rights. Now there is no paperwork, there's nothing. How do you prove a thing like that to the government? And what Barun and his fellow travelers did was they use Google Earth data to go back 15, 20 years, whatever, and actually prove from the data that these people had actually lived in and occupied these lands for a specific period of time. And this data was so convincing that the government eventually allowed property rights to these tribals. And then the most interesting part of the story, which comes in the postscript, which when you told me I was, I was just knocked off by it, is that for the first time in their lives, when they built houses now, they built toilets within those houses because they had that sense of permanence that they may not have to move tomorrow. You know, just such a sharp example of how incentives can work. And when I look at that, it's it seems to me remarkable that tribals who are asserting the right over a land rightfully, which where they've lived for hundreds of years, should be able to do so with a technology that is so recent. And it must have taken such a mental shift on all your parts to even suddenly realize that yes, we can use Google Earth data to actually prove all of this and kind of make it happen. What was that moment like when that realization happens and it all works out?"
    },
    {
        "speaker": "Guest",
        "time": "03:50:12.920",
        "message": "Because I think it happened somewhat differently in a sense that I was an outsider."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:50:17.160",
        "message": "Sure."
    },
    {
        "speaker": "Guest",
        "time": "03:50:18.160",
        "message": "Archvaini in Gujarat had been working in the tribal pockets for decades. And they have been primarily there initially, they worked a lot on the displacement issue rehabilitation after the dam, the Narmada Dam. So they had roots in the communities in which they worked. And they were part of the movement which I observed from the sidelines, which tried to enact the Forest Rights Act, which would recognize the rights of the communities that live there. Then the question came, okay, we recognize it in the abstract. How do we define it in concrete? You know, how do you know that my arm is not reaching your nose? And there I think it was Ambrish Mehta, who is one of the core of the Archvaini, looking at how to get that and that was almost coincided, it was a coincidence again, that Google Earth was beginning to come on. You know, second half of, you know, after 2006-7-8, Google map was just beginning to appear and we could give and then what happened was that archival maps, that is, Google was also trying to put up as, you know, going back as much as they could, because initially the maps were all the later ones that they had. So they went back and that kind of made Ambrish realize first that if we could get maps of 2000, I mean these images, they were not maps actually, these satellite images from 2004-5-6 etc., you might have a much more granular picture of, because a right would have to be determined on the ground. So it's a concrete thing, it's not an abstract thing, freedom of speech. You know, it's a concrete thing. So it has to be determined. How will we determine? One is you determine culture etc., which is provision is there, you know, the elders agree etc. But the state would typically say that there is an interest in all of you to agree among each other to claim this. So this was Ambrish's, I mean, and to me, I was technologically novice, in fact, one of my first trips during this period when I went to Gujarat to see actually this, that the first time I realized that I had another phone at that time, the Nokia, that it had a GPS in it and a neighbor who was traveling in the train showed me how to use it because I had never even known what a GPS was, even in my own phone, because I never needed to use it. I had a Google map that I'll use to come to this recording studio, looking at the map. Yeah, so there was nothing. So firstly, that was first step that I think Ambrish did, figured that the Google map particularly going back and so he actually corresponded with Google, seeking that, please see if you can provide maps going back. So that was one step. Then the question was, the maps themselves are not sufficient. Because how do you know what you are seeing on the map is actually the place or what we see on the image is actually the village that you are in. So that's where the GPS came in and that was another kind of technological coincidence that the availability and the applicability and access to GPS kept increasing, first through the phones and then through the, through handheld simple devices, which are pretty low cost and with a degree of accuracy that you can tolerate. That then gave this idea that this can be done, that you would know what place where, because image doesn't tell you that is exactly what you are seeing or where you are. So those two correlations you can make that this is where you are and that's the image of the place you are seeing. My surprise was not so much the technological change because technological change we have seen, I grew up in an area where at a time when there was no telephone. I mean, yeah, literally, I waited five, four years in Delhi waiting for a landline connection. So I have spent that time so that technological change doesn't surprise me as much. What surprised me was that in one of our first visit when I went with Ambrish and Drupty and others, that's why I need to go to their field and see this, was the ease with which a semi-literate person could understand what was being sought and figure out why and how to operate that GPS. That to me was a surprise because here was I, say 15, 10, 12 years ago, an engineering graduate, had no idea what GPS was and here were people who many of whom at that time didn't even have mobiles and the mobiles were that old type, you know, the button type, not these feature phones as they call it. So some of them had that. Connectivity was extremely poor. You had to go to a hilltop to get connectivity. But they could relate and I began to realize, I began to experience what Hayek was talking about discrete and dispersed information. That people living on the ground know their community and their terrain like the back of their hand, which I sitting anywhere else or anybody else sitting somewhere else would never know. So they already know what they have. The question only is to figure out through technology so that other people who do not know can figure out that this is really true. So they took it like fish in water, as they say. That surprised me, really surprised me and since then Ambrish and Archvaini, Drupty and others have reached hundreds of villages primarily in Gujarat to train people, local community to undertake it. So that, you know, it is lived experience. The strength of this movement in their part of India is precisely because the ownership is claimed not by Archvaini as such, but by the people themselves because they have figured out, they have understood what is being sought and how and how they can, you know. So they are participating in the process. That brings me to the point that we had been discussing for last two hours. The focus on the process, the focus on the public. I didn't realize it as much as I am talking now, but I realized that the people can do it. I mean, it's amazing how much people can do without their formal education, which kind of reinforce something that I've been telling my liberal, libertarian friends for years, that we are barking up the wrong tree by saying that we need awareness and education. It has to be put in the context. You know, lived experience of people where those awareness and education could help. This was a demonstration of that in my own lifetime. So I know. So, I mean, what they achieved and how they did it to me is a phenomenal learning for me because I had no idea that this could happen. You know, property rights to me was an abstraction. For them it was life and death. So who has an incentive to grasp it? Yeah. So what this, I mean, of course, there are a lot of limitations. They have had to fight legal cases and it has gone on for 10 years till it's been going on the way the Indian system works. But to me, this just provides a glimpse. Just like Sharad Joshi's movement in 2000 provided a glimpse of what's possible when you are able to connect with people on terrains or figuratively, terrains in which it matters to them. So it kind of opened my eyes, actually concretized what I was abstracting. You know, like high discrete dispersed information, etc. was abstracting. But here I was concretizing. So to me, it was, I mean, it transformed my life. Forget about the, you know, Amrish and all are still at it, trying to change the community and get some benefits. And secondly, the consequence was not just the toilet. That came later or perhaps together. The main consequence, which to me was the sense of dignity. That here were people who were beginning to climb the ladder of citizenship. That they are equal partners as citizens of this country. To me, there can't be anything, no substitute for that. The rights are no rights. To me, it's phenomenal. You know, people said that, that, you know, in fact, one example, almost 10 years ago now or maybe around, may not be 10, is not 10, probably 2013, 14, 15, whatever. In one place, we had gone to a village, you know, so Trupti Amrish, Arch Vaini had organized a meeting and I had gone just like so many others have been, just to see what people think and believe and act. So one man was narrating his story. And this is one of those moments from the ground that I'll probably never forget. One middle-aged man narrating his story. He told about all this map, application, this, that and the other, rejection, reapplication, review and all that. But to me, what remains is not all that, is that he said, previously when we used to go to a government office, whichever, Tassilda or Panchayat or whatever, they would never even ask us to sit down. Today, they ask us to sit down and sometimes even offer us a glass of water. That to me was eye-opening. That's what citizenship is. That's what citizenship can be. That's what we need to reclaim. There's no substitute. There is no substitute. I would never have realized what is citizenship about and the significance of the process unless I had actually experienced it and I still didn't grasp it till I began to focus, you know, that's where Gandhi comes in as a practitioner because he was providing a broader frame for practices and participation because that's what he is all about. How to stimulate a process through participation. So to me, this was a personal experience and therefore I can relate to Gandhi in a manner that I am talking to you sitting across. I am not looking at him as a Mahatma or a Bapu or a pedestal and all the rest. I am looking at him as an illustration on a macro scale, at a scale perhaps the world had never seen before or since. What I was experiencing at the tiniest village among three, four hundred people. So this connection, this was not a puzzle that fell in place at that time. This is filling in place as I am traveling my journey and which is what makes me look back at Gandhi so many times, particularly when I am facing practical challenges that how will we overcome because I experienced it. So Archabaini's work in that regard, you know, I was only a narrator. My involvement is tertiary, which is true because what can I do from Delhi? I don't even speak the language and I had no funding as such to help. But whatever little we could, to me, this learning that I learned from those few years that I was closely following this process, to me has been amazing. That property rights is not a question of abstractions, you know, that it is our right. We should be, the people should have the capacity to do their duty in order to claim that right."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:01:59.520",
        "message": "And I find this story inspiring for a number of reasons and reason number one is you see after centuries, a group of people getting empowered with agency and with dignity, as you've pointed out. And what I also find inspiring and which makes me hopeful for the future is that a modern technology, which Gandhi would probably have scoffed at, had it existed at the time of Ind Swaraj, plays a big part in empowering these individuals. And that's, in fact, one of the hopes I have for the future that, you know, technology in strange and unexpected ways continues to empower individuals. Who knows, I mean, that could progress liberalism far more than everything else, right?"
    },
    {
        "speaker": "Guest",
        "time": "04:02:37.080",
        "message": "Gandhi's opposition to so-called technology and modernity was not because of technology as such. It was because the technology was enabling to erase the line that he wanted to hold."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:02:51.880",
        "message": "That imperialism followed on the heels of liberalism and the technological expansion. Bhai, modern medicine mein kya line ho raha hai?"
    },
    {
        "speaker": "Guest",
        "time": "04:02:59.760",
        "message": "No, no. Modern medicine is secondary. That's what, this is not a specific thing. Specific is that he was a person who experimented with all kinds. And I recently heard an episode on Tagore, where exactly the same thing. He was experimenting with his diet as a fad, as everybody told him, a new guy told him something. He was experimenting. He's free to do that. That's not the point at all. The point is, he was a man who was capable of shifting, being a true believer, a genuine believer who prayed twice a day at least, shifting from God is truth to truth is God. I can't think of a more powerful statement than his commitment to science and his progress and to everything else. Because by that statement, in my view, he was trying to hold the line. And we have failed to hold the line, which is why technology is coming to consume us."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:03:48.120",
        "message": "We may have failed to hold the line, but, Barun, I believe that we are also capable of shifting from this recording studio to a restaurant where we shall have a hearty and wholesome lunch right now. So I need to thank you profusely once again. Thank you so much for your time and your insights. And for talking to me because every time I speak to you, even when I disagree, as I did so many times today, I feel that you've given me so much to think about."
    },
    {
        "speaker": "Guest",
        "time": "04:04:12.060",
        "message": "Thank you, Amit. Thank you. I mean, I'm looking at it. What will I take back so that I can take the next step tomorrow? Thanks a lot. It's always a pleasure chatting with you and the most undistinguished guest you have ever"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:04:23.920",
        "message": "had. Are you kidding me? Listeners, kindly tag him and tell him he's not the most undistinguished guest. If you enjoyed listening to this episode, you can follow Barun on Twitter, even though he isn't very active there because he's out on the ground, but you can follow him on Twitter at Barun S Mitra. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening."
    }
]