[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Many of my friends tell me that I'm a young man, but I'm afraid all these friends are older than me. I'm in my late 40s, and when you get here, you realize how fast time passes. It seems like just yesterday that I was feeling the oppressive pressures of adulthood and 30. And boom, blink a few times, years have passed. The scarcity of time becomes real. And I guess one way of dealing with this is a modern way of living. Do everything fast, fast, fast, throw yourself into the world. Spend every waking moment doing something, even if it is only on your smartphone. Life is always moving, but it doesn't go anywhere. It is shallow. I'm not berating others as much as I am lamenting my own choices and the weakness of character that has stopped me from breaking out of this. I want to live a slow life. I want to have long conversations, sit with friends without the pressure of performing for the world. I want to go out, look at the world instead of being lost in my own head. How can we learn to do this? How can we stop throwing ourselves into the chaos around us, but just sit back and observe? How do we give ourselves a space to reflect? One way of doing so is to write. If you build a habit of writing, then when you write, you withdraw into a quiet space where life slows down and even becomes clearer. You examine your own thoughts and perhaps even form them. Because by writing every day, you don't just see the world a little better. You also shape your own self. And maybe that's the best way to fight against a relentless march of time. The Scene and the Unseen. My guest today is my friend Amitava Kumar. Now, where do I start talking about Amitava? He was born in a small town in Bihar in 1963. He did his schooling in Patna, went to college in Delhi, then went to the US where he joined academia and is now a professor of English at Vassar College. He has written many books that are so varied that it is hard for me to describe them in one sentence. There's memoir and personal essays, there's reportage, including about the 2002 Gujarat riots and the Bhagalpur blindings, there is poetry, there are novels, he has written screenplays for documentaries, and his latest book is in a category of its own. It's called The Blue Book, and it contains writing and art by him. He discovered the joy of drawing and painting a few years ago, and he would often juxtapose his art with his writing on his Instagram page. It's like a journal. In fact, it's like a journal from decades past, before the internet, when we weren't always lost in our smartphones, when we had the space to reflect when we had Tehraaf. The Blue Book moved me and inspired me so much. It's full of magical moments. And it's a book I will keep going back to for the rest of my life. I also loved this conversation. Amitabh is a highly regarded writing teacher, and I felt I was also learning about life when I spoke to him. Before we get to this conversation, though, a quick plug. Registration is now open for the March cohort of my online writing course, The Art of Clear Writing. Head on over to indiancard.com slash clear writing to register. Even if you're listening to this episode at a later point in time, the course is ongoing. So go to indiancard.com slash clear writing for more details and listen to this episode. It will inspire you to write more and live better. But first, a commercial break about why you should also read more. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way, a couple of friends of mine run this awesome company called CTQ compounds at ctqcompounds.com, which aims to help people up level themselves by reading more. A few months ago, I signed up for one of their programs called the Daily Reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to ctqcompounds.com and check out their Daily Reader. New batches start every month. They also have a great program called future stack, which helps you stay up to date with ideas, skills and mental models that will help you stay relevant in the future. Future stack batches start every Saturday. What's more, you get a discount of a whopping 2500 rupees. 2500 if you use the discount code UNSEEN. So head on over to ctqcompounds at ctqcompounds.com and use the code UNSEEN. Uplevel yourself. Amitabh, welcome to the C and the Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:56.720",
        "message": "Thank you, thank you. Long time no see."
    },
    {
        "speaker": "Unknown",
        "time": "00:05:00.160",
        "message": "Long time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:01.160",
        "message": "I think it's definitely more than a decade. But yet there is that sense of familiarity, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:08.840",
        "message": "I think it is. I mean, I don't know about you, but I think that when I was young, because I would think this year, you know, January 1st was coming and I would think I will write a short story this year. I'm talking about maybe when I was, I don't know, 20. So at that time, achievements were so scarce. And even once goals were so limited, that the passage of time was always very clear to me, that this year has passed, next year is starting, now I'll be 22, now I'll be 23. Maybe this year I will get a girlfriend, you know what I'm saying. Now, years after years, it all collapsed together, you know, time. So this sense of time has also, I don't know, it has just changed in this middle age. Entire eons seem to have vanished. It's all a blur. But I remember that evening, we met, we were sitting outside and we were talking, or not to put it in very romantic terms, but there were waves of the sea, etc. etc. in Mumbai."
    },
    {
        "speaker": "Unknown",
        "time": "00:06:19.640",
        "message": "It was one of the seaside hotels, I forget which one, maybe it was Marriott, I don't remember."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:25.720",
        "message": "In fact, that's a theme I was going to kind of bring up, which is the compression of time. Like I teach this online writing course, and I teach four webinars, and the fourth webinar is about process, where I say I'm going to move past the craft, and talk about the process and how you build writing habits and all of that. And the reason that was important to me, which I have shared with participants also, is that I think that is a one area in which I failed, where I say that I look back now, if I if I did this course in my 20s, I would have learned so much. But this is the most important thing I needed to learn because in the blink of an eye, 15-20 years have passed, the time just passed, the 10-20 books I should have written never happened, it all just went. And I was also thinking of this when I was rereading your excellent book, A Matter of Rats about Patna. And you mentioned Patna's glorious history, and you know, how people confuse Chandragupta II and Chandragupta Maurya and all that. But regardless, you know, you were talking about the glory of the fourth century, I think, at one point, Fa Hine called it the Florence of the East. And I thought ki theek hai, you know, when I'm 20, and I'm looking back, I'm saying ki my God, so many centuries have passed. But when in my own life, already 48 years have passed, a little more in yours, it doesn't seem that long. It seems like, you know, in a sense, it must have been just, you know, you just go back a little bit and you're in a glorious Patna again, you're in Nalanda University again."
    },
    {
        "speaker": "Guest",
        "time": "00:07:49.800",
        "message": "So do you teach in your course, ki bhai, how will you stop time or how will you measure"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:57.280",
        "message": "time or how will you record time, yeh aap sikhate hain, do you teach them? Itni gherai mein nahi jaate hain. Do you mean that in terms of technique or do you mean it in that broad romantic sense"
    },
    {
        "speaker": "Guest",
        "time": "00:08:09.520",
        "message": "of writing? I'm thinking, for example, of the occasion for our conversation right now is the blue book. It came out of, in some ways, measuring time, recording time, yeh jo waqt beet raha hai, how to be faithful to it in some ways, yaani ki hum log lockdown mein hain maan lijiye, if you talk about that time, how to be faithful to it and how also to be active and respond to it actively. Toh main obituaries par jaise, New York Times ke obituaries pe tasvire banane laga, you know, I made drawings on these newspapers. I'm trying to say to you that what you and I are agreeing about this passage of time, this blink of time, you know, what were these decades, last 18 years, you said, for example, they would have had a different density if we had every night written something or every morning recorded something. Simple. So that is something I am teaching, you know, main abhi aap se London mein baat kar raha hai, I have brought 13 of my students from Vassar, where I teach in Upstreet New York, I've brought them here. And I just sent them the other day an excerpt, one, two pages from Sally Rooney's latest book, where a woman called Eileen says that every day she thought she would start a book called the Book of Life, and in which she would record a phrase, jaise ki, there were leaves blowing on the street, yeah, you know, today, it rained all day, jo bhi hai. And she says that now when she reads that phrase, it brings back something, the taste of that day. Toh main apne students se keh raha hoon ki, bhai aap log, when you're on the tube, when we are going out, jaise ki Saturday ko hum log Dixton ja rahe hain, you know, where the Caribbean community came and stayed, and where there was a riot to protest against police brutality. Toh main kar raha hoon ki, aap wahan jayein jab jayein, toh you write down a phrase or two. Main toh khud kar raha hoon, jaise ki, you know, I'm talking to you, there's this journal in which I'm writing a few things, you said about time, I wrote about time right there. So that time doesn't seem to, jaise ki, okay, okay, listen, can I read to you something"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:30.640",
        "message": "that I noticed the other day? Please, please."
    },
    {
        "speaker": "Guest",
        "time": "00:10:34.240",
        "message": "I'm listening to Mrinal Pandey talking about her first memory, a procession of people was approaching them. She was a small child, who are these? The child Mrinal Pandey asked, her elder sister said that they were re-fu-gee, these toh tumhare show pe padha, suna maine unko, but that's a little story that I just wanted to note down, especially the way it was articulated in those three, aur yeh note agar main phir se aaj se das saal baad, if I just pick up my journal and I'm flipping, this little description will bring back to me the entire conversation that I heard between you and Mrinal ji, and it will bring back also, I want to insist, it will bring back also the moment of my sitting on this table, in a flat in London, and where we were, how my son was here, and my wife was in the other room, etc. And my expectation that soon I too will be talking to my friend Amit Varna. So what I'm trying to say is a practice of writing in a journal, of making a record of things is the way to mark time, not to stop it, not to stop time, but to mark it in a way so that all is not lost."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:07.800",
        "message": "So let's dig a little deeper. One of the things I was, you know, that really struck a chord when I was reading or re-reading your books as it were, is the excellent process advice you give to yourself, ki har roj 150 words likho, and in my class it's 200 words where I tell these guys that every day just write 200 words, even if you're, you know, ill, going to the airport, aap smartphone pe likh sakte ho, it's not a big deal. And this sense of the importance of constantly writing is captured beautifully by the Susan Sontag quote in the start of the blue book, where she says, in the journal, I do not just express myself more openly than I could do to any person, I create myself. The journal is a vehicle for my sense of selfhood. And there's a Joan Didion quote I use in my course to talk about the importance of writing where Didion said, I do not know what I think until I write it down, stop quote. And it seems to me that what we do when we write, when we write regularly, is that we are not only capturing the moment or that time or the flavor of that time, but we are also deepening our sense of self, that when we write, we are forced to reflect upon what we have seen. When we know we are going to write, we see more deeply and more clearly because we know we are going to write at some point, sab kuch ho jata hai. So is this a sort of a process that you've noticed in yourself, kya aap matlab shuru se aise the or was there a point in your life where you gradually began to realize that my God, this writing is not just about me expressing myself to the world. It's about me shaping myself."
    },
    {
        "speaker": "Unknown",
        "time": "00:13:38.720",
        "message": "Wow."
    },
    {
        "speaker": "Guest",
        "time": "00:13:39.720",
        "message": "Yes, that's a very good point. I don't think that realization came till much later. There's a story I think I tell in the blue book, maybe I would have been in the sixth standard in Patna. An uncle of mine was trying to bribe a transport bureaucrat because he would, the bureaucracy worked this way ki bhaiya wo banda batata aapko ki aapki bus kis line pe chalege aur on some lines you get money on the others not anyway. So he was taken to a restaurant and I was taken with him. And main upar jab dekha restaurant ke, when I looked at the ceiling, there were these shiny bangles, pieces of bangles embedded in it aur mujhe khayal aaya ki but how, ye kaise likhenge isko ki. And maybe I made a link with the fact ki hotel ka naam ambar tha aur ye sky hai aur ye sky badi, you know, bangle ki shimmering stars, to mujhe laga, I was trying to, how will I write? I very clearly remember thinking about this and I very also clearly remember the shot of envy and admiration I felt when just a little while later in the school magazine, one boy had already described it, just that sky. So for me, shuru mein, it was more about the question of the self had not entered, which I think you were very right to say is the real point. It was more about finding a language that was adequate to the surroundings I was. And another defining memory is my coming to Delhi after I got a scholarship and coming to study and reading people like Dom Morris, Khushwant Singh, because us samay tak jo pradhai hoti thi na, we had learned or read things where people were describing distant places. England ki description ho gayi. I mean, you know, the cliched story about this is ki bhaiyya, saare desi log ya colonials know about daffodils, lekin Jasmine ya wo, you know, Champa ko kis tar se describe karein hum nahi jaante hain, khair. So there, Safdarjung airport ke paas, seeing the bats wheeling in the sky and thinking ki iske baarein hum kaise likhein, is aakash ke baarein ho aur is jaanwar ke baarein ho, yeh humein pata nahi tha. And then I read Mano Majra by Khushwant Singh ho dekha ki he has described the slow relay of bats. Ab mujhe laga haan, I have found a language, you know what I'm saying? Now your question is, ki was there also an idea of how that by writing, one was finding oneself? I think I only dimly perceived it at that point. And I think it was only after a few more years, the idea that writing, and by writing, I was shaping myself as a perceptive or quote unquote, sensitive or socially aware, or at least an observer. Yeh thodi der se aayi, but that was the critical thing, you know. One thing I want to add is, aap abhi Mumbai se humse baat karna hai. And you know, I always associate among other so many other wonderful people that city with my friend and our friend maybe, Suketu Mehta, main uske baarein humeinsha yeh soshta hu, that when I go, when I'm walking with him, why is it that I find things happen or stories happen? And I think that's because he's looking for stories. Let's say two people go to a platform. One person goes to the railway platform to catch a train. The other person goes to the platform to write a story, to observe. And then suddenly, they hear a clamor at the end of the platform. Jo banda train pakarne aaya hai, he will stay with his luggage because he has to catch the train. The person who has come looking for a story will rush towards the clamor. And he will probably find that, oh, a child has been left behind. The parent went into the train, thought the child had followed, and now there is a child. The child has to be reunited with the parent. A story has started, toh Suketu ji, wahi rahe jaayenge, bachche ke saath, till the child and the parent is found, he will have a story to pursue. That is the difference, the idea that now I do inhabit the space when I think that I am both looking for a language, but I'm also looking for the narrative of my life. Where am I? Who is around me? What is happening to us? Where is the world going? So yes, to what you were earlier asking me, my answer is yes, but it was a long journey to that realization, and it always takes time, but here we are."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:39.520",
        "message": "So I'll dial back to the first part of your answer, and in fact, leaving the self out of it, just talk about observation and how one sort of learns to see. Like I'll quote from a couple of places from your books that I really enjoyed. From a matter of rats, I was struck by this passage where you write, quote, in the middle of the night one winter during a visit to Patna, I was sitting at the dining table with my jet-lagged two-year-old son watching a cartoon on my computer. I had turned on only a single dim light as I didn't want my parents to be disturbed. We must have been sitting there quietly for about half an hour before my little boy asked, Baba, what is that? He was pointing beyond the screen. There were two enormous rats walking away from us. They looked like stout ladies on tiny heels on their way to the market. I wouldn't have been surprised to see them carrying small, elegant handbags. Stop quote. It was such a delightful moment later on, there's a similar moment where somebody asks you to write a few sentences about Patna and an issue that that magazine is doing for vacations. And you say, quote, I wrote that going to Patna for a vacation was rather like going to a bus stop for a martini, which is again, just absolutely brilliant say so much. Later on in Husband of a Fanatic, there is this brilliant description. I won't read out the full thing, but you talk about what sort of the burnt houses you would see in parts of Ahmedabad, like Naroda Patia and so on. And you describe it in detail. But I am struck by a couple of images, one where you talk about how the blades of a ceiling fan had dropped in the fire and resembled the wilted petals of a flower. In another, a sack of sugar had turned to dark amber syrup and flowed onto the steps where it had dried, which again, I thought was just such a powerful image. And in the blue book, at one point, you write about this photograph that appeared on your Facebook timeline about a railway, an accident on a railway line 16 workers who were sleeping on the railway track, because they were, you know, walking on the tracks to go home because they didn't want to be harassed by the cops on the streets, they were run over by a train. And you've written quote, the first item I noticed in the image was a red Hawaii chappal. I think abandoned footwear tell their own forlorn story, a solitary chappal or shoe narrates a tale of hasty exit, not from a glitzy ball like fair Cinderella, but from life itself. And later on, you talk about the rotis scattered in the cinders in the ground, a lemon, one blue mask, a pair of black trousers, no torso attached to it, and so on and so forth. And these are really powerful images. Like, I remember that, you know, when in the aftermath of the tsunami, I was traveling through the coast of Tamil Nadu and blogging about my experiences, and my most powerful memory of that time. And of course, one saw dead bodies in Nagapattinam and walked with charred bodies all around which had been there for three, four days, and all those things are there. But my most striking memory is still a set of disparate memories of clocks and watches in different villages across the coastline, all of which had stopped at a different time. And by looking at the time when they had stopped, you could make out when the wave sort of hit, you know, going back to your earlier theme of sort of capturing time, a very poignant way of that. Now, my question to you is also partly a lament. I think I don't observe things well enough. When I set out to write about something, then I am seeing, but otherwise, I am not often enough in the moment. In some ways, I am a third guy at the railway platform. One guy is looking for a story, one guy is waiting for a train, one guy is lost in his"
    },
    {
        "speaker": "Unknown",
        "time": "00:22:07.520",
        "message": "own head. Yes, yes, yes. Kuch nahi chal raha hai."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:09.440",
        "message": "So I'm that third guy. You are clearly a bit more like that second guy, right? So tell me a little bit about like you mentioned earlier that you were jealous of your when you were a child of how that other person who had seen that thing on the roof had written about it. So obviously, your own power of observation came from conscious effort. Is part of it a conscious effort because I have to write and therefore you see and as part of it become then a reflexive habit where every day whether you are writing or not, you are noticing things in a different way."
    },
    {
        "speaker": "Guest",
        "time": "00:22:42.400",
        "message": "I do think that if you are writing things, you actually almost create feeling or affect. In other words, you do something because you know you're going to write. But let me explain that a little bit more like how it happened in my own evolution as a writer, in case there are young people listening. And there was an essay by George Orwell that we read in which he explains that there was a voice running in his head always like providing a narrative. Which would be right now, for example, would be the sun streaming in a very unusual London sun, very bright, very harsh was streaming in through the sunlight was streaming through the window and hitting the right side of my face. Even as I was talking to Amit, I thought I should move the plant that had toppled over yesterday into from my windowsill into the sunlight so that it receives some light. So this idea, when I read this description in Orwell, I thought, and I'm looking at that woman who is standing beside the vendor and this is how she's looking. And so that conscious cultivation that you were talking about became this cultivation of a voice in my head describing the slope of a roof or the smoke rising from a chimney or an egret taking flight or the dark descending after sunset. And I think that's how I consciously that I would say is the practice. I also think that in teaching writing, I set up challenges for my students and doing some of that myself also encouraged me to see one thing I remember very, very clearly is I don't know how it happened, but I would have been, I don't know, 17, 18, Delhi man, I quite clearly remember that I would enter a room and try to think if I closed my eyes, how many things have I seen here that I will remember. There was a Sai Baba ka temple and a politician turned writer or writer turned politician invited me to come and meet him there and I very clearly have this memory. I must have been 18 or so. I very clearly have this memory that I shut my eyes for a second to think how many things do I remember here in this hotel room. It was an alien room for him. It was an alien room for me. And I thought this is new. And how do I, what do I remember? Okay. So I remember the chair on Prash. I remember the table. I remember, you know, a small towel, which has been folded in a particular way. And that just became fixed. Let me, which is a much more recent thing. I'm a drawing start, but that is what you see in blue book. And that has been another way, which really people like John Berger, et cetera, explain you do not see the world unless you draw it. That is also a part now of my regimen. My role, I'm doing one drawing also every day, apart from writing every day. I'm trying to do one drawing every day. So not trying. I am doing it actually, which is a way of training oneself to observe and to see."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:43.440",
        "message": "That's one of the things that kind of struck me about your very interesting book. Like the first time I noticed something like this being done, images used with words was WG Sebald and Austerlitz and so on, those dark black and white images. And and your stuff was also very powerful in the sense there is one particular drawing where I love the caption where I think you made it from a photograph where a guy was kneeling on the street and covered in blood. And your caption was something to the effect of man with red marks on him, which was so ironic and kind of went so well with the image. How has sort of getting into that practice of drawing all the time changed the way that you see? Like, does it change the way that you then come back to words and use those words? Has it made you kind of more economical? In what ways has that affected your imagination?"
    },
    {
        "speaker": "Guest",
        "time": "00:27:39.200",
        "message": "The same way, as I said earlier, that there was this voice running through my head that was telling me what I was noticing and I would try to translate what I was seeing into words. Now, this recent practice of drawing, what it has made me do is that I'm drawing with my eye all the time. And these buildings and the chimneys are just so distinctive about the city that my eye is always doing that, you know. So that is an immediate thing I have seen. Has it changed my relationship to words? It's very interesting that you mentioned Sebald because what he's doing is he would take an image. He's writing about some period close to the Holocaust. He would take an image. Let's say that image is a postcard. He would take the postcard, but instead of simply printing the postcard, he would introduce a corruption in the image almost, if I could use the word, because he wanted to complicate the relationship between word and image. He did not want to say, look, this is the illustration. He wanted you to actually engage in the mystery of science, s-i-g-n-s, it's a much more subtle engagement than the reader has with what he or she is reading and what he or she is seeing. What am I doing? Am I doing? Am I introducing ambivalence about the image? In the case of the example you said of a man being lynched, I wanted to just, as I said there, I wanted to slow jam the news. In other words, where some things happen and the news is quickly spread and consumed, I just wanted to slow it down. My sense of him as he's pleading for his life also gets slowed down. I'm absorbing it even emotionally in a slower way, in a more thoughtful way maybe also. And if I do that, and if I'm surrounding it with a caption, and a caption that you rightly said was interesting because it's a little bit more oblique, I'm again slowing down the arrow of time so that our absorption in the moment and in the trauma itself is more, is slowed down actually, really, yeah? So that we absorb it quickly and we don't go past it but we linger with it a bit. So that's what I'm doing. And I guess, therefore, the answer to your question would be, the relationship is changing in the sense that it becomes a little bit more, instead of being facile, it becomes more meditative. You know, like a longer song."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:02.800",
        "message": "The caption that you gave was actually a man with red marks on his body. And I was very struck by that because it seemed to reflect a theme that you have gone into in earlier books also, including in Husband of a Fanatic when you're traveling through all these places where so much violence has happened. This is page 92, by the way, and it seemed to indicate the banality of what's happening that the man is covered in blood and he's begging for his life and you describe him as, you know, a man with red marks on his body, where something so significant is described in such a banal way. And in a sense, in all of these places, what we see what you've wrote about so eloquently in Husband of a Fanatic as well, when you travel through Gujarat after the riots and everything that goes down there, is that normal life resumes, that, you know, there will be this explosive event, which will upend lives forever, and the world will never be the same again. And yet normality at some level will resume like that old cliche we use these days of the new normal and all of that. This caption seemed to have the same kind of effect, but we'll get back to that. I wanted to sort of double click again on one aspect of your earlier answer and my earlier question about observation and drawing and all of that. I thought back to your description of those rats, stout ladies on tiny heels, and you could imagine them with small elegant handbags. Now the thing is, if you were drawing this, you may not draw them like that. You might draw them differently. So what's happening, in a sense, is that what you're drawing and what you're writing is different because your skill sets are kind of different, your interest may be different, your aesthetic style may be different. And therefore, a larger question that came up in and that has come up in earlier episodes I've done with creators is how much is your style and expression not just of what you can do, but also what you can't do, an expression of your limitations, as it were, like you can't draw the rats as fat little aunties, right? But you can draw them in a very interesting way, which is your own and which is your own voice. So here, obviously, I'm thinking in the context of drawing, because I would not be able to draw anything at all, and in, you know, and you've had decades more experience of writing, so much more fluid there. So what are sort of your thoughts on this? Because these are two different forms that you're expressing yourself in. And at different times, you have thought about how do I find the language for this? And what shapes that language? So yeah, yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:33:31.920",
        "message": "Interesting thoughts. Very interesting questions. Yeah, the reason why you were drawn to, if drawn is the word I want, the reason you were attracted by or you found amusing that line about the rats was because it brought together in a surprising relationship to things. And yet, it held some truth. It seemed to, and I think that, so one aspect I want to say there is that it is a way of seeing which really is about metaphor, about, it is about seeing one thing in terms of another. And that ability is something that I have seen, no one in my village back in Bihar might necessarily be a writer or might even actually be literate. My grandmother was not literate, but her language was more writerly than many of the writers you will find at Jaipur Literature Festival, because her language was, in Hindi it is called Alankrit Bhasha, meaning there was an element of adornment precisely because everything, everything was expressed in terms of metaphor. I would say to her, I will marry a white woman and I will come back, I will introduce you. She would say, you know, from Bhojpuri, which was our language, she would say that my nose is as flat as a bedbug's back."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:26.960",
        "message": "How would she say it in Bhojpuri?"
    },
    {
        "speaker": "Guest",
        "time": "00:35:28.480",
        "message": "To my mother, my grandmother would say. I remember, I was again, our conversation is taking me back to my earlier memories, but because I was struggling with words and language, again, as a teenager, studying in Patna, going back to my village, I saw that he was moving very slowly. So I asked him how he was. And he said, meaning that, what can I tell you? My forehead is burning like the pan on which the roti is baked or toasted or cooked. And I thought, how quickly, how quickly and how vividly using an idiom that is drawn from something close enough, he has, however, brought this alive. So the economy, it is an economical evocation of a situation through a quick metaphor. And I think, I feel I'm failing as a writer when I do not find a metaphor on every page in my writing, just something that makes a quick and surprising. The other thing about what you can't do that interested me immediately when you were talking about it and it struck me was, when I was doing this period that I'm describing to you, when I was searching for a language adequate to describe my surroundings, it was also, it coincided with another discovery, which was my total inadequacy as an artist. Because my parents would take me on the steamer from Patna, we would cross the river Ganga and, you know, to go to our village, leaving my small home and getting on the boat would always make me as if, would make me feel, there is such beauty, even just the flat expanse of a brown muddy river with a single port and a red pennant would suggest to me, and every time I attempted it, I failed. There was no correspondence. So my failure as an artist, what you can't do, I think further propelled me into the art of writing. But now, drawing interests me because having accomplished, writing has become easy to a great extent, the taking up drawing is an entry into what I can't do, is an entry into the art of the amateur. And therefore, it is discovery, it doesn't matter if I fail. It doesn't matter if I'm a, you know, an artist, what matters really is that I'm doing it every day. And I'm trying to do it as honestly as I can. And as creatively, you know, not to be complacent about it, but instead to challenge oneself. So this is really about how creativity is also about the art of the amateur, someone who is trying something. And I think writing or drawing or dance or who knows, even chess or poker at which you excel, for us, those are amateur arts, you know, a seven-year-old can beat me, but who cares? Are you enjoying chess?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:25.760",
        "message": "Beautifully said. And I'm reminded of this quote in your book where, you know, in the blue book, you in your third section writing a novel, you quote William Maxwell as saying, quote, after 40 years, what I came to care about most was not style, but the breadth of life. And that just seems to express what you just said that at least in your art, like in your writing, certainly you would be thinking deeply about craft and noticing imperfections. But at least in your art, it's that breadth of life. It's a man with red marks, doesn't have to be perfect, like Picasso would have done it"
    },
    {
        "speaker": "Unknown",
        "time": "00:39:54.560",
        "message": "or whatever."
    },
    {
        "speaker": "Guest",
        "time": "00:39:55.360",
        "message": "Say, say, say, I mean, by the way, I'm so glad that the William Maxwell quote interested you and attracted you. I would place it among my, you know, top 10. I think everyone should have, let's say, 10 books on their shelf, which they can return to. And they should also have a list of at least 10 quotes, which they can always close, you know, adhere to. And that is one of them. Not style, but the breadth of life. To ask oneself, just to catch something, you know. And often, I remember, you know, Doordarshan came when I was a young man. I mean, the television came to my life, into my life after the Asian Games. And we were watching a movie. And then Mrinal Sen was being interviewed. And Mrinal Sen, either quoting himself, I mean, producing an original quote or quoting someone else said, well, and I think he was in my mind at that time. I saw him as different from, let's say, Satyajit Rai, who was a perfectionist. Mrinal Sen said, I like imperfections. Imperfections are the cracks through which poetry comes in. Because then think, with everything that will look improvised, but will nevertheless have something of an immediacy. Everything that will have a little bit of an imperfection will nevertheless be what will make it come more alive. So I've held that close to me too."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:35.680",
        "message": "Beautiful. You know, earlier you spoke about how you'd go back to the village and how the language was for musical. And that reminded me of this anecdote in A Matter of Rats also, where you write about Ravish Kumar and how when Ravish Kumar was in college, he was jealous of a friend who could write a 20-page essay in English. So once for an exam, apparently he wrote, just in Hindi, he wrote, and the examiner came to his hostel and he asked for Ravish and he told everybody, quote, And I absolutely loved that. And I was also sort of struck by something that you said in your book, where at one point, a magazine called Samkalin Janmat, which was being published from Patna, gave you a regular column called Letter from America. And you would write in English and they would publish it in Hindi. And you were so moved that sometimes you would cry. And you've also given an example on the very next page of the Blue Book. These are pages 57 and 58. I love this book so much. I've noted down page numbers of every man who knows, by the way. You quote a short poem by your friend Alok Dhanwa, a Patna poet. And I'll read this out. And the poem goes, And you've attempted, you know, an English translation of this. But the fact is, the music of this, the simplicity, the lilt in it, you know, And in fact, I read this late last night and I was so excited. I sent this by WhatsApp to my writing students and I said, And I've discussed translation a lot with them in terms of, And this also has an effect on us who may not necessarily translate from one language to the other. But we are bilingual. A part of our lives is lived in one language naturally, you know, as it kind of comes naturally. And yet we are sort of writing in English where the sensibilities may be different. Like all languages have such particular characters, you know, Japanese and Korean can be so spare. Urdu and Punjabi can be so expressionistic and maximalistic. And you can't just translate one on one. You will miss these little kind of nuances. Now, in your own life, in a sense, you are always like, of course, there is, you know, one view that any writing is an act of translation. You have thoughts in your head and you're translating them into the language in which they're coming out. But also a lot of your experiences are experienced in Hindi or experienced in Bhojpuri. And then you write about it and you're trying to capture the flavor and all of that. What is the role that languages have played in your life? Like how much of what you are as a writer in English is shaped by what you have lived in Hindi and Bhojpuri? How much of a challenge is it?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:36.080",
        "message": "Yeah, those are all such wonderful reflections. What a beautiful poem, boss. What a beautiful poem. Rail, har bhale aadmi ki ek rail hoti hai, jo maa ke ghar ki aur jaati hai, siti bajati hui, dhua udati hui."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:53.360",
        "message": "Amazing. Beautiful."
    },
    {
        "speaker": "Guest",
        "time": "00:44:55.680",
        "message": "I think of it and I think of my mother, you know, I think of my mother waiting for me when the train from Delhi during all those college days would bring me. And sometimes because people always pull the chain and stop the train earlier. Sometimes I got out earlier and arrived home by just crossing one fence. I had to just climb over the fence and I could drop into my garden into, you know, because my home was very close to the railway line. And to surprise my mother, it filled me with tears when I read this poem because I remembered my mother who has now died, waiting for me and being delighted, you know, by my early arrival and saying, arey, tum humko firse surprise kar diye. Amazing. To answer your question, I experienced the loss of Hindi when my grandmother died, because I would at least after coming to the West, kam se kam unko toh kahan, chutthi mein Hindi mein likhta tha, so that someone in the village could read it out to her. You know, she would stop my cousin of mine or anyone else who was literate. She would say, bhai, chutthi paddo. So my, the letters that I wrote were in some ways almost public letters because so many people heard it. You know, and I felt after her death, ki Hindi se woh naata chhuti gaya. Now, the point you have mentioned from Samkali in Janma, boss, I'm not lying. I don't think, as I've said before, I don't have any immodest expectations or ideas about my writing. Lekin jab ye log translate karke bhejte the, mere toh, my, the hairs at the back of my neck would stand sometimes because of the emotion they aroused, because just that making it into Hindi what I was saying made it so much more closer to my heart. It became as if, it was somehow language became at once more intimate and also eloquent, actually. Toh, that's why, and yet the tragedy is, you know, Manoj Vajpayee once said to me, ki bhai, usko toh, when he was at Ramjas, his roommates and others in the hostel would make him read out the Times of India because then they could laugh at him because of the way he pronounced the words. Teeke na? So I, coming from a similar background, you know, Manoj's village is just 40 minutes from mine. Coming from a similar background, and, you know, so too with Ravi. She's also from Champaran, like me. We would, the idea of English being this other thing that we had to master was always a challenge. You know, it was something I certainly set out to do. I wanted to find a place for myself in that landscape called English literature. Teeke na? Toh, and I think in various ways, all these three figures we have talked about, or these two other figures we have talked about, have responded with great alarm. You know, in case of Manoj Vajpayee, he said, ki saare angreji mujhe bolwaage, main bhai batata hu ki Hindi kaise bolna chahiye. Main bhai batata hu ki Hindi kaise bolna chahiye. And the enormous energy he brings on the screen is that of someone who is coming up through the trapdoor of history on the stage and he's occupying the stage and he's occupying the stage with great bravura, you know? And with Ravish, I mean, the way in which his presentation of news achieves a quality of lyrical eloquence is a marvelous achievement. It makes him stand out from all those people who are not only the purveyor of cheap or subservient news, it marks him out as distinctive from all those people who do not have a grip on language and how it should reach the public ear. In my case, I have to say that early on when I was studying in Delhi, all the debates would be about English, Indian English. And I was, for a while, interested in things like, you know, let's say, Raja Rao ki writing mein bhai kis tarah se work kar raha hai? Toh Nissi Mezekiel mein ek homeliness kis tarah se aati hai? Toh what is Arun Kolhatkar doing in Jejuri? But later on, thinking of, it didn't seem so much of a preoccupation, except I loved it when my first novel Home Products came out and Raj Kamal Jha wrote to me and said ki, boss, yeh toh kitab hai, when one reading it in English, one thinks one is reading it in Hindi. Wow. Toh mujhe laga ki, haan, boss, aapne dil ko chudiya mera, you know? But that's what I also felt. That's what I also felt. You know, there aren't many books, you know, that is wonderful that so many more Indian writers are so at ease with English that their books come out without any degree of self-consciousness. They are all in English, they write. But they are also, in many ways, very urban and urbane. I am, despite my stay abroad, I'm not urban and urbane in that way at all. I feel ki ek dehati pan, ek chota sa gaon kahin mere andar basta hai, you know? And therefore, I speak from that place. And therefore, Raj Kamal's praise or observation really touched me. And I think that what, there is an idea of a provincialism, aur provincialism kahi kabhi negative term hoti hai, toh there's an idea of a provincial articulation in one's language, jo main abhi bhi practice karta hu. So I cannot make it too, I cannot make it too, kya kahun? I cannot make it very beautiful or very adorned or very chic or very fashionable. Meri bhaasha mein hamesha kabhi, kya kahen? Daal aur, jaise Dhirub Kumar ne ek baar kabhi shayad kaha tha Lata Mangeshkar ke gaane ke baare mein, isme se daal aur chawal ki bhu aati rahegi. You know what I'm saying? Ek something, a small town will always be there. And that is true of language also."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:51.680",
        "message": "That's a beauty in your writing. It's a feature, not a bug, frankly. I mean, I've noted down so many quotes in my notes from your writing because I was so struck by them. And what you said about Ravish is also interesting. Like there is a place in one of your books, I think A Matter of Rats, where you write about nonfiction. And in that, you come up with a credo for nonfiction writers, where you say, quote, to show on the page that despite what you're saying, there is another story waiting in the wings, stop quote. And I think when Ravish delivers news, that's exactly what he is doing. The news he delivers are the same events that everyone else will deliver. But nobody, you know, delivers the same news, which is brilliant. Now, I'm also sort of struck by this notion of English as a language, which must be learned, which must be mastered. Now, in my case, because of the kind of privileged upbringing I had and all of that, English was always sort of natural to me. It felt like my language. You know, with other languages, I might have struggled. And during my writing classes, one of the participants wrote to me, and she said that, look, here's the thing. The problem is that my first language is Hindi. I'm trying to learn English. I'm passionate about it, but it is hard work. And we started having a discussion on that. I had heard this beautiful interview of Jhumpa Lahiri when she appeared on the show Conversations with Tyler. Jhumpa, of course, learned Italian from scratch and then wrote a book in it, right? And in that interview, she pointed to a writer called Agatha Christophe, whom you must have read. And Agatha Christophe was, I think, a Hungarian writer or something. And because of the war or events in Europe, she shifted to France when she was 21, 22. And she started learning French when she was 21, 22, basically, and wrote a brilliant series of novels in it, especially one called The Notebook Trilogy, three novels together. And I was just blown away by the starkness and power of the writing. You also begin to see how she stripped it down to its elemental bits and made it all her own. And when I pointed out this to the student who had asked me this, she actually got The Notebook Trilogy from Agatha Christophe and she started copying it, paragraphs, you know, in her own handwriting just to get a sense of the rhythm and the lay and all of that. And I thought what often happens, and when I give writing prompts to my students also, I put in all kinds of restrictions, like don't use multisyllable words, don't use adjectives and adverbs, the whole point not being to impose a sense of values, but the whole point being to build that mindfulness where you look at language so closely. And in your case, I would imagine that because it is a language that you're setting out to master, as you said, that you are looking at it more closely, not taking it for granted like someone like me would, where I just read it and, you know, I read it for the story or I read it for whatever, but you're looking at it kind of deeper. So over the years, can you tell me about this process that when did you start looking at writing in that mindful way where you're noticing craft, you're noticing all the tricks of the trade, so to say, how rhythm is built, how all this is done, and how, you know, your own writing kind of evolved? Who were the early writers whose craft you looked at? Who were the people you identified with? Who were the people you liked and said, hey, that's great, but I can't do that?"
    },
    {
        "speaker": "Unknown",
        "time": "00:54:02.320",
        "message": "How was it? Yes."
    },
    {
        "speaker": "Guest",
        "time": "00:54:07.120",
        "message": "One thing that happened when I would go back to my village in Champaran, I'm talking when I was seven or eight or nine, for example. One of the things that happened within hours and certainly in days would be that I would be called in front of an assembly of male elders and someone would give me a line in Hindi and say, I'll say it in English. Wow. Before the train arrived, I left the station. This was a more complicated formulation. Let's say my uncle, who was an advocate in Moti Hari, would offer this line, and then I would perform by translating. And then people, none of the audience knew English, but just to hear these words out was the first lesson into how you are supposed to be a master. You are supposed to be a master if you could translate a sentence of English. Now, that exercise, of course, didn't interest me too long. It was really the physical description. I can't tell you how exciting it was. My teachers were very unimaginative and dull when I went to college to study in Delhi. So I would often go instead to libraries like Sahitya Akademi Library, etc. On those days on which I was not trying to actually have a wills, niddy cut and some tea with one of the girls who would sometimes talk to me on campus. So the days when that didn't happen, there was no such plan. So I would get down and it was a great discovery. It was a great discovery, like Ved Mehta or Kushwant Singh, whom I mentioned before, Dom Moraes or Arun Kolatkar, because they were describing our own streets. Just like Delhi's city. A description of that. So I got a kind of language. I would think that, yes, just the idea that I am sitting, let's say if I'm sitting in Sahitya Akademi Library in Delhi and there was a description of, I don't know, Aurangzeb Road, which I'm told has now been changed into something else. There would be a frizzle. Just like the description of the pillars of the shops of Connaught Place, I would think that I'm getting a sense. I'm getting a sense of how to map my place in this world. So those were really wonderful. I remember one evening, I again must be 17, 18, I can't remember, 20. I was listening to a koel, Garmi Ka Din Tha. I thought, if I write a few lines, can I evoke this feeling? And I wrote it and immediately mailed it to Kushwant Singh. And a few days later, a letter from him arrived, said very nice, very evocative. This was the word he used, continue writing or something like that. You know, you're very young. Someone like that says that, you know, you think, okay, I'm doing something right. So those were the great influences. Now, at that time, and then I was not able to get a place in the hostel in Delhi. But such is the generosity of young people. Up to, you know, at old age, you become more cantankerous. I was allowed to sleep on the bed, on the floor with my own bedding. There was a bedding-cum-holder in another friend's room. And he had a small autobiography of Naipaul. You know, it's called like a fragment of an autobiography. And that was a wonderful discovery for me. After that, I started reading Naipaul. And he was a great influence to, again, because he was giving a language to something that was familiar. And if you read something like A Million Mutinies Now, the idea of observing cities and people and places in India is a great manual for acquiring a vocabulary of looking and describing. But people like J.M. Kudsia, or more, you know, journalists, for journalistic sort of a thing, Joan Didion, or for a slightly more psychoanalytic take on the self and an ability to criticise the profession of journalism itself, Janet Malcolm. You have to become a bit more theoretical and sophisticated, Susan Sontag. All these names were very influential for me. Later, you know, with age and after publishing, writers became also, you know, my friends. And so then it became a different kind of circle. So, you know, people like Arundhati Roy or Kiran Dasai, Pankaj Mishra, Amit Choudhury, Amit Choudhury, these are people who have had great influence, I think, because I feel as if I'm in conversation with them, you know. So that, am I answering your question? Ki jaise ki, kaise tarah se evolution hui? Yeah. Aur bolo toh main bataunga, kuch aur uspe."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:23.280",
        "message": "I want to double click on a couple of things here. But before that, ek aside lete hain. Aapne postcard ka mention kiya, pehle bhi aapne mention kiya ki, you know, aap khate bhejte the. And I remember this recent conversation I had with a mutual friend of ours, Chandra Haas Choudhury. And Chandra Haas, as you would know, has a habit of writing these delightfully charming emails, jaise pehle dinon mein khat likhte the."
    },
    {
        "speaker": "Guest",
        "time": "00:59:43.440",
        "message": "No, no, no, he doesn't write anything like that to me. He does that only for you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:49.520",
        "message": "Oh my God, I think I've got him into trouble. But yeah, so he sent me this delightful long email, you know, with memories and with this and that. And I was like, okay, I remember writing and receiving such letters in the 80s and 90s. Abhi aisa kuch nahi hota hai. Abhi email mein hota hai. Poora matter of fact hota hai. It's all transactional. That, oh, what date are you in Delhi? When are you in Bombay? Are you okay? I hope you're better now. Yeh sab chalta hai. But this whole thing of reminiscing that you remember, we were in Pune and we had samosas at that place and they were such a, they are the best samosas I've ever had and all of that. Toh uska ek sort of charm hai of that kind of communication. And we kind of got talking about this because I pointed this out to him that, you know, this is something that I actually miss. And I didn't know I missed it till, you know, he sent me that beautiful letter. You know, in your book also, there are traces of this in the blue book. For example, Cheryl Strait, you reproduce a postcard that she has sent and you are sort of communicating by postcard as well in a couple of places, which is interesting because when you sit down to write like that, and especially aap pen aur paper leke you sit down and you're writing a letter out by hand, it seems that there is a tariff to that. There is a consideration to what you are writing. And again, like we spoke about writing in the self, you are thinking in that moment, you are reflecting, there is reflection happening. And that is shaping you because you are writing like that. And that is something that goes missing when everything is WhatsApp messages, and, you know, emails and everybody is immediately within reach, so everything becomes functional. And therefore, you maybe you become a different person, because that self-reflection, that shaping isn't happening. I wrote an essay once on about the form that one uses shapes the content that one produces, and that changes the person that you are. Like just these long conversations, because I have four or five hour conversations, I am forced to listen. I am forced to listen. I'm forced to digress. I'm for, you know, me and my guests will happily go into all kinds of little rabbit holes on the side like you and I are. And I think that changes, the form changes the content, like a half an hour interview would be very snap, snap, staccato, sawal poochiye yeh book ka idea aapke paas kaise aaya, that kind of bullshit. It's shallow, it's very different. Something like this, the form shapes the content and shapes me. Because I think in the course of doing this show, I've become a better listener, more empathetic, more whatever. So you've sort of lived through so many changes in form. Jab aap pen aur paper kar rahe ho, uske baad aap laptop pe kar rahe ho, even the way that you drew then, and you know, you said you used to fail when you were drawing historical figures in class, which is why you were drawn to writing. And later, you know, the way that you draw and you paint now, the way that we live our lives. What are your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "01:02:34.960",
        "message": "First of all, I'm so glad you mentioned why your show is so long. Kyunki kisi ne, mere ek dost ne mazaak kiya, ki bhaiye toh Sholay se bhi aur lamba hai, is longer than Sholay. I'm glad that you mentioned it because every work of art, I believe, and I tell my students this, should also tell the viewer or the reader how it should be consumed. In other words, it should explain its own logic at some way, in a subtle way, but it should. And what you have done, very cleverly, I think, is explain ki bhaiya, why the hell are we talking for three hours or four hours? Yeh jugal bandi itni der tak kyon chal rahe hai? Because people are going to improvise and they're going to draw upon their training and their discipline to extract something in a rigorous way for a while and see where fate or time or art leads them. That's what we are doing. So good job talking about the form. When you were talking about the letters and the letters being now dropping out as a practice, my first thought actually was all those books that I have read, which are letters written by people and which I've enjoyed so much, is now going to be lost, you know. Robert Lovell or Elizabeth Bishop. Toh Nehru ji apni beti ko likh rahe hain chithiyan. Gandhi likh rahe hain these little notes, but they are so, they bring back history. They show the dynamics. The other day someone posted on Facebook, I saw a letter written by Subhash Bose to Jawaharlal Nehru. I was like, oh my God, yeah, bade hi jeevant kahaniya waha pe hain and that we have lost. I am, you know, I don't know about you. Are you going to, I'm thinking that I'm actually going to use emails. I try sometimes to use screen grabs. Usi din, because we are talking about Blue Book, mujhe ek note aaya from a writer I admire a lot, Z.D. Smith. Toh maine apne editor ko kaha hai ki bhai, isko toh mai agle wale book mein, usko maan lejiye yellow book kahete hain, usme jaroor dalunga. Theek hai? Toh yeh aapko bhi mai sunata hoon. This is our first presentation. Chalo. Usne likha hai ki bhai, I love your Blue Book. I meant to read a page of it late last night, and instead I read the whole thing and then suffered on the school run this morning. A lovely thing. Theek hai? Toh maine usko jawab mein likha hai, ki aisa hai, ki mera doosra, ek hamari, there's a mutual friend of ours called Teju Kaur, toh usko, usse mazaak meri hamesha hoti hai ki bhai, kyuki mai usse bada hoon, jistar se I'm older than you, main usse hamisha hai, kata hoon ki bhai, ugar koi bhi achi baat kehta hai, if I write a vicious letter about a dean, or if I write something about a writer that both of us find obnoxious, he will say, or I will say, ki bhai mere funeral mein, mere memorial mein, he will read it aloud. Theek hai? Toh we have a whole list of those things, jo padhega. Toh maine us din ZD ko likha hai ki bhai, Teju and I have this constant back and forth about what he's going to read out at my memorial. We joke about all kinds of things, including my angry letters, but I think I'll leave instructions in my will about this message from you. Theek hai? Aur phir maine kaha, I think he might want you to tape it on your phone and send it before the music starts in the Vassar Chapel. Aur usko maine hyperlink kar diya, because the music I wanted her to know was going to be this from this Hungarian composer, Henrikh Gorecki. Aur phir maine usko bracket mein likha, you can see that we have given some thought to this. Toh ZD ne udhar se jabab diya ki bhai, my phone record, my phone cannot record anything. I'll just have to come in person. Theek hai? Tab yeh exchange, toh mujhe bada delightful sa laga. Isliye maine socha hai ki main toh isko agli baali kitab mein daal dunga. In the same way as in the blue book, this whole exchange I have with Ian Jack about what's, you know, should I do art? Should I not do art? Why is writing the more difficult enterprise? And then what sentences to keep and what sentences to remove? Mujhe bada revealing sa laga, so I put that in. So I am certainly, in the spirit of what you have been saying, I do want to actually preserve. Even though you're right about the form, often these, it makes the writing so much more truncated and brutally swift. I want to preserve some of these exchanges and make it a document of sorts."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:25.680",
        "message": "Beautiful. I'm going to double click on the Ian Jack conversation that you had with him in your book, which I loved. But before that, you know, I did this recent episode on the debates of Jawaharlal Nehru with Rupur Daman Singh and Adil Hussain. I've written this excellent book about Nehru's four debates with Mohammad Iqbal, Jinnah, Sardar Patel and Shyama Prasad Mukherjee. And it is incredible. These people are writing letters to each other or sometimes replying to each other through columns and all that. And the erudition is mind-blowing. Like Nehru jail mein baith ke chitthi likh raha hai, where he's, from memory, he's coming up with all these quotes and drawing all these connections. And it is so lucid and clear. You know, Jinnah is not at his best in this particular exchange. But if you read other things by him, it's much better. And one thinks that these people are constantly in dialogue with each other. And therefore, they are deepening their own thinking. And that makes a difference. You know, one might agree or disagree. I agree with a lot of what Nehru did. I disagree strongly with a lot of it. But there's an engagement with ideas, with opposing ideas, which somehow I feel in modern times is kind of missing. But the part about your conversation with Ian Jack that I wanted to double click on and ask about is at one point when he replies to something you have written, he says that, you know, if novels were roads, his favorite road sign would be danger, imagination at work, right? And part of what this seems to imply is that the world is what it is. You see it and you see it and you write it. Don't add anything to it. Don't embellish. That's how I'm interpreting his words. And I'm thinking that, you know, when I was much younger, I, of course, I never heeded that sign. Because young writers tend to go overboard. In a sense, he was saying that this is a sign that you should watch out for. So how does one balance this? Because I talk about this with my students also a lot, that sometimes you want to, you know, in Naipaul's words, avoid the abstract, embrace the concrete. You want to make something vivid. But in the process of making something vivid, you can go overboard. And you may not have the discipline to murder your darlings as the phrase goes. You know, how has this been in your own writing? Because when you are learning to write the way that you did looking at craft, you know, the writing itself is an act. It is performative. You know, it's not just a means to an end, as all good writing should be. But it is also for that moment and end in itself for you, if for no one else. So how have you evolved over the years in that process? And I must put in the caveat here is that I love all of your writing, from your early books to the blue book, which is just beautiful. But you have a better inside view of how your writing has evolved and how you think about all of this, the writer's role in all of this. Because at one level, you want to be faithful to the world you write about. But at another level, the world you write about exists only for you. You are seeing it, it is imbued with the personal. So how does one deal with all this?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:23.680",
        "message": "Yeah, you know, when I came from Patna to Delhi, when I was, I don't know, 16, 17, whatever, one of the books, one of these thin booklets I discovered was called Words Are Important. Toh usse, it was a sort of a vocabulary acquisition ka tariqa tha wo. And I have to say, the other thing I was doing was ki ek notebook rehti thi. So if I was reading a novel, let's say, I remember reading Thomas Hardy and noting down the word lucent. I think it was Tess of the D'Urbervilles or word lucent maine seekha, L-U-C-E-N-T. Usi tarah word sanguine. The distressing thing about this acquisition of new words, however, was that I wanted to use them rather than, you know, the sky was always the cerulean sky rather than a blue sky. Aur badi dikkat thi us baad se. I flinch every time I'm reading something my students say. And I see that the emphasis is falling on the use of a more extravagant vocabulary. Munhi lagta hai, this person is missing something. They're missing the word for the trees, which is, by the way, a cliche, which should not be used. But anyway, point is. So my passage from there to something more serious has again been a journey. Now, do I agree with Ian? Well, Kiran Dasai, who has given a nice blurb to this book, did write to me and say, I do not agree with Ian Jack. You should paint, of course. You should draw. You should do everything. Ma parso chaute roz yahan pe, I went for a walk with Ian Jack and we were talking about these things, you know, because I was, you know, he comes from a working class background. So there is a suspicion of everything, of anything that is embellished. And I understand where that comes from. What that also means is seeing the, you know, you used the right phrase. You said seeing the world as it is. You know, it is a certain emphasis on a certain emphasis on an unembarrassed plain speaking and using that plain speaking to get to something incisive and probing. And he does that well. He does that very well. I teach, in fact, I'm next week teaching an essay of his called Unsteady People, which is wonderful. I think I want to be just a little, well, let me tell you a story about Ian. I don't know whether you've read an essay of mine called Pyre, which is about my mother's death. I was writing it for Ian because he was editing a special issue of Granta on India. There was a little episode in that, in what I submitted to him, which he wanted to cut, and he did cut it. It was an episode where I had said how my mother was becoming frail or debilitated for several years before her death. And I described how we had visited a public monument in some part of Gujarat or Rajasthan, and my mother needed to pee. She needed to urinate. And I couldn't find a bathroom. So in one particular room of this big abandoned place, I felt it was abandoned, I said to her, I'll stand at the staircase. She was getting desperate. I said, you just be here. It doesn't matter. Near that hole. Near that hole. And when I came down with her, there were two or three men standing near a pawn shop, and they were looking at us, the wetness on the wall above there. You understand? And I said, in that piece I had written, that this was very embarrassing to me, and I don't know how much, much more humiliating and embarrassing it was to my mother. You know, but this is what mortality means. You're seeing death. You're seeing your body weakened. And I said, it was very interesting to me. I had written in that piece that on the night, when I was sleeping beside my mother's body, which we were going to cremate in the morning, a dream came to me in which a man had said something humiliating at a wedding in a public place about my mother, and that I wrestled him to the ground. Okay? I gave you a small statement. Ian said, you have to take this out, because this is, you're going to embarrass your reader. You're going to embarrass your reader, and the responsibility of the writer, he said the responsibility of the writer is to never embarrass his reader. I think one should bear one's heart, and one should be as honest as possible in one's writing. And this was my attempt to be honest about what had been embarrassing about my mother's decline, and how I felt it internally, inside myself. So I think he's coming out of a certain kind of an English tradition of not revealing too much, of having a certain honesty. But that honesty is expressed in terms of avoiding extravagance, of being happy with bread and potatoes, instead of going in for some fancy cereal. Muesli nahi khaana bhai, bhai main porridge nahi khaaya hoona, that sort of a feeling. It is coming out of that ethos. And so, I think one has to be true to oneself. And if you're true to yourself, you will find a form that does adequate justice to your writing, you know. And in that case, I cannot hold it against someone. Let's say Martin Amis, born in a family held up for its literary achievement, then goes on to do something that is like fireworks in the sky, bhai usko, you know, that's his inheritance almost, it seems to me. He can do that. Main kahin aur se aaya hoon, I have to do something else. You know what I'm saying? It's not a point so much about accepting one's station, because I don't think it is one is better or the other, but of being true, what feels natural to you. Having said all this, I must say, shayad main ek kitab mein bhi bahat likhi hoon ki, I always also feel ki jaise wo aap tennis match dekh rahe hain na, the commentators will never, wo jo soccer mein, the South American commentator who says goal, wo nahi hoga. In Wimbledon, it will be. Now we'll have to see if Christina can achieve. It will be a struggle after her three double falls. She has had three double falls. Venus had only had one. That hush in these posh places on in these games, which is a very controlled voice. So how to avoid the hush that often falls on me when I'm trying to be the English writer and how to embrace an identity of someone who comes from a place where when the Bollywood song, when the song comes and you're sitting in the theater, men will tear their shirts off and they will sing, you know what I'm saying? Toh main toh yahaan par is gesture mein apni earphone bhi nikal diya, magar you see what I'm saying. Manoj bhai would accept ki haan, Bitya mein jab wo gaana aata tha na, toh hum log toh apna salak kameez bhaad dete the. Yalla! First day, first show. So that exuberance also, I must say that I feel that I should embrace in my writing that kind of wild energy too, lekin hamisha se ho nahi paata hai, ya chad uss tarah se aata nahi. So it is not so much finding a balance to answer your question. It is just a back and forth in a little dance where you're trying to retain while doing, while achieving some unnatural postures, you're still trying to retain your balance."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:57.680",
        "message": "No, you could not have answered this question more beautifully. And thanks for sharing that passage, which, you know, Ian Jack cut out because, you know, as an editor, that would have delighted me the most, that particular passage, because I think it really does get to the heart of mortality and how vulnerable it makes you and how helpless it makes you. And it's just, it really kind of speaks to me. But I think the larger answer there is that you have to be authentic to yourself, which is what I tell my students, I tell creators of all types, that you have to be authentic to yourself. And even the Englishman who's giving the restrained commentaries, Wimbledon is at some level being authentic to himself."
    },
    {
        "speaker": "Unknown",
        "time": "01:19:33.040",
        "message": "Exactly. Exactly."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:33.840",
        "message": "You know, like Ishiguro is captured in Remains of the Day, for example, or is, you know, that classic sort of restraint, you know, and whatever it takes to be authentic to yourself, you do that. Now, that kind of brings this deeper question, because I think the biggest hurdle to writing, and in fact, a hurdle in life itself, is this ever present anxiety of what other people will think of us. We are social creatures, we crave validation. And therefore, in a sense, we are all being performative. In certain ways, we are being performative, even to ourselves. You may go from a small town to a big city or from India to abroad somewhere. And you are conscious of that, how am I being perceived and you're being performative, and sometimes a face becomes a mask. And in trying to project yourself as something which you would like to be seen as, you lose a little part of yourself. Now, what you have done, and this is so evident in all of your writing, in the flavours of the language that you capture in the places that you visit, is that you haven't done this. But what was this process like? And this was really an anxiety that I only noted in myself, in a sense, when I reached middle age, when I said, when I realised, boss, we spend too much of our lives paralysed by this anxiety, when the truth is no one gives a shit about anyone else. We've all got our heads up our own ass, no one is thinking, what did he write, screenshot it, mock him on Twitter. Actually, that happens a lot on Twitter. You know, it's such a pointless anxiety and something you have to move past. So what was that process for you like, you were a small town kid who goes to a big city, you were a desi kid who goes abroad. And this must have been an ever present anxiety, it must have at some level shaped your writing. Even when you begin writing, there is that Indian writer in English thing happening, there are those big role models, even you I'm sure would like a fat advance, maybe not consciously, but the thought must enter, what kind of book will get an advance, so on and so forth. Tell me about this anxiety, has it played a role in your life? How have you overcome it? When did you begin to see it for what it is?"
    },
    {
        "speaker": "Guest",
        "time": "01:21:33.760",
        "message": "I've not overcome it, boss. I still crave good reviews, and get angry or disappointed or disgusted with those that do not offer praise. But you're now comfortable in your own skin. Right, right, right. Just in the interest of honesty, I just wanted to say, I haven't transcended that much. Have you watched that Chaitanya Tamhane film, The Disciple?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:00.320",
        "message": "No, I haven't watched The Disciple yet, oddly, because Court is my favorite Indian film of the last 20 years. It's an amazing film."
    },
    {
        "speaker": "Guest",
        "time": "01:22:12.960",
        "message": "I'm trying to link it also with your last question about being authentic. You think at one level, you know, Chaitanya Tamhane is someone I don't know. He seems a young auteur who is full of both promise and achievement, but I'd love to know him. If anyone is listening to this, please tell him that I admire him immensely. You cannot watch that movie, whether we're talking about the Court, but also certainly more importantly, I want to talk about The Disciple, without thinking that here are characters who are being authentic to themselves. Like in the Court, the singer presents the whole truth of his soul in his words. It is an unswerving arc towards his fated destiny. It's an amazing thing. It's like it's as firm and as shiny as a sword being swung in the air, you know, it's just"
    },
    {
        "speaker": "Unknown",
        "time": "01:23:22.480",
        "message": "there."
    },
    {
        "speaker": "Guest",
        "time": "01:23:24.640",
        "message": "So you sense that of the characters, but also you sense that of the artist behind the camera, that this person is trying both to express something of his own, what he's seeking in life, what he's seeking in art, and he's trying to shape who he is through this expression. So my main anxiety is not so much about the advance, which I don't get anyway, or about the reviews, which are not always good anyway, or about finding admirers. So it's great to have someone who has read you as sympathetically as Amit Verma has. It is about doing what that guy is doing, yeah? The one who sits and practices and finds himself distracted, but returns to it because he thinks this is what is the path. I thought, and you know, nothing, nothing absorbs me. And this is one way of answering your question. Nothing absorbs me as the story of this seeking of the self, and the seeking of the self through art, because you can't do it by industry. So instead, how to find and write a poem, or a story, or a novel that will achieve, let's say, what I saw someone doing with great austerity even in the disciple, to the acquisition"
    },
    {
        "speaker": "Unknown",
        "time": "01:25:05.440",
        "message": "of the right."
    },
    {
        "speaker": "Guest",
        "time": "01:25:07.120",
        "message": "And I did not know, you know, like, like when in the, well, you haven't watched the disciple. In a disciple, there's a scene, for example, where the teacher says he's dissatisfied with how the boy is singing. Now, for someone unschooled in music like me, I do not know what is going wrong. But I appreciated the rigor of the master saying this is wrong. And I appreciated the enthusiasm and dedication of the student who says, okay, let me try this again. And it was amazing to me. So the search for art, or the search for a form that articulates whatever it is I'm looking for, or seem to have found at that point. And what I can say about the world, that is how I have maintained, or at least found a place of comfort in today's world."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:02.640",
        "message": "And do you look back on your older writing, like whenever you write something, what you have written at that moment is a reflection of yourself, right? And when you look back on your older writing, do you look at it differently? Do you sometimes say, which of course, I think all writers go through. I everything I've written before makes me cringe. But in your case, you've been accomplished for a very long time. So do you look back at your older writing and think sometimes that this was written by a different person? Like how different is the 22 year old Amitabh Kumar from the person that you are today? And perhaps a person 18 years ago, when we first met or whenever?"
    },
    {
        "speaker": "Guest",
        "time": "01:26:37.200",
        "message": "Yeah. How different are these people?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:39.040",
        "message": "What do you see when you look back on yourself? What do you feel?"
    },
    {
        "speaker": "Guest",
        "time": "01:26:41.520",
        "message": "You know, when I first really thought, started thinking of myself as a writer, I was writing poems against the border patrol and in America, and they were very angry poems. And I do cringe a little bit. But I also am quite taken by that person who seems eager to speak in such an unfettered way. My first book was called Passport Photos, that was a very, you know, coming to this country was a transformative experience and the encounters that I had and the feeling of being a marginal man. And I thought, that's a very humiliating experience. You know, when you go to ask for a visa and the way they used to treat you, at least they used to treat you. I don't know how they happen now. And I used to think, when you look at your passport, the guy at the border asks you a few questions, again, in a very blunt way, have I ever got a chance to tell my story? So if I look, if I open my passport, it says name, place of birth, date of birth, and then I have a passport. I have a passport, I have a passport, I have a passport, I have a passport, I have a passport. My passport, it says name, place of birth, date of birth, identifying marks. What is the story I can tell about these? So everything that is on my passport, you know, on the first page, those are the chapters of that book. Or passport photo, the photo I've used there is one of, you see an old woman, and then when you turn the page, you see the photo of that same woman, the same photo, except now it is a bigger frame and you see that she has her arm raised in protest. And it is, she's a protester from Bhopal, outside the Supreme Court office in Delhi. And I was trying to tell the story, what is the story that the passport does not tell? And what is my book, passport photos? What is the story that it is telling? In other words, how to take the form given by the state and how to alter it? My passport does not ask me, what is my language, but it is in language that I declare my independence and my identity, to marry a capital language pen. So when I now look back at it, I'm rather pleased that I found that form. I'm also pleased by the various liberties I have taken by doing the reportage, poetry, photography, you know, I photographed in five different countries, I think. I've covered migrant workers in that book, so I'm pleased with that. But one thing that I don't find often, that has become more a feature of later books is narrative, just to settle into narrative, and that has been the change. I used to, the other aspect is, I used to think that I'm standing at the station, there's a suitcase and I will go back to India. And I will go back to India, that was the feeling when I came to this country for several years, I didn't even take a license because I thought, what's the point, I'm going to go back and be a journalist, you know. Arvind Das used to be alive then, he would say, yes, you come, you will get a job here, no problem. And that was a wonderful place at that time, Dilip Padgamkar, etc. And I stayed here, and then, I mean, I began thinking that in academia, the kind of writing that is happening, especially in postcolonial theory, it's very limiting, there is no search for a wider readership. And so I began thinking, so I wrote Bombay, London, New York, or Husband of a Fanatic, because I wanted to have a larger readership and to have conversations that were a bit more reportorial rather than written from a seminar room. So that has been one thing. By the time, but still, it was about India. But when I was writing Immigrant Montana, which was published in India as The Lovers, I thought, no, I should write about my experiences here. And so I tried a little bit more of an exuberant language, also a mixed up language, and I tried to write about here, you know. But maybe the story is that of a man who was from Bihar. During the partition, he goes to Pakistan. And then his name was Iqbal Ahmed. And then he got a scholarship and came to America. And from America, he went to Tunisia and became involved in the Algerian struggle. He was a friend of the PLO. And when he returned to Princeton, where he was a PhD student, he got involved in the Vietnam, in the protests against the Vietnam War. And then he was jailed for conspiring to kidnap Kissinger. So John Berger had written his story, but it ended with the time he crosses over into Pakistan. So I thought that after that, in his life, especially the incident of Kissinger, I should follow that. And I wrote my novel, Immigrant Montana, based on that. So from then, you know, this idea of how to bring the two worlds that are most closest to India and US, that has been the main attempt. And that is why, if you look at the British cover of A Time Outside This Time, you will see that it is split in half. One half is Narendra Modi. The other half is Trump. And they both meet in a nicely symmetrical way. And that has become now, in some ways, a focus of my writing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:40.800",
        "message": "Sir, it's a horrific cover. If you vote, who will you vote for? So here's a question. There is, at the heart of being a writer, it seems to me that there is a contradiction, and there are two aspects which seem to go against each other. And I'll talk about both those aspects. And one of those, I'll read out this bit from your book, where you wrote this message to Michael Ondaatje. And you wrote, quote, My wife called me from her car. She was crying. She had been on her way to the pharmacy that is only five minutes away, but something bad had happened. Driving on the dark road. It was late evening night gathering all around the glow of daylights. She had struck a deer. She said she had been unable to react in time. And now she couldn't move in her seat. A man in the car behind her had stopped and asked her if she was okay. He then used his phone to call animal control. A woman slowed down to inform her she was offering judgment that the deer was suffering. My wife said nothing to her. But to me, she said it was a beautiful animal. After a while, she saw the animal control truck. She told me it had come to a halt behind her. Then she heard a shot. And she didn't want to talk anymore. Stop quote. And I love the detail of then she heard a shot, you know, just that much extremely powerful. And you write in your and this is again from the blue book. And you write how Ondaatje, thank you for the account. And he said he had a story for you. And I'll quote the story, quote, A man driving in Dorset was stopped by the cops. He looked very disturbed. The cops grew suspicious and made him step out of the car. The man said that something had happened an hour earlier and he could not get over it. He said nothing more. The cops searched the car. And in the boot, they found a dead badger. The man had hit and killed. He was still grieving. The driver was Ted Hughes. Stop quote. Remarkable story. This is one aspect. And this is the aspect of empathy. What happens when we read literature is that, you know, we are born to live one life. But by reading literature, by reading novels, we can inhabit the heads of others and live the lives of others. And that, it seems to me, is something that would naturally build empathy, which is why I can look at various people such as your two cover models for which you just showed and assume that they've never read a novel in their lives. Now, the other aspect of this, again, comes from, I think this was in one of the other books that you quoted, Com Toybin. And I'll quote again from the quote, Toybin had told a class he was teaching that, his quote now, you have to be a terrible monster to write, his quote ends. Everything is material, the writer was saying, even confidences that someone has indiscreetly shared with you. Toybin's advice to writers was to go ahead and use the story, even if readers were going to identify the person you were writing about. The writer's credo must be, use it because it will make a great story. Toybin had said, if you can't do it, then writing isn't for you. You have no right to be here. If there is any way I can help you get into law school, then I will. Your morality will be more useful in a courtroom, stop quote. So these are interesting contradictory aspects, which despite being contradictory, it seems to me must both exist. One is tremendous empathy, and the other is basically the mind of a sociopath. That I have to tell a story, I have to tell it in any way. These people will die, the story will live. So what are your thoughts? Like you mentioned Janet Malcolm and her thoughts on journalism earlier. And the second aspect of it is also a question that she brings up, that these people you are writing about become instrumental to you. You speak to them, not really to listen, to understand them, to empathize, but to look for material. Where will you find a good one, which you can use in your story?"
    },
    {
        "speaker": "Guest",
        "time": "01:36:08.480",
        "message": "I like the point you made about empathy. That's something I think about every day. In fact, my last novel, A Time Outside This Time, it started with a question about empathy. I asked him, you know, what happened was that it was in 2016, a few months before Trump was elected, I had gone to give a talk in upstate New York. And I was driving back, and the lynching of Mohammad Akhlaq in Dadri, it was the first anniversary was. So I thought, what can I write which will remind people of what happened and maybe make them think a little bit. It was an exercise in empathy, frankly. So the first line I wrote, I was driving, I had a notebook in my hand, a small notebook. I wrote, a lot of life is left in a man being killed. What are his thoughts as he's being killed? What does he think? It was a presumptuous act. But at the same time, that is what a writer must do. They must presume to enter the lives of others with an effort to touch other people or to make them think about other things. And then that question got linked to another question, which was that of what can you give a dying man? What can you write that will make someone give a dying man a drink of water? In which a man, maybe in Hapur, is asking for water after the cow vigilantes have hit him so badly. No one gives him the water, and he then settles down and dies. So I think if you do not think about empathy, you cannot write. But on the other hand, I also think it's wrong to assume that reading will necessarily make you more empathetic. My friend, whom I invoked earlier in this conversation, Teju Cole, once wrote about this and said, isn't it true that all those people who were the guards or the officers in the concentration camps, did they not listen to Beethoven and Mahler before turning on the gas in the gas chambers? All these officers had their bungalows next to it. After killing people, they would go to their homes and their children and they lived perfectly normal lives and listen to music. Great achievements of German culture. So there isn't a clear link necessarily between writing, though one hopes there is. Certainly in writing, in producing it, how can you write without having an empathetic imagination? How will you enter the lives of others? So that's a crucial point accepted. Does it exist in contradiction with this other desire? Yeah, my friends, including again, my friend Teju, disagree with Cole Toibin's command that you have to be a monster to write. I embraced him because I went with this feeling. I armed myself with this sentiment when I went to Patna. I'm not going there to celebrate it. I'm going there to be as honest as I can. And there was this poet whom I admired a lot. And I thought his marriage was especially difficult. I should be honest in writing about it. And I had this thought, even as I was walking with him in a park in Patna and talking to him, and then I went somewhere else with him, and then I went to a mall with him. I was thinking, this guy will think that I told him all these stories. I was thinking, he must think I will, he must, he must feel betrayed. And then I thought, but that is what I must do. I frankly did think that, and I'm not necessarily proud of it, but neither am I ashamed of it because I thought that is my dharma to write what I have come to find out. And I'm sure he was upset. And then when my mother died, he came to the funeral, and I went out, I saw him, so I re-embraced. And then he began telling me a story. And he's always a great storyteller, so I just listened. He said, he mentioned another writer, and he said, when he died, and I think the death might have been in Mokama or somewhere, I can't remember, somewhere in Bihar, and this other writer was in ICU, and death was imminent, and his daughter came out and said to my friend, the poet, she said to, ki dadda, ap unse jaake kahiye, I know I cannot let my father die. So my friend, the poet, said to me, toh main gaya, main ICU mein gaya, aur main unse kaha, let's say his name was Vinod, the writer whose name, he said, Vinod, lotao, lotao, lotao. He said, main bade jor se kaha, and he's saying this, in this large public gathering, mournful gathering for my mother's funeral, and everyone is spellbound, listening to this man, this tall, bearded fellow, telling the story about calling someone back from the door of death. The friend died, of course, but this was a great story, and I thought, isko bhi mein kahi, main toh iski pehli kahaani mein bataao, aur yeh bhi kahaani mein kahi na kahi bataoonga, aur wahi main abhi kar raha hoon, Amitabh Armaa ke saath, bhai sahab ki kahaani mein aapko suna diya, so one has to be, I think, again, to talk about Suketu, for example, Suketu always says, he uses that term, a writer's dharma, and I am with Janet Malcolm Boss, ki agar aapne mujhe apni kahaani batayi, toh main toh kahaani kaha raha hoon, main toh aapki kahaani dohra hoon gayi, so you be careful, Amit, in whatever you write to me in your emails."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:11.280",
        "message": "No, you would, the kind of person that I am, I don't think you want to write boring books, toh usme kuch mahal nahi hai. I'm fascinated, listen, listen, listen."
    },
    {
        "speaker": "Guest",
        "time": "01:42:20.880",
        "message": "This is why Chandra Haas doesn't send you long emails. It was amazing. I have a short, a very two-line things about both these things that you've just said. One is, I always, I do not understand it, but I'm fascinated by the stories that you sometimes reveal, either on a blog or on Twitter, about your experiences playing poker. Wo mujhe kyunki wo duniya, meri duniya se bahut alag hai, magar it is very interesting, you know, and so I don't think it is boring at all, first. Second, talking about Chandra Haas, this is a story that will probably not interest you because I've repeated it a few times with him, but it was amazing. He and I, probably on the same evening that I saw you, but he and I got into a taxi and the taxi wala turned around, because I was joking with the guy, he was an older man, I was talking to him, I was joking with him, and he said, dekhiye, he wanted to sell us aphrodisiacs, and he said ki yeh jo hai, yeh guli jo hai, isme gold hai, yeh capsule mein gold hai, isko aap kharidiye, aur isko aap lejiye, aur tab iski takat dekhiye. So I said, bhai saab mere paas bahut takat thi, yeh chandra haas hai, isko bahut zarurat hai, isko aap isko bejiye. So there was a story there also. Anyway,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:35.920",
        "message": "so let me stop there. Yeah, go ahead. One of my friends with whom I did episode 250, Naren Shenoy, who is known as a great storyteller, kuch bhi aap bolo, he'll tell you an incredible story, which actually happened. And we always wonder ki yaar, we have also lived in the same world. We don't have such stories. And to some extent, I guess it's a matter of noticing. But I have lived in Bombay all these years, boss, no taxi driver has ever offered me a gold cup. That's because they look at you and they know that you don't need it. That's because they look at me and they say lost cause, kuch nahi hone wala hai iska. So normally, when I start my conversations, pehle ek der ghante, we talk about the person's past, their childhood, growing up, all of that. And I realized we got into all these thematic digressions and didn't touch upon that at all. So we'll take a quick commercial break. And when we come back, we'll kind of go all the way back, you know, to when it all began. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs rupees 10,000 per GST, or about $150 and is a monthly thing. So if you're interested, head on over to register at IndiaUncut.com slash clear writing. That's IndiaUncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome to the scene in the unseen. I'm chatting with Amitabh Kumar, whose latest wonderful book is The Blue Book, a writer's journal. And he's written a whole bunch of sort of incredible books. And I want to sort of now know about the journey of Amitabh Kumar before he, you know, became the Amitabh Kumar we all know. By the way, you know, I was thinking earlier today, that I realized that we think of each other as friends. I realized that when you come to Bombay, we meet. I cannot for the life of me remember how we know each other in the first place. Do you remember?"
    },
    {
        "speaker": "Guest",
        "time": "01:45:51.200",
        "message": "I think I used to read your blog. That's how I came to know him. And we have several mutual friends. You know, I think Prem Panikkar might have said something or Nilanjana Roy or maybe Rahul Bhattacharya because you used to write on Crick Info. So I think maybe that was the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:11.920",
        "message": "introduction. I don't even remember. Interesting, isn't it? Again, just thinking aloud. The other day I was thinking that we live in unique times in the sense ki mere jo sabhi abhi dost hai, they are sort of friends that I've made well into adulthood. You know, none of the people I am with in touch with a daily basis are people who were in school with me in college with me or even in a workplace with me. You know, they are all people I have met because of the internet people like you and I or all of these people Prem Panikkar, Nilanjana, I would not have met any of them or Chandrahas. Chandrahas perhaps, but otherwise, if not for the internet, it wouldn't have happened. And we are the first generation who are kind of benefiting from this ability to create a community of choice to say these are my people, whether it's mutual interests or mutual inclinations that kind of bring us together. And therefore, I think the texture of our lives is far richer than if we were born in say 1920. And you are restricted by geography, the people you can choose as friends from around you are, you know, it's a very small pool. Say, say, I mean, that is true. And yet,"
    },
    {
        "speaker": "Guest",
        "time": "01:47:18.080",
        "message": "I feel and this is I'm saying that just because I've been thinking about it. I feel that this that while all that you're saying is true. But even this community of choice is not an unchanging community. In other words, if you think a little bit, internet has been with us for, I don't know, at least 25 years. Let's say 20 years of some, if not email, then at least social media, that sort of interaction. You have indeed made new friends and you have created a new community. It is true. But then now think how that has changed also. In other words, what have been the conditions under which one close internet friend has given way to another? And now why has that happened? If we understand that, then I think we would have a better understanding of where we are going. You know, for example, what was the era of blogs? You know, I don't know whether you remember, I'm sure you remember, when you started Rabout, I was also one of the contributors to it. Who are those people? Did we feel very close to each one of them? And if not, why? And now, where are those folks? And who are the others who have given way? And why? Is it because blogs have given way to Facebook or Facebook to Twitter or Twitter to Instagram? Or what? What else is happening? I sometimes think about all these things. And basically, I think, since I once earlier invoked the idea of my funeral and ZD's note, I often think who will be at my funeral, you know? Which friends will come? And sometimes I also think that maybe in funerals, those friends also come who are no longer friends. Because they want to honor a certain past. And they want to remember who they were in that past. So maybe you and who"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:08.640",
        "message": "knows, even Chandrahas will come to my funeral. Even Chandrahas? What is the inside story of this event? I have to find out from one of you one day. No, you've sort of set me off on a path of also thinking about it. Rave Out, by the way, for listeners who might be wondering what it was, at one point, India Uncut, my blog was on Blogspot 2003 onwards, and then I took it to its own domain. And when I took it to its own domain, I very foolishly thought that let me start some other sections. One of them was Rave Out, where people write about books, music, films, which they like, so they're not reviews, they're recommendations and 200-300 words. And you were one of the people who kindly joined in, Nilanjana was there, Chandrahas was there, Jaya Arjun Singh was there, and so on. And I soon realized I'd made a big mistake because people were coming to the blog only to read me. And that's also, you know, when I don't, as far as my own creative work is concerned, I don't think of scaling, I don't think of making it something bigger. Because there is an intimate space I have created, for example, with this podcast. And that's a comfort zone for both me and my listeners. And I don't want to kind of mess with that. But I want to sort of follow up on what you said about, and I'm thinking aloud, because I haven't really thought about it in these terms before about, you know, how have these friends changed. And I think one of the very dangerous things that social media has done is that it has made everybody performative, especially what you see on Twitter. Or in fact, Jonathan Haidt had spoken about the rise in depression among female teenagers in the US over the last 10 years. And his point was that, look, people said that the boys will go awry because they're playing violent video games all the time. But actually, the boys were fine, because the video games helped them with problem solving and logical thinking and all that. It's the girls for whom it was a problem, because earlier, what would happen is, teenage or pre teenage girls, and I'm simplifying from what I remember or what he said, so forgive me if it's simplistic, but earlier teenage or pre teenage girls would, you know, hang around in the school or hang around somewhere, and they would talk about this or that, and it was casual, and it was comfortable. But Instagram and other social media made everything performative where you had to compete with the other person to portray a certain image of yourself. And this, of course, led to bad mental health issues. Like I think I heard this one story of how these parents felt that Instagram was messing up their daughter's mind. So they forbade her from going to Instagram for two weeks. And she killed herself because she couldn't do without it."
    },
    {
        "speaker": "Guest",
        "time": "01:51:39.120",
        "message": "You know, and even if you're on Instagram, and you kill yourself, if you're removed from it,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:43.760",
        "message": "actually, is that depressing? Yeah, yeah, it's depressing. And that's one aspect. And the other aspect is Twitter, where the incentives are towards finding your tribes or your echo chambers in on one extreme or the other. And once you figure that out, then you have to rise in status within that tribe, you have to signal, you know, either your purity to the cause you attack people from the other side, you're always talking to people, or rather, you're always talking at people or mocking them, you're not engaging in dialogue, there are no conversations, everything is personal, if someone disagrees with you, they are bad. It is not that they disagree, they are just bad, period, you know. And what I think that often does is that there is an incentive to cast judgment, you go on Twitter, you quote tweet somebody, you snark on that person, you feel wise and virtuous and better than the other person that you are snarking on. And this can also affect relationships. Now, thankfully, I haven't lost any friends because of this per se. But I see people I'm acquainted with, who are on the edges of my social acquaintance, we may share common friends, who will behave in ways online that they would never behave in real life, because no decent person would behave like that in real life. You know, I mean, what is a quote tweet, if you think about it, you and I are standing at a party, and suddenly you turn to a third person. And while I am there, you point at me and say, see what Amit said, you know, lol, he is such a moron. And that would be such an incredibly rude thing to do, uncivil thing to do in a real world setting, but it happens all the time on social media. So I wonder if you have any thoughts on that in the sense that how because it's changed the incentives for how we behave and how we perform, it affects"
    },
    {
        "speaker": "Guest",
        "time": "01:53:24.000",
        "message": "friendships and relationships as well. Yeah, I mean, the first thing we were talking about, with Comte de Wien, you have to be a monster to write. Well, everyone is now a writer then, and everyone is therefore a monster. It goes, it shows the poverty of, I mean, I don't know whether I should say that way. But you know, what Comte de Wien was subscribing, that ideology begins to appear very pernicious, because it becomes legitimate or legitimized behavior. I'm very interested in the fact that, you know, earlier, you used the phrase, we will talk about my childhood in a bit, but you talked about the community of choice. Well, you have a community of choice, but you also have an unwanted community that, you know, because everyone is there now in your bedroom or in your living room, because I was writing a novel about fake news. I was interested in following some of the conversations on Twitter or on being there, at least or being active there, some sort of a presence. I don't find it a space of release or freedom or calm or solace. It is some place where I might go if there is an event happening that is that important, you know, just to see what people are saying. But I find it a hard thing and I find it, I find people are, I find it more akin to a stampede than to a conversation. I find mass thinking of that sort also disturbing. So, I think it narrows the spectrum of thought and nuance and feeling. So, I'm not a fan. On the other hand, I don't think one can shut oneself off from it. So, I want to keep a presence. And most probably, after you air my show, or air this conversation, I'll tweet the hell out of it. Well, we'll talk later, maybe. But I found it interesting that you don't try to think of scale, that you think of an intimate space. And I think that's a smart thing you're doing, because then that whole earlier conversation we had about being authentic to oneself, that also holds sway, because then we realize that you're not trying to structure something or shape something to please someone else. You're doing something for a certain choice, community. And that's great. Everyone who appreciated the conversation with Mrinal Pandey, I hope is going to appreciate our little chat, though I have not yet had a story as fascinating as a refugee. You know, I love the stories she told about Shivani and Dharamveer Bharti and how she sent those letters, how her mother would give her. And I thought of my own children, my God, maybe I should assign them some tasks. And then her mailing. And I also thought, this is a silly thought, but please forgive me. I thought, oh, my God, she would have the article sent. What a loss would it be if it had been lost? It was a fascinating conversation."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:34.400",
        "message": "It was fascinating. And I think this is also fascinating. And you're right that people who like that episode will certainly like this. I mean, because it's, I mean, I mean, these are themes I keep going back to because I just kind of find them so fascinating. But how many times will I say fascinating? I think, you know, there are tropes on the show that, oh, you know, take a shot every time Amit says multitudes or whatever."
    },
    {
        "speaker": "Guest",
        "time": "01:56:53.840",
        "message": "Fascinating is one of those things. I have noticed double click. Let me double click on it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:58.960",
        "message": "I picked it up from a guess. I've forgotten which guess. Otherwise, I would give credit. And it seems a very nice way, double click, mouse over. So, you know, all this is used. But let's now go back to your childhood. Tell me about that. You know, where were you born? When were you born? Tell me a little bit about the texture of your days growing up. Because when I speak to someone like Mrinalji, for example, as you would have noticed, I find that magical because that is a world lost to us. I mean, one illusion that all of us suffer from is that the world that we see is a world that it is and there's nothing else. And speaking to anyone from the past, from that generation, pre-liberalization, pre-technology, pre all of this, you realize that life had a certain enforced era. There was no choice but me time because where is the smartphone? I mean, you know, we were limited by what we could read. They have everything available to them. We did not, you know, so tell me a little bit about growing up and how your view of the world kind of expanded,"
    },
    {
        "speaker": "Guest",
        "time": "01:58:03.440",
        "message": "what kind of kid were you and so on? Yeah, man, I cannot narrate any story from my past without at once, as if on the same page or next to it, see how I have represented it in my books. In other words, this might be apocryphal, but I remember Amitabh Bachchan saying at some point that he would not and Harivansh Rao Bachchan was still alive. But I remember Amitabh Bachchan saying that when his father would die, his father would die, he would perhaps and I might be misremembering it, but the way I remember it is that he would perhaps think of all the times he had heard the news of his father's of a father's death or when he in a film that he was playing the role of the son. And what I got from that was the idea that when his father, his real father died, the experience would not be so much empty, as much as it would be layered. He would remember these other deaths. You know what I'm saying? Where he had played the bereaved son. You're always drawing upon your own past in your own books. I am certainly. The opening, I mean, very close to the opening of my book, The Lovers, which was, as I said, published abroad as Immigrant Montana. There is a line which goes something like this. The red-bottomed monkeys climbed down from the tamarind trees and peeled the oranges left unattended on Lotan Mamaji's balcony. So this is a memory from Ara, where I was born, an early childhood memory. In the story, we read that a monkey, a middle-sized young male, instead of peeling the orange left unattended that day, he picks up a gun, a pistol that belongs to the narrator's maternal uncle. And he points it first at the cousin who is lying in her crib, the narrator's cousin. And then the monkey, turning the gun around with a primate finger, thumb joining, pulls the trigger and blows his brains out. Now, there were monkeys when I was growing up. I was born in Ara, in Bihar, in my maternal uncle's home. And I had a cousin who was a little younger than me. There were monkeys all around. There was a tamarind tree. It was not a monkey, but it was I, as a boy, who I have been told, took the gun from under the pillow of my maternal uncle and pointed it at my cousin. And everyone just held their breath, not wanting to startle me, till I turned it around and then the gun was taken away. But because I associate, especially because my uncle was an alcoholic and brought great devastation in that family and other things, I associate that period or that act with this violence that I then brought into the scene. So that is one story. One story which I don't think I've put into any of the books is that I don't know whether you know, under an astrological sign, you're born, you're called a sataisa, which means in Bihar. So for 27 days, your father can't see you. And when he sees you, agar dekhe toh apshakun hoga, unpar chati aayegi, he will have problems. And when the father first sees the child, it has to be as a reflection or something. I can't remember the story, but I was that kid. So when the story was told to me, I immediately thought I must, of course, be a malign presence in the life of my family. And especially when I was, because I was a very bad student, I thought, of course, I am, because, you know, I brought such disgrace to my father, who after my 10th grade exams, came to the door and said, kya karoge, riksha chala hoge, patna mein kya karoge, ab tum hi soch lo, doctor engineer toh tum bane nahi kabhi, nahi ban sakte ho. So anyway, so for 27 days, my father could not see me. He was a young magistrate at that time. And then he came to see me. And I believe he first saw me as a reflection in a small pool of oil. So that and that's how our alliance began as father and son. I was a great disappointment to my parents because I had a very erratic academic performance. I was all right in college, in school. Magar jis taraka hota hai, bad luck. You know, I was, even when I came to, on a scholarship to Delhi and studying in modern schools, mein, Angrezi mein, kam se kam, bahut achcha tha. Aur wajah ek exam ke pehle, ek pre-exam ki ek exam hoti hai, usme I got the highest marks. But when the 12th standard exam, jo CBSE jo imtahan diya, toh usme mujhe, Angrezi mein, they gave me 53 marks, which was a great shock. I was going to do a BA in English, but with 53 marks, main kya karta, they allowed, if you paid 250 rupees or something, I can't remember, they allowed you to, it was called a reassessment of some kind, I can't remember the formal term. Magar mujhe yaad hai, main Indraprasth gaya, NCIT ka office hai, whatever, CBSE ka office tha, and I filed that application, but I could not improve my grade. Wahi hi raha hai, 53. Toh bada shock tha, toh my father said ki, bhai, Angrezi mein toh bahut kam aaya marks tumko. And as luck would have it, main India mein top kar gaya, political science mein. Toh my father said ki, aap political science padhi hai. Toh main bhi bahut disappointment and rage mein, political science padhne gaya, I never did well. It was very embarrassing. I also found my, as I have mentioned earlier, I found my teachers disappointing. Yeah, by the way, I should also mention, people will, I think it was a friend of Jai Arjun's or someone who, on Facebook, wrote against me on this point too, or maybe, I can't remember now. Mujhe, I was invited by Hindu College, where I was a student, to come and give a talk after my book, Bombay, London, New York came out. Toh main gaya aur in a spirit of honesty, main kaha ki bhai aisa hai, there was students, there were teachers whom I had known myself, there was a principal sitting in front. Main kaha, my teachers here failed me. Nothing that I was taught here ever connected with what was happening on the street outside. Bahar mein, main bus pe baitha hu aur in the, you know, we pass the samsaan ghat, jahaan par main dekhta tha, fathers taking small bundles to be buried. Badi gareebi bahar aur away rasta, corruption, tarah tarah ki tragedies happening. Bhopal tragedy happened at that time. I said, and then I would come to my classroom, I was studying political science, Hobbes, Locke, Rousseau, naam toh lete the, lekin kabhi ek ne, no, not one teacher in a lucid way connected what we were learning to what we were seeing in the street outside. When I was saying all this, the principal first walked out, then a few teachers walked out. The students seemed to be enjoying it, but a couple of the students didn't. And I remember one of the students complaining about it on one of the malls, that she felt that I was being an arrogant asshole. But you know, I don't know. Main ek din jitna mahinat karta hu, apne class mein, apne students ko pradhane mein, I think these people had not done it in a year. When they would lift their notes, when they opened their notes to read out their lectures, little bit, the notes were so old that little bits would flake out like dandruff. Toh mujhe toh badi disappointment thi us education se. And I therefore did not, and partly of course it was my failing. I wanted to be a writer at that time or even the nights before the exams, I was reading, I don't know, works of literature. I remember one day trying to be reading Herzog, aglae din exam thi, mujhe koi idea nahi tha. It was a sad experience during education, you know, the seeking for literature of language, but not finding it in the classroom anywhere. A couple of things I did at that time, which helped me was, India International Centre mein, videshi films dikha jaate the. Aur Pragati Maidaan mein, there would be retrospectives. Toh Shyam Benegal ke films, for example, maine wahan retrospective mein dekhe, Gurudutt, Satyajit Rai. Aur India International Centre mein, Renoir, Truffaut, wagar, Goddard aur toh, you know, by the way, Pragati Maidaan mein toh, Falaknua mein bahar baith ke free rata tha, ya vada nominal ticket aur neeche ek aur, I can't quite remember the name of the theatre below that. But in India International Centre, you could enter only if you're a member for these films. Toh main bahar khuda aata tha, passing guest se poosha tha, main aapke saath aa sakoon. It was like being a beggar, really. And some people took, you know, offense at it. The other people were very kind. There was an IPS officer, a South Indian man. He would see me and he would let me come. You know, we never spoke, but he would say, OK, come. I mean, I wonder what his name was. I'm forever grateful to him. Because main film dekhta tha, aisa Truffaut ke film dekhna hai. And I look at two characters, they're on a bicycle, they're biking, wo music hai. And I would think things like, oh, is tar se narrative ki jati hai, rhythm hota hai, something like that. Or there would be a cut and I would think, ah, this is how you edit something, where you can introduce a certain tension or surprise. So that was my real education. Ki yeh library mein gaya. I really think that many people are natural born artists or they do things that is amazing at a very early age. Mera aisa kuch nahi tha. It has been a long, hard struggle through unknown roads to arrive at a place where one can at least put down on one page a certain testimony of what one sees around oneself. The other thing that happened was that I came abroad. And here, finally, I was able to do, I had already done an MA in Linguistics in Delhi University, that's when I applied. And then I did an MA in Literature. Toh yaha par aake meri academic career zara baithar ho gayi. In fact, I started getting 4.0. Toh, you know, it's a nice marks like that, etc. Mere advisors ne aap kahe ki you should do PhD. I had thought ki bhai main 2 saal rahunga, kuch reading waiting karunga, fir wapas aake journalist ban jaunga Times of India mein. Magar after the MA, the teacher said, nahi nahi aap PhD kije. Toh phd mein then you get sucked into a routine and a different life. And I thought, now I'll be an academic. And, you know, I became an academic. But, I mean, on one hand, there's no argument against learning. On the other hand, it also delays the actual act of creation. PhD ke bhaja, bhaiye kitab list dete toh baithar rahta hai mera khayal sir. You know, so I always feel that as a loss. I also feel the loss of, as I have said before, the language was lost to me when I stopped writing in Hindi. But I also feel as if India se connection toot gaya. So the idea of going back and doing journalism, aapne kahi baar naam liya Husband of a Fanatic ka, you know, it was a useful thing. For example, Husband of a Fanatic started this way. It was Kargil war. I got married to a woman who was from Pakistan during the Kargil war. And I wrote a piece because India and Pakistan were playing cricket in the World Cup at that time also. And someone was wearing a sign that said Cricket for Peace. Toh maine socha bhaiya jis din shadi hui ki main quick piece likdu. Marriage for Peace. Aur woh maine Hindu me chhapa aur mujhe ek right wing ne, organization, Hindu Arthwaar organization ne, ek hit list pe daal diya. Toh wahan se ek kahaani shir hui. Now, regarding journalism, one thing I did was that I went to my school in Patna and asked the kids, whom I have not known, but it was my school. I went and said ki bhaiya aap log aapki tarah hi hain, aapke umr ke, can you write letters to children in Pakistan? And the letters they wrote, some of them were full of hate, some of them were full of love. And then I, thank God, got a visa to travel to Pakistan, badi dikkat se mili. And I went to my wife's school in Karachi and I read out the letters and I had the Pakistani kids write responses. Now, I'm trying to say to you that by employing a certain degree of creativity in journalism, I was able to reduce the distance that always threatened to divide me from my origins, you know. Jaise Gujarat me riots ke baad jaana, ya Kashmir jaana, ya kahin aur jaana, ya Jharkhand jaana aur thodi se investigative story karna. Yeah, if I think about this book that I was holding up a moment ago, A Time Outside This Time, you know, going and trying to investigate or write about the killing of a guerrilla leader, ek naqsal ki mauth basically, on meeting the police informant or meeting police officers wagar, usse laga jaise ki I'm bridging a gap, not necessarily becoming Indian, but at least trying to find out a little bit about what I have missed out over the years by being abroad. And that has been the story in some ways of a formation where a mix of memory and a mix of reportage has led to a few narratives, which we have discussed so far."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:30.320",
        "message": "Lots to double click on as the phrase goes in all of this. But before that, I want to sort of address another question. And I'll read out a bit from Husband of a Fanatic, in fact. And in that you wrote, quote, in Raza's Aadha Gaon, and you're referring to Rahim Mazum Raza's famous story Aadha Gaon, and you write, quote, in Raza's Aadha Gaon, the protest against a nation is made in the name of the village. When the fiercely well-educated Muslim students come to Gangauli to preach about partition and the necessity for the creation of a new nation of Pakistan, the Muslim villagers are genuinely bewildered. One of the villagers is a young man called Tannu who has returned from battle fighting for the British in the Second World War. He argues against the urban visitors in the name of his village. And now you're quoting him. I am a Muslim, but I love this village because I myself am this village. I love the indigo warehouses, this tank and these mud lanes because they are different forms of myself. On the battlefield, when death came very near, I certainly remembered Allah, but instead of Mecca or Karbala,"
    },
    {
        "speaker": "Unknown",
        "time": "02:12:27.120",
        "message": "I remembered Gangauli. Stop quote. And I found this so moving. And I want to ask you,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:31.920",
        "message": "I want to ask you, what is your Gangauli? What is home to you? And I asked that not in the sense that I want a definitive answer, because in my own case, I don't have a definitive answer. It was my sense of home was contained in people and memories and things which have kind of drifted and dissipated. So in a sense, I feel homeless. There are places where I'm more comfortable than other places, but I don't think I have a Gangauli. So I want to ask you, what is your Gangauli or"
    },
    {
        "speaker": "Guest",
        "time": "02:13:00.080",
        "message": "what has your shifting notion of home been? I think those people are very lucky who have a Gangauli. And that luck is part of an ethos and this is a part of a time that is now gone. People like my father, it has been very difficult for me to convince my father to sell off the small bit of land that we have in the village. His connection to it is almost as if a connection to an umbilical cord. I mean, he's going to remain connected to it and he doesn't have a life outside it. There will always be certain scents, certain sounds, certain tastes that make me feel as if, oh, I'm more alive now. A particular kind of paratha or a particular kind of achar se wahi rishta hai. Ek tarah ka, you know, Ravish Kumar se hamisha baat hoti hai ki bhi, aaye aaye, maans khayiye ya machhli khayiye. You know, a particular kind of, and this is also because I've invoked Maharaj Vajpayee before, the idea in Champaran of a certain kind of khasi ka maans, you know, a goat meat, is important for a class or a caste of people. They're not from the same caste, but you know what I'm saying is that the idea is that is a genuine homecoming. The most honest answer I can give you is my Gangauli is the printed page on which I have created my own temporary map of the Gangauli of my past and my future. Language is the only nation that I can now commit myself to. Does that make sense to you? And I say that particularly while noting that Rahim Masoom Raza's protest is against the idea of a narrow nationalism. And you and I boss are living in a time where nationalism, a resurgent kind of hyper-nationalism has once again staked its claim on our psyches and is condemning lots of our folks, not just to death, but that other death that is hatred. And that hatred that people are carrying in their hearts carrying in their hearts is very, very dangerous and will change our societies"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:31.440",
        "message": "for a very long time, if not forever. Yeah, I agree with that. And we'll come to that and kind of double click on that as well at some point in this conversation. But first, I you know, you've also in one place written about written quote, in other words, a writer arrives at a sense of place not by mere accident of birth or habitation, but by creating again and again, a landscape of the imagination."
    },
    {
        "speaker": "Unknown",
        "time": "02:15:56.320",
        "message": "Stop quote. And this goes back to, this goes back. Sir, this is from your book."
    },
    {
        "speaker": "Guest",
        "time": "02:16:00.720",
        "message": "I think this must be, this must be husband of a fanatic, I think. Okay. So here's an answer to your earlier question about, it's not making me cringe. I'm like thinking, yes, you're right. This is right."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:12.000",
        "message": "Admiring yourself. Anyway, I interrupted you. Sorry. You know, and one of the things I've sort of examined in past episodes also is the nature of memory, like one of the interesting, like I had done this episode ages back with Anshul Malhotra, and I keep referring back to it because it made quite an impression on me. She, of course, wrote the books about memories of partition, where people carried objects from the,"
    },
    {
        "speaker": "Guest",
        "time": "02:16:31.920",
        "message": "from one side to the other. It's a great idea."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:33.920",
        "message": "And while researching how, what memory was like in preparing for that show, I realized that neurologically, memory is that if something happens, the first time we remember it, we remember it. But the second time we remember the remembering, and the third time we remember the remembering of the remembering and it, and they can be a game of Chinese whispers in the brain. So you and I can remember having coffee when we last had coffee, but we might have completely separate memories of what actually happened. You know, and just going to that theme, like at the start of this conversation, we spoke about how, when we write in a sense, we are constructing the self. And of course, a part of the self is memories is that sense of home that we are constructing in the absence of an actual Ganguly, so to say. And that also, of course, leads me to the depressing thought of what happens when these memories go on, you know, which I have seen happening to people where I've seen it happening happen to my father, for example, where at the end of his life, everything just goes. And then what is your sense of self? Who are you? You know, and so do you feel that in all your writing, therefore, by being so self reflective, which is also something I'll ask you about, but by being so self reflective, by making your own life, by being a monster to your own life, in a sense, turning all of it into material, you know, you write about certain memories, but at the time, was it that for you? Or is it that in the remembering you have given it significance made it something else, sort of shaped an imaginative world, which is now your past,"
    },
    {
        "speaker": "Guest",
        "time": "02:18:02.800",
        "message": "but which wasn't necessarily like that then? It always bothered me that the 1984 Bhopal tragedy did not at all inspire me to take a train. I was, you know, I was 21 years old. I wanted to be a writer. Why did I not get on a train and go? Yeah, what stopped me? I'd never, you know, there's a wonderful documentary filmmaker in India, Rahul Roy, he was my neighbor. When Indira Gandhi was killed, he was going and working. He said that evening that he was going to go and work in a refugee camp. I was very curious about what he was doing. But I did not go that night. Why did I not go? So for me, memory has been an examination of the past, but it has also led to, therefore, the act of writing where I then go to find someone where what I missed out on. So, for example, I was in school in Patna when prisoners were blinded by the police with the use of acid and needles, needles and acid. I was in my early teens, I think. But later on, I went looking for those men. And the encounter with those men and my asking questions about what had happened was for me a sort of, of course, it's imagination in order to, imagination as a motivation or curiosity as a motivation to shape a narrative which had missing parts. So that's my first response. It's not directly answering your question, but I'm trying to say that writing for me has always been, and certainly so now, the most creative thing one can do thing one can do to record memory, to shape memory, to make sense out of the infinite chaos that always surrounds us. And that chaos includes forgetfulness. And that's what I'm doing. Ask me another question so that I can narrow it down or properly respond to you, because I want to, because I think maybe I've not responded right to your question."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:30.960",
        "message": "No, I think my question, in a sense, was not really a question. It was a sort of vague and imprecise musing at some level, because what we remember and our self image, our memories and our self image are really constructed in a sense by us, by storytelling that we do. Now, most of us, we do the storytelling, just in our heads in a very ad hoc kind of way. But some of us are writing all the time. And therefore, one writing leads to greater self reflection. And therefore, there is a greater chance that if you write in good faith, and if you write in complete honesty, and you know, as sort of every line of what you've written in all your books shines through with that, then there is a greater chance that you are able to, you know, see through the BS as it were to see your own role. Like in another in an earlier episode, one guest has said that, you know, what is, you know, one question that people should sometimes ask when they're creating"
    },
    {
        "speaker": "Guest",
        "time": "02:21:24.080",
        "message": "something is what is my role in this play? I see. Okay, okay. Let me address that in a slightly, I hope I'm not interrupting you. Can I speak about that? Please, please, please, please. There is a line by John Berger, which Arundhati Roy has used as an epigraph to her novel, The God of Small Things. Kiran Dasai has used the same epigraph in Inheritance of Loss. And Michael N'Datche has used that same epigraph in one of his books. That line is, no story can be told as if it were the only one. And so, and you have, of course, during this conversation, come to it in a different way when you were quoting earlier this line in a different way. Now, I think the desire for honesty or meticulous accounting is one thing. But it cannot be, it cannot proceed with the complacency that you are telling the whole truth. And therefore, my addition to the line you quoted is, you know, what is your role in the play is instead like, would be more like, what is the story that, what is the story that you're telling about yourself maybe hiding? Or what does it exclude? And you cannot always be aware of that. And so, I have just finished a story, a novel actually, which has now gone out to publishers and let's see who publishes it and who accepts it, in which I have tried to tell a story, which is the father's story, and then have the daughter's story, just as a way of thinking what gets left out so often in each of our narratives. When Husband of a Fanatic was published, some people wrote in the reviews, or at least one or two people, that this is the story of this man, this is the story of the husband, where is the story of the wife? Now, I did not think it was my job to tell the wife's story, let my wife tell her story. But it would be good, and I hope I have made space for the possibility that the reader knows that there is this other story. I tried to do it, I have tried to follow a certain ethic. I went to meet a man who had put me on a hit list. When I called him, he said, I said, I want to meet you, sir. And he said, how are you? Now, when he was talking, my wife was worried at that time. When I was talking, my wife had said, the police had come to my house to say that you blah blah, you know, this was in Philadelphia, in Pennsylvania. So, when I went to meet him in New York, so my wife had said, please call me. I called from a public phone. He said some very violent, vulgar things about him. My wife is a very straightforward, straight-talking person. And I had to say that I said nothing. I actually just tried to take notes. And I tried to tell myself, even as we were walking, and he was saying things like you fuck her and you fuck Islam through her. I was thinking I must remember these exact words. And was I being a good person? I don't know. But I thought I was doing my job. If not only did I listen to him carefully and write it down carefully, but I also revealed to my reader that my wife had this question and that I did not have a satisfactory answer for. And that I am now telling you the story. Let me give you another example, if you don't mind, from the husband of a fanatic. You know, I'd gone to these camps, and I spoke to these women. And I was struck by the fact that there had been so much violence, that the understanding of the children had been so changed that if you asked someone, if you know, I have this little account there of a girl being asked, what is rape? And she says, and she says that rape is when you tear off the clothes and throw the girl on the fire. You know, when I spoke to women who had been raped, it was, you know, it was a great responsibility to both listen and then transcribe and write down what they were revealing about their experiences, including what they were trying to shield me from and shield themselves from. Okay, I recounted a little experience, where a man asked me, who has given you my number? The previous night I had been to a dinner, where I'd asked, because an Indian, because a Hindu woman had been killed for protecting her Muslim lover, I asked at the dinner, do you guys know of any couple from the both religions? And this gentleman, whom I can reveal now because he's dead, it was Pratik Sinha's father, Mukul Sinha, a wonderful human rights lawyer. He gave me a number, but he said, you know, it is dangerous. Do not mention that I gave it to you. And so I called this number and the man wanted to know who is, who gave you this number, because these are, you know, and I had to lie. I said, I don't know who he was. I met him at a party. Now, I thought I should tell this story and tell the story in order to reveal how I got a story and what happened in the story. But when I read this chapter out at the University of California in Riverside, where they were considering me for a job, a woman said, this man lies. Not only does he lie, he tells you that he has lied. We should not give him a job. I did not get the job. I didn't particularly want it, but I'm telling this to you, that people, even when you are being honest, even when you are being honest, and my desire has been to be honest on the page always. And of course, there must be feelings, but I'm saying that has been my desire and my purpose. People will not necessarily give you credit. They'll think that if you have admitted to lying and you have admitted to lying, and if you have done this on the page, then you must be a liar and must be condemned as such. So there are pitfalls of such honesty, but I'm okay with that, because the page on which you try to be honest should be an open page. It should be open to the interpretations of different people, and you should be held in judgment. It's all good. It's all good. It's all good. It can't be fixed. It should remain an open idea."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:00.560",
        "message": "You know, first of all, what you mentioned about at the Shah-e-Alam camp, you know, then you ask a nine-year-old girl, what's the meaning of baladkar? And I'll just read a response out in Hindi, because I think it's just more sort of evocative, that when she says, Main batao didi, baladkar ka matlab jab aurat ko nanga karte hai aur fir usse jala dete hai. Stop quote. And later on, you write, and I'll quote you again, When I began to speak in the Shah-e-Alam camp to an 11-year-old boy whose name was Raja Bundabhai Qureshi. When Raja told me his story, a terrible story of his mother and sisters killed, I saw from the way in which he recited the details that in the name of charity and the need for news, this little boy had been turned into an automaton or an agony machine. Insert a coin into the slot and hear a recitation about rape. And later on, at one point, I think, you know, right in your last chapter, before you write about the Bhagalpur blindings, you speak about this village called Logan, where there is this young Muslim man called Nazim. And, you know, Hindus from neighboring villages and everywhere come and they basically slaughter all the Muslims in the village. He manages to get away. Later, he comes and all the Muslims had gone to these fields where they were slaughtered and he manages to identify his wife's body by the clothes that she's wearing and all of that deeply moving story. And at this point, you imagine, how can he go on again? What happens is seven years after this, he's got a second wife, he's living in the same village, around the same people who, you know, and I'm just struck by that normalization in both these examples, where in the one case, this little boy has seen his loved ones being killed, but he recites it like an automaton, like an agony machine, as you put it so eloquently. And on the other hand, there is this person where everything has been destroyed and putting myself in his shoes, I find it hard to imagine how I could go on. But he goes on, everything is normal again. And you refer to the times that we live in, and we see this again and again, around us, as if there is an acceptance that life is tragic and shit happens. And you just go on in the same way. So whatever happens, you know, people just kind of go on living their lives and everything is normalized. And this can lead to terrible things, whether it's Rwanda, or whether it's in Nazi Germany, or whatever, things get normalized that yesterday would have seemed extraordinary. And victims accept it as well, that when everything is uprooted and gone. So in a sense, it's almost as if two opposing forces, where as a journalist, as a writer, you come to talking to these people, in full openness, you know, you are in a sense, also burying yourself in the way that you write, because you're also writing about yourself. And, you know, so you've buried yourself in that way. But they are either treating behaving like agony machines, or whatever they're reciting, you're one more person from the press, one more social worker who's come, whatever, or they treat you as instrumental. Like you talk about when you went to Bhagalpur, and you spoke to both the police and the victims of the blindings, you know, one policeman and one victim, both of them asked you for the exact same thing, which was that license for a tailor or whatever outside the station. And they were looking at you as instrumental. In fact, the book ends on that very poignant note, which I thought was such a powerful way to end the book because there's nothing definitive about it, no definitive conclusion you take away. There is a man to whom a terrible tragedy has happened, but he is behaving in this petty embarrassing way at the same time. So what did all of that make you feel that as a writer, you want to go deeper into that tragedy and the aliveness of the things that happened. But as a human, they have just, and again, this is, I mean, I don't even know if this is a question or if I'm being particularly lucid, or even lucent, whatever that is, I'll have to look at it."
    },
    {
        "speaker": "Unknown",
        "time": "02:31:49.680",
        "message": "Lucent means luminous."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:51.840",
        "message": "Luminous, okay, I'm definitely not being lucent. Yeah, so what are your sort of thoughts on this? Because this disturbs me a lot. And as much as something terrible happening, it disturbs me that that veneer of normality just falls upon it again."
    },
    {
        "speaker": "Guest",
        "time": "02:32:06.720",
        "message": "So yeah, as we are talking, major lucent, I just want to be sure, especially because if we have presented it on a public forum, it was, I think it has to be light. Yeah, glowing with or giving off light. The moon in the background. I think Thomas Hardy and Tess had used it somehow about the evening, I can't remember now. Gloaming was another word I had learned."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:36.880",
        "message": "In the gloaming years of the evening."
    },
    {
        "speaker": "Guest",
        "time": "02:32:38.560",
        "message": "The response I have is something like this. That young man whose story I had actually, unfortunately, forgotten from Logaing, but I remember visiting him. And I remember the story there. I met a woman also, whose leg had been chopped off. When I think of that, I think of that young man, for example, that he must have told a story to himself about what his life has been, what it was like. And then the story has taken a new turn. In other words, I want to make a very simple and banal point that he must have a narrative about what has been an interruption. Maybe he thought of it as an obstruction. And then he overcame the obstruction. It was and then his story has gone forward. Okay, let's keep it in the background. Now let's come to the present. You and I will remember how on Twitter, for example, during the second wave, you, your friends were asking for help for x or for y or for z. All oxygen cylinder needed there, some help needed there, a bed needed there, plasma needed there, etc. Now, my contention has been my worry as a writer has been that that experience or that story, that harrowing story will be forgotten by the time the general elections roll around. Not only will it be forgotten, it will be somehow turned by the powerful, by the people, by the media, by the powerful into a story of triumph. We brought you protected to the gates of this new future. And please vote us back into power and we will vote them back into power. So the normalization that you are speaking about for me is a normalization, not simply of life in some ways picking up a rhythm that was there before, which probably happened to that young man in Bhagalpur. For me, normalization is where the powerful manipulate even their worst defeats into a story of glorious triumph. And that, I think, is a huge injustice. And I believe in the writing that goes against that, particularly if it can succeed. Do I fear that that writing can never succeed? Because we are not in the business of writing advertisements. You know, we don't publish magazines, we publish novels and therefore we will fail. We will not, you know, 30 people will buy my novel and 30 crore people will vote for them. So that's the difference."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:43.840",
        "message": "Yeah, and what I am also struck by, and by the way, there's this one particular sort of tragic story during the second wave, which happened to a friend of mine, that both his parents had, you know, caught it and they were in separate ICUs because they were not getting a place in the ICU. And his dad was in an ICU in a hospital called Jaipur Golden. So there were 21 people in the ICU ward. And one day the electricity went and the oxygen machines couldn't work and the hospital couldn't do anything about it. And 20 people died in the ICU ward. My friend's father was the only one who survived. And when my friend met him the next day, he said, I want to die. Because he had literally seen everybody around him die. All the will to live was gone. Meanwhile, the mother is in a separate ICU. And this dragged on and on where every day my friend would be hustling with people going to the black market getting cylinders himself and eventually both his parents died. And it is what it is. You know, just as you know, when demonetization happened, I thought, okay, the largest assault on private property in human history, and they have to lose the UP elections. And I was completely wrong there, because I completely missed the point. And I think what I mean, and of course, Schadenfreude had a role to play in that where people were the poor thought, oh, the rich are suffering more, which, of course, wasn't true. But also, I think that we have normalized that nothing will work, the government won't work, nothing will work that we live despite everything we've normalized that we are apathetic towards it. So we don't actually connect our vote necessarily, in a causal way to the governance that we get, because we have assumed the governance will be bad. And I think that assumption is actually largely correct anyway, doesn't matter who you vote for beyond a certain point. And for that reason, no matter what happened in the second wave, which I think was worse than the horrors of partition, because partition was in certain areas. In the second wave, every family in this country knew someone at least who had been affected in terrible ways. The cries for help were everywhere. But I agree, I don't think it will have an electoral impact. And my question here is this, that what that tells us is that the most powerful thing in the world is really story, reality doesn't matter. And of course, you could argue there's no such thing as reality, because, you know, whatever story you tell, there are other stories to tell. If the world is complex, every story is necessarily simple, but it, you know, how close or far away from fidelity you are, should matter, but it doesn't. We live in an age of competing narratives, the truth is completely irrelevant. And it is what it is. And what you say is that, okay, artists might say that, oh, I'll be authentic to myself, and I'll do what I do, and I'll write what I have to, and whatever, which is fine. It is a noble instinct. And those stories won't win, like you said, you know, so what is your sense of this also? Because like recently, I remember I was chatting with my writing students in one of my latest batches. And I was asked about the difference in writing fiction and nonfiction. And I said, look, there is no difference. It's narrative, you're telling a story, there is no difference. It's the same thing. And you know, over the last 40-50 years, narrative nonfiction writers have used novelistic techniques throughout, you know, there is no difference. And at another level, I feel that there is no difference between fiction and nonfiction also. So I've kind of rambled, there isn't really a question in this."
    },
    {
        "speaker": "Guest",
        "time": "02:39:04.560",
        "message": "But you know, but there's something I want to double click on. That you're, you know, that when you said that people do believe that governance will be bad, if that was true, if such belief was endemic, it would be bad enough. But I actually think it is even worse, which is people come to accept a lot of people, the majority does, and that's why a government can return to power. The majority believes that governance was not bad. And that will even be better. That is an even greater level of delusion. And so it is particularly pestifying and depressing for me, that there should be such a faith in the great leader. And that there should be such an ideology of hatred for minorities and for others, that you can coalesce and unite around a certain idea. And therefore, the hegemonic power of the dominant narrative is even more of a challenge when you think of yourself as a writer. You think, oh, my God. So it's a very, very depressing thing. And yet, you have to, I mean, what I'm doing, I mean, at one level, it is just the act of trying to take note of the news, of the news, trying to think of a creative response to it. So I think of the Blue Book, for example, as an attempt to preserve my humanity. Bad things are happening. How do I respond with beauty? And I'm not saying I've created the most beautiful thing in the world. But what I'm saying is, it is my attempt to find something which I can cherish and which I can share with someone and say, here, here, here is a gift of the date. You know what I'm saying? I have received news of the death, but on the piece of newspaper that has brought me the news of the death, let me draw a flower. Because it's the time of April. It's April. There are daffodils in our backyard. So why not draw it? So I think that is one role. At one stage, it's a testimony that I am. This happened to me. This happened to my brother. This happened to my friend's father, whose father said, I have no desire to live now. So it's a testimony. The other, as I said, is the gift, the gift to tomorrow, or the gift even to today. The sunset was on the creek behind my house. We are in lockdown. My students, I made a sign for them. Today's office hours at Sunset Lake. So a gift in the face of terrible happenings, a small offering of beauty. And it looks beautiful in the night. So I thought that sort of a thing. And then beyond writerly acts, boss, you think of someone. What was his name? Hanuman or Hanuman? Narwal. And his daughter? Natasha Narwal. Natasha Narwal. When I think of the young protesting, I mean, you know, Umar Khalid in prison, give me a break, boss. Does he deserve to be in prison? And don't we need people like that in the classroom or out in the streets? Wouldn't he be a great example for the young to think about how to serve their country? To think about, shouldn't we at least stand in solidarity with people like that who are paying such big sacrifice? I think that is our job, you know, to honor that. So I think beyond what we do as writers or something, I want to say, boss, how to lend solidarity to these very brave people, many of them young, many of them older than even me, and think that we should at least support them."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:36.880",
        "message": "Yeah, I should, I'll again double click on a couple of those aspects. But I should also point out that to my listeners that even though Amitabh is aware it's an audio podcast, he was showing me all these pages as he was talking about them. So that's a rustling that you heard. So sadly, that is for my benefit alone. But if you pick up the wonderful book, which by the way, I found beautiful. And I'll tell you, like, one approach that I have for this podcast, for example, is that I'm not trying to just go through space in terms of geography, people will listen to me in different places. I'm trying to go through time that in 2050, if you listen to this, you get a sense of a person or the sense of how an idea was looked at and all of that. You know, if I have a four hour conversation with a person, a part of that person is sort of embodied, you get to listen to it and get a sense of what was going on. In that sense, this book was very enriching for me in a similar sense as well. Like already while reading it, I went down different rabbit holes and discovered different writers. I remember I'd recorded an episode which Raina Bhattacharya a few weeks ago, a great episode on the loneliness of the Indian woman that was the title. And my favorite post episode bit was that she'd recommended a bunch of great books. And I picked up this fantastic book called The Odd Woman in the City by Vivian Gornick. And I loved it so much. And I thought, okay, this is it's like an added benefit, which is why I put so much work into my show notes, for example, that I want to make these rabbit holes available for others. So this beautiful book certainly plays that part as as indeed the conversation does though, for a moment when you said hegemonic power, I was like, Oh, my God, he's sitting with a PhD student. I apologize unconditionally for that. So here's a broader question for you. I realized that all these years of my growing up, maybe I'm 48. So maybe for 45 of these years, I was under one particular delusion, which does not exist. And that delusion was that by and large, we are a liberal people. Fringe may kuch aise extreme elements hai, but by and large, we are liberal, tolerance hai, you can see it in our food, you can see it in our languages, we assimilate. By and large, woh faith tha that you know, whatever you call it, a shared idea of India that I think you and I at least would share. What I have now come to realize is that I was living in an elite English speaking liberal bubble. And we are the fringe. And the rest of the country is what it is. And I don't want to pile judgment and say this is good or that is bad, main apne nazari se bata rao, but it is what it is. And one common trope, almost a cliche on my show is when I ask guests and I won't ask you this, but I'll share the questions you can see where I'm coming from, is that whether our constitution which is actually fairly illiberal, but it's more liberal than society, that is our relatively liberal constitution, an imposition on an illiberal society. And therefore, can that imposition ever work? Or can that imposition itself be called liberal? And I've asked this to various guests and got various great answers. But my sense is that what we see today is that society has caught up with politics. Andrew Breitbart once said, politics is downstream of culture. And I think that today, the elites have been overthrown, that what our politics is, is reflective of what our society is, that this hatred and all of what you see around has come from the bottom up. And I was sort of struck by this fabulous quote from Husband of a Fanatic, in fact, when you talk to Mr. Jagdish Bharatiya, who is this gentleman who met you and called you harami and kutta and all of that. And at one point, and you're writing in the early 2000s, so I found this very prescient quote where you write the quote, the internet was a gift to Mr. Bharatiya's propaganda, it made him a better long distance nationalist. He said to me, if the Hindus will be saved, it will be because of the internet, I send out an email, and I'm able to talk at once to 5000 Hindus, stop quote. And a few years back, when I was musing upon what kind of happened in India, I sort of applied Timur Kuran's framework of preference falsification to it. Timur Kuran is a Turkish sociologist who wrote this book called Public Lies, Private Truths. And his thing was that people often take stances because of what others around them think. The example he gave was the Soviet Union, right? That before the Soviet Union collapses, no one is dissenting publicly because they think they are the only ones. And then there is what he calls a preference cascade, where people realize that others are also dissenters, and then there is a cascade and it all blows open. And I believe that what happened in India and a big part of the rise of Hindutva is that there was a preference cascade, that people would not say in polite society that I don't like Muslims, or a woman's role is in the kitchen, or whatever the case might be, right? And some of these, you know, maybe I am biased, and I'm putting a negative spin on it, maybe there's a positive way of looking at it. But there were beliefs, which were not stated openly, because this elite liberal consensus existed that these are things you can say, and these are things you can't say. And that's fallen apart. And that preference cascade is what sort of caused 2014, one of the things that caused 2014. And our society was always like this. And technology by empowering individuals, actually empowered all the closet bigots, as I call it among us, who suddenly realized that they were not alone, that they are the majority. So is this something that you would broadly agree with? Because you have a lived longer than me, you've grown up in a smaller town. And you have kept going back as a journalist talking to people with an open mind and endless curiosity. What is your sense that was there a shift in the way we were? Or were we always like this? And was this always going to happen?"
    },
    {
        "speaker": "Guest",
        "time": "02:49:23.920",
        "message": "Yeah, I'm a sociologist. I can't give a good coherent answer to that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:28.800",
        "message": "But impressionistically?"
    },
    {
        "speaker": "Guest",
        "time": "02:49:30.320",
        "message": "Yeah, I feel my sense was that it is not that we have become the margins. I feel that the liberals themselves are revealing their bigotry. Make passage from a time outside this time. Why must one slow jam the news? Because all that is new, will become normal with astonishing speed. You will go to visit your father and discover that he has pledged himself to the service of the great leader. Or you will visit your friend's house, and it will take a minute or more to realize that a meeting is underway. And now, everyone is looking at you with suspicion. You notice one fine day that all the signs on the road have changed. Your town has a new name. Dogs have grown fat on flesh torn from corpses lining the street where you grew up. The beautiful tree outside your window is dead, has been dead for some time, and has in fact, just now burst into flames. I do not know why these changes have taken place. But I certainly know these changes have taken place. They have taken place in our own homes, and they have taken place in our own families. It's a big change. Your question is whether it was always there. And I don't know the answer to that. Maybe it was. But it is startling and shocking. And I don't know also whether it is reversible. It's like, it's like the fucking climate change, boss. It's been massive. It's ushering into a new era. And you don't know whether it can ever be turned back. The glaciers of our understanding, not to be utterly glib, but the glaciers of our understanding are"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:23.360",
        "message": "melting. And the waters are rising. That's a fascinating way to put it. And I love that passage, by the way. And I'm also really glad that when you spoke of the beautiful tree catching fire, you did not say it had turned lucent, which no doubt it had. But just, you know, it's this is all very depressing stuff. So I want to provide a little bit of light relief at this moment. And I plan to start the episode with this. But before we get back to the serious subject, I'll quickly go to the light relief, which is that a few days back, I tweeted and I will put this link in the show notes also about a narrative device run by AI, right with this guy created a site or Usme you feed in two words, and it will create a short story out of those two words, right? A nice little writing prompt. But my god, this fucking AI, sorry for the language is so mind blowing, that I think at some point, humans will just stop writing novels. Now, there are it's it's on a particular site. It's a complicated URL. But since you were coming in your honor, I fed in Amitabh Kumar and rats as my two entries and the story it came up with was this. Amitabh Kumar loved rats, he would take them in and care for them. And they would always return the favor, giving him food and love. One day, a rat named Rani came to Amitabh Kumar and said, I know you love me and I love you too. Please let me stay with you. Amitabh Kumar was so moved by Rani's words that he allowed her to stay with him. And the two of them lived happily ever after. And there's another one where instead of feeding in Amitabh Kumar and rats, I fed in rats and Amitabh Kumar. And the story I got, and it creates unlimited ones. So if you feed them, then you'll get something. Rats and Amitabh Kumar. And this is a story. Rats were always a nuisance in the Kumar household. They would chew through cables and pipes and disturb the peace at night. But even more than their destructive behavior, Amitabh Kumar was afraid of rats. He could never understand why they seem to bite him, despite the fact that he was constantly running and squeaking."
    },
    {
        "speaker": "Guest",
        "time": "02:53:30.880",
        "message": "Now let me tell you a story. I was in my home in Pennsylvania at that time, and I got a call from David Devedar. And he said, we're doing a series on cities. We would like to start with Patna. It'll be a short book, maybe 30,000 words. Will you do it? And I said, yes, because I thought immediately of the rats that had carried away my mother's dentures. Now, when I started thinking about rats, and I thought of the rats, then I thought of my sister, in whose hospital they had installed, because of the presence of so many rats, they had installed a machine to frighten the rats. But the rats, as you know, I've written about that in the book, chewed the wire, and the machine stopped working. It did not emit that supersonic sound. What is of interest to me is that then I did other works and tried, but I was thinking of myself as the rat. So many artificial intelligence, the story that really came out was that Amitabha Kumar was interested in writing about rats, because rats, for example, had destroyed the land under the railway platform in Patna Junction, and the platform itself had collapsed. But he was thinking of someone arriving in Patna, and the rats being the spectators of this arrival. But what he was really thinking was about his own departure, his departure from Patna. He had left, he had abandoned his parents. He was the rat who had abandoned the sinking, Patna's sinking ship. This is my little story. The interesting story is that the book came out, my mother was there, she was in ill health when the book came out, and a little later she died. When I went back for her funeral, and this shows you why there is intelligence in the artificial intelligence, when I went back for her funeral, I woke up at night because a rat had bitten me on my hand. I thought I was protected under a mosquito net, but the rat had clipped it. There must have been some sense or taste of food or something on my hand. I woke up, and there was a bite, and I saw the rat scurrying away, and I could see the bite, you know, I could see the wound. It's a small bite, but I woke up my brother-in-law, who is a doctor, and he said, go back to sleep, in the morning we'll give you a tetanus injection. So that is what I got. So I always wondered whether a book critic had taken the form of a rat and bitten me."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:14.880",
        "message": "That's a brilliant metaphor, and while we're speaking of metaphors, I also love how you used it as a metaphor for caste. For example, you speak about how the Musahars ate rats, and you've described that also, and how it kind of tastes like chicken and all of that. And at one point you wrote, quote, the reason Musahars were looked down on Bihar was that they ate rats. The official believed that if we all began to think about rats in a more positive way, caste itself would disappear, and we would no longer think of Musahars as a lower caste. Did this make sense to them? Did they share this official's optimism? Stop quote. And of course, you asked this question, and they didn't share the optimism, because it was just overthinking it, like what, you know. So it's, you know, the symptom is not the disease as such. So let's, you know, go back to the linear path we kind of abandoned, and start talking about your writing journey. Like, and by the way, you spoke of your getting bad marks in English in the 12th. I got more in Hindi than in English in both my 10th and 12th. It's completely bizarre. I can't explain it. Where did you go to school, by the way? The school was ICSE board. I was in Bishop School, Pune. And my junior college was Ferguson College, Pune, my 12th, which was what, HSC? But yeah, whatever. How come you were in Pune, by the way? My dad was posted there. He was in the IAS. He was in the IAS. Maharashtra Kadar. No, no, he was Punjab Kadar, which then became Haryana Kadar when the two split. And then he was director of the Film and Television Institute of India, FTII. So he was there between 86 to 91, which was very fortunate for me, because I lived in that little red house, you can see from the road. I've been there. Yeah. And I grew up watching the greatest cinema you can imagine and not thinking of it as art film or whatever. These were just stories I loved, films I love."
    },
    {
        "speaker": "Guest",
        "time": "02:58:02.160",
        "message": "Examples?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:03.280",
        "message": "Well, I was an early fan of Fellini, for example, you know, E. Vithaloni and Amar Kaur were my favorite Fellini films, which probably says more about childhood taste than anything else."
    },
    {
        "speaker": "Guest",
        "time": "02:58:14.880",
        "message": "And what Desi people, whose films or who are the students there at that time?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:20.560",
        "message": "I didn't interact much with the students. Though one of them was Sanjay Leela Bhansali, who my dad expelled from FTII, because he was an editing student. So what would happen is you'd have these diploma films being made. And you'd team together a director with an editor with and Mr. Bhansali said, I might be an editing student, but I want to direct and he kicked up a fuss and there was indiscipline. So my dad rusticated him. And my sense always was that you rusticated him on the wrong grounds."
    },
    {
        "speaker": "Unknown",
        "time": "02:58:50.160",
        "message": "Very good point. Oh, my God."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:52.240",
        "message": "But that's kind of a different sort of thing. So tell me about, you know, you've landed up in America, what is your image of yourself? Like, did you always want to be a writer? Or were you even then thinking, I'll go back, be a journalist? What was your self image? And at around what point did that self image begin to fructify into someone who will write books? And if so, what kind of books? Why? Because, you know, right from your earlier books, there is that self examination, that self awareness, where you're always not just talking about what's happening, but bearing yourself as well. So tell me a little bit about those processes."
    },
    {
        "speaker": "Guest",
        "time": "02:59:31.920",
        "message": "I think the idea of, you know, finding kind of an education model in the US, which is very different from what I had in Delhi, was a great inspiration for me. And I thought for a few years, that I would like to be an academic. So even, but academic writing, because I had always, I would certainly say during my teen years, early 20s, my only desire was to be a writer. There was a woman I liked, and who wouldn't have spoken for me more than seven minutes, I think, in all the years I knew her. But my steadfast goal was to be her boyfriend. And the other one was to be a writer. The first goal failed, I did not have the cojones to approach her again and again. But she did admire one piece I had written once, and she came up to me to congratulate me on that. And I later accosted her after she got off from a university special outside Stevens. And I said, Hey, would you like to read my poems? And she said no. And then I didn't talk to her again. So because during all those years, I had wanted to be a writer, even when I did enter this more rigorous pedagogical and rewarding model, I thought I should do an academic book, but I thought it should be creative. And so passport photos came out of that. But I was dissatisfied with being an academic, I didn't like academic writing. I certainly didn't like academic conversations. And so I produced a literary memoir called Bombay, London, New York, where I tried to discover in all these places, a certain trajectory of migrant travel, but also literature written in these cities by migrant writers, by writers who announced their transitory role, etc. So I wrote works of nonfiction, that's a husband of a fanatic, a foreigner carrying in the crook of his arm, a tiny bomb. I wanted to be the person who, I suppose, brought a scene alive that was drawn from real life. And that was journalistic in the sense, you know, you mentioned Vivian Gornick, she's a friend of mine. I was inspired by the way she writes, she reports on life, on friendships, on mothers and daughters, on conversations, she overhears on the street. So that was my goal. But at some point, there was the desire, but also the challenge of writing a novel. I was finishing a foreigner carrying in the crook of his arm, a tiny bomb, which was about, you know, terrorism trials, basically in New Jersey and New York of desis. Because 9-11, terror state, we emerged, global war on terror, and they swept up a lot of desis for minor crimes and trapped them into becoming informants, and also cooked up conspiracy schemes where they could entangle other people and then, you know, claim that they had busted terrorism plots. My book was a reportage on that. But when I was just finishing it, I watched Satya. And I thought, okay, who is this guy, especially when I found out that he was from Champaran. And so I wrote to Shyam Benegal and said, boss, introduce me to this person. I want to interview him. I had first I thought, especially because then in an interview, he had been very candid, he had said things like, you know, pee in bed when I was a boy, and was reprimanded for it. I thought, oh, this man will be frank and open. And I thought I would write a nonfiction book. And then David Devedar used to be the editor of Penwin Random House, Canada at that time. In Toronto, when we met, I told him that the boss have been meeting this guy. I've done interviews with him in Atlanta. I've now gone to the village, his village in Bihar. I'm meeting him now in Bombay. I think and he said, why don't and I was telling him what I felt that I had gotten access to, but also how I did not feel it was a book length thing. And David said, why don't you make it a novel? So I thought, okay, so why not introduce other characters around this figure who comes from a small town, Betia in Bihar, and becomes a star in Bollywood? Why not surround him with other figures? And then I wrote a novel. And I called it home products, because I thought many of the novels I was reading, especially by Indians living abroad, were not really home products. They were for export only. So there is Bhojburi also, there are little essays on train travel, etc. And what trains mean in the Indian imagination. There is many essays on Virender Sehwag, everything in it, you know, I thought, to a desi reader, how to make a piece of imaginative writing intelligible. Now, the challenge that fiction posed for me was, was that of invention, to, you know, to hew close to life, but then to invent things. And here I'm going against what you tell your students, which I think you're right in telling them that there is not so much of a distinction between fiction and nonfiction, both of them are narratives, you're making up a story. I agree with that in principle. But also how to invent things. This challenge has appealed to me once I started writing that novel. And then I wrote another novel called Immigrant Montana, or The Lovers. And then I wrote this other one called A Time Outside This Time. And now I've written another one called My Beloved Life. The idea of writing something close to life, I've always quoted Jeff Dyer, who says, I write only an inch from life. But all the art is in that inch. That is what one must teach oneself, one must teach one's students, how to be artful in that clever manipulation in that little spot of maneuvering. That is that one inch, how much and in the novel, I'm just trying to widen that inch a little bit more and produce and produce things on the page that are entirely from my imagination. And I'm finding that a wonderful challenge, how to invent, how to invent, while hewing very close to life, take real life events, take some real life characters, but begin, instead of being faithful to the real that has happened, be faithful to the real that is even more real. That is my challenge. And that is what"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:03.600",
        "message": "I'm trying to do in this fiction now. To sort of make it clear for the listeners, can you give an example of something that happened in that inch? You know, maybe from a book that you have loved, maybe from your own work or whatever, but something that happened. And then what happened in that inch that elevated it to literature or art or that really, you know, struck with you in a sense? Yeah, give me some time because I'll, an example actually came to my mind of that inch. And it's a very moving example. So I'll share it with you. And it's from a film. And there was this film, I think by a Croatian or Serbian called Echo, it's spelled E-H-O. There are many films by that name. This is directed by a guy called Ren Jerka. And in this film, there are two parallel tracks. And one of the tracks is that there is this old man who lives alone, whose son has gone missing, and he's missing his son. And there's no way he can get information about what has happened to this kid. And in his aloneness, you see him unraveling. And at one point, if I kind of he's got all these video cassettes and all of that where the memories are, and he takes these video cassettes out. And at one point, he takes out all the kind of film in them. And then you have a scene in the backyard where he's surrounded by all this film, which is hung all over and he's hacking it down, you know, almost a literal moment that he was living in these memories. And now he's just hacking it down, hacking it down. And just an incredible scene. And again, something that is real. But for me, that's a two inches where art happens and it goes to a different level."
    },
    {
        "speaker": "Guest",
        "time": "03:07:39.680",
        "message": "I was telling you a little while ago, of a monkey taking a gun from under the pillow and pointing it at an infant in the crib before turning it around and blowing his brains up. Now, that was an inch from life because it was not the monkey, but I who had drawn the pistol. So indeed, there was a gun and there was a child in the actual scene. But here, it is the narrator who's watching and it is the monkey who does it. And it has a greater appeal for me because the violence, because when he shoots, his brains, bits of his skull and brain are splattered on the pictures of the patriarchs hanging on the wall. And for me, that was a story of familial violence that took place because of what is unseen in the scene is talking about the topic of your the name of your podcast, the scene and the unseen is the violence of the uncle who is the alcoholic and what he action sought. Now, in the example that you just spoke about, about the art, again, what the inch is, is that I present towards the end of the book, Immigrant Montana, a still from Satyajit Rai's Pathar Panchali. And I talk about it being from my notebook when I was writing the novel. So in my notebook, I have cut it out because I saw an article about his storyboards in Outlook and I took that and put it up. And then I have a note in it about how I wanted wonderful watercolors that Rai has done suggest to me the feeling of it's as if a light breeze for blowing through the pages. And it is the feeling of art, immediate and reflecting life. And by putting it into my own novel, I'm trying to say, this is how this novel came to be. So this is that other two inches. There's another thing I want to tell you. I thought my narrator is from a small town. His name should be a little bit more provincial. It can't be something like, I don't know, Sanjay. I gave him the name Kailash. Do you understand? It's a little bit different. And then in the train to New York, I was going to see something and in the train, I thought, OK, he has this Kailash has come to America. He has an Irish roommate who begins calling him Kailashnikov. Kailashnikov becomes then shortened to AK-47. And AK is also my own initial. Many people in my graduate school used to call me AK. So by somehow, I was creating a little circle which was resonant in a way. It was an inch. It was a maneuvering. Maneuvering within a small inch just to produce resonances. So that's what I mean. It intimacy with what it really is, but also it is a total act of invention. This idea of the Irishman calling him AK-47 and then it being reduced to AK and everyone in the teaching assistants calling him AK was an act of invention. But it was spurred by what was real, but it is something entirely new. So that's what I mean by."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:08.960",
        "message": "I had a friend in college whose mom was German and his dad was Maharashtrian. And we used to call him KGB, which was Konkanasta German Brahmin. And I'm also reminded of Mark Waugh's nickname since we're into cricket. You know, when the Waugh brothers started, Steve Waugh went straight into international cricket. Mark Waugh took some time. So he got the nickname Afghanistan, The Lost Waugh."
    },
    {
        "speaker": "Guest",
        "time": "03:11:28.960",
        "message": "Wow. Wow. A double pun. I think I might have read this on your blog sometime ago."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:36.000",
        "message": "Something is coming back. Maybe."
    },
    {
        "speaker": "Guest",
        "time": "03:11:37.600",
        "message": "It's common trivia. So maybe I don't remember if I brought it back in a day, but."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:41.520",
        "message": "That is amazing. That is amazing. And you mentioned Satyajit Ray. And I remember Satyajit Ray would find inches in places where he just kind of through stillness and not through invention, through letting things happen. Like I think of the swing in Charulata, for example, or the memory game in Aaranat Din Rathri, you know, where it's really in his hands the way everything unfolds. And I think there is that inch of art in the dynamic between our two main protagonists during that memory game, for example. And there is that inch."
    },
    {
        "speaker": "Guest",
        "time": "03:12:13.200",
        "message": "I want to say something. Wait, wait, wait. I want to say something on that, because you had earlier you had talked about authenticity and we were both we were both putting a lot of emphasis on authenticity. And now that we have invoked Rai, I want to talk for your listeners, but also just between you and me a little bit about how art is the real authenticity. Because we have discussed that chapter about the blind men in husband of a fanatic. I've always been a little bit suspicious of the desi from abroad coming back to investigate and write a story. So I've always had some anxiety about my authenticity. After I wrote that thing about the blind men, I was having coffee with Ashish Nandy in Delhi in his house. I totally adore him. So I said, Ashistha, I'm not sure I've done a good job. Can I read a few paragraphs to you and you tell me? He loved it. He gave it. And he said, listen, think about Satyajit Rai. There is no more of an authentic document of Indian rural life than Pathar Panchali. And before he made Pathar Panchali, Satyajit Rai had no experience of rural life. Ashistha was saying, here is a man who ate even Bengali food with a knife and fork who produced this document. So why are you worried about authenticity?"
    },
    {
        "speaker": "Unknown",
        "time": "03:13:42.800",
        "message": "If your art is successful in capturing the real lived life,"
    },
    {
        "speaker": "Guest",
        "time": "03:13:52.320",
        "message": "then you should not worry about whether you are authentic. I thought that was a great lesson. So there is authenticity and then there is authenticity."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:14:04.880",
        "message": "Let me share with you a lovely lesson I and others got when Prem Panekar did a workshop for my students, our mutual friend. And he spoke about this writer, I forget this writer's name, but he spoke about how this writer was asked, how does he write? How does he clear his head of all the chaos in the world and write? And the writer said, OK, I go inside my room and I shut the door and then I sit down at my typewriter. And they said, OK, then you begin writing. He said, no, I don't begin writing. Because even though I'm alone in the room, there are still so many others with me. And I sit in silence till everybody goes away. So the person asked, so then you begin writing. He says, no, I don't begin writing because even if they have all gone, I am still there. And I wait till I am gone and then the story writes itself. Yeah. And when you speak about authenticity, when you speak about Ray making Pathar Panchali, even though he probably had much path with, you know, silver cutlery, that I remember that. And it seems at one level, a bit of a romanticization of an overstatement, because the story never tells itself. The writer is always imbued in it, like you are, in fact, in all your work. But I sort of love this story anyway."
    },
    {
        "speaker": "Unknown",
        "time": "03:15:14.880",
        "message": "Yes. Yes."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:15:16.480",
        "message": "Let me let me move on to asking this. And this is, again, something that there's a shift that I have seen that has happened over the last couple of decades. And I think it is a fantastic mind blowing shift with which many artists and creators haven't fully fathomed, which is that we have been released from the tyranny of form. Like in the 1990s, if I wanted to write, I could send an article to Times of India and it's 800 words, or I write a novel and it's 100,000 or 200,000 or whatever it is. And there are these forms and I have to submit to them. If I'm a filmmaker, I can make something for television that is 24 minutes into which they'll put commercials and make it half an hour or I make a Hollywood film of 90 minutes, a Bollywood film of three hours, you have these set formats. What has happened today is we've been released by technology and audience stays from this tyranny of form. Part of this, of course, happened during the blogging days, where I didn't have to think about writing 800 word pieces, I could write 80 words, I could write 8000, I could put pictures, I could embed a song in between, I could do whatever the hell I wanted. In the cinematic medium, I see on YouTube that people are experimenting with different ways, where there is no longer the sense that these are the forms we are restricted to, they are freeing their mind, they're doing their own thing, and great things will emerge out of it. And I think most people, including most creators, still don't realize this completely. There is like a hierarchy of forms in our head, where if you are a writer, you think, oh, a book is the highest form, it's a holy grail, and a blog is like very low down, and so on and so forth. And that's not necessarily the case. Now, you're someone who's experimented with form, Bombay, London, New York, or, you know, your short book on rats was a very interesting kind of experiment in form as well. Passport photos was an experiment in form where you're, you know, taking the format of a passport. And of course, the blue book is a fantastic experiment in form, it could be a collection of Instagram posts, as many of these were, right? So how, and so you've always been open to someone thinking outside the conventional in terms of form, right from the 90s. So how has your thinking about this sort of evolved? Like, I think, you know, a long time ago, you know, a book like this would have seemed audacious, where it's really, you know, it would just have seemed audacious. I don't, I mean, I know Sebald did things with images and all of that. And Calvino wrote A Hermit in Paris, which is really like a collection of blog posts and incredibly charming. But there isn't that much formal deviation going on. And yet, you've been open to it, and you've embraced it completely. And this is such a lovely book, because while it sort of uses the technology, while it kind of takes Instagram posts and puts them on the page, what it also does is the opposite of what social media does for me, in the sense that it slows down life and puts me in a quiet place where I can be reflective in the same way as you are slow jamming with the news. So what are your sort of thoughts on this? And are there other forms you want to explore in the future? And do you think that your work in a sense is limited to writing, for example, because one thing I have realized is that what is a creator, you don't only have to write if you're a writer, you know, you don't only have to make music if you're a musician,"
    },
    {
        "speaker": "Guest",
        "time": "03:18:27.520",
        "message": "this so many different ways now to express oneself. Yeah, well, thank you for your kind remarks. I'm so happy that the blue book, which was actually initially Himali Sodhi's idea, she was starting her agency, a suitable agency. And she just asked me because I would put my pictures, you know, my drawings on social media, she said, Can we please use six of your something like that of your images on our site? I said, of course, take it. And then she said, you know, because of the responses she was getting, she said, you know, we'd love this to be a book. And that made me think, oh, to my speck on it, you know, to start thinking about different chapters, you know, so here there are characters, there are sections called, if I remember right, oh, yeah, there it is presidencies, journeys, writing a novel, postcards from the pandemic office hours. So I owe some thanks to her. One of the things I have not attempted to do. But one day, an editor said in India, I said in New York, can you go to bookshops and say, where is your white literature section, and then write a piece about what they read. One thing I've not attempted to do is a performance of piece like that, you know, just like Sophie Kalle, I think that's how you pronounce her name. Sophie Kalle is a performance artist in France, whose books are just like she hired once a private investigator to follow herself. And for him to submit his reports, stalking her basically. In another one, she was on a she asked for a bed to be put on top of Eiffel Tower, and then had people come up and read to her or speak to her till she fell asleep, and kept a record. In another one, she follows a guy. And another one she picked up from a hotel room, if I remember right, a dress book. And she called all the friends on the address book and had them speak about the guy whose book it was and then produced a book. That is a much more performative. It is involving the body, also involving interaction of a different kind, I have not done, but I've thought about it. Lately, I've been thinking, and then I saw that someone else had already done it. I was thinking, what were the particular dreams? And I thought he would start a website where people would send their entries. And then I found out that someone had already done it in America. So what's the experimental cheese performance? And I haven't done an interactive thing with cinema, for example, but I've often thought about it. You know, and then have someone make a little visual document of it, which was filmic, and then explored some temporality that way. They say, journal, third, or they have played with those ideas. But it has been lovely to just think, I think people find it liberating. The idea of formal invention is not interesting simply because it's a new form. It is interesting because people finding something new like that, find in themselves, an impulse towards freedom. So I hope the blue book does that for people. I'm going to keep a diary which does Y or Z."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:08.480",
        "message": "So in the blue book, you have this passage which struck me and again, I'll read this out. When I think of my youth, I'm suddenly running down a long endless corridor. The sun is hot, it sits still bleaching the bones of the afternoon. The running figure screams over me, screams over and over. What a waste, what a waste, you know, so you know, as we kind of come towards, you know, we've gone well over three hours, and I should, I guess, wrap it up during this conversation, we've sort of been grazing and no doubt we'll have more conversations where we can do some more of feasting. But this very evocative image of a man running down the corridors, saying what a waste, what a waste also leads me to ask you about counterfactuals, about what else could have happened in your life, not necessarily regrets, because my sense from the little I know of you is that you would say I have no regrets, I have lived life fully and all of that. That's absolutely, you know, what I would expect from you. But in general, one thinks of counterfactuals, like maybe there is a world in which you come back and be a journalist after your MA, you don't do the PhD, you don't teach there, you throw yourself into things here. Maybe you're a vicious colleague somewhere. Once a week, you you know, get on the phone and talk to each other about what you what stories you've been working on this week. That's one life. There are endless lives, endless counterfactuals, you know, and ultimately, we are shaped by accident, we are shaped by the accident of our genes. And then we are shaped by the accident of our circumstances, the things that sort of happened to us. And, you know, luckily, I would say that it would probably be part of your basic swabhav to have that curiosity, where no matter in what situation you are in, you're curious, you're open, I would imagine that that is fundamental. But otherwise, one is shaped by so many other things moving in so many different ways. So as you look back on your life, you know, is there a man somewhere saying what a loss, what a loss, what could have been maybe things you could"
    },
    {
        "speaker": "Guest",
        "time": "03:24:03.440",
        "message": "have done or haven't done or whatever, you know? Yes. I think it's an evocative passage, or at least feels so true to me, because I've gone through, especially during those years of, you know, when I was in my 30s, I did think what a waste, what a waste the 20s were, you know? I mean, my students in undergrad, I teach them, for example, in some classes about literature. So they are reading good books every week. I did not do that. It was all on my own. And it was of a lower, the speed was less, often erratic, totally autodidact. And the other part is, I was not writing stories. I asked my students to write stories, and they write stories, they write excellent stories, and we revise them. It's a great training. Now, regrets here, boss, what if that girl had said outside the university special, I would love to read your poems, you know? And then, you know what I'm saying? Now, as to counterfactuals, I don't know whether you know, let's say Sankarshan Thakur,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:20.720",
        "message": "do you know the journalist Sankarshan Thakur? I don't know him, I've never met him."
    },
    {
        "speaker": "Guest",
        "time": "03:25:23.440",
        "message": "Yeah, yeah. He and I were classmates. His father asked me to write for their agency, you know, his father was a well-known journalist. And whenever I think of Sankarshan, I think that could be, you know, that I would have been doing that because we were together, you know, we would have become journalists, I would be doing that kind of work. The other thing that always draws me is, I think of another person who teaches at JNU. And I think, I would have loved to teach at JNU, you know, and this wonderful social and political ferment. And I'm sure some of the radical students would have hated me because I would have been a little bit, I would have tried to go against the current sometimes. But also, the right wing would have hated me because I would have opposed them. And it would have been interesting place to occupy. And to be interactive with students who are engaged in the world, to be an academic there, where I would feel that I was teaching things that served my own compatriots. You know, I would be involved in the life of the people from among whom I emerged, I wouldn't be teaching a bunch of strangers who do not know how to pronounce my name."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:30.960",
        "message": "I get sort of that as well. There is so much we could have spoken about the immigrant experience, about our politics, about, you know, your experiences in Pakistan and so on and so forth. There's a lot to talk about. But we've taken a lot of time and one day we'll do this again, inshallah. Yeah, so I'll end with a couple of questions. And one of them actually comes from this lovely section in your book, if anyone, if kya, everybody should buy the blue book. And if you turn to page 85, you'll find a couple of pages of advice from writers, which they inscribed in their books for you. And some of them are great, like Lydia Davis says, read the masters and at least occasionally read them closely. Yehune Lee says, there is always more than one story. Your job is to find that story you did not start to tell. And then, you know, Jenny Ophiel says, if you want to write, don't have a backup plan, also always put a dog in your book, and so on. And this is all great advice. But I'm going to ask you as someone who's you know, and we could easily do a three hour session on this alone, just the art and craft of writing and so on and so forth. I'd love to know about all the things that you talk about with your students. But if you had to give writing advice for people who want to write and you've described yourself evocatively in the blue book as, you know, when you were at 25, you had nothing to write about, you didn't even have the tools. So you talk about how writing is like waiting. And I think many people who do my course and so on are in that kind of phase where they know they want to be storytellers, they want to write, they love language and literature. Maybe they don't have the material yet, maybe they're learning to use the tools. What advice would you give to young writers like that? Or rather, I wouldn't say young, it's never too late to start Penelope Fitzgerald being the great example. And hopefully, I can also be a bit more of a late bloomer. So what advice would you give to any writers anywhere?"
    },
    {
        "speaker": "Guest",
        "time": "03:28:17.920",
        "message": "Well, thank you for citing all those folks who have written such advice when signing their books for me. I end that section with this following note. I say, having asked dozens of writers this question, I have now arrived at what I myself want to inscribe in the books I'm asked to sign. Quote, language is your closest ally. And if you align it with your desire for freedom, you will be able to live forever. Unquote. Language is your closest ally. And you have to think about freedom. Because without that, it'll be empty. You're seeking. Think about freedom for yourself, for those around you. But boss, what has really helped me, I always tell my students that any teacher teaches from his or her own example. And for me, what has really helped me is this task of keeping a notebook handy and writing every day. Kuch bhi nahi aaya. If you have nothing to write about, my dear friends, look out of the window and write what you can see. But you must write every day. These days, I've started even doing morning pages. So main soobar mein uthke, teen minute ke liye, chhe minute ke liye, but I write. Just to unclutter. That has been the one thing that has really helped me. And the other thing is, I insist on is this 10 minutes of mindful walking. I wish I could say that it should be exercise, but I myself am unable to do that. But I should. If you take care of yourself, you become much more mindful. And the body and the mind connection is so strong that if you take care of your body, you will be affecting your mind also. So at some level, this mantra of mine, which says write every day and walk every day, is really intended to serve both your body and your mind. That's how you nourish yourself. Another thing I've been also doing for the past maybe two years, starting in January 2020, so now it's the third year, is that every day I keep track of my time. So like every hour, I insert what I'm doing. I just write. It's just one line, not line even, one word. Dinner or reading. It has made me so much more conscious of time. So I want to, in this country, in the US, it is called planner. So I just bought that. So these things really have been the most useful for me. And that's what I want to offer as advice to people. Fantastic advice. And part of it"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:04.400",
        "message": "reminded me of, you know, in 2006, I traveled through Pakistan with the Indian cricket team. And at one point, there was an ODI in Peshawar. And from Peshawar, one of my friends, one of my Pakistani friends did some jogar. And because I said, I want to see the Khyber Pass. So they took us in the jeep down towards the border, we actually went to the border and looked into Afghanistan. So on the way, we pass these Afridi settlements. Afridi is a tribe which are, you know, and we pass these settlements. And there were these small houses without windows, there were these narrow slits. And my friend said, oh, that is where they keep machine guns. I have no idea if that's apocryphal or whatever. And there were windowless houses with narrow slits. And when you said that even if you have nothing to write about, you know, look outside your window. But even that's an interesting kind of reality. Now my final question, which harks back to you know, earlier, you said that if I have 10 books in my shelf and 10 quotes that I will always whatever, you know, and I think it was in the context of one of the quotes that I picked up from your book. But I'm going to come back to that because that is something my listeners and I love as a process of discovery. We're not quotes, but what are you know, a handful of books, I won't give you a number, but a handful of books which you care so deeply about, that you want to stand on a soapbox and say, world, read this, you know, you just want everyone to read it doesn't have to be on any subject, any whatever, whatever are the books that mean the most to you. Recommend some for us."
    },
    {
        "speaker": "Guest",
        "time": "03:32:27.200",
        "message": "You know, every day I write the book, which in India was published as writing badly is easy. I offer some writing advice. But I also have chapters on for example, my favorite nonfiction. And there's also a use there the quote from William Maxwell that you read out from the Blue Book. Now, some of those books are ones that I would recommend and I'd also recommend William Maxwell's own novella, So Long, See You Tomorrow. So that's number one. So Long, See You Tomorrow, because you see in it the blurring of the line between fiction and nonfiction. Very small book, but feels epic. It's amazing. A book that was written in light of the violence against blacks in America. And it was a book that is both what was both a finalist for the poetry prize and a finalist for the criticism prize. And therefore, I like it for the way in which it blurs boundaries is Citizen by Claudia Rankine. Thank you. So those two. One of J.M. Cudzia's book, which one it will be? I don't know. But I want to offer a choice between two books Waiting for the Barbarians and Disgrace. One of those two books would be a lovely book to have to address violence, especially on a social and wide scale. There is nothing as pure as the human voice speaking to you. And Voices from Chernobyl. The writer, the author of that is the first journalist to have given the Nobel Prize. So I want to recommend Voices from Chernobyl. Also, because what she does, Svetlana Alexievich, what she does is she might be interviewing you for five hours or four hours, the way you have been interviewing me. But everything I've said will be boiled down to a paragraph or a page. And she arranges it, rearranges it. So how to get something vital from long engagement and then to distill it into presenting something. So Voices from Chernobyl. I think I'd like to, I was talking about what have been great influences to me. I think that Book of Poems, Jejuri by Arun Kolatkar. That's one of my favourites as well. It's also a great way of presenting metaphor, thinking about landscapes and people, or also rooting it in some tradition of India and observance. I'm trying to think, you know, for those who are from UP or Bihar, or maybe even from other small towns in India, I think Vikram sets a suitable boy, not so much in terms of the trajectory of the book, but more in terms of the idiom that it employs in order to present small-town India or something. I think it's a wonderful work. And talking about small towns, let me end by, I think the funniest book that has been written by an India is English August. So English August by Upamanyu Chatterjee. I think that's, and with, you know, such clever satire. Such clever satire. And if you want to read the Hindi version of it, it is Srilal Shukla's Raag Darbari. Masterpiece. Masterpiece. Masterpiece, boss."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:19.360",
        "message": "So uplifting. So sharp. So Amitabh, boss, thank you so much. This has been incredible. And I just feel blessed that you spent so much time chatting with me. Hopefully we can do this in person"
    },
    {
        "speaker": "Guest",
        "time": "03:36:29.760",
        "message": "sometime as well. So thanks a lot for coming on The Scene and The Unseen. I want to thank you for talking to me, for having read the work. And I want to thank every person who listens to this for having the patience to, please forgive anything that sounds excessive. And certainly, if it sounds immodest, it has been a pleasure. It has been a pleasure talking about all this"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:50.400",
        "message": "with your friend. Thank you so much, Amit. Thank you. All right. Thank you."
    }
]