[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I've reached a stage in my podcasting where I find people more interesting than subjects. I might be speaking to an expert in this subject or that field. But my favorite part of the conversation is about the personal journey that my guest has taken. I want to know the person behind the work, the evolution towards a view of the world rather than the view itself, the things that shape them, the things that family and friends will remember them for, the private moments behind the public work. I've been lucky in the way that so many of my guests have opened themselves up to me and in doing so have become more than names on a page or faces on television for all of you, but real people, flesh and blood people, people with emotional lives and material worries. When I speak to a historian these days, sure, I want to know the history they have written about. But I also like to dig deep into the history of the historian."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:56.040",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:02.480",
        "message": "Please welcome your host, Amit Verma. Welcome to The Scene and the Unseen. My guest today is a great historian, Ramachandra Guha, making his fifth appearance on the show. In our first two episodes, we spoke about Mohandas Gandhi and Mahatma Gandhi. Then we did an episode about this republic. And the last time we chatted, we discussed cricket. I'll link those episodes on the show notes. When I came to Bangalore and we decided to record this time, we figured we'll talk about his new book, Rebels Against Siraj. But when we met up, Ram was like, Amit, I've been talking about this book so much. I'm so tired. And I was like, yes, let's just talk about yourself. I want to get to know you a little better. So that's what we did. And I enjoyed it so much, as I'm sure you will as well. Before we start, though, let's take a quick commercial break. And by now, you know that actual commercials don't come often in this labor of love of mine. But so what? I can still give you public service information. As I will now. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST, or about $150, and is a monthly thing. So if you're interested, head on over to register at IndiaUncut.com slash clear writing. That's IndiaUncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Ram, welcome to the scene and the unseen. It's such a pleasure to have you on again. Thanks, Amit. You know, in our past episodes, we've kind of discussed themes and issues. We spoke about Gandhi on a couple of episodes, we did an episode for Republic Day where we spoke about India. And your last episode was, of course, on the excellent book you wrote and cricket and all of that. And I want to sort of get more into the personal now and get a sense of sort of, you know, where you come from and what shaped you. And to begin that, I'll begin by reading out a quotation from Amitabh Kumar's recent book, which came out, which really spoke to me. And there is a question at the end of it. And he's talking about Rahim Azam Raza's story, Aadha Gaon. And he's talking about this incident where this bunch of well educated Muslim students go to a village to tell the Muslims there that there's going to be partition and you come to Pakistan with us. And this is Amitabh's quote where he writes, in Raza's Aadha Gaon, the protest against the nation is being made in the name of the village, when the fiercely well-educated Muslim students come to Bengali to preach about partition and the necessity for the creation of a new nation of Pakistan. The Muslim villagers are genuinely bewildered. One of the villagers is a young man called Tanu, who has returned from battle fighting for the British in the Second World War. He argues against the urban visitors in the name of his village. And now these are Tanu's words. He says, I am a Muslim, but I love this village because I myself am this village. I love the indigo warehouse, this tank and these mud lanes because they are different forms of myself. On the battlefield, when death came very near, I certainly remembered Allah, instead of Mecca or Karbala, I remembered Gangauli, stop quote. And I found this beautiful and moving. And a question that I asked Amitabh and that I'll now turn to you is, what is your Gangauli? And when I when I mean, what is your sense of home? One, I asked this question, because I myself feel that I can't place a sense of home in terms of geography. I know where I was born, I know where I grew up and all of that. But when I think of it in an impressionistic way, it will be people the way they speak the thing, maybe sitting in a living room, sometimes things, things that bring me comfort, but a lot of things which have since dissipated, and Amitabh had a similar sort of sense of it. Where is your Gangauli, I'm not asking you for a specific place. And I'm not even asking for a biological recounting or an intellectual, I'm asking more for an sort of an impressionistic account of what are the things and places and memories that feel to you like home?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:21.400",
        "message": "Yeah, so I'll answer it in a slightly long winded way. You know, Amit, the last time we met, we spoke about cricket, and I grew up with cricket. But the older I've got, and it may seem heretical to say this to some of my friends and readers, Hindustani classical music has replaced cricket as my first and main and greatest passion. And every evening, I listen to a lot of music. Before I give a talk, not a nice, informal conversation like the one I'm having with you, but some, you know, stayed serious academic talk, I listen to music. And quite often, the composition of my choice before a talk I give is Kumar Gandhar's Jamuna Kinare Mero Gaon. And that appeals to me because there is only one Kumar Gandhar, it's short enough to, you know, you don't have to listen to a whole khayal of one hour before going in for a meeting. And because I realized much later, I mean, it's a really beautiful composition. It's also been sung by Mukulshree Putra, his son, by Prabha Aitare, TM Krishna, very recently he has started singing it. And also in his own very distinctive and fine way. But Kumarji is, as Krishna would agree, somewhere up there. But I've been thinking about why that matters to me so much. And it's not just the music, it's not just Kumar Gandhar. It is because Jamuna Kinare Mero Gaon. I was born in the watershed of the Jamuna, not in a village, in a place called the Forest Research Institute, which was set up in the early 20th century by the British. And where my father and grandfather both worked as scientists. They were not members of the Forest Service. Had they been, they would have come on deputation. They were research scientists running the wood laboratories there. My maternal grandfather, my father, I was born there, my mother was born there. And it's on the watershed. So by home, we lived in a series of homes on the watershed of a river called Tans, or as they would say in the local dialect, Tans. And Tans is a very common name for a villager in that part of Garhwal. And the Tans joined the Asan, which joined the Jamuna. So actually, that's among the reasons I'm so attached to the song, I suppose, subliminally. He said I was born in Dehradun in 1958, when it was still part of Uttar Pradesh. The creation of Uttarakhand was for decades and more in the future. Very beautiful wooded campus with 400 species of birds, lots of playgrounds, friends to hang out with, play cricket with, smoke cigarettes with, listen to music with. So in a sense, Dehradun, and particularly the Forest Research Institute, is my gow. I often dream about it. It's one part of the town that has not been disfigured by the changes in the last 30 or 40 years. And yes, so I'm Uttarakhandi by birth, Tamil by blood, Bangalore by domicile, Kolkata in terms of my education and intellectual formation. But I do feel a deep attachment to Dehradun and the campus of the Forest Research Institute, and the woods and valleys and rivers and birds and trees of that landscape, an attachment that is much deeper than I have to any other place."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:38.380",
        "message": "And when you say you dream about it, do you dream about being young in it or do you dream"
    },
    {
        "speaker": "Guest",
        "time": "00:08:42.740",
        "message": "about it now? I dream about walks in it. I mean, not so much, I have some very interesting dreams. I mean, I wonder whether we chatted about this before, but I have dreamt, this is deviating from what you want to talk about. But I want to deviate from everything. All right. All right. Now, so I dream about Dehradun, particularly the FRI, but also other parts."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:05.760",
        "message": "You were telling me this dream."
    },
    {
        "speaker": "Guest",
        "time": "00:09:07.960",
        "message": "You were telling me this dream. I'm going to tell you about the dream now in a minute. A particular dream, which tells you about my attachment, also about problems writers have when we write books and want to shape society, is that in 2014, in the month of April, I was in the city of Houston in Texas, going to speak about the second volume of my Gandhi biography at a wonderful independent bookstore in Houston. And that night, this is March or April 2014, I had this dream, you know, elections were coming. The Congress was discredited. I had a lifelong detestation of the BJP and Hindutva. I had seen Modi in operation in Gujarat. I had no illusions about him. And I dreamt, I can't remember the exact date, but about March or April 2014, I dreamt that I was going to contest elections on behalf of the Aamadhi Party. Okay, now I had two dreams. I first dreamt that I thought that I have to, at that stage, the Aamadhi Party had a certain romantic aura about it, my friend Yogendra Yadav had joined it, and I saw other people. And I dreamt that I was going to join and fight from Jharadun. And in my dream, you know, the landscape of Jharadun, the Eastern Valley with the Khano Forest and the Western Valley with the Jamuna and, you know, Ashokanidhi, Kalsi, all that was coming in my dream. And I said, I have to fight. It's all happened in the dream. And Pratap Bhanu Mehta, who is a notoriously austere, reclusive intellectual, as far from the world of combat as anyone could be, told me, Ram, I am thinking of fighting from Jaipur, you should fight from Jharadun. Okay, now, this is, I got up in the middle of the night, and it was like 2am. And I was like kind of gobsmacked. And so I called my wife. And she said, you're jet lagged and weary, just go back to sleep. I went back to sleep in April 2014. And I had a second dream that night, in which again, I was considering joining the Aam Aadmi Party to fight for Jharadun. And this time, the person encouraging me to throw my hat in the ring was my esteemed elder colleague Rajmohan Gandhi, who had actually decided to fight on Aam Aadmi ticket from East Delhi. So it was even much more credible than Pratap. So I got up, I called my friend Kesar Desi Raju, the late Kesar Desi Raju, the biographer, and I said, Ram, you've been away too long now. So then I lay awake from Houston, I flew to, I gave my talk, then I flew to San Francisco. And I decided, it's not my cup of tea, you know, I mean, I'm a writer and I write books. And obviously, I can't shape society in the way a politician can. I can't really improve people's lives in the way a doctor or teacher can. But what I can do, I will do honestly and sincerely, and disregard the dream, the dream went out of the window. Now, that is 2014. In 2019, February, I was in this city where we are talking, Bangalore, alone, my wife and children were out of town. And I dreamt again that the 2019 election is coming. And you know, the BJP and Modi had consolidated itself further. The social fabric was being torn apart. I had written the book that we are going to discuss a little bit, I had written a draft, I had no other intellectual ambitions. And I had a dream saying, I'm going to fight again from Dehradun. And again, the landscape came alive for me. And this time, my wife was overseas. So at 2am, it was like 6pm in London, I called her. And she said, if you pursue that dream, I will divorce you. So I went back and in that dream, I even had a kind of, you know, in between my waking hours, my sleeping hours, I even realized that I'll have an interesting time. I'll never win. But I'll see parts of the valley that I have not seen. And I would even, I would do what the very great writer, Maria Vargas Luz had done, Porter election had lost, and I would get a book out of it. And I even had a title for that book, Doomed in the Dune, a middle aged writer's quixotic dream to change and failed dream to change his country. So I think what these dreams tell you is two things. One is the sense of inadequacy any writer who writes on politics and society does that he's merely documenting, interpreting, analyzing, reflecting, but he's not really changing anyone's lives. So that I think is something and writers can compensate for it in different ways, sometimes they join a political party, and so on. And the other thing it tells you about is the answer to your question is, though I left Dehradun in 1984, when my father retired, that is still my town."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:02.440",
        "message": "So I want to take you upon that you realized at this point, you told yourself that hey, writers can't change society, writers can't shape society, right. And one of the realizations that has come to me as I have reached my late 40s, and something that I discussed, I've discussed with guests on the show, is our changing conceptions of time, that when you're 20, it looks like 25 is a long way away, 30 is an old man, right. And equally, when you look back in the past, the past seems distant, it's another country as the cliche goes, right. So you look at, say, the 1857 mutiny, and it's like a century and a half ago, from that vantage point, but then the decades just quickly pass in your own life. And you realize that shit in the blink of an eye, like a friend of mine uses very resonant phrase yesterday, when I was having coffee with him, where he said that the days are long, but the years are short, you know, and that struck a chord with me about how quickly time really moves, though it sometimes may not seem that way. And what that also then made me realize is that what seemed like distant history was not distant history after all, you know, if 20 years in my own life have passed in the blink of an eye, then 60 years in a country's history is also the blink of an eye. And when I take that step back and look at things with that perspective, it seems to me that as in my life, in the history of people, because history is just a lot of collected lives like that, a lot of things that happen happen by accident, they are kind of happenstance. It's very tempting to later look back and put narratives and think of it in a teleological way. But there's so much accident, so much randomness. So when going back to your phrase of writers cannot shape society, you know, what shapes society like, is it just accident? Number one, what shapes societies is it? Is it accident? Is it a class of people who shape it more than others? And secondly, what is then the role of intellectuals like do you believe that in the long arc, you know, intellectuals, public intellectuals can make changes in small and unseen ways that they may not realize at the time, but they have to believe in the long game and"
    },
    {
        "speaker": "Guest",
        "time": "00:16:09.400",
        "message": "keep on playing it. Yeah. So first of all, I mean, chance and contingency plays a very important role in history, but also in the life of the historian. I mean, we can talk about that later, if you wish, how I became a historian was a series of absolutely random accidents. But you know, I think what really changes society much more than the ideas of a historian or sociologist are the inventions of a scientist and an engineer. You know, I think this is one of Karl Marx's great insights, that no technology is an autonomous social force. You know, what the laptop or the computer has done to you. I mean, Marx understood what the steam engine and the railway line were doing and the large factory were doing to transform social relations in good and bad. You know, but again, I have a lifelong engagement with Marx, not with Marxists and communists who I've increasingly come to dislike and detest almost as much as I detest the Hindu right, not as much, but almost as much. But Marx was a great visual thinker and got some things very right about technology, for example. He got some things wrong. One of the things he got wrong was in his inversion of Feuerbach's thesis, when Feuerbach said, you know, when in his thesis on Feuerbach, he said, Marx said famously, philosophers have hitherto interpreted the world. The task, however, is to change it. And Marx saw himself as a philosopher changing the world. Lenin saw himself as a philosopher changing the world. Mao saw himself possibly to some extent as a philosopher changing the world, right. And you know, and so on, also, and I think I don't think that I think the job of a thinker is to interpret, to analyze it, interpret it using his tools, his analysis, his research, his autonomy, his independence of judgment, all of that. What other people make of it is their business. Now, it's important that the several things that are important in doing your job truthfully and honestly, if you're an intellectual. One is, of course, absolute independence on political parties, you may have a philosophy and ideology, you may be on the left, but don't join the Communist Party, you may be on the right, but don't join the BJP and above all, never be seen with politicians in public and have your photographs taken with politicians or have dinner with them and so on. But the other thing that's really, I think, very important is grouplessness to academic fidelity, rigor of research, you know, scrutinizing your sources from different points of view. And then for a historian, someone in the humanities more broadly, writing excessively and clearly for a wider audience. I think that's very, very important because history and anthropology are two disciplines in which the complexity and depth of the research and the nuance of the argument can be expressed in everyday language, you do not have to dumb down, unlike a mathematician or a physicist or a geneticist, who will have to, who cannot convey the complexity of his findings and the depth of his research to you and me without using technical language. So I think these are things that guide me in my work. I myself do, I mean, one should not, everyone has the right to look at somebody else as they want. So if you call me a public intellectual, I won't tell you not to call me a public intellectual, but I never call myself a public intellectual. I think a public intellectual is a misleading term, it's a pompous term, it's a self-regarding term. You can call me a historian and writer, you can say historian and cricket writer, historian and environmental writer, historian and columnist, all that is fine. But public intellectual is a term I personally don't like."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:40.960",
        "message": "Many stands in there, like one of course, I'll double down on what you said about, you know, that writers don't have to dumb it down. And when I teach my writing course, I tell everyone that as far as your prose is concerned, you have to keep the reader in mind, make sure that you know, many of us when we write into our laptops, we imagine that the job of writing is to get what is in your head out on the laptop. And what I am at pains to explain is no, you have to have the intended effect on the intended reader. So she has to be at the forefront of your consideration. But while you tailor your prose for the reader, you never tailor your content in that way. Your content is what it is, you never compromise, you never dumb it down. And it is possible to write like that. Now that leads me to think that on the one hand, you say that the job of a historian is to write history. But it also seems that this imperative for clarity comes because you want this history to reach more people to make it to the discourse. And therefore, there is another purpose. It is not just writing history for the sake of history. But it is writing history because it is good for society, in a sense, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:45.520",
        "message": "So I would say good for society. I mean, it's one wants as many people as possible to read what you write. So my 1990 newspaper column comes in 10 languages. It comes in not all the major Indian languages, but most of them. And if you want your writing in English to be understood in Bangla or in Urdu, you can't write like a French postmodern theorist, or an Indian postmodern theorist. I won't take any names, but the kind of people I have in mind, right? And I think that's, I think, very, very important. I mean, in some ways, the most curious compliment I've ever got was when I wrote an essay in the EPW many years ago, I think it was in 1996. It was a critique of the linguistic turn in subaltern studies. Subaltern studies, as many of your listeners will know, was a school of history writing talking about the oppressed people, peasants, workers, adivasis, and so on, and documenting their lives. It was social history at its finest when it began, and then it became postmodern, navel-gazing, critique of colonial power, kind of second-rate literary criticism. So I wrote a piece, which was an analysis of this, which I called Subaltern and Bhadralog Studies, how subaltern studies had become Bhadralog Studies. And I bumped into a JNU professor at the Nehru Memorial Museum and Library. He liked my piece. And he told me, you know, I read your piece in the latest EPW. I really liked it. And I gave it to my students to read. And then he added, I gave it to my students to read, and I told them, don't be confused by how well it's written. It's still saying important things. That's the most curious, bizarre compliment I've ever got. Don't be confused by how well it's written. It's still saying important things, which means JNU students are taught, if it's clear and accessible and readable and eloquent, it's not important. So I think it's a commentary on what we made of scholarly writing, and this was not true in the past. I mean, certainly historians, even the sociologists I've admired, always wrote clearly. I mean, M. N. Srinivas, I mean, I didn't agree always with what he wrote, but he expressed complex ideas in such clear prose. So I think that is something, and of course, the older you get, maybe your prose gets less clunky. In my case, this is an argument I have with my son, Keshav, and with younger people. I believe printing out drafts is important, and correcting a piece of paper with a pen is important. I think that's something I do even with a newspaper column. I think that's, for young writers, as I said, my son disagrees, and maybe some of your writing people will also disagree with me, but I believe it's very important to print out drafts and go over them with a pen, set them aside. In my case, I probably think, and I can't explain this, I mean, I think a lifetime of listening to music has probably made my prose clear. I can't explain how, why this is so, and how this is so, but I think that's probably part of it. It is true that a historian, because he writes about real people, a historian would write in a more accessible, everyday language than a philosopher would. So it's a privilege, it's a rare privilege that historians enjoy. They are not truly original in their thought in the way a philosopher or a mathematician or a physicist is, and I have no illusions in that regard, I mean, they are those three, I mean, philosophers, mathematicians and physicists are, top biologists are at a different level of intellectual achievement than historians. But at least what they find, they can reach out to a wide audience and they must make"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:35.480",
        "message": "every attempt. So couple of themes I want to kind of double click on. And the first of them, like, first of all, I'll tell you in what manner I use the phrase public intellectual and why it fits and why in fact, you validated my argument for using that phrase and what you just said, which is that by making your writing clear and accessible in a way that other historians don't, you are making it public, you're reaching out to more people, right? And and of course, your subject is intellectual. So I use it purely those words in that functional sense without the other connotations that come in with fancy phrases like that. And the first theme I want to double click on is therefore a theme of the changing relevance of academia. Like in the past, what would happen is that you would have the academic world and you would have a world of elites and their ideas. And the rest of the world when the world is much poorer 19th century, much of the 20th century, the rest of the world is getting on with life, while all your intellectual discourse and your intellectual life is happening among the elites. Today, I think across various sort of fields and industries and whatever the main mainstreams have dissipated, everything has become democratized and the access is much more open. Net net, I think it's a fantastic thing. There are of course, counter effects and you know, one can see that there are some bugs along with the features. But net net, I think it's a fantastic thing. Now, what are the implications of this for academia, because I think what is happening is like we were discussing earlier at lunch today, that there is a great hunger among people among young people for history. My history episodes are always really popular, a writer like Manu Pillay has a cult following, because he speaks in, you know, eloquent and clear language to those people and makes history come alive with the stories that he tells. Now there is that hunger for it with people, the mass of people who would otherwise have been living lives of quiet desperation and trying to earn their next meal, want to engage in the world of ideas and get to know all of this. So is this something that will reshape academia? Is this something that will, you know, make academia irrelevant? And is there a sense of now, you know, one class of people becoming irrelevant, who are writing their postmodernist language and who are following their fashions of academia? And another mass class of people coming up, saying that I don't need to have a PhD to do what I'm doing, you know, I will convince you and win you over with the quality of my"
    },
    {
        "speaker": "Guest",
        "time": "00:27:00.840",
        "message": "work. So, I mean, obviously, it's not black and white. And there are certain subjects which require rigorous, historical subjects require rigorous academic training, require years and years of work in the archives, you can't write them on the basis of secondary sources, they require knowledge of many different languages. And the popular historians of today may or may not have those. But they are answering a real need, and which is why it's important for academics to step out of writing only for their peers, and writing for a wider audience, because then they can bring their training, their rigor, you know, I mean, the greatest Indian historian alive and is Sanjay Subramanian. And he's a wonderful writer, too. He doesn't write turgid prose, he writes very accessible, often eloquent prose. But he hesitates writing for a wider audience. I don't know why. And I've talked to him about it. But he knows much more about medieval India, about European expansion, than 500 of the popular historians combined, or about South India, history of South India, then, but I wish people like him would come out and take their knowledge to a wider audience, as many great foreign historians have done, you know, you know, British historians, particularly, I mean, think of Linda Colley, who's just written a very big book, which I'm looking forward to read, which I haven't on the history of constitutions. Okay, now, that's not someone, you know, a general consumer of popular history will read because it's complex, it's difficult, it's about large ideas, it's not about kings and queens and battles, which is what you want to read about, right? So but it's a major historical subject, you know, comparative history of constitutions. But she's written in a way in which if you are willing to, you know, take the trouble, you will read it. And a very important difference in this regard, distinction in this regard, I mean, is not between scholarly history and popular history, we can talk about that. It's between scholarly publishers and trade publishers. So Linda Colley, who is one of the historians I greatly admire, who's written three or four landmark works of scholarship, the depth of our research, you will not find in popular history, either in this country or in Britain or America, but she publishes her books, not through Harvard University Press and Cambridge University Press, but through Penguin or Harper. So I think that's where people need to go. Some people are going down that route now. I think some ancient historians, you know, Nanjot Lahiri and Upindar Singh being two excellent examples who are writing now for a wider audience, and bringing that depth of scholarship available and accessible. So while popular history has its place, often, it's about a particular kinds of subjects, you know, it's as I said, kings and queens and rich men, you know, and that is only part of history, the great worth of subaltern studies was to shine a spotlight on obscure, working class people who don't leave a written record of their work, you know, I think that's whose lives you have to reconstruct by using all kinds of fugitive sources spread all over the place. So I think it is a challenge that I think the growing hunger that readers have for history is a challenge the professional historian must respond to, and must not vacate the space for people who may lack, you know, the rigor, the training, and are filling the space because the professional historian is only writing for his or her peers. I think that's a challenge that I wish more people would would embrace."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:23.000",
        "message": "Yeah, I mean, I think, as for any other field, Sturgeon's law applies to this. Now Sturgeon's law is that 95% of everything is crap, which will happen in history writing also. But the point is that that 5% is a space that a newcomer can fill, yes, provided they show the rigor, but a professional historian will already have the training and the rigor. And just by, you know, not condescending to the mass public by saying that, hey, we want to, you know, by reaching out, and by taking the public and public intellectual seriously,"
    },
    {
        "speaker": "Guest",
        "time": "00:30:54.560",
        "message": "because it's an honor. Absolutely. History is a branch of social science and a branch of literature, you know, it is a branch of literature. And I think that's something I wish more professional historians would take."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:07.960",
        "message": "Now, the next big theme that I said I'd explore, which came from what you were saying earlier, was when you spoke about how you print something out, and you underline each thing and you said that your son might find it ridiculous. I don't find it ridiculous. And it's not just because of my age. It's also because that I think that what that does that process does when you print something out is that it slows down your consideration of what you have written, where you're not scrolling on a screen, you're going slowly over the printed page with a pen and underlining parts and all that. And I think that helps. And I have wanted to ask you, and this is a much larger question about the rhythms of life, right? Like, for example, you know, today, many people live their lives in a rhythm, if you think about it, which is very frenetic, which is choppy, which is like staccato, duck, duck, duck, duck, Twitter, check your Instagram, check your Facebook, check, yeah, yeah, okay, I'll talk, talk, talk, talk, you go on from one thing to the other. There is no tariff. In a sense, you could say that if our life was to be mimicked in prose, it would be fragmented sentences and not, you know, beautiful, elegant, long sentences, which are building their own slow rhythm and building their ease. So I had sort of a number of questions kind of based on this about just these rhythms of life. And one, I want to ask you about sort of the rhythms of life, when you were growing up in your past, and what you find the difference now, and what you do to insulate yourself from the temptations of falling into this kind of modern rhythm, where you feel you're doing a lot, but it's all shallow, you're getting nothing done. And, and it is in this context, that I find what you said illuminating about taking a printout and going through something, because what are you doing, you're slowing down that"
    },
    {
        "speaker": "Guest",
        "time": "00:32:56.640",
        "message": "rhythm, and you're giving more consideration. It's possible that even writing directly on the screen, though, it's so easy and accessible, you will take a printout, there's a way you can slow it down further is writing by hand. I wrote my first book by hand, actually my first two or three books by hand I wrote, and then I would either type it or give it to a typist. I have friends who still write books by hand, you know, the historian David Gilmour, who is a wonderful historian of colonial India, and has also written on Italy, writes by hand. If you read Darwin's autobiography, it's a gem of literature completely written by hand, you know. So I, of course, on the other hand, it is I mean, I have some, I mean, I wouldn't want to appear absolutely old fashioned, I think it is sometimes easy to revise on screen, there would be writers who turn out brilliant first drafts, just based on the screen, and you know, going down, young people get accustomed to different rhythms. But on reflection, I think I was very lucky that I was born before the age even of television, because there are those who had no television till I was 20. So let alone the internet, let alone the smartphone. So the radio was very important, reading was very important, walks were very important, and conversation was very important. You know, and I think these four kind of elements of life, the radio has disappeared as a medium of instruction and education, podcasts, fortunately, to some extent, are now compensating for it for younger Indians. But radio has gone, reading is now in bytes, walks have been replaced by gym work, right? And I still walk, I go to Covent Park, I don't like the gym, right? And conversation, long extended conversations without people looking at their phone. So I think I was lucky in that sense that the rhythms of my life were determined very early on, without a dependence on such things, you know, which of course are great and convenient and aid you and use you. And when I write, I never have my phone with me. I would like not to be connected to the internet. But that I don't do because the internet is valuable for fact checking. But if I was a novelist, I'm sure Keshavar is not committed, rightly so, not connected to the internet while he's composing a chapter of a novel. I don't look at Twitter after 11 a.m., whatever happens. Somebody tells me, you know, Russia has invaded Ukraine at 3 p.m., I might go to the news, go to the BBC website and look at it, right? So I think obviously, these are things one has to learn. I mean, obviously, I deeply appreciate the benefits that technology has brought about. But writing is something that takes place over the long haul, sometimes the very long haul. So my new book, Rebels Against the Raj, has been in the making more than 20 years. I wrote a biography of Elvin, which is very relevant, The Anthropologist, which was published in 1999. And Elvin, who was an Oxford-trained anthropologist who became a caller and advocate for Indian Adivasi people and was close to Gandhi and Nehru, had one abiding regret, which was he never went to jail. And so when I finished my biography of Elvin in 1999, I thought, let me write a companion volume, a group portrait of seven or eight people. And I gave a series of lectures in Nehu, in the Northeastern Hilly University in 2001, called The Other Side of the Raj, where I portrayed 14 or 15 such people. And 20 years later, this book has come out, because I did other things, but it was always in the back of my mind. So I was always gathering material, thinking about it, winnowing down my list of 14 people to seven, focusing on them, finding ways of getting new material on them. So writing books is about the long haul. You know, it's really, it's something which often germinates in your mind over decades, if you are fortunate to live long enough. And I think that's something, that's the kind of rhythm, and I'm sorry to revive an old debate between you and me, that's the rhythm that comes naturally to a lover of test cricket and not to a lover of 2020."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:02.200",
        "message": "I love test cricket too, and I'm not going to argue about that. One you know, it's very interesting, and it's something I think I've written about also the difference between writing by hand and writing on the computer. And it's a very fundamental thing. It's there is a trade off. And there is the trade off is the speed and convenience of writing something on the laptop. But at the same time, the greater consideration that you put upon your thoughts and your writing when you're forced to write slowly. And I think individuals have to kind of figure that trade off for themselves, except that many young people today have perhaps not written by hand at all. So you know, one doesn't know how that sort of goes. Now, I am struck by something that would seem to contradict our mutual appreciation of slow rhythms, which is something that your favorite editor Rukun Advani said about you, where he once said, quote, Ram Guha was from the word go rather like an unstoppable force of volcano spilling over with more ideas for books, and he wanted to write, then his brain was able to contain, stop quote, slow, a slightly unconventional question. Give me a picture of your brain, when you were a young person, and what's going on through it? Like how much activity is there? Is there foment? Did you daydream a lot? What did you think about in your free time?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:18.720",
        "message": "All of that? I think all Rukun is describing, Rukun got to know me when I was 25 or 26. And my life changed dramatically between the ages of 21 and 25. From four to 21, I was obsessed with playing cricket, from the age of four, till the age of 21. And I read occasionally, and I come from a family of reader of not of readers, but of literate people. And I had friends in college who introduced me to novels. And so I read, you know, some of the well known novelists of the day, I listen to music, I did other things. But I had no intellectual interest at all, till by accident, I discovered the works of Eddie Redmayne. And in the year 1978, Rukun Advani, who was in college with me for three years, he was two years senior to me, he did an MA, so we overlapped for three years, we stayed for three years in the same small self enclosed community of males, and never exchanged a word with one another, because Rukun had contempt for sports people, which he kind of hints at in his essay on me, which is why when I met him five years after he graduated, and I by accident at a mutual friend's wedding, and I told him I'd completed a PhD on Zipco movement, he thought this guy's gone mad. And then it took him a long time to understand that a genuine kind of transformation had taken place, which took place in Kolkata, where I went for a PhD at the Indian Institute of Management, a strange place to be doing a PhD in sociology. But I was fortunate there to be mentored by a very remarkable teacher called Anjan Ghosh, who's no longer alive, who really shaped me intellectually in all kinds of ways, and which is why I continue to write for the Telegraph of Kolkata, because I owe Kolkata a second chance in life. Kolkata gave me a chance to explore the world of ideas and research. So it's from then, maybe I was making up all those years when I was playing cricket. Ever since then, I've always had many ideas, so always have three or four book projects in my mind. And the days before Rukun became so reclusive, I would meet him or call him and, you know, bombard him with the ideas he talks about in his essay on me. And I still have things, I mean, I just, even when I'm working on one book, the second and third somewhere playing around, because there's so much, I'm curious about many different things. I know what I don't write about, you know. I never write about economics, because I don't understand it. I never write about technology, because I don't understand it. I never write about fiction, and I never write about films. But that leaves still a very large and capacious, you know, array of subjects with which to engage, you know, in what I read about, what I discuss, what I write about my columns, and what I think about in my book. So I think, and I think it's in that sense, although I consider myself a scholar, I have a PhD, each of my books is based on many years of original research, I'm glad I'm not in the academy. Because in the academy, you're compelled to read the latest article in the latest cutting edge journal. Here I'm free to roam as I wish, intellectually, you know, I can read whatever I want, you know, in whatever way, you know, I'm now reading, for example, a wonderful biography of the Jewish philosopher Martin Buber, who had a famous argument with Gandhi, who grew up in Germany and had to go into exile because of what was happening in the 1930s, and was an early proponent of a bi-national state in which Arabs and Jews would coexist, right. Now, this is not something which if I was teaching, a full time professor, I would be reading generally, you know, I'd be told to read one of the latest book on whatever the Mughal relations with the Rajput, so whatever else is topical, or so on and so forth. So I think, in that sense, not being in the academy frees you to do this, to range widely. But Dukhan was lucky that he met me and I got to know him. I was also deeply fortunate in having him as my editor, helping him shape the prose of, you know, my first books. Yeah, but I always have many ideas. And sometimes I return to them 15 or 20 years later, as I did with Rebel Against the Nazis."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:23.080",
        "message": "Though I did lovely and illuminating, but I did ask you to sort of paint a picture of your mind and the sense that I mean that in is, what are you thinking about through the day? Like if someone was to map your brain, let's say that the gents who, you know, put a chip on the 2000 rupee note, they managed to put a chip in your brain, and they get a mapping of what's going on in there. Like, does your mind wander a lot? Like with me, my mind is just skipping around all the time, choppy, choppy, choppy."
    },
    {
        "speaker": "Guest",
        "time": "00:42:46.480",
        "message": "When I'm writing, it doesn't wander, it's absolutely focused."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:49.980",
        "message": "It wanders when I listen to music, or when I'm working. Like earlier, you said something that also ties in with our discussion on rhythm, where you said that listening to music has made your prose clearer. Probably. Probably. No, and I totally buy that. I can see why that might be the case. Because one, all good music is precise, everything is in its place. It cannot be any other way, right? That's just how it is. And also listening to Hindustani classical, a lot of it, it seems to me, will slow down the rhythms in your mind, will put you in a quieter place where you can reflect more. And therefore, the words will come out with better consideration and all of that."
    },
    {
        "speaker": "Guest",
        "time": "00:43:26.280",
        "message": "So do you think that there is... You know, I listen to music lying down in the dark, roughly from 6 to 7.15, sometimes 5.45 to 6.45. And you know, Sujata, my wife, often comes back home from work and I'm asleep in the dark and she... Not asleep, listening to music, and she puts it out. So I think that's clearly something which allows you to slow down, to reflect, walking in Common Park too. But I often now, the older I get, I mean, often just lie down and do nothing. Today, for example, we met for lunch, and you wanted to do the interview straight away. I said, I'll come in an hour. I just went home and lay down, I didn't sleep. I just said, you know, chalo, let's think about different things and that's what happens. So I think, I suppose it's also a function of age that you, you know, when you're younger, you can do things, you know, intense and focused and concentrated periods of work can extend over six hours later. But when I work, I'm only thinking of that piece of writing or that piece of research. So I'll be in the archive, ordering a file, taking notes. That's it. My mind will not be wandering. I'll be curious and excited and occasionally enchanted by what I found in that file I've ordered in the archive, and I'll be assimilating it and taking it. And I think some of that comes, again, these are things you can't, you know, use maybe a post facto justification. Some of this comes from long hours of cricket practice, you know, three hours in the nets, trying to get an off break past the defense of Arun Lal, which happened about once every six months. So I think that some of this training in sport or music maybe gives you an appetite for that kind of sustainment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:02.760",
        "message": "Yeah, for people listening to this who haven't heard my episodes with Ram before, the one we did just before this, which I linked from the show notes, was extensively about his cricketing life. And it's fascinating. I love that episode. I want to double click now on lying in the dark listening to music because I've done that also. But I find that my state of mind can be in three different places when I do that. One is where I'm lying in the dark and listening to music. And in the beginning, it's nice and soothing. But then my mind is wandering and is going all over the place. It's just jumping around. The other is when I'm actually focused on the music. So it's not background. I'm just enjoying it, right. And the third is something that I find it hard to achieve. Is that meditative state where you are just still you don't really need to think of anything that the mind is always working, but you can be still in the moment completely relaxed. Like as I say these, you know, I close my eyes and just relax my muscles, that kind of state where you are in that kind of flow. So you know, which of these is more common with you?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:01.840",
        "message": "What music do you listen to?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:03.480",
        "message": "I listen to all kinds of music, but it's eclectic. But I don't lie down and listen to rock, for example, I listen to quieter music if I'm in that state of mind."
    },
    {
        "speaker": "Guest",
        "time": "00:46:12.080",
        "message": "Yeah, so I mean, I when I was younger, I would listen to a fair amount of folk and some rock. But now I've become just as I, I just listen to classical music, Hindustani classical music, you know, all that's what I listen to. And maybe that's more conducive to that kind of quiet and listening, because also the tempos built up slowly and then you follow it and you kind of take your clues from it. It's hard to explain, you know, I don't think what it does to you. But it's given a very different and happy dimension to my life, you know, and I must say I am an enthusiastic amateur listener with the emphasis on amateur. So I my late friend Keshav Desi Raju, who's already figured in this conversation, was a remarkable civil servant, legendary secretary of the Ministry of Health, who transformed our attitude toward disabled people, towards mental health. And then in retirement wrote a landmark biography of M.S. Subbalakshmi before he tragically died last September at age 65. Keshav was someone I would call when I listened to a piece of music I'd not heard before, and he would instruct me gently, lovingly, in the most non-patronizing way possible. You know, I wish I had that ability, which real connoisseurs don't. My wife, Sujata, often chastises me for being impatient when people who don't know much about cricket ask me questions about cricket. And she's right. You say, isko kya pata, iske baat, iske saath mein kya baat karunga, Sachin and Dravid ke baat. And Keshav was truly learned, but he would never be non-patronizing. So I was grateful having people like him, and others I discussed. I mean, he's now gone, so I can't really, you know, ask him about questions. I like asking other people. I would like to ask, you know. And so I think it's, I'm not at all a scholar of music in the way, say, Amit Chaudhry is, for example. I just like listening to it. I have a rudimentary appreciation of it. I think I know the difference between great and very good, and very good and good. I think that much, you know, maybe 15 or 20 rags I can recognize, seven or eight are particular favorites of mine. YouTube has an extraordinary repository, which you can just mine and mine and mine. But I don't really think about my books when I'm listening to music. When I'm working, yes. Then I'm thinking about the next chapter and what the arguments might be like. But when I'm listening to music, I'm just listening. And I'm not disturbed at all. My mind is not wandering. I'm just soaking in the beauty of music."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:41.300",
        "message": "So the last episode I released was with Amitabh Kumar, the writer. And he told me about how when he dies, the music he once played at his funeral is Henrik Gorecki's Third Symphony, right? So I was very intrigued by that. And after we recorded the episode, I turned off the lights and outside my window, there's a night sky and I'm looking into the night sky and I'm playing that. And I was deeply, deeply moved by it, right? And it's a very powerful piece of music. And later, I shared this with another friend who has a home in the mountains. And he told me that, look, in the 90s, I would listen to it a lot. But then my wife said, please don't listen to this because it is so eerie and lonesome in the mountains that this kind of amplifies that. And by listening to this, and in fact, by reading Amitabh's book, which is full of journal entries. But just by listening to this, I felt I got an insight, not an intellectual insight, but maybe an empathetic insight into this person who is my friend, right? By listening to something that moved him and by being moved by it. So I want to ask you, in terms of classical music, what are your sort of favorite works"
    },
    {
        "speaker": "Guest",
        "time": "00:49:45.480",
        "message": "which really move you, compose you as pieces? I can't answer that. I can't answer that. I think I can answer that in a broad sense. You know, as I said, I know enough now to know the difference between great and very good. Right. So, great, great in my mind, in vocal music, it would be Malik Arjun, some reasonably well-known names. So Malik Arjun, Bhimsen, Kumar Gandhar, Kishori Amogar. Alongside some names not so well-known, but to my mind also great, Basavaraj Rajguru, Sharafat Hussain Khan. Some who are great and there are not many recordings of them, D. V. Palushkar and Fayyaz Khan would count in them. Among instrumentalists, there would be Ali Akbar, Ravi Shankar, Nikhil Banerjee, Bismillah Khan and Vilayat Khan, five truly great. Just below would be Buddhadev Dasgupta, Vilayat Khan, Arvind Parikh. And so there were 15 or 20 musicians I can listen to all the time, different compositions by them. I would occasionally go to younger people. So, you know, I think I would listen, I like Ashwini Bhedra Deshpande, I like Veena Sahasrabudhe, I would like Rashid Khan, you know, I like Venkatesh Kumar, he's a very fine young vocalist in Bangalore called Priya Prashutaman, whose music I like very much. So I would, so but I, you know, I think there's a difference between, maybe there's a difference between Western classical music and Hindustani music in that regard, that they are Western classical music, there are particular symphonies, particular compositions that people regard as their favorites. You know, Hindustani music is more, you know, it's more a kind of a different kinds of things. So I can't say that. It's just that it's endless. And as I said, I think I know the difference between Kumar Gandharv and a guy from Kolhapur who's imitating Kumar Gandharv. Okay, for example, right. So we're also very listenable, you know, because his imitation is quite good, you know, it's like, you know, a great pianist versus a competent pianist playing Beethoven. Yeah, so it's at the joys of YouTube is you're exploring it all the time. I mean, there's a wonderful, you know, what I go for example, there are two or three people on YouTube, who and I'm discovering more, who upload high quality music all the time. One is a chap called Raju Ashokan, who lives somewhere, I think in Atlanta, Georgia, and who is loves Hindustani and Carnatic music. The other is a Bengali called Subrata Choudhury, who probably lives in Kolkata. And take every week or so they upload five or six recordings. So when I go to YouTube, I'll just see what is there from Raju Ashokan and Subrata Choudhury and just a whole ocean of joy unfolds. You know, sometimes what I do is I listen to music when a great musician dies. So when Buddhadev Dasgupta, who was a magnificent sarod player, who actually combined a career as a top class professional engineer, general manager of the Calcutta Electric Supply Company with playing music. So he was never as well known as Amjad Ali Akbar, but in Delhi. And since I did a PhD in Kolkata, I could go for concerts of Buddhadev Dasgupta. And when he died, Subrata Choudhury had put up some 15-18 recordings. So that sustained me for a month. So you know, it's like, it's like that. So it's, I would not say I have a, you know, even 10, you ask me to list 10 recordings,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:58.600",
        "message": "I wouldn't be able to. Yeah, you know, from a selfish perspective, I'm just thinking that I want to go back after this to my hotel room and turn off the light and listen to something you recommended. So I'm just going to sort of mention a piece of advice I give my writing students that avoid adjectives, and use verbs, verbs are powerful. So I'm going to take your mind away from the adjective great, which you use, and go to the verb love. And obviously, you love all of these people, which is why you think they're great, and you name them. But what the last time you the last time you lay in the dark and listen to music, I could recommend something to you. Great."
    },
    {
        "speaker": "Guest",
        "time": "00:53:29.880",
        "message": "Now, there's a, there is a piece of music, which is one of my, among my 50-100 favorites. It was a concert. There are two, I'll give you two options, it depends on how much time you have. If you have an hour, they're both concerts in Bangalore, okay. So if you have an hour, listen to a Yaman, Kalyan, Jugalbandi, between Ali Akbar Khan, whom you know of, and someone you may not have heard of, called Doriswami Iyengar, who is a great Veena player of the 20th century from Mysore. So a Hindustani-Carnatic Jugalbandi, Sarod Ali Akbar, Veena Doriswami Iyengar, played in the home of a couple who are great connoisseurs of music, Shivram and Lalitha Ubaikar, who are both now dead, who had a home, you know, not far from the palace grounds. This is a one hour Yaman Kalyan. I mean, it's just magical, it's like 1961 or 62, and it's full of two truly great musicians playing the most beautiful raag in my city, in the home of a couple I knew, and who encouraged me and loved me and, you know, inspired me, okay. Now that's one piece of music, which is one hour long, if you have that time. If you have only half an hour, okay, go to YouTube and do Bade Gulam Ali Khan, Hamsadhwani, Bangalore 1956. Now, this is again very, it's a fabulous piece of music, Bade Gulam very rarely sang Hamsadhwani, he's known for many other raags, but not for Hamsadhwani, it's a very unique recording of Hamsadhwani. Hamsadhwani is a Carnatic raag incorporated in Hindustani music, and it was sung by Bade Gulam shortly after he returned to India from Pakistan, you know, Bade Gulam was originally from the Patiala Punjab gharana, so he went to Pakistan. And then he found there is no place for music there, he came back, or not enough place, he came back, and Moraji Desai, an austere puritanical guy who's got a bad rap from historians, but always for right reasons, got him a government house in Bombay so that he could stay there. He was made an Indian citizen. And shortly after that, he came to Bangalore, where in the Ram Navavi concert, which is held every spring in Basarangudi, the heart of old Bangalore, in the in the compound close to Tipu's palace, summer palace, in the compound of the Fort High School, which is a gorgeous colonial building, he sang under open awning, he sang Hamsadhwani. And it's a fabulous recording, and I think of it, 1956 Ram Navavi, my late friends, Lalita and Shivram Ubaikar would have been there. My other friend, the great philanthropist and connoisseur of music Tara Chandravalkar, the architect, may have been there. Some of my uncles and aunts may have been there in 1956, the year Karnataka was created as a state of Mysore. These two pieces of music are sublime in themselves. One Bade Gulam Singhi Hamsadhwani in the city part of Bangalore. One Doriswamy Iyengar and Ali Akbar playing Yaman Kalyan in the controlment side of Bangalore. Just listen to Iyengar."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:45.880",
        "message": "If you have half an hour, one hour, after you will just go to heaven. Wow. Thank you so much. Another question. And this is a question coming from my own genuine curiosity. So you know, not a question that I feel should be asked or my listeners might want to know, I want to know in the sense that, you know, when I was growing up, my mother was a Hindustani classical musician, though an amateur, of course, but she learned it for many years. She would sing and then at one point, she started a choir and she would conduct that I'll post a video from that on in the show notes, why not. But I never got into it, partly because I was like a rebellious kid and whatever. And I was like rock sunenge, Nirvana sunenge, yeh sunenge. And I have in recent years become attracted to Hindustani classical and just classical music in general. But I am struggling with how to educate myself on it. You know, where does one you know, without going to a guru, reach that level where you can understand, you can begin to understand, one the technical stuff like ragas and all, and two to sort of understand context where all this is coming from, like what you did so beautifully is not just spoke about Hansadbhani and he didn't perform it often, but also gave that context of a place in time, which gives a work an added meaning for me, right and for everyone who was there, no doubt. So you know, do you know, I mean, how did you go about it?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:05.080",
        "message": "It's just 50 years of interest, 40 or 45 years of interest, talking to people who know much more than me. So I was lucky that in university, I fell in with a group of friends who taught me about music. And I had Keshav Desi Raju. Then when it comes to non-Hindustani music, my son Keshav has listened to a lot, in fact, unlike me, he has a musical ear and can sing. So when I want a change from Hindustani music, I go to him. So African music, you know, and things like that, you know, suggestions come from there. So just knowing that there are people who can alert you to dimensions of music that you don't know about. And actually, my knowledge, it's my enthusiasm. And my love far exceeds my knowledge of music, you know, but what it's given me is incalculable. And the older I get, it gives me more and more and more is how I would put it. So I think it requires long hours and years. The first concert, first piece of Hindustani music I remember was in about 1972 or 73. I was an asthmatic and I had an attack at night and I took a drug that kept me awake. I put on the radio, All India Radio and Bismillah Khan was playing Durga, which is still one of my favorite compositions. And that stuck to me. Two years later, I went to university and fell in with a group of friends. So it's all it is actually 50 years, you know, if I probably 71 or 72, I listen to Bismillah. So it's 50 years of listening to music, you know, and I'll never be learned or scholarly or have really a deep insight into what goes into great music. But yeah, I mean, it's just making the time for it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:44.880",
        "message": "I think the best learning can often be by osmosis. So if you just if you're enthusiastic, that's the first step. And other things just happen. And by the way, a quick aside before I go to my next kind of question, what you mentioned about the connection between, say, your ability to focus while working or researching or whatever, and the connection between that and your time in the nets playing cricket is again very resonant to me, because I feel that any kind of Riyaz is Riyaz for the mind, not just for a particular field, like I will often to my writing students also when I'm trying to tell them how to, you know, inculcate a particular writing habit of the craft, you need to first be mindful and then you internalize it. So Sunil Gavaskar goes out in the nets as a seven year old, he's not playing a perfect straight drive, but he's being mindful of where his feet are, where his elbow is going, and then it becomes second nature and he can do it in a split second. And so that's also resonant that if you do Riyaz in any one field, it will shape your"
    },
    {
        "speaker": "Guest",
        "time": "01:00:43.880",
        "message": "mind. Yeah. And I will just add to that. I was lucky in that I spent so many years playing a team sport and not an individual sport. If I was, you know, wanted to be a tennis champion and I was playing eight hours, just alone with someone else against the wall, with a marker against the machine, you're different. You know, I think being part of a team sport teaches you many things, glorying in somebody else's time, even if you fail, traveling in a group, you know, going, taking a bus or a second class train journey somewhere else without a smartphone. Now the 11 cricketers in the team will all be on their smartphones. So I think being part of a team sport and, but Riyaz, yes, Riyaz, yes. Riyaz is crucial, you know, practice, discipline, vigor, hard work. But I think learning to take the rough with the smooth comes from being in a team sport. Of course, in tennis also you lose, but your egos hurt much more than, because it is after all an individual sport."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:37.440",
        "message": "Beautifully put. So I was having this discussion with some of my writing students on one of the WhatsApp groups with them. And we were talking about the influence of parents. And on the one hand, it's indisputable that parents have a huge influence on us. On the other hand, it's been argued convincingly by various people and by various studies that that's actually not the case. Like Judith Rich Harris wrote this great book called The Nurture Assumption, which came out in the 90s, a seminal book in my view, which kind of showed that your key influences in childhood are really your peers. The parents don't really matter so much. And I think there might be, you know, even though these are contradictory, I think there might be grains of truth to both of these. Now in your case, I have, you know, reading through your writings and all that, picked up snippets of things where you refer to your parents in different ways. Like you speak about how, when you were a kid, your father's staff car would never take you anywhere or pick you up and all of that. And he was so meticulous about that. You've spoken about, you know, how in 1962, Nehru came, you know, spoke in your town, and your mother was so moved and so inspired, and this was after the loss of the war to China, that she donated a bangles to the cause and everybody was scandalized and, you know, and I would imagine that that is something that kind of shapes a person as well. So tell me a little bit about your parents, about the kind of influence, the kind of childhood that you had growing up, and how your relationships with them evolved."
    },
    {
        "speaker": "Guest",
        "time": "01:03:01.520",
        "message": "So I think this is not merely in retrospect, the way they shaped me was one that there was absolutely no caste or community. So I am technically a Brahmin, but I've never worn a thread. My father never wore a thread. I used to think it's because he's a scientist. But now I realize that it's partly because he's a scientist, partly because his father's elder brother was a pioneering social reformer in Karnataka, still revered here in this state called R. Gopal Swami Iyer, who was the first Brahmin to campaign for the era in the modern world to campaign for the eradication of untouchability in the state, was my father's father's brother. So there was no caste feeling, there was no community feeling. You know, remarkably, if you can imagine, of course, we were upper caste, middle class. So we had a cook. So most Tamil Brahmin families would only have a Brahmin cook. We had a Rajput cook, followed by a Muslim cook. Of course, no, not cook, meat. My mother taught in a school, her closest friends were two Christians and a Muslim. And so that says no community or caste feeling. It was partly also because of the way we were in a public sector outfit. And that's how Nehru's India, I mean, there were some bad sides about the public sector in terms of economic productivity and innovation, but in terms of pluralism and social solidarity and showcasing the diversity of India, that was part of their strength. So that was part of what they gave me. The other thing that particularly my father gave me was he was an extraordinary Indian parent in that he spent so much time with his children. You know, he would play cricket with me, he would take me birdwatching. My sister was a very gifted athlete, all because of him and her training. And he never, he just let me do what I wanted. I got a second class in my BA. I could have got a, because I was from Doon School in St. Stephen's, I got a job in Hindustan Lever. He said, you want to do an MA? Do an MA. I got another second class in MA. All those entitlement routes were available to me or a comfortable job because of my privilege and my English speaking abilities. I said, Appa, I want to do a PhD. He said, okay, go and do a PhD. So there was absolutely no pressure of any kind, particularly from him. So I think in that sense, I think nurture did play an important part in what I may have turned out to be. But peers, yes. And I think peers, of course, I mean, intense debates, arguments. I've already spoken about music, my friendships in college, debates and arguments with them in Calcutta. Yes. I mean, I have some regrets. I mean, I think I have, I have some regrets about the range of what I could have learned. And the main regret I have is that almost all my conversations, intellectual conversations over the last 40 years have been conducted in English. There have been some in Hindi, but not enough, and not at all in a third language. So if there's any advice I'd give a younger scholar or writer of any kind listening in. I mean, unlike, say, for example, Amitabh Kumar, whom you was your last guest. I suspect that now he's lived in America for many years. Between the ages of 10 and 30, it will be 50-50, or maybe even 60-40 in favor of Hindi is what I suspect, you know, in the case of Amitabh, right. And I think that's probably an abiding regret I have that, you know, that my world was shaped really by conversations and arguments and debates in English, which may have made me a better writer as a consequence, but probably shut certain windows into how to approach"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:31.120",
        "message": "this. So I'll take a digression here and ask you a question that I had saved for later, but you've touched upon it now. And the question is, are we all Annie Besant? Now, the context for this is that as you write in Rebels Against Siraj, the context of this is that English could have been a hindrance for her because she couldn't, you know, once other leaders who had connects with the masses like Gandhi and all came up, her English wasn't enough. There was a mass party, and she was kind of relegated to the sidelines, and in her case, it was a bug. Now, one thing that I have explored, and you know, people sometimes ask me that, in what way have I changed through the years of doing this podcast? And one way certainly is in realizing that I was in a sort of a bubble all my life, that I was in an English speaking bubble. And therefore, I only saw, you know, one aspect of the country and had sort of a vision of the country, which I think was largely wrong. And we discuss this at lunch also about how, you know, we are the fringes, we English speaking liberal elites are, and the country is something else. Now, I've brought this up in a context where I have mentioned you, in fact, where you know, and the first time this, so there's a thread of conversations I've had. And I remember I spoke with Aakar Patel, who I'll be recording with again soon, but I, my first episode with him was about three years back. And Aakar and I were both in agreement over something that you had said in this essay in Caravan, that the Hindu right wing does not have any intellectuals worth the name, right. And we were both in agreement with that. And my sense where I articulated it then was that look, you know, there's so called conservatism and the ideas that might come are just a fig leaf for bigotry and misogyny and all that. And that's partly true. Now, what I was convinced by other guests in later episodes, like Akshay Mukul, like, you know, Suyash Rai, Rahul Verma, and a host of people was that, that impression, which you, Aakar, me, we all shared is wrong, because we are reading only in English, we're not reading the languages. And you know, various people gave various examples, like, you know, Suyash spoke about Karpatri Maharaj. And the question is not whether one agrees or disagrees. I disagree strongly with whatever I've understood of Karpatri Maharaj, who's not really been translated even into English that much, but it's coherent. And it's coherent. And it's, you know, it's just coming from a different place. But from that tradition, it's coherent. So in a sense, I feel in this conversation, I've come full circle. Because when Aakar and I mentioned that we referred to, you know, your excellent essay. So, you know, it's just something that it hasn't been a similar process, where, you know, you speak of today of just only English being a loss, being a liability. And I feel that way even more and not just in this context of not understanding these social currents. But even in a context of like, I did an episode with Sarah Rai, a fine writer in her own right, also the granddaughter of Munshi Premchand. And when we got to the section where I asked her about the books which had influenced her, all the English language books she named I had read, but none of the others, the Hindi books I had even heard of in some cases. And I felt horrible that here I have an opportunity to be in such a rich country in terms of culture and languages. And I've kind of missed out on all of that."
    },
    {
        "speaker": "Guest",
        "time": "01:09:44.760",
        "message": "So what are your thoughts? You know, it's a large and complicated question and one can't, you know, do any kind of justice. By the way, Kalpati Maharaj figures in India. Okay, so and they were certainly at the time and in the essay you talk about, I mentioned conservative intellectuals like Guriye and Jadunath Sarkar and others. So I think, although I have operated mostly in English, almost exclusively in English, I've had the good fortune to have had interactions through my work with many people writing in different Indian languages and also close friendships. So great Uttarakhandi historian Shekhar Pathak, whose magisterial history in Hindi of the Chipko Andolan I edited and helped publish, has been a lifelong friend with whom I write conversations all my life. D.R. Nagraj, the much mourned Kannada writer, whom also his conversations have shaped me. The remarkable couple, Bengali and English writers Meenakshi and Sujith Mukherjee, Tridib Surod, the scholar of Gandhi and who writes in Gujarati and in English, Gopal Krishna Gandhi, who actually is fluent in five languages, Girish Karnad, Mahashweta Devi, whom I also have the privilege of knowing. So I've always made it my business to listen and learn from people who don't write in Hindi. So it's not as if the world in which I express myself is English. But the world in which I observe things come at least at second hand mediated by people who have this extraordinary depth and understanding from the languages. Now, I think one should not self-flagellate too much. You know, Karpatri Maharaj may have been formidably learned, but he was a bigot. He was a bigot because he did not embrace the world outside. We may not be not embracing the world inside. And this is what, you know, I've written an essay, I don't know if you've seen it. I wrote an essay some years ago called The Rise and Fall of the Bilingual Intellectuals, which I think is probably the best essay I've ever written, which identifies this phenomenon that from about 1880 to 1960, they were truly bilingual intellectuals. So there was, you know, Ambedkar writing in Marathi and English, Tilak writing in Marathi and English, Nirmal Kumar Bose writing in Bengali and English, etc. etc. Ganesh Karnad, who understood the world of Western literature, but wrote in Kannada. And now, there's been a separation of discourses into an English only and the vernacular language only. I think the cross-fertilization that used to take place has been lost. And I think our greatest strength was that. It was not that it was not the case that, you know, the vernacular intellectuals necessarily knew the world better. They may have known the village better. They have known the Adagao better. But they would not have known how Adagao fit into the district, into the province, into the country, into the world. Now, I think that is what we are missing. What India had uniquely, uniquely in the history of the modern world, India had a flourishing bilingual discourse. There was a reason why Tagore did his creative work in Bangla and wrote his polemical essays in English. There's a reason why Gandhi wrote some things in Gujarati and some things in English. So we had a flourishing bilingual world. Yeravati Karve, whom I think you mentioned a little while ago, wrote wonderfully in both Marathi and in English. Now, that is the world we have, which is unique to us. The French only operated in French. The Spanish only operated in Spanish. The Japanese only operated in Japanese. We actually had a bilingual intellectual world, which produced the finest social science, history, political analysis, philosophy, and so on and so forth. And that is what we have lost. That is what we need partly also to regain. And how that will happen, I can't say. But certainly, every language is a window into a new world. And I would encourage the brilliant Hindi and Marathi writers who are in their 20s to improve their English. I would encourage the brilliant English writers in their 20s and 30s to become really conversant with a second or a third language other than English. So one should not excessively self-flagellate on this business. A writer only speaking Kannada, reading Kannada, writing in Kannada, arguing Kannada is also limited in her own way. So I think that should be very clear. And I think we had uniquely this bilingual tradition. I mean, this essay is called The Rise and Fall of the Bilingual Intellectual. It was first published in EPW, and there were about half a dozen very interesting responses to it. Then I revised it, and then it came, I think, in one of my collections, I think, Patriots and Partisans, which explains this, that the richness of the bilingual intellectual, and bilingualism and what it gave us, and what we are losing by the separation of discourses into English only and Bhasha languages."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:37.120",
        "message": "So I want to double click on this, but before that, an observation where you said, Karpatri was a bigot. He was not just a bigot. He was a deep misogynist. And one example of this is he has this book called Marx or Ram Rajya or something of that sort, which has not been translated into English, but I'll leave a link to the Hindi whatever for anyone who may want to go through it, where he talks about why communism is bad. And one reason that he says is that, you know, because there is no concept of property, you know, every woman will be like a bucket from which anybody may drink, you know, which is"
    },
    {
        "speaker": "Guest",
        "time": "01:15:06.520",
        "message": "revelatory of how... That's how he figures in India after Gandhi, actually, misogyny rather than his bigotry, or both, because he was opposed to the Hindu code bill, because it gave women rights. And because Ambedkar, who was a Dalit, wrote it. I mean, he may have been a brilliant bigot, that's fine."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:20.720",
        "message": "But he was a bigot nonetheless. Yeah. Yeah. Yeah. And let's double click on the bilingualism question, where, you know, on one hand, like you pointed out, you said language is a window to other cultures. And that's one reason why it's useful. But I'm wondering if there's another reason that it is useful, which lies in the fact that languages are different from each other in fundamental ways. And a kind of expression, which is possible in one language, may not be as heightened in another. Like, like you talk about Tagore doing his fiction in Bangla and leaving his polemic for English. And it strikes me that one reason for that might be that Bangla, and I'm half Bengali, by the way, it's a beautiful language, is by its nature expressionistic, right? It's that sense of beauty is heightened. And therefore, it is natural for fiction and poetry to be in Bangla. Whereas, you know, English is much more functional, and economical and crisp, and it would be a good vehicle for polemic, which is not to say that you cannot do polemic in Bangla, you cannot do beautiful things in English, because say, that's why I love English, but different languages have different characteristics. So is that part of it? Like when you, when you spoke about Tagore, you spoke about Gandhi, and so on? Is that part of it?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:31.400",
        "message": "It would be there, of course, absolutely. I mean, I don't know enough about different languages, but I think you captured it well. There are certain registers available in Hindustani that would not be available in English for someone who knows both languages, and so on. So absolutely. I mean, there's a reason why people, you know, who are absolutely familiar, you know, again, this is my big friend, Keshav Desi Raju, was fluent in, that is, formidably fluent in English, Hindi, Telugu, and Tamil. Gopal Krishna Gandhi, who was a close friend of Keshav and mine, is formidably fluent in English, Hindi, Tamil, and Gujarati. So they had three languages in common, and the three of us spent a lot of time together on different parts of the world, in different cities in India, and their jokes and allusions would flow effortlessly in the three languages they shared. I would, I could capture 100% of the English, 75% of the Hindi, but none of the Tamil, right? And the way they would talk, you know, what linguists call code-switching, depending on what is... So I think you'll see this. I mean, if you see, if you were to ever, I don't know whether he's ever come on your program, but please get him, Arvind Krishna Marutra."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:43.040",
        "message": "Has he ever come? I'd love to have him on. I love his poetry. I've never asked him."
    },
    {
        "speaker": "Guest",
        "time": "01:17:47.040",
        "message": "You know, with some people, I... If you see how Arvind switches between Hindi, English, and Hindustani, seamlessly and beautifully. He's a friend of Sehra Rai."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:53.400",
        "message": "So maybe Sehra should second my recommendation and tell him to come."
    },
    {
        "speaker": "Guest",
        "time": "01:17:57.800",
        "message": "She, in fact, already has. So she offered to introduce me to him someday. Please, please, please. So please, you tell him, you speak both Hindi and English, and you just see how beautiful it is to listen to him, right? So I think that is... So absolutely. I mean, they're different registers, different forms of expression. So I can appreciate Hindustani, modern Hindi, to the extent that I can see, I can love it. You know, when I hear Arvind speak, or when I used to hear Ramu Gandhi lecture in Hindustani, it was just fabulous, you know, or reading JP's prose. I mean, JP spoke the kind of Hindustani that was spoken in Dehradun, it was not the kind of Sanskritized Hindi that it has now become. And there's a lovely essay of JP, which I, but a few things I've translated from Hindi, is an essay of JP called Nagaland mein shanti ka prayas, the quest for peace in Nagaland, which I translated chunks of, and it's so beautiful to read."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:49.360",
        "message": "I had Ninal Pandey on my show recently, and she was also just switching effortlessly between Hindi and English, and it was beautiful. And on the one hand, you know, the only other time, the only time I've done a full Hindi episode on my show was with the former leader Gunwant Patil, who could only speak in Hindi. So in my introduction, I apologize to those listeners who may not be familiar with Hindi, because people expect an English podcast. But in this case, my whole sense was that I just want my guests to be authentic to who they are. So whatever comes naturally, you kind of go with that. And then Amitavs Kumar, he told me about this evocative Hindi poem that speaks to him. And it's a poem called Rail by Alok Dhanwa. And it goes this way. Har bhale aadmi ki ek rail hoti hai, jo maa ke ghar ke oor jati hai, seeti bajati hui, dhooa udati hui. Right? To me, this is untranslatable, because just the rhythm of seeti bajati hui, dhooa udati"
    },
    {
        "speaker": "Guest",
        "time": "01:19:39.040",
        "message": "hui, you can't capture this feeling. I find the sentiment problematic. It's glorification of the maa, I find highly problematic, highly problematic."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:47.760",
        "message": "Spoken like an academic intellectual, actually, at one level."
    },
    {
        "speaker": "Guest",
        "time": "01:19:50.560",
        "message": "Mere paas maa hai, peri gari unke paas jati hai, I find that lovely, it's beautiful to"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:58.000",
        "message": "listen to. It's an emotional expression."
    },
    {
        "speaker": "Unknown",
        "time": "01:20:00.000",
        "message": "It's like, I think there is an empathetic world and there is an intellectual world."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:06.000",
        "message": "So my next question is sort of, you know, earlier, you said that so much of life is accident when we were speaking about the passage of time and what shapes the world and you said in your own life, it's been like that. And in this lovely essay about you by Nandini Sundar and Srinath Raghavan in a functioning anarchy, which is another lovely book, they wrote, indeed, the succession of jobs that Guha did not join is revealing, he turned down an offer from the Times of India, a professorship at the Department of Sociology, Delhi School of Economics, because he had decided by then to move to Bengaluru, a professorship at the National Law School of India University in Bengaluru, because it would have meant attending from 9am to 5pm, and so on and so forth."
    },
    {
        "speaker": "Guest",
        "time": "01:20:46.080",
        "message": "That's a highly incomplete list, because that only deals with jobs in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:49.280",
        "message": "Yeah. And jobs elsewhere. Jobs elsewhere also. And it reminded me of something that my dad said, like, you know, a year before he passed, I sat down with him and just recorded conversations about his life to get to know him better. And he told me about how, you know, at the time, like I said, he was, you know, in grew up in Calcutta. And in the 60s, he had a roaring love affair with my mother, who he went on to marry. And the condition for marriage from the other side was that you have to have a job and only the IAS is respectable. So with like three months left, he prepared and he got into the IAS. But at that time, among the alternative paths he had available to him was first National Citibank had offered him a job, Clarion Advertising had offered him a job and all big names at that time. He had an offer from Cambridge where he could have gone to Cambridge and, you know, done his PhD and all of that. And the then editor of the EPW had told him that he had loved something he had written and had said, you come to Delhi and work for me and I will groom you to be my successor. And he actually went and worked for two, three months at the EPW and then he missed my mother to too much and he went back and joined the IAS. And I'm always fascinated by the counterfactuals in none of which I would exist, of course, perhaps. But I'm always fascinated by the counterfactuals in the different directions that a person could grow in, because in my mind, he would have been a completely different person in any of these options. So tell me a little bit about, you know, what you feel about the options in your life? Would you have actually been a different person in any of these options? And if there is, if there is a core Ram Guha, core you, which is common to all of these, you know, how would you define that core that no matter where you went and what you did,"
    },
    {
        "speaker": "Guest",
        "time": "01:22:23.920",
        "message": "that core would be there? Very hard to say how life would turn out. I mean, among the reasons I could turn down all those jobs is because my wife Sujata had a design company and who supported me, partly financially and wholly morally and personally, you know, for more than 40 years now. So it's very hard to answer that kind of question. I mean, I don't believe in counterfactual history, really. I once joked, I have written, I think, two columns on counterfactual history. One was what if Subhash Bose had come back alive in 1947, arguing that he would have been a major challenger to Nehru and he would have split the Congress party and stood against Nehru in 52 and might even have won. And the other was what if Lal Bahadur Shastri had lived another five years? And that ended with the line that if you lived another five years, Rajiv Gandhi would still be alive, would be a retired pensioner from Indian Airlines, indulging his hobby in photography and Rahul Gandhi would be a mid-level manager in a private sector company. But beyond that, I don't, with me, I don't indulge in counterfactual history. I can certainly say, I thank the kind of people who, the chain of lucky accidents that rescued me from pre-K to scholarship, which was learning about Elvin in a Koraput village from a veterinary doctor called Dr. Das, when I was doing my MA. And then I come back to Delhi and find his writings, meeting Sujata, which happened in 1979, then going to Calcutta for a PhD and this mentor of mine, Anjan Ghosh. And of course, Rukmini Dhawani, my first editor, who transformed my life by publishing my first book and then my subsequent books. So I think these accidental meetings certainly played out, but what would have happened? Very hard to say. I mean, I can't, I mean, if I'd taken a professorship at the Delhi school back in the early 90s, I may have nurtured some good PhD students, on the other hand, I'd been fed up with academic politics and intrigue."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:21.600",
        "message": "So to go to the second part of that question, that if, where I asked that, what is like, at your core, is there an essential Ram Gohar that you look at? I mean, one argument could be that we are all construction of our genes and circumstances. And maybe the deeper you go into trying to figure out what the real self is, you realize there is no real self. But at the same time, like when I, for example, look back on myself as a young person, I've changed in so many profound ways. But there is a core there, which is perhaps the same with the same weaknesses and flaws, perhaps, but it's kind of the same. So when you look back on the 15 year old Ram Gohar, for example, what do you and that person kind of, who is that, you know, what is that core?"
    },
    {
        "speaker": "Guest",
        "time": "01:24:59.160",
        "message": "So I think it's this sense of opposition to, I'll let you put it differently, you know, I was in a, I'll answer this question slightly differently, but you've got a sense. I was, you know, before the pandemic, I was in a, chairing a panel. And the other speakers in a panel were a Dalit, a gay, and someone from a minority, and one of them was also a woman, right? And I said there, that I was born with five forms of privilege. Okay. Just reflecting on my, who was around me, I was born with five forms of privilege. I was Hindu, I was in India, five were Hindu, male, Brahmin, straight, and English speaking. Right. Hindu, male, Brahmin, straight, and English speaking. Now I was taught very early on by my parents to disregard the Hindu and the Brahmin part. So that part from 9-15 to 63, I detested religious chauvinism and I detested feelings of caste superiority. That has been consistent since then. Even then I was ambivalent about my English being a privilege. You know, I could see that because when I went to boarding school, there was a classmate of mine in the dorm who was always mocked for being a Hindi speaker, and that really upset me. So I could see that. So maybe I was guilty about English privilege even then. I could see that English gives you an unfair advantage in life in this country. Even I was, I suppose for my times, relatively more open on sexual preferences. Since we are, you know, talking in a personal vein, and I haven't really talked about these things before, and this I think would interest some of your listeners. My father's closest friend, who was my godfather, was a man you might have heard of called K.T."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:57.000",
        "message": "Acharya, a great food historian. You know about him?"
    },
    {
        "speaker": "Guest",
        "time": "01:26:59.840",
        "message": "I've heard the name, but I haven't read him. So he is India's greatest food historian. He wrote these two landmark books, a companion to Indian food and a historical gossip to Indian food and food materials. And, you know, if you read All Our Food, you become doctors quoting him all the time. He was my father's closest friend from college days, and he was gay, and my father knew it. And to his great credit, was fine with it. We're talking about the early 60s and 70s, one of the few people, Dr. Acharya, the world renowned protein food scientist who then became the pioneering historian of Indian food could confide in, was my father, right? So I knew that Tambu Mama was gay, and it's okay. Some people are gay, right? Now, later on, of course, marrying Sujata, who's a designer, and of course, the design community, there are many gays. So I'd say I have a lot in common with that young man. The form of privilege that I found hardest to combat, and has been most difficult, is male privilege. You know, I was brought up thinking boys are superior to girls. I was sent to a boarding school, my sister was not, even though she was smarter and a better sports person than me, right? So I stayed for a very long time, till I had a daughter of mine, Ira, who grew up and is a passionate feminist, and probably has moderated my patriarchy, but not overcome it. So I'd say that is, so for good and for bad, in many ways, in my values, I think what my parents gave me, this absolute lack of caste and community feeling. I think that's something, and that's why I hate it when discriminations are made on these grounds and particularly by our own dispensation, but that sense that, and I think university reinforced it. The wonderful thing about Delhi University was that it was an all-India university. Unlike Bombay and Calcutta, which were far superior back in the 40s and 50s, but increasingly became provincialized. I mean, the catchment area of Bombay was Bombay, the catchment area of Kolkata, Kolkata became really a Bengali university, Bengali city and a Bengali university. Who would know, anyone who studied in Kolkata in the 60s or 70s or 80s or 90s today, who would know that was the place where Raman was a professor doing his Nobel Prize winning work or Radhakrishnan wrote his major works of philosophy. So Delhi University that way was a wonderful showcase for the diversity."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:26.360",
        "message": "Fascinating. Let's take a quick commercial break and then get back to the show. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons and now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Ram Guha about his rich life. And you know, you'd mentioned earlier in the show about how you were sort of an accidental historian. And in our last episode, of course, we discussed your cricketing journey in a manner of speaking. And you pointed out that Rukun Advani, your editor was kind of surprised that you, you know, he had known you in college and you were just a sports guy. So yeah, he wouldn't talk to someone like you. But then he had to take you seriously because you're changed so much. Tell me about that change. What are the triggers for that change? What what what led to it?"
    },
    {
        "speaker": "Guest",
        "time": "01:31:13.200",
        "message": "So I did a BA, got a second class, Delhi School of Economics for MA via St. Stephen's College to play cricket. And in my MA, after my MA previous, there was a remarkable teacher, the Delhi School of Economics, who happened to be my cousin, incidentally, Dharmakumar, who I've written about elsewhere. And she initiated a scheme, get the economic students to do field research, because they only looked at numbers and ran regressions and never actually did research projects. You know, they learned fancy statistical techniques. And there was a series of grants they made and to do research in the summer holidays. Now, it so happened that my father's younger brother worked with Hindustan Aeronautics in Bangalore and was in charge of a MIG factory in Koraput in Orissa, a factory making Soviet fighter planes that had been built in the depths of Adivasi Orissa, maybe because it was so far away from the Chinese border or God knows why. And my uncle said, look, it's called Adivasi workers and we don't know how they're doing. So I designed a research project to study Adivasi workers, the transition from tribal life to industrial factory life. And it was an economics project, it was looking at productivity records, running regressions. And the PRO of that factory was a very nice and kindly man called Mr. Patro. And at some stage, he asked me, do you want to see Adivasi village? So my last Sunday, we went to, in Koraput, we went to a Gadaba village. In that village was a veterinary scientist called Dr. Das, who took one look at me and said, where have you come from? I said, I've come from Delhi. He said, long ago, a tall young man like you came from far away to these hills and wrote about the Adivasis. His name was Verrier Elwin. Have you heard of him? I said, no, I have not heard of him. I went back to St. Stephen's College and I was clearly recognizing my career as a cricketer, I was going nowhere. I dropped out of the cricket team, went to the library, found Verrier Elwin, fell in love with his prose, which is evocations of Adivasi life. I said, this is about real people and their real struggles. It's not equations and numbers and graphs and charts, which anyway, I don't understand. I'm a lousy economist, but maybe I'll make a fist of becoming a sociologist after reading Elwin. So I finished my MA and my father gave me another year off. I came to Bangalore. I fell in love with Suzatha and I started looking for options. So I applied for the Times of India, I got in, I applied to the state bank, I got in. I applied to IRMA in Anand, the first batch of rural management I got in. And because of Elwin, I was interested in possibly pursuing a PhD in sociology. And I knew that my own university, Delhi, would never give me admission because my grades were so bad. And a person you surely know of, Shiv Vishwanathan, whom I knew from my days in Delhi University, told me, Calcutta has a small sociology department and there's a brilliant young scholar called Anjan Ghosh there, just apply. So I applied, got in, and the choice was going to Anand and becoming an activist and a proselytizer for cooperatives, which is what I really wanted to do because of what Kurien had done and what Shyam Benegal had shown through his movie Manthan. Suzatha told me flatly, if you go to Anand, I can't marry you because designers can't get jobs in villages. If you become an academic and get a job in the city, I can marry you. And that made my decision. And so I went to do a PhD in Kolkata. And within a week, sociology resonated with me. I could see that I related to society and politics and human beings in a way I did not to indifference curves and stochastic models. And so I was just discovered Mamathia completely by accident. And then I got into environmental research, I met Rukun and so on. So it was really this series of accidents that made me a scholar from sociology. I moved to history and then later to biography. But there is still something of the sociologist in me. I think, you know, the kind of books I've written, say India after Gandhi, is not the work of a conventional historian, you know, because it does so much about caste and language and religion that comes from my training in sociology. So I think I was grateful for that. And Anjan Ghosh was a wonderful mentor. He did many, many other things for me. You know, he taught me, he was a Marxist, but his politics never entered the classroom. In the classroom, he taught me Weber and Durkheim with as much scrupulous care as he taught me Marx. Outside the classroom, yes, you know, he would be going for dharnas and waving red flags. He also introduced me to film and hardly watched film when I was in college. And he made me a member of a Kolkata film club. So we watched Truffaut and Goddard and Kurosawa. So he was a quite remarkable man, and I think really, Sujata, Anjan and Rukun are probably the three people I owe the most to professionally."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:05.800",
        "message": "Tell me something more about each of these people in turn."
    },
    {
        "speaker": "Guest",
        "time": "01:36:08.280",
        "message": "I won't speak about Sujata because she..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:10.280",
        "message": "Sure. Sure. Fair enough."
    },
    {
        "speaker": "Guest",
        "time": "01:36:13.280",
        "message": "But tell me about the other two. Yeah. So Anjan did a BA in English in Jadavpur University, was like many young people at that time caught up in the Naxalite movement, attended the inaugural party meeting at which Kanu Sanyal spoke in the Maidan in, I think, May 1970, saw himself as a non-party Marxist, then went to JNU to do an MA in Sociology. JNU at that stage was dominated by the SFI, the student wing of the Communist Party of India Marxist. Arvind, Anjan opposed them as being to the left of the SFI. He was associated with a group called Free Thinkers, which opposed SFI every year in the student's election and lost every year. But he was really admired in JNU for his love of the scriptures. He was called Lenin because he had a goatee and he was bald like Lenin. You know Lenin. He stayed out in Delhi, he was teaching in IIT and he would have made a career in Delhi, which is really the home of Indian sociology. But his father died and he had to return to Calcutta to look after his mother. And he was just a wonderful man with a delightful sense of humor, a love of scholarship, a truly gifted teacher. I wish he had been in a university, not in a management institute. So that is Anjan and I particularly respected him for his lack of dogmatism, that whatever his political beliefs in the classroom, they left aside. And later on, I read a great essay by Max Weber on universities, where Weber says this. He says, a university is not a political party or a seminary. The job of a teacher is to expose students to all kinds of thought and let them make up their mind. And that is what Anjan practiced, too few teachers practice that. You know, when I was younger, historians were told that Marxism is the only way to understand history. Now we're all told you have to become nationalist historians, whatever that phrase means. So Anjan, I think the curiosity and love of scholarship and intellectual independence, I think comes from Anjan. Rukun, whom I met later and who published my first book and with whom I'm still in close touch, is a very different kind of animal. He's a wonderful editor. He understands, understood thought and he understands language. You know, he has a PhD in literary history from Cambridge. His first book was on the nonfiction writings of E. M. Foster. Over the years, he's become an absolute recluse. You know, he's hardly meets people. He's in Ranikhet with his wife, the novelist Anuradha Roy, run a boutique publishing house, which he founded after leaving OUP, after 20 years of building OUP's list. Our conversations are essentially by email. And during the pandemic, one of the things I did was to go over all our correspondence, dating from handwritten letters from 1985, from 1985 to 2000, we wrote to each other by hand and I had all his letters and copies of some of mine, because I had some, I would type, he would write by hand, lovely flowing hand and onion skin paper, 2000 on email. And I just, I just kind of, how do I put it, accepted the more interesting parts of the correspondence. And there's a file of 180,000 words, which is only the excerpts from our correspondence of which 130,000 must be Rukun's and certainly the most incisive and the funniest and the wickedest parts are from Rukun. I mean, it's a devastating sense of humor, the kinds of things in those mails about some of our Stefanian contemporaries who are now very, very famous and powerful people. You know, one day I hope someone, I've done this because I, I will leave this behind for posterity. Rukun's letters to me about all kinds of things. I mean, I wish I could read out some excerpts to you, but I think it's premature. So yeah. So I think Sujata, Anjan and Rukun are really the three people to whom I would have watched."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:05.440",
        "message": "And would you say that the nature of the letters changed when they shifted to email? Because like one of the things I discussed with Amitabh also in my recent episode with him is how back in the day when we would write by hand, there would be, you know, we'd put more of ourselves into it. It was a rarer thing to actually sit down and write. While today, everything is functional and transaction. How are you doing? Are you better now? Let's meet at eight. And that's pretty much all you're writing. But when you would sit down back in the day, you'd elaborate at length, you'd share memories. And like you said, Rukun shared impressions of these people."
    },
    {
        "speaker": "Guest",
        "time": "01:40:36.480",
        "message": "But not for Rukun. Rukun doesn't talk anyway. So he doesn't, you know, he doesn't phone, he doesn't, he's not on his smartphone, he"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:43.280",
        "message": "listens to a lot of music. And for you? And for you? Like the letters you write, have they changed?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:48.480",
        "message": "But I write to him, I often write at greater length. His letters are longer and more reflective and more sharper. But I do occasionally write him long letters. For example, I wrote him a long letter after reading Amartya Sen's memoir. And I won't disclose the contents of what I wrote, but I could really share it with Rukun. What I felt about that memoir, which is about five, five paragraphs, and then eight paragraphs came back from him and so on and so forth. I think probably the quality and the sharpness of my correspondence has changed and deteriorated, but not his. So when I put a chubby him, then the kind of things that come out, you know, I just"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:25.840",
        "message": "utterly, utterly, utterly, utterly delightful. The other question I have is, it's very interesting that when you talk about your falling in love with sociology, actually going there, talking to real people, leaving the numbers behind. Now, there's a sort of a dichotomy there. And there are two parallel attractions. And one attraction that especially young people have is for the big picture, the big story, the theory that explains everything and so on and so forth. And the other attraction that more and more as I grow older, I find, I find it, you know, it's becoming bigger and bigger for me, is that just get down to the level of the individual life. Of course, you of course, at some level, it's anecdote, and it's, you know, big data is much bigger, but there is some richness there as well. So how would you approach this? Because as a historian, you have, you know, you've tackled those big narratives, and you've looked at the big, vast sweep of history. But at the same time, you've done the sociology and actually going and spending time with the tribals and all of that. So you know, tell me."
    },
    {
        "speaker": "Guest",
        "time": "01:42:24.480",
        "message": "Yeah, I mean, I absolutely, I mean, it's making large, complex arguments about how societies change and how individuals actually live, whether in the minutiae of their daily lives, whether that's explored and documented in detail through field research or through archival research. I've shifted from one to the other, I mean, my books on Gandhi and rebels against the Raj are really about individual lives. But I think one day I'll go back to a broader sociological book, I'd like to write a book on, you know, on some eight or nine defining themes in Indian history. And yeah, I mean, I think between sociology, history and biography, I mean, they kind of I've gone back and forth and in my columns to I mean, sometimes they just evocations of a person who recently died. Sometimes there's a larger argument about, you know, about society or politics or culture or the state. Yeah, so it's kind of I, but still, it's within within certain clearly defined boundaries. You know, I, I do I read fiction, I never write about it, and I never blub a novel. I, you know, do I follow what's happening to the extent I understand it in the economy, I would never presume to comment on what is often asked, sir, we are getting people to comment on the budget, what is our views? No, I'm not. No, no, sir. We want non economists. Sorry."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:41.000",
        "message": "Tell me a bit about learning to write and to be yourself. As a storyteller, you know, because, you know, we were joking at lunch earlier. And by the way, a short while back, you mentioned, you said to me when you mentioned it earlier, in case frantic listeners are rewinding this episode to figure out where I did that it was not in this episode, it was during a lunch together. And we you know, one of the quips I made during lunch is that there should be a Ram Guha pro generator for all historians. So the you know, they don't write turgid prose, and they actually write lively prose, which tells a story and so on and so forth. So tell me a little bit about how you found your writing voice, like, were there any early models?"
    },
    {
        "speaker": "Guest",
        "time": "01:44:18.840",
        "message": "Yeah, so there was an early model, a very early model, who was the English cricket writer A.A. Thompson, who wrote these evocations of county cricket and Yorkshire cricket in particular. And many years later, I read an essay by a British novelist, who said, when you're young, your model should be a minor writer. When you're 14 or 15, don't think you can write like Tolstoy, or if you're a budding historian, you can't write like Mark Block, or Max Weber. So I suppose to some extent, there are all kinds of different people. I mean, it's hard to see a particular model."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:53.000",
        "message": "I mean, you But if you had to look back, ignoring models and just talking of craft, if you had to look back at your first book, in terms of craft, you know, what are the refinements?"
    },
    {
        "speaker": "Guest",
        "time": "01:45:01.400",
        "message": "So there was much more jargon in my first book. You know, I think people said it's well written for a sociologist, but the qualification was for a sociologist. Okay, so that's how I see it. Yeah. So I suppose, once I stopped trying to impress my academic peers and my academic seniors, and really trying to convey the depth and richness of the story as I felt it had to be conveyed, where I was disregarding, you know, what people would make of it. I suppose that happens, you know, and it's again, Riyaz is so important, you know, writing for several hours each day, I think writing a column, I obviously, I had to write a column because I did not have a job, I had to make a living by writing two columns, now I write one. My other friends have university salaries and pensions. But if they were to write, university professors would write more often for the newspapers, I think it will liberate them intellectually and in a literary sense. So I think writing for a wider audience, knowing that your work is going to be translated into all these Indian languages, and you can't be, you know, nodding to Foucault and Bourdieu and Derrida and using all kinds of sort of complicated jargon."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:07.520",
        "message": "Absolutely. Tell me also about fiction, like you said that earlier, through most of your life, you didn't read much fiction. And you just mentioned in the break that during the pandemic, you rediscovered your love for fiction. So tell me a little bit about you know, what was the fiction you read growing up, if any, you know, and was it a habit that kind of gradually went away? And what happened during the pandemic that you kind of fell in love with fiction?"
    },
    {
        "speaker": "Guest",
        "time": "01:46:27.880",
        "message": "So I think when I was growing up, I read some detective stories. But when I was in college, I had long summer holidays. So in term time, we'd be playing cricket, and St. Stephen's had the best college team in India. I mean, two of my contemporaries, we've talked about this before, Kirti Azad and Arun Lal played cricket for the country. So it was a very quasi-professional standard. So from, and the season ran from July to March. So there was no room after six hours of practice or a match to come and read a novel. So in the summer holidays in Dehradun, I read novels. And I remember two writers who made a great influence on me, novelists, and I can't really now remember who recommended them to me, were Hemingway and Somerset Maugham, whom I read everything they ever wrote. And they wrote a kind of, if you read either or both of them, a kind of a clear, unadorned, unornamented prose, you know, the kind of, the kind of prose a historian should be reading, who wants to become a historian later on. But then I stopped reading fiction for some time, and then I picked it up slowly, and I was, I think my son, Keshava, who's a novelist and who reads very widely, has really alerted me to the kind of things he thinks I'd like, and he's almost always right. So now I read much more interior writing. I don't really read the Hemingway, Maugham. So Keshava introduced me to Penelope Fitzgerald, for example, Barbara Pym, you know, delicate, intimate portraits of human relationships and their ambiguities and their complications. So I was reading quite a lot of that, encouraged by Keshava. Then the pandemic happened, and these vast open spaces of time opened up, because I was not traveling anywhere. And then I decided that I would read Tolstoy. Now we've discussed in previous episodes, my books on Gandhi. Now Gandhi really admired Tolstoy. Gandhi had three mentors, and going back to a theme we've talked about, about, you know, knowing your world inside, the inner world, but going, embracing the book globe. Gandhi's three great mentors were Raichand Bhai, who was a Gujarati philosopher, Gokhale, who was an Indian but not Gujarati social reformer, and Tolstoy, who was a Russian and universal figure. Okay, so, and I've written about what Gandhi got from Tolstoy. But what Gandhi got from Tolstoy was his philosophical and moral and religious writings. So there is, he read Tolstoy's essays on Brahmacharya, he read his, you know, book on religious philosophy, The Kingdom of God is Within You, and that's where Gandhi's kind of anti-orthodox Hinduism comes from. Gandhi would not have wanted a Ram temple because Ram was inside his heart, as it was inside, as Christ was inside Tolstoy's heart. So, but there is no evidence that Gandhi read either Anna Karenina or War and Peace. So I said, dekho, mujhko padhna hai. And I started with a wonderful collection of Tolstoy short stories, which Keshavar lent to me. It's translated by this couple who do a lot of Tolstoy translations, they complicated names, Pefner and Volkovsky or something, it's absolutely brilliant. I mean, there's some famous short stories like Haji Murat and the Death of Iman Ilij. But there's a story there, and these are about 50 page long short stories, there's a story there called Sirji. And it's a story of a Russian orthodox monk struggling with his sexuality. I mean, I want, it's Tolstoy's, it's a story of Tolstoy who was not a monk. It's also the story of Gandhi. And I wonder if Gandhi at least read that short story, because here's a guy, he enters a seminary, he's from a rich family, he enters a seminary, before he enters, he's due to marry a gorgeous aristocratic beauty from a similar kind of noble family. He says, no, I'm going to become a sadhu or a monk. He enters a seminary, then is there doing all these austerities, and then falls in love with a young woman, breaks his vow, is mortified and struck by remorse, abandons the seminary, goes for a kind of a, becomes a mendicant, goes for a walk across Russia. I mean, it's a fabulous, fabulous book. And then I read Anna Karenina and War and Peace, and then I read Middlemarch. So lots of time to be invested in these three epic novels, but they transform our understanding of the world. And I'm so glad that the pandemic allowed me to read these truly great novels. I mean, now I've gone back to reading other stuff. I was reading a more kind of a contemporary stuff. There's a novel called Limonov, which is by the French writer, I think, Emmanuel Carrere, which is about Russia in the last 20 or 30 years, very stark and direct and occasionally brutal. Then I read another book that Keshava recommended to me, which is called the Netanyahu's by Joshua Cohen, which is an account of Netanyahu, Benjamin Netanyahu's father, who was a Zionist historian and zealot. And I must say two or three things. One is out of choice. I don't read fiction set in India because I'm reading about India all the time. So since I don't have another language to explore the world, that language can give me. When I read fiction, let me at least read it about Russia and Latin America and Africa. At least I get a window into parts of the world that I would not otherwise get. The second thing I'd say is that I have no illusions about where historians stand in, you know, in, how do I put it, in any hierarchy of literary genres, you know, I think poets are up there, the best poets are up there and then come novelists and several notches below coming historians. And I'm glad I've been able to, very late in life, spend time with people like Tolstoy"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:16.160",
        "message": "and Georgiou. I mean, regarding the hierarchy, I would just say I get where you're coming from. But I don't think that much as I don't believe in all kinds of hierarchies, I think it depends on what you're optimizing for. And I think that hierarchy holds for interior life, that if you want to capture interior life, then yes, absolutely. I guess poetry is the purest exploration of that. And all of these novels you mentioned have that interiority. And I'm a big fan of Penelope Felcheryld, who you mentioned, especially Gate of Angels, which was such a moving book. And I mention her once in a while and think of her once in a while, because she started writing well into her 60s. So you know, for late bloomers, such as me, hopefully there is hope."
    },
    {
        "speaker": "Guest",
        "time": "01:52:59.280",
        "message": "I also read her, by the way, she may have written more than one book of nonfiction, but she wrote a biography of her father and her brothers, I think it's called the Knox brothers. I think they were writers and clergymen and quite remarkable family of four brothers."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:11.720",
        "message": "Tell me now then about the art of biography, because that is obviously something you are more than qualified to talk about. And at one level, like my writing students, we had a conversation recently about someone asked a question in one of the q&a of my webinars about the difference between fiction and nonfiction. And my point was that fundamentally, you should think of it as the same. I mean, obviously, on the margins, there are differences. But fundamentally, you're telling a story, you're telling a story with a certain amount of craft, you want to make it evocative, you want to make it real, you want to make your characters 3d. It's all there. So there is a storytelling aspect to it. Now, if I specifically want to drill down on biography, it is so full of specific challenges. One of the challenges is finding a suitable voice. Another challenge would be figuring out a way to go beyond bare surface biographical details and managing to capture the interior life of a historical figure without being presumptuous, without overreaching. So how has your thinking on that really evolved?"
    },
    {
        "speaker": "Guest",
        "time": "01:54:10.240",
        "message": "Tell me a bit first a little bit about the art of biography, again, talking about fortunate meetings. When I was working on my Elvin book, I spent a year in Berlin, at the Institute of Advanced Studies there called the Wissenschaftskolleg. And I was fortunate to have as one of my colleagues there, the great biographer of Goethe, a man called Nicholas Boyle, who was professor of German at Cambridge University. And this is the first biography I was writing. So I had long conversations with Nicholas, which I think really taught me a great deal about how to not abandon, but marginalize or sidetrack my sociological past and get into the lives, the individual life of this, this character, his emotions, his relationships, his feelings, his shifts of mood, his abrupt transitions and so on. And from Nicholas, my conversation with Nicholas and then writing about Elvin, I wrote an essay, which I published in the Financial Times many years later, where I coined what I called the Boyle's laws of biography and as a kind of joke, because I'd got them from Nicholas. And as I recall, four in all, you know, one is if your subject was a writer, always look for sources that did not emanate from that subject. You know, Gandhi, there are 97 volumes of Gandhi's collected works, but look for what other people have written about Gandhi, look at unpublished correspondence around Gandhi, about Gandhi, the collected works of Gandhi's letters, but not the letters of his correspondence. So look into that. That's the first Boyle's law of biography is always look for as many sources that do not emanate from the subject himself or herself. I mean, S. Gopal's biography of Nehru, which is a very good, important book, is massively dependent on Nehru's writing. Many books on Gandhi just don't go beyond the collected work. That's the first lesson. The second lesson is the literary quality, literary, emotional and indeed historical quality of a biography is often determined by the secondary characters and how you flesh out the relationships. Now, this is not, biographers generally just follow that person's life. They don't look at that person's friends, rivals, colleagues, interlocutors, children, lovers and, you know, and so on and so forth. So it has to be a vast cast of characters. You know, my Gandhi biography, Sunny Mehta, whom I was privileged to have as my editor on it, said there are 150 characters in it, who all seem to be interesting, you know, obviously some more. So I think the second, it is like an epic, your guy or your girl, you know, the central character is only one among many and it's through your central character's relationships with their, as I said, friends, rivals, enemies, lovers, children and so on, that you flesh out the wider picture. That's two. A third law of biography is never anticipate. You know, a sociologist would give a thesis and then explore the thesis. Now, if you're writing about, for example, when you're writing about Elvin and he falls in love with a tribal woman and eventually breaks up with that woman, don't let the reader into that secret till the breakup actually happens. A fourth lesson of biography, which I learned because both Elvin and Gandhi had left their autobiography is, and this is my own coinage, an autobiography is a preemptive strike against a future biographer. Okay. That person wants to leave her or his record behind and to preempt what the biographer would do and don't be deterred even by someone like Gandhi, who may have apparently covered his entire life and his childhood in such great detail. I mean, one of the great delights of my Gandhi biography was to actually find his schoolmark sheets, which are not there in the autobiography. Then of course, finally, it would be the question of how to bring in the wider picture, the larger landscape. So in the case of Gandhi, of course, there's so many things. There's the history of the freedom movement, there's the history of social reform, there's the history of inter-religious relationship, there's the history of colonialism. In the case of Elvin, it's more anthropological debates, the situation of the Adivasis. So it's kind of a multi-layered approach. And then of course, the subtlety of how you draw people in, when you introduce Nehru into the story of Gandhi, or Elvin's tribal wife into his story. I think that literally artifice plays a part, but where it is different from fiction writing is that you can't invent. It has been well said that a biographer is an artist under oath, that you cannot invent, you cannot speculate, you cannot imagine. You are constrained by what your sources tell you. The last thing I'd say, and I'll stop there, is that my Gandhi biographies are actually an exception. In that they're about a very famous figure, much written about. Most of my other books, including Rebels Against the Raj, are about kind of middle, interesting middle range figures who touched many different worlds, who touched the world of the mighty and the powerful, but also often live in villages with peasants and tribals and so on, and lead interesting, unusual lives of what I call the middle range. They're not totally destitute, nor are they really powerful and important. Subaltern Studies is only about the oppressed. Most biographies are only about Churchill, Napoleon, Gandhi, Ambedkar, etc. These figures of the middle range, like Elvin, like the characters in Rebels Against the Raj, like Palwankar Balu and the Dalit cricketer I wrote about, they are actually what I find much more interesting. So I'd like, if I was to write, I'm often told, why don't you write on Nehru, why don't you write on Ambedkar? I don't think I want to go down any of those routes. The biographical subjects I might choose in the future will be actually forgotten, obscure people who need to be rehabilitated."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:05.000",
        "message": "And what you said about so many characters and so rich, I mean, if there are listeners who watch a lot of TV and web series and all of that, and are just getting into reading, I draw a comparison with The Wire. Like one reason The Wire, the TV show, the HBO show, kind of blew me away was it was very novelistic in the sense that it gave its characters space to breathe. So there weren't one or two main characters, you know, there were so many minor characters who had arcs of their own complex lives of their own. And that really kind of, you know, affected me. I want to come back to modern times. On the one hand, what we see today, one thing that I shouldn't say on the one hand, because we're not opposed to each other, two separate kind of things are playing out. One of them is that we are increasingly engrossed in narrative battles, which is all of politics, right? Where narratives really matter. And of course, narratives have always mattered in politics, except that now, the technology to get these narratives to everyone are ubiquitous, we are surrounded by them. And therefore, the way history is used, has become deeply political, where you know, and the discourse is so polarized, that you're necessarily forced towards one simplistic narrative of the other, either Nehru was evil, or Nehru was good, and there was nothing wrong with him. And it's, you know, you don't see the shades of grey, you don't see the multitudes. And therefore, there is, it seems to me that a historian who wants to do actual history, and stay away from the politics into actual history and talk about this finds himself almost in a sense, as a crusader of a particular sort, where it is almost inevitable that she will be hated by all sides of the political debate, because what they're trying to say is that, hey, Nehru was good and bad, and you know, you got to look at all of this shit. The other aspect, and you know, I'll use the other wire, the excellent online site as an example here, is that what we have seen happen to our journalism, is that today, in our journalism, you either have people who are a disgrace to what journalism should be, or you have people and I'm thinking of people like the people of the wire, the News Minute, Scroll, News Laundry, so on, who are going above and beyond what you would expect journalists to do. And in a sense, they are also being crusaders in this battle, like historians. So what is your sense of this? Because I don't think that you would have wanted to play this game to stand up and fight, you would have wanted to sit in your study, listen to Malek Arjun Mansoor and do your thing. But now you're having to stand up and fight."
    },
    {
        "speaker": "Guest",
        "time": "02:02:41.080",
        "message": "Yeah, I mean, I fight, but I also don't fight all the time. You know, I think it's important to have the time to space and to do your own work also to pick your battles wisely, what are the things you want to fight about, you know, and only fight about things, not just the things you care about, but things that you know and understand. So you'll recall that during the CAA protests, I was hauled up by the police, you know, I was holding a placard in front of the town hall and I was taken away, right? Now why did I do that? Because I'm a biographer of Gandhi, because I grew up in an environment where religious discrimination was regarded as wrong. And as a biographer of Gandhi, I stand for Hindu Muslim harmony and against the subjugation and suppression of a religious minority. Now, both I feel about it, and I've worked on it. Now that happened in some months later, the farm agitation broke up. And there were endless calls, both in Karnataka and Delhi, sir, I'm not an economist, I don't understand agriculture. I said, okay, now, so it's very, very important, particularly for young scholars who are scholars who see themselves also citizens with a conscience, to know what you can intervene in, where you feel that you should not become an all purpose activist. This is part of my problem with the phrase public intellectual, right? Now, there's certain things I will speak on. I will speak on freedom of expression, regardless of, you know, who is the victim, I will speak on Hindu Muslim harmony. I will speak about Adivasis, because I feel unlike Dalits and Muslims, their problems are very rarely figured in the public discourse. And I've worked many years on Adivasi questions, but I would not be, I mean, someone like me would get, or every day, they'd be saying, yes, thank you, yes, very, very clear about what, if you want to be a citizen, who takes your scholarship to the public square, in a more active way than simply writing excessively, make sure that you understand the issue. And you have some credibility in speaking about that issue. So I think I worry sometimes about, you know, obviously, people are upset and angry and maybe this kind of detachment I'm talking about comes with being an old man and maybe not having energy and some would say cynicism. But I think it's very, very important. If you, I mean, I think crusader, I would not call myself a crusader, that I can have a problem with that term. But if you want to intervene in the public sphere, make sure that it's a subject on which you care and which you have some reasonable understanding."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:18.180",
        "message": "My next question is also about social media, and I don't want to ask a general question about the social aspect of it or what it does to the discourse, I want to make it more personal. But first, you know, one of the things that, you know, what has happened definitely with social media is that it's polarised the discourse, you know, people go online, they form tribes, then you want to raise your status within your own tribe, how do you do that by attacking someone in the other tribe or by holding people in your own tribe to unreasonable purity tests? And eventually, you are not addressing any argument, you are always attacking people instead of addressing arguments, right? So all this we know. And in fact, I read a recent and my understanding was that it brought out the worst in us, which even I have seen in myself sometimes when I have reacted intemperately to something that is happening. And I read an interesting study recently, which talks about how it's not that it brings out the worst in us, but it empowers the worst people who are most full of anger and all of these unpleasant things. And this gives them that megaphone, so to say. But that's not about that's not my question. My question is, at a personal level, and I've experienced this where people I'm acquainted with, or we have mutual friends with will behave in ways on social media, which they would never do in person, right? And and it's kind of hurtful, and you learn to ignore it after a while. And you learn to say, okay, it's a good thing that they have revealed themselves in this way. Right. So what you see, and again, there is a line by Yeats from The Second Coming that you like to quote, where you say the best lack all conviction, while the worst are full of passionate intensity. And I think you see this amplified on social media."
    },
    {
        "speaker": "Guest",
        "time": "02:06:56.040",
        "message": "It was actually when I quoted it, it was the people I had in mind were Manmohan on the one side and Modi and Shah Rukh Khan on the other."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:03.240",
        "message": "Yeah, in this lovely interview, you gave to Madhu Trehan in 2012, which I'll link from the show notes. She's such a good interviewer. She does a really good job. So you know, she really brought and I love that. Tell me about the personal aspect of it. I'm not asking for sociological wisdom. And I think it's evident to everyone what is happening to what it is doing. But at a personal level, did it disturb you? The constant attacks like you know, sometimes what will happen is that I'll open my Twitter, and I'll suddenly see that my notifications are flooded with abuse. And then I will know that fine, I know what happened."
    },
    {
        "speaker": "Unknown",
        "time": "02:07:37.680",
        "message": "Either Barkha Dutt or Ram Guha retweeted me. Okay."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:41.280",
        "message": "And now all their fans, quote unquote, have unleashed themselves in the mentions, which"
    },
    {
        "speaker": "Guest",
        "time": "02:07:47.480",
        "message": "is not to say don't retweet me, please do, but yeah, it's predictable by now."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:55.080",
        "message": "So how do you react to it? Does it make you sad sometimes? Does it like, you know,"
    },
    {
        "speaker": "Guest",
        "time": "02:07:59.360",
        "message": "I mean, I suppose, I spend less time on it nowadays, it just makes me more angry. And I also recognize its limitations as a tool, my children have been very good in advising me as to. I'm on Facebook. So I know all kinds of things I said about me on Facebook also, often by academics, not by right wing trolls, by left wing academics, actually more than by right wing trolls. I'm grateful for my children, for the kind of counsel they've given me over the years and how to handle it. And now I tweet actually less and less, and it's really my writing that, yeah, so it's, but it is, I mean, I think what I like about Twitter is getting your ideas across and getting other people's ideas across. You know, so I often tweet like Mukul Keshavan is not on Twitter, he says interesting things, you know, music postings by people I know, you know, so that at least you, it's a more of a service that you're performing rather than getting into arguments and debates and, you know, name calling and, and all that. So yeah, so now I do, I actually tweet in my own voice less and less, I tweet my articles but I tweet other people's articles or interesting shows, interesting discussions I might have seen, occasionally a book recommendation, but very rarely."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:11.520",
        "message": "And what I kind of reassure you at this point is that one thing I realized about Twitter is that there is a vocal minority, which is really loud and acerbic, but there is a vast silent majority, which really appreciates the work people like you do. So you know, they might not express it often and perhaps, you know, if you're listening to this and you appreciate Ram's work, let him know, though he doesn't check his notifications."
    },
    {
        "speaker": "Guest",
        "time": "02:09:31.080",
        "message": "I check my email, my email is in the public domain, please write to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:34.360",
        "message": "So there you go, please write to him and tell him how much his work means to you. I try and reply to every email I get, myself. Lovely, you're asking for trouble now, because there's just a thousand emails. I want to now stay with the Eats poem, the second coming, and talk about the lines that precede what I just quoted, where he wrote, the blood dim tide is loosed, and everywhere, the ceremony of innocence is drowned. And this seems to me to be so profound, because I find this happening in our society, right. And we were discussing over lunch, that, you know, we were sort of going back and forth, Yumi and Keshava, about, was our society always like this? Or has it become like this? And my sense is that this was a current running through our society from well before independence, you know, in Akshay Mukul's excellent book in the Gita Press, he talks about, you know, issues like love jihad and cow slaughter and all that were live in the 20s were live well before that, right? These are not new issues. So my sense is that this is what it was, and society has, in a sense, caught up with politics and the whole larger question of how, you know, the top down vision of the framers of our constitution, they failed, it was never going to work, you know, and Ambedkar knew it himself when he spoke about just a topsoil and democracy. What is your sense that, you know, what you see in society, like, I often say that, you know, you, we talk of 2024 elections are so important. And my thing is that, yeah, even if the political dispensation changes, society is what it is."
    },
    {
        "speaker": "Guest",
        "time": "02:11:00.360",
        "message": "You see, it's very, I mean, as a sociologist, I know that, again, I mean, here I am perroying or plagiarizing with permission, I hope, a statement of Keshavar's, which I'll then explain, which is that in India, things are never as bad or never as good as they seem. You know, in 2005-6, when all my friends in Bangalore, the IT people were saying we've become super power and we've decoupled India from Pakistan, now it's India and China and we are the country of the year in Davos and, you know, all of that, that was, things weren't that good. And maybe now things aren't that bad. And as a sociologist, I would say that there are many things going on in Indian society, which actually at one level are deepening democracy. So the challenge to the English speaking elite, the challenges to the caste system, the growing organization assertiveness of Dalits, I think there are many, so many interesting things going on. There's spheres of creativity in non-traditional areas, but they are also likewise countervailing forces that are more complicated, more depressing, more worrisome. So India moves at different layers and different levels in different parts of the country. So it's impossible to pass a generalization of what's happening. Things are not as good, not as bad as they seem, just as they were not as bad, good as they were some time ago, I would say this as a historian, I've said this before, but I'm not in your shoes. So I can say this again, the interim judgment that passed on what is happening today, or what has been happening over the last three or four years, is that this is the fifth major crisis the Republic has. The first major crisis, probably the fourth, possibly the fifth. The first major crisis was that of partition, which no one ever thought we could build a nation from its fragments, and I mean, Granville Hauston's great history of the Constitution says fundamental rights were being negotiated, debated, enacted against the atmosphere of fundamental wrongs. So the fact that India was united, had a democratic template, and had this extraordinary Constitution was a coming out of that crisis. And of course, I've written about that at great length in India after Gandhi. The second crisis was a crisis caused by the China war, the Pakistan war of 62 and 65 respectively, and the food, the agrarian shortages, the near famine situation, and of course, then insurgencies in Mizoram and so on. That was the second crisis. The third crisis was the emergency, which everyone knows about. The fourth crisis probably was the late 80s and early 90s, when you had rising caste and communal tension. Though in retrospect, it doesn't count as important as that, the first three. And the fourth crisis, so let's leave the early 90s, is today, is the fourth major crisis in the history of the republic. So it's not unique, it's not unprecedented. I've been thinking a lot about the other crises, the emergency I knew at first hand. I grew up in the early 60s at a time of scarcities and shortages and the war with China. And of course, I've spent many years studying the aftermath of partition. And now I'm living through this fourth crisis. That's how I would see it as a historian. I will not be apocalyptic. I'd be worried, occasionally despairing, but not apocalyptic, because we don't know what will happen. I'm worried about some other things. I'll say I'm worried. I'm not worried about some big thing like the survival of India or the loss of my India. So I mean, I would not be apocalyptic. And nor will I be nostalgic for the great India I grew up in, which I've lost, none of that. I'd be precise, identify it as a historian, as the fourth major crisis the republic has passed through, and anatomize it as a sociologist by pointing to four or five particular aspects of the current crisis. First, the demonization of Muslims, who are really being turned into a permanently subjugated minority almost like Dalits used to be. That's the first thing. In no particular order, but one this. Secondly, the growing north-south divide. The fact that the least prosperous parts of India are the ones that would have an increasing share in our politics. The least prosperous, the least open-minded, the more patriarchal, the more communal parts of India will decide our democratic future. Thirdly, the multiple environmental crises we face, which are actually serious enough regardless of climate change to really pose a question mark about our economic future. Fourthly, the decline in capability of institutions, which includes the press, the judiciary, the public service. And fifthly, our declining status in the neighborhood, the fact that we've lost the neighborhood. So there are some particular aspects of what we're doing today that should worry us. There may be one or two others that I've not talked about. But that's why we have come through terrible times before. Maybe we will and maybe we won't now."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:54.080",
        "message": "So you know, I would ideally in the normal course of things have doubled down on that and spoken for just an hour on these profound points you made. But we have like 15 minutes left. So maybe the next time I'm in Bangalore, we can do a longer episode. I just have a couple of kind of more sort of questions for you. And one arises from your latest book, Rebels Against the Raj, which I'd encourage everyone to read is such fantastic storytelling, and I just learned a lot from it. But I want to sort of stick to one thing that strikes out and which you mentioned right at the start, that these seven people that you have profiled, were actually in a sense traitors, because they were fighting against their own country against the British Empire. But they were fighting for principles. They were fighting for human beings. They were driven both by principle and empathy. And we can look back at them and just admire them unhesitatingly. And therefore, the question comes to me is that what is sort of a modern analogue of that today, because it's so easy for people like you and me to just be called anti national because we are against one particular government. It would be equally you know, like, it would be equally it would be more easy for someone who says that who argues for Kashmir, or for the Northeast, and or who compares the Indian Army in Kashmir as an occupying force to being similar to what the British did to us. And I know many Kashmiris will look at us as a colonial occupying power. And suddenly, and it seems natural to call them anti national, but to admire these fabulous, you know, foreigners you mentioned, for essentially the same thing. So you know, and how do we you know, is this something that sort of gives you cause for"
    },
    {
        "speaker": "Guest",
        "time": "02:17:35.600",
        "message": "pause in the sense? I'll take a minor issue with the drawing a parallel with Kashmir. Because in Kashmir, as I've written elsewhere, there are three sets of criminals, the Indian state, the Pakistani state and the jihadis. It's not black and white. Agreed. But there are victims. There are victims. The victims have been victims of the jihadis and as well as the Indian state. You can argue that the Indian state has caused more violence than the jihadis. But let's be clear about Kashmir is not what is called the freedom struggle in Kashmir is not remotely comparable to the freedom struggle led by people like Gandhi. But you know, But with having said that, the Indian state is, as a citizen of India, I'm ashamed that the crimes that the Indian state has committed, and continues to commit. These crimes were committed and have been well documented by me before 2019. And I will certainly go to document what happened after 2019. So I think that's because, you know, again, we have to get beyond this black and white stuff. Kashmir is a very complicated business, you know, it's not something which is and I think both sides in this debate, and this is partly but not wholly because of Twitter, have simplified things. You know, I think the liberal left, and also, I'd say, the Kashmiri, proponents of Kashmiri independence have never properly even understood, let alone atoned for the expulsion of the police. None of these excuses what the Indian state has done. But I think that's where the nuance and complexity of Kashmir is important. And I would, but I think with Muslims generally in India, there is no ambiguity, that what is happening today to Muslims across India is truly awful. It's unprecedented in the history of India. It's like what the Burmese are doing to the Rohingyas, what Pakistan did to its Hindus and Sikhs, what Bangladesh, it's maybe it's exactly that. So that I think is very, very clear. And people who are fighting for the equal rights of Muslims today, you know, Hindus who are fighting for it, you know, like, you know, many mutual friends of ours who are called anti-national all the time, you know, the Hindus who joined the anti-CIA protest, the Muslims who participated in it, the women of Shaheen Bagh, the students of Jamia, Jamia Melia, far from being anti-national, they were upholding the noblest ideals of the Indian Republic. You know, I think I was moved into protesting that day by what I saw, the brutalization by the police of the students in Jamia Melia, which is a university which Gandhi had created. Right. And so, absolutely. So I would, I think Kashmir requires itself, but what is happening to Indian Muslims today outside of Kashmir is despicable and anyone with a shred of decency should be standing up against what the Modi Shah regime is doing to Indian Muslims today. That I would say clearly, and they are upholding the noblest ideals of the Republic and let them be called all the kinds of names they want. The CIA, as I wrote at the time, is immoral, illegal, immoral, as well as illegal and totally awful and absolutely discriminatory piece of legislation. So, you know, I think that particularly is something on which every Indian has to take"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:50.880",
        "message": "a stand."
    },
    {
        "speaker": "Guest",
        "time": "02:20:51.880",
        "message": "I couldn't agree with you more on the CIA. We're thinking Indian has to take a stand on our treatment, but what is happening in my state today with the kind of public disrobing of Muslim women who want to be educated?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:03.280",
        "message": "What could be more awful than this? No, and I couldn't agree with you more. And I did an episode on the CIA with Srinath Raghavan also, which is one of the top three downloaded episodes. So I'll link that from the show notes. But about Kashmir, I was acknowledging the complexity rather than taking a simple line and pointing out that for a 12-year-old kid there, whose 15-year-old brother was taken away and killed by the army or by the security forces rather, and whose 14-year-old sister was blinded because of those pellets, there's no point talking to him about what was done"
    },
    {
        "speaker": "Guest",
        "time": "02:21:32.920",
        "message": "to Kashmiri pundits 30 years ago. I agree, but at least the intellectuals should. At least the intellectuals, the Kashmiri intellect, the Kashmiri novelists, they should, they should. Absolutely. I'm not asking the 12-year-old or 14-year-old who are suffering from the security forces violence to do that. But I think the intellectuals who are famous and have a voice never do. I think that is what complicates it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:57.720",
        "message": "That's what really complicates our discussion on this. And earlier we spoke about the passage of time."
    },
    {
        "speaker": "Guest",
        "time": "02:22:02.440",
        "message": "I'll send you a link also. I wrote a column which came after, I wrote several columns after the abrogation of C70. One was called the multiple tragedies of the Kashmiri pundit, which came in the Hindustan times. And that explains the complexity to the extent possible, you can do in a newspaper article."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:19.000",
        "message": "Earlier we discussed the passage of time and how when you look at time differently, you can look at history differently. And one of the ways in which I think that applies is, you know, is the whole concept of the nation state, right? And I recorded an episode with Nirupa Maharau yesterday, which will actually come out well after yours. But that was one of the things we discussed because she spoke about how there were Tibetan maps, which would not show those kinds of boundaries, which would not recognize a boundary that divides a mountain or a valley or a river or whatever. The point being that culture unites us and these arbitrary lines drawn on maps, then become a problem. And from this perspective, when we you know, we today we think of nation states as hardened things. This is a map. This is the definitive line. This is where we are. But you know, in the vast sweep of history doesn't necessarily have to be like that. Earlier, you, for example, mentioned the divide between the north and the south. You know, if when when delimitation comes up again, for example, that is something that could explode. So do you think like one of the points that you made in India after Gandhi was that something that we take for granted is actually miraculous, the fact that the center held, right? And we could just have splintered and whatever. And maybe there's another counterfactual where that would have been a good thing. But the center held and we are what we are, but it's not something we should take for granted. So this has happened with hindsight. It looks solidified. Do you think that we also, you know, if you're looking 50 or 100 years down the line, do you think that the influence in this globalized and connected world, that nation states which have not been around for very long, if you look at the sweep of history, may not necessarily"
    },
    {
        "speaker": "Guest",
        "time": "02:23:55.280",
        "message": "be so relevant or so powerful? You know, it's impossible to foretell. You know, I think historians make very bad astrologers. And I made some disastrous predictions in the past about how elections would go. So it's impossible to foretell. But for the moment, you have nation states. And you have to work within them. I have India after Gandhi ends some lines from J. B. S. Haldane, explaining why he's not a world citizen, but an Indian citizen, right? And I'm not a world citizen, I'm an Indian citizen. And one of the duties of an Indian citizen, to paraphrase Haldane, one of the duties of a citizen is to hold his state to account and to criticize it for its excesses and its misconduct, and that's what all of us should be doing, who see ourselves as Indian citizens. What will happen 20-50 years later, will you have porous boundaries and so on? At the moment, the treatment of our religious minorities is unconscionable. The capture and subjugation of our institutions, the will of a particular party and a particular leader have very dangerous portents for our economic and social and political future. The deteriorating relationship with the neighborhood, for example, again, this will be a subject for a different discussion, and it should be someone like Srinath Raghavan or Nirupama Rao who can do more justice to it, or Shiv Shankar Menon, perhaps best of all, who could do more justice to this. One of the tragedies of Indian foreign policy, which the Modi government has compounded, is our relationship with our smaller neighbors. There are deep historical reasons why we have bad relations with Pakistan and China. But to the contrary, there are historical and cultural reasons why we should have good relations with Nepal, Sri Lanka, and Bangladesh, and we do not. Now, these are things we should all be working towards. But I'm not someone who thinks about a distant future in a utopian world where there will be no nation states. I live in a world of nation states. I have a government which I must hold to account."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:49.160",
        "message": "You know, when you say I'm an Indian citizen, we're both Indian citizens. But I think legally, we are Indian citizens. Morally, I don't feel constrained by the nation state. Or empathetically, I don't feel constrained by it. And when that becomes a constraint, when somebody within your nation state is your person and somebody else is another, or somebody within whatever artificial tribe you draw within it is, you know, that kind of sort of gives me pause. My final question is something which will bookend the discussion. We started by speaking about your notion of home. And I'll end with this little quote from a Nisam Ezekiel poem, which I know you love, where he says, quote, I have made my commitments now. This is one to stay where I am, as others choose to give themselves in some remote and backward place. My backward place is where I am. Right. And I find this very moving. And what is your backward place?"
    },
    {
        "speaker": "Guest",
        "time": "02:26:39.080",
        "message": "It is all of the Indian Republic. It's not a, I mean, it's the home is, home is, of course, there are now Bangalore, but it's just, I mean, I'm too attached to this country. And you know, I'll be have to be, it's hard for me to think whatever happens to it. You know, do what I can, write whatever books I still have to write, I'll get angry when I have to, I'll tweet when I have to, I'll go on a dharna when I need to, but that's it. I mean, it's not a, again, I give a lecture in memory of Justice Sunanda Bhandare, which was then published later, but it's also available on YouTube, it was called Patriotism vs Jingoism. So I'm an Indian patriot. I'm not a Jingoist, I'm an Indian patriot. And I have no hesitation in saying that, I mean, that's where I was born. And if I had been born somewhere else and raised somewhere else in a different kind of environment, with different kinds of influences, I may have been a Katalan patriot or a Kashmiri patriot or whatever else, you know, that's it. So that's, you know, that's how I am. That's the backward place where I am. It is backward, it is divided, it is brutal. It could be despotic, but it's my place."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:46.480",
        "message": "Ram, thank you so much for coming on the show. And next time, you've got to give me four or five hours of your time, because as you can see, there is so much to discuss."
    },
    {
        "speaker": "Guest",
        "time": "02:27:53.440",
        "message": "Thanks."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:54.440",
        "message": "That's the most enjoyable. Thank you."
    }
]