[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Sometimes we look at the way things are and we think that's the only way they can be. Maybe we look at the lines on a map and they seem to tell us something real about the world until we realize that we're looking at a map from 200 years ago and there are different lines now. Sometimes we look at a person who is 25 years old and we make judgments about that person and assume that what they are is all they will ever be and then we look at them 25 years later and they are someone else. These fixed ways of looking at the world happens a lot in industries, in organizations and it happened in the world of Indian media. Once upon a time everyone who ran our big media houses knew each other, moved in the same circles, looked the same, looked at the world the same way. Their gaze was limited but everyone was so used to that way of looking that there seemed to be no other way to see the world. It may have stayed that way forever or changed at a glacial pace but then the internet came around and technology empowered people everywhere and today we realize how limited that gaze was. Big media based out of Delhi looked at the world the way a privileged North Indian man would and that point of view misses everything important about this country. But thankfully as India is changing so is our media."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:19.120",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:31.320",
        "message": "Welcome to The Seen and The Unseen. My guest today is Dhania Rajendran, founder and editor of the News Minute. Dhania grew up in Palakkad in Kerala, not a place that has produced too many media superstars. She got into journalism a couple of decades ago and spent a few years in Times Now where she rose to be Bureau Chief for all of South India. Working in what she now describes as a toxic newsroom, she grew frustrated by the homogeneous gaze of her editors in Delhi. It was a gaze centered around North India. Stories from the South were not given importance. She would not only have to produce great stories, she would also have to market them to her bosses to convince them that these were worth carrying. Another gaze that was a problem was the male gaze. Even in an industry that had many women reporters, every story was looked at from a male point of view. When Dhania eventually struck out on her own, she decided to fight these gazes, to build diverse newsrooms with people of different genders, castes, and class backgrounds. She walked the talk in building the News Minute, which in my opinion does some of the finest journalism in this country. They break stories no one else goes near, and they look at stories through a variety of different lenses. Dhania was kind enough to open up to me about her journey so far and her thoughts on Indian media. But before we get to the conversation, I want to make an appeal. If you agree with me that this kind of brave journalism is what India needs, then support it not just with words, but with actions. Head on over to the newsminute.com slash support us, the link will be in the show notes, and help them out with whatever monetary contribution you can afford. All of us who crave good journalism, let us not take it for granted. It exists despite the odds, and it needs us to keep existing. So let's do our bit. And I'm sure you'll agree with me about what a great cause the News Minute is, after you hear my conversation with Dhania. But first, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long-form articles and essays. There's a world of knowledge available through the internet, but the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up-level themselves by reading more. A few months ago, I signed up for one of their programs called the Daily Reader. Every day for six months, they sent me a long-form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up-to-date with ideas, skills and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. Also, check out their Social Capital Compound, which helps you master social media. What's more, you get a discount of a whopping 2,500 rupees. 2,500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Up-level yourself. Dhaniya, welcome to The Scene and The Unseen. Thank you, Amit. It's a pleasure being here. Yeah, I got to tell all my listeners that I'm recording in this Bangalore studio, which is on the second floor and Dhaniya has a broken foot and was kind enough to actually come here with the broken foot. So I'm very grateful for that, though it would seem from the body of your work that you're deeply committed to everything you take up. So at one level, also not surprised. So how did your foot break? So this is the first fracture I've got in"
    },
    {
        "speaker": "Guest",
        "time": "00:05:26.040",
        "message": "my life. I am a cat person, I mean I'm a pet person. I have two cats at home and there are stray cats which come sleep and go off. So one stray cat fought with my house cat and I ran behind them and I hit something. I don't know what, I can't remember properly, but my toe fractured. And so I've been like this for three weeks. The first time actually I'm stepping out, other than to see the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:49.640",
        "message": "doctor. Wow, okay. So let's kind of start at the beginning and tell me where you grew up, where were you born, where did you grow up, what were your"
    },
    {
        "speaker": "Guest",
        "time": "00:05:57.840",
        "message": "young years like? So I'm from Palakkad in Kerala. I mean at those times it was called Palghat and then it was changed to Palakkad. I did my schooling in college in Palakkad itself. I studied in a convent school called Karnike Mada Convent and I studied in a government school called Government Victoria. I have had a very active life in Palakkad in the sense that, I know a lot of people say that they were rebellious in their childhood. I'm not saying it just for being fashionable, I actually was. And in the convent that I studied, from the nuns to the teachers to everybody, they were really, I think they molded me to a large extent. Of course other than my parents and my friends, but my teachers and my nuns and the ones who ran the school and then college came. So I don't know if you know much about how the education system is in Kerala, but in a convent it is much more disciplined, you know, you have classes properly. The reason I am saying is, if it's a government school there could be a hartal, there could be a strike which the students call and then there won't be class that day. So nothing like that happens in a convent. We go every day to school, we go in the school bus, come back. But it was really amazing because in Kerala you have this very vibrant system of extracurricular activities. For example, from your childhood you will have a school level competition, then sub-district, then district and state. So it's like an entire year is charted for you just for your extracurricular activities. So in that I was into elocution, theater, all kinds of things. Like I was into Sanskrit speech because it's easy to get points for that. Nobody can speak five minutes in Sanskrit continuously. I could manage to speak gibberish in Sanskrit for five minutes. So I used to win that and Sanskrit drama, lots of things. It was fun and I think by the end of school, which is 8th, 9th and 10th, I was into science. I keep changing my interest. So I was a young scientist of India. There's a competition which happens where Professor Yashpal Sharma used to be one of the mentors. So I was one of those young scientists of India and in Palakkad, a small town, like if a kid does something, immediately you're under Manorama or Mathrubhumi the next day. And my father is sort of pushy also. So every time people used to meet me and say, oh you will become a scientist. So I was like, absolutely no. If you expect me to do something, I will not do that. I did not tell my dad I went to this Government Victoria College. My father wanted me to join another girls college which was more disciplined, nice. Not because it's a girls college, but because it's more disciplined. But he was not against me going to the Government College. I went there and I took the form and I filled Commerce. So everybody thought I'll become a scientist. I definitely did not have the brains to become a scientist. I mean, you know in school when you go for a competition and you win it, you can't equate that to actually becoming a scientist. So I know my capability and I know people are expecting too much out of me. So I'm like, screw it, I'm not gonna become a scientist or I'm not even going to try. So I went into Commerce, it was the easiest. And five years in college was very different from the school because here is a college which is highly political. Like every second day there'll be a strike, they will shut down class. So the first one year I observed everything and then I got into student politics and the next four years were really like, it changed my life a lot also. Like how I perceive things, how a leader should be or you know the kind of resistance that you face. For example, when you study in a convent school and there are like 10 smart kids, you give everything off to them easily, right. There's a competition, you immediately say okay you go for dance, you go for elocution. There is not really any democracy there. But when you come to a college and there are kids from all sections of society and especially the SFI was very powerful, there's a lot of resistance. They don't want your English-speaking convent kids to just come over, come and take over everything. So I faced that resistance also. At that point of time, I didn't appreciate that resistance. But now when I think back, I understand where they came from. But at that time no, they were my archenemies and so it was it was quite fun, college and school and I think that shaped me to a"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:07.600",
        "message": "large extent. Did that resistance also then force you to work harder? To not, you know, take your own skills for granted so to say but actually work harder at whatever you did, I'm guessing the extracurricular activities or whatever."
    },
    {
        "speaker": "Guest",
        "time": "00:10:18.840",
        "message": "So in my case, okay I was smart in school, right. I won all these competitions. I was you know, there is this thing called children's prime minister which they have in every district of Kerala. So one student wins the elocution, they become Jawaharlal Nehru and they're dressed up like Jawaharlal Nehru and there's an open Jeep in which they are taken through the town and you have to just salute like Jawaharlal Nehru. All the school students will stand and salute. When I do this, everybody thinks, oh my god she can do everything. I can't. I know exactly that my skill is only this much. People may want me to, at one point I thought I'll become an MBA. The second I saw the textbooks of XLRI and the what is it the for the entrance exam, I was like absolutely no. I will not pass this exam. Most of my friends took science. They all went for this coaching classes which are terrible. They have to stay there. They have to study 20 hours I think. I was like this is not for me. I cannot be a doctor or an engineer anyways and science was no-no for me. So I think from my childhood I knew what I was capable of and so I would only push myself in that direction. I've never tried things which I am skeptical about. Like if I think I can't do an MBA, I will not waste even five minutes trying to study. So I was very clear about what I can do. People can have hundred perceptions about me. Like even today when I'm running the news minute, everybody asks me why don't you give an opinion. Like why don't you do a show like Shekhar Gupta does of like cut the clutter and explain. Because I don't know most things. I may have an opinion but I don't think that opinion is good enough and I don't want to be thrusting that on other people. That's the reason why I don't do it. So I am very clear on what I can do and what I cannot do which which has helped me quite a bit. But there are times I wonder maybe I should have taken a chance with an MBA and led a very peaceful life in some MNC making a lot of money and not worrying about you know social media and stuff like that. But generally I think most of how I grew up and what I ended up becoming is also because my parents though they were from Palakkad, they were not conservative at all. I would not come back home till 8-9 in the night when I had a bike because we'll have a lot of events in college school. But my brother doesn't come back by 6-6.30. My father be worried. Where is he? Where is he? If I don't come back they will not be worried because they know that I can take care of myself. And I had a boyfriend imagine in Palakkad who used to come home. Nobody would blink an eye. They would not ask me. But if other girls do the same thing, everybody would be shocked and they'd be like how are you taking them home. My parents had no such issues. So that way they also helped me become you know grow up in a certain way without any restrictions. Therefore that helped. But politics in college was was also a life-altering situation I would say. See when I say politics I did not understand an SFI or a KSU as an ABVP for the political party represented. That was alien to me. Like I did not know the BJP intricately or the Congress or the Communists. When I enter college I know a lot of seniors who are with the KSU which is the Kerala Students Union. So my immediate inclination is to go with them. And then by next year I have made friends in SFI and ABVP also. So I'm completely confused as to what to do. But in those five years by the end by the end by the time I finished college I decided that this is a party I don't like. I don't like the way these people behave. I appreciate the way the other one behaves. But by the end of it I contested as an independent. I mean I have contested three elections. One I was unanimous candidate of all three parties. The next one I was a candidate of two parties and not SFI because by then we had split. By the fifth year I got tired of all three and I stood alone. They all had candidates against me. So for me it has been a very, the college has been a learning experience as to you know when you're in a situation where there is a lot of conflict, people have different opinions, do you have to go with the flow simply because you believed in that one gang before you joined. So I mean I had enough friends with me who told me that no just whatever you believe in if you don't agree with them you don't have to go with them. Even if you don't win an election it doesn't matter. But don't have to stand with someone who you don't want to stand with. So that kind of resilience and that kind of a thinking I think a lot of friends and my family and everybody around me did help. So I'm studying in Kerala when I then went to Tamil Nadu and I went to Karnataka. I feel like students are deprived here of quite a lot of things especially no campus politics. Even Kerala doesn't have campus politics now and even extracurricular activities is looked down beyond a point. Like my son is in fifth standard and there is so much of tension in the whatsapp group among parents as to oh my god they're coming back from school at 3.15 when will they prepare for the exam. So my son had a big lecture for me and my husband yesterday saying what kind of parents are you don't even know when my exam is. I said that's fine I mean it's not like a board exam as long as you have a foundation right it's okay but he's really angry with us. But I feel like if he had studied in Kerala at least the time that I did he would have got so many more opportunities to do different different things. I feel like many other states maybe my judgment is wrong but at in the 1980s when I studied in 1990s I felt that Kerala gave much more opportunity for people to grow in many different ways or at least the places I studied in. And what attracted you to campus politics? So generally I'm a violent person in the sense that I can I'm very vocal and if I see something in front of me I have to give my opinion therefore if something is happening in the college and a college union has to decide I realize that that's where the power lies of deciding something right so I have to be a part of that. So my thoughts very violent also sometimes and I mean I can tell you there's one election where we used to carry these pocketknives with us because there would be violence there would be actual physical violence so it was also a little rush throughout the college thing but mainly because I realized it's the union that decides in a college even the smallest things like do you want this construction to happen here do you want this course to come here do you want this teacher so everything the union had a say and therefore I felt like I had to be part of the union which is one reason why I was interested like I said I had no I did not identify with the political party or thought at that time but I did know that I want to be I want to have a say in what happens in my college and to be part of the union then was very"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:54.720",
        "message": "important. And I'm sure other people would also be in campus politics with because of the urge that we care about the things around us we want to be part of the change right but that urge dissipates at some level the higher up you go in terms of politics like at the national level I would say that most citizens are kind of apathetic and one reason for that might well be that power is so centralized and you don't really see a connection between your involvement and anything changing and all of that and the ways in which you are trying to make a difference today are not political ways but they are all these other ways which are perhaps even more important. Where do you think that disconnect happens that in the context of a college and what's going on there you are a concerned citizen as it were of the college but then you come out and at some level there is that disconnect where you are like I don't identify with this anymore there is no point my getting into this game and I'm gonna do other stuff is there a point where the disconnect happens or is it simply that here you've done your college and you're getting on with life and people just"
    },
    {
        "speaker": "Guest",
        "time": "00:17:50.040",
        "message": "move on. No see for me like I said by the end of my college years my fifth year in college when I stood for the chairman post for elections I did not identify with any party by then I did not want to stand in their panels but I'd still want to be part of the union and I wanted to be the chairperson of the college I didn't want I didn't want to exit that college without becoming its chairperson so that's a risk I took at that time and I did win the election but I think towards the end of my college I was watching NDTV I cannot remember whether NDTV was a singular platform at that time or it was a it was on star I think they used to have this show so Deva Gowda had stepped down as Prime Minister now my memory is very vague but I remember Rajdeep Sardesai and some I don't know if it was Barkha Dutt or Arnab Goswami but they were having this really passionate debate about Deva Gowda stepping down and why again we'll have an election or they were discussing about taxpayers money going down the drain and then I thought this is actually a job I can do I mean they're talking for other people and maybe this is something I should do that's actually the first time I started looking up at journalism and I just decided that okay maybe this is the course I want to look at not an MBA or anything like that but I I get your question that a lot of people when they are in campus politics they want change like a lot of my friends in college they were part of campus politics because they felt as strongly as me and you know when I when I use the word violently I mean that there are a lot of people who want change but they don't do anything or they are unable to do something because to be in that particular campus where everybody is very vocal and you know they can even be physically violent you need to have some sort of that that courage in you or or rather that to be foolish my dad used to think I was foolish not just not courageous because I was in trouble all the time and those people who are much more spunkier than me or much more dedicated than me in college now I see a lot of them have just become your everyday citizens and they're not bothered about things that happen around them and I feel that at every stage they could have done something at least use a social media accounts and nothing else you know to speak about things around them I don't know I find it baffling that people can have a certain character while growing up and it just disappears that you are very you are citizens who are really bothered about what happens within your campus itself as students because you are invested in that campus right you want things to change you want things to happen in a certain way but when you go to a larger canvas which is the the world around you your workplace you don't have an opinion anymore that you are just happy to be part of the flow which does surprise me baffle me but I think around eight ten years ago I stopped worrying about it I used to think that we can we should change people we should make everyone more reactive but now I think maybe they are all in a safer place everybody doesn't have to be reactive in this world people can live in their small happy shells like my brother for example he's studying the same college as me just one if this part when this podcast comes out he's not going to forgive me for this but he's one year younger to me and in college he did not want anybody to know that I am his sister because you know he always thought that I would get beaten up therefore because they can't beat up a girl they may as well as beat up her brother so you don't want anyone to know that we are siblings because he will and he will run after college he will not stay back but he who did not want to have any involvement is now a changed person in the sense that he has a he has a thought process about what happens he's vocal about it so I've seen both sides I feel people who are involved in things and then suddenly they don't want to know anything happening around the world and others who were not like that but now are more invested in what is happening around them so I think people change a lot from what they were in their campus is only very few people"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:51.160",
        "message": "continue the same way and if your brother is listening to this boss your logic was perfectly sound because you know that's what they would do right yeah"
    },
    {
        "speaker": "Guest",
        "time": "00:21:58.520",
        "message": "I wish he was beaten up once or twice but it never actually happened yeah did"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:03.160",
        "message": "you ever beat up yeah yeah of course and did you ever use your knife or did you"
    },
    {
        "speaker": "Guest",
        "time": "00:22:07.560",
        "message": "ever feel like you might use it it was just I mean it's not like we're ever going to end up using that knife but we would be told by the seniors that you should bring knife in case something happens there is one instance when this boy was like beaten up and they used a boot and smashed his face so you can imagine right in a campus when all this happens is so much of chatter and tension and excitement and everything so college life was something like for many people they may they may think why just go study and come back what did you study I actually can't remember what I studied I just know debit what comes in and credit what goes out that's all I can remember but rest of who I am that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:48.280",
        "message": "those five years did shape me yeah I mean I'm kind of amazed you chose commerce because people either do science or they do arts because they can just chill and"
    },
    {
        "speaker": "Guest",
        "time": "00:22:56.800",
        "message": "you know but commerce is just to me seems so boring and it was very especially learning for the exam it was so boring I don't even know why people I mean I'm sorry to everybody who loves commerce who's listening to this and also it was a waste for me right I'm not even using the skill of anything that I learned I now wish I'd done arts or English but I just didn't want to do science and a lot of people I like were already in the commerce stream so I"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:23.360",
        "message": "thought okay let's go join commerce and you know one of the things that strikes me about you know what you've been speaking about for the last few minutes is how different you are from both me and most of my guests who've come on the show because in my case of course I was not involved in politics at all but I remember that I wasn't fully shaped then in any way I had no clarity about what I want to do I had vague ideas I will write books I will do this but I was also struck by what I think is a uniform anxiety especially among the young when they start going to college which is the anxiety of what other people think of you so you're always trying to project yourself in this way or that way or be super cool and you know if I ever carried a knife the only reason I would do it is so that I seem cool not because I might have to actually use it the horror and it seems that you had way more clarity at least in terms of what you don't want to do that I don't want to do science or I don't want to go to these bloody coaching classes you had tremendous clarity and you had a sense of what you're doing and I guess even your parents or that when they let you stay out till 930 or whatever while your poor brother has to rush back at 620 let's not define him as poor brother but yes please continue yeah okay yeah so a lot of this clarity I can see in terms of what you don't want to do you're very clear about what you don't want to do and you don't you won't do that but was that anxiety there in other ways and was this clarity also there in terms of what am I going to go ahead and do like what was your self-image like like before that NDTV moment I guess I was 97 if they were gonna hurt just step down before that moment what would have been your sort of conception of where you're going"
    },
    {
        "speaker": "Guest",
        "time": "00:24:59.080",
        "message": "and what you want to do and so on and so forth so I've actually never worried about what I will become when people used to ask me what will you become I in fact I don't even remember anyone really asking me what do you want to become people just assumed I'll become a lot of things there was one point of time when everybody used to tell me you should become an IAS officer you should become an IPS officer this is all I would hear go for civil service exam and one point of time I thought okay maybe I should do that and I bought my father whenever I want to become something my father will say okay fine and he went goes and buys all these readers digest and the Malayala Manorama yearbook and I used to read all that and I'm like okay fine this is a decent job where I can also be rebellious I feel like okay I am going to make the decision for an entire district that's a cool job is what I'm thinking in my head then there is a collector in Palakkad his name is Ajay Kumar he is now in a very big I think he's now in a central deployment he was he was in a good posting I don't exactly know where he is now he called me to his office because I used to be this Jawaharlal Nehru and I used to see him all the time for different events so he knew me and people used to tell him that Oh Danya will become an IAS officer so he called me and asked me why do you want to become an IAS officer I said because I will change stuff and you know I can do all this so he sat me down and said I don't think you are cut out to become an IAS officer because you will have to listen to a lot of people including politicians including the people in the government who may not even know as much as you but you have to very carefully think about this it is not a job where you just come and like an elephant you smash everything and walk I mean these are not exact words he used but he basically told me that civil services is something you should be very careful about you won't be able to do what you want you are you have to follow a lot of other people that's it that one conversation and I decided I am not going to become an IAS or IPS officer so that is taken off from my mind right because I cannot be in a job where somebody is constantly telling me what I should do that is struck from my list then what do I do so have you seen this Chitrahaar type programs yeah so Asianet used to have this song program one to ten top songs during Onam holidays so I used to anchor some of those I mean I don't I can't even imagine me doing that like I wear these Pattu Pavada clothes and I'll be looking at the camera and saying in really hard Malayalam somebody would have written it I will just look at the screen and say that in the delay that so I knew I was good on TV and then I saw this NDTV thing and I'm like I want to talk on behalf of people so journalism may be my thing then I went in search for my for a college so I my father has four sisters of which two of them were very involved in my life right from the beginning they used to buy me books their name Sushila and Vijaya they used to buy me books in fact Vijaya used to tell me that you should speak to the mirror like if you want to speak good English look at the mirror and speak because in Kerala we don't converse in English right people speak in Malayalam so she said if you want to do good in elocution you have to speak to the mirror so she trained me to do that they would both buy me books so they looked up all these colleges and told me there's an Asian College of Journalism in Chennai I went and applied and somehow I got I mean I didn't do well in the entrance by the way in the entrance exam I actually did quite badly but they still called me for the interview and when they called me for the interview Shashi Kumar sir asked me why did you write that wrong that answer and I still couldn't remember the correct answer it was a French president's name I forget it now in the 2002 whatever his name was yes Sarkozy I forgot again now I'm forgetting this so he told me you didn't know the French president's name I said boss I'm never going to report on France right so I didn't think that was important rest everything I wrote so why are you I don't know why we should focus on the French president then he said he definitely didn't like me I think but I reminded him immediately that once upon a time he had given me a prize I won a bike once and he had given the prize to me so I said sir do you remember I was in that event and you gave me a bike only I think just because I went on talking they gave me the admission not because I did well in the entrance exam but ACG was also good it was a fun experience learning television all that so I knew I want to do TV and I won't do journalism but whether I would have become good at it whether I would have excelled at it I have never worried about it for me I'm not a planner like I can't plan the next three months the next six months I'm a very daily person even when I run the news minute one of the big problems which people in my organization have against me is that I am not a planner so now they plan and I'm supposed to follow which is a good thing because I don't want to waste my I'm very like even if I my career didn't take off or I didn't do well I don't think I would have been very worried I"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:53.840",
        "message": "would do something else and you know many people sort of stumble into the things they do by a mixture of circumstances this happened that happened again I got here and it seems to me that even if you kind of took this winding road and landed up there you still nevertheless seem totally suited for it in the sense that you've got initiative you can speak I'm guessing that when it comes to chasing stories and following something you have that drive so do you feel that this is the thing that you were suited for that you actually fell into something that matched the person that you are I guess"
    },
    {
        "speaker": "Guest",
        "time": "00:30:29.120",
        "message": "so I mean I can't imagine myself doing some other job I would be very bored if I was doing any other job because more than anything else I interact with so many people I don't understand where if I was in a office cabin and I had to look at the look at doc I'm sure I'm doing work which changes the world but for me it's important that I meet different kind of people that I interact with different kind of people if not then then it just stifles me I don't know I feel there's no purpose therefore yes this job very well does suit me if I didn't do this maybe I would be in TV in some other way maybe I would have been filmmaking but I'm not very artistic therefore I would have sucked at it I mean I would be there in some position or the other I don't know"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:14.280",
        "message": "what you just said about meeting people is also very interesting because another of the themes that I keep addressing on my show is about sort of the difference between the abstract and the concrete that you know abstract notions like nationalism and purity and blah blah blah and their notions that really divide us and a lot of the negativity comes from there and it's really easy on to sit on Twitter and be just completely toxic and it's all abstract but when you go out and actually meet people you know you then those abstractions go away because you're encountering people in the concrete you you know you're actually meeting people from all kinds of different backgrounds and you're making friends and all of that so it becomes kind of hard to carry that toxicity everywhere and I think one thing that we've been doing kind of more and more in in this digital age which I think is a massive net positive in terms of how technology has empowered individuals and people like you and me as well but one sort of negative drawback of that is that we're not we don't engage enough with real people we don't actually sit down and have real conversations with them anymore where we are you know we're just chilling with them there's no agenda there's nothing functional to do those quiet moments have gone out of our life and so on and so forth and you are out among the people all the time and while it's hard to you know pinpoint if that is a factor or whatever do you feel that that that sets you apart from other people who maybe don't do that there are so many ivory tower opinion writers will be sitting in their you know living room somewhere writing opinion pieces about something that's happening somewhere but they've never actually been there while your whole scene is that I'm gonna go there I'm gonna talk to people I'm going to try to kind of understand that so you know is that something that you see around you quite apart from the fact that you like to meet people but that meeting people is good it changes you it makes you different of course I mean I"
    },
    {
        "speaker": "Guest",
        "time": "00:33:00.200",
        "message": "don't look down upon people who write opinions they are welcoming they're welcome to write their opinions but I feel people should not think that that opinion is what really matters or that is what is happening on the ground I feel those who write opinion pieces should understand that perhaps what they write is not reflective of what is happening on the ground it's but it's just what they think what they feel I differentiate myself from that like today morning there is a story of a rape survivor she's alleged rape in a college I have a reporter who's doing the story but I I still would message that survivor to just say that look we are here as we are here if you need anything you can support us so for me that human communication is very very important if it's a story even if we are going to tell somebody's story not tell someone's story to interact with different kinds of people because everybody's problem is not the same like even if when you talk about people who are angry on Twitter and who talk about communalism and bigotry and all that you walk into a street where there are let's say a lot of Muslims living and you have seen a riot a few days ago they're not going to be reacting the exact same way that you want them to react they have different concerns in life they want their children to go to school safely the next day they want their shop to open for them it's not about immediately defeating someone in the next election right which may be what you are thinking that's their immediate agenda that's not their immediate agenda is just getting back to their lives so everywhere you go and you meet people you understand that their needs what they want is very different from what you think they want even the hijab story which we have been covering for so many weeks there are so many people who write to us even from the Muslim community itself saying that we are against this we are for this so there are so many opinions right so how do you condense all that opinion to write into an into an opinion piece I think I'm not I I'm not someone who cannot do that like I said in the beginning cut the clutter it's not my it's not my game because first I feel that it's too much onus on one human being to just have an opinion about everything under the Sun and the second is if I'm going to give my opinion I have also I also have to be open to criticism and that's like another whole cycle of anger and outrage and people are like why did you say this why did you not say that I would rather not do it just do ground reporting help my reporters and that's about it but I think in India we have to understand that 15 years ago if we just had news which is looking at side A side B side C and putting it out together we cannot afford to do that anymore if side A is right side B is toxic then you have to call side B right so the way we report has changed and for that also you need to interact with people more see the pandemic has changed journalism quite a bit in India and two years is a long time a lot of people who are joining organizations now are not stepping out of their houses they are sitting somewhere they're making phone calls and they're talking to people there is only this much that a person will tell you if you call them over a phone call if they know you they've heard of you maybe they will open up but it's still not comparable to you actually going and meeting them and understanding them maybe you will not use most of it for your story but it's very important for you as a journalist to understand perspectives so that way for me when you talk about abstract and concrete abstract never works but that's just me I said I can only process daily stuff but for many others maybe like I have people in my team who can actually understand something happening on the ground and they can write strong opinion pieces that's fine it's their job they can write it but the person who reads it also should should know that this is not the only one opinion that matters read more understand more you know I think"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:50.640",
        "message": "just thinking aloud you know if cut the clutter is kind of one kind of thing that you need you also need that but there is also embrace the clutter which seems to be more what reporters need to do that actually go out there and engage with the complexity of the world and I think even people who do opinion pieces I have written a fair bit of opinion in my time at least have to have the humility to realize that there is a real world out there you always have to be open to kind of engaging with it like Abhinandan when we did our episode together he told me this interesting story of something he realized when he was in the Northeast where they went to this village which was pretty remote and they asked the people that what do you want the government to do for you and those guys said we want them to build a cinema hall so that's what I said yeah and I've been and the logic is fantastic because Abhinandan and gang are like really surprised and they're like but you know you would want roads you wouldn't want it things with positive externalities more toilets and these guys are no we need entertainment in our lives we go to nearby cities for that people die in car accidents that death rate is high just give us something in the village and that's something somebody who embraces the clutter a reporter like you will find that out but somebody sitting in Delhi and doing an"
    },
    {
        "speaker": "Guest",
        "time": "00:38:01.040",
        "message": "opinion piece will have absolutely no idea so Amit I'm saying the people who write opinion pieces I like I said I don't look down upon their work at all yeah I watch I watch cut the clutter all the time but my point is I am NOT suited for that job and yes the problem with what Abhinandan said is that nowadays if if a reporter is being sent to to the Northeast and the village says that I want a cinema hall and I'm not bothered about your positive developments or voting for or against a party and the reporter says look boss in that village they want a cinema hall that's the biggest problem the editor may say no but I want those three quotes from you where they are saying that I am against the BJP for the BJP I'm for the Congress I'm against the Congress so this is another problem which we are imposing on people who work with us and I also have done that I'm not saying I haven't there are many times reporters have gone to the field found something else and I'd be like no you have to find the other thing because in my mind I've made made that up right I've made that angle in my mind and I have also figured out the headline so I want a story constructed around it but I do actively tell myself that that's not how it is you have been a ground reporter you cannot be imposing your thoughts on a ground reporter so that's a reminder I give myself all the time but I think when we become very desk driven when the desk takes a lot of calls and the reporter see something very different on the ground we still want them to write according to our sensibilities that's something we all have to stop whether it's the hijab issue whatever issue you're covering the Sabarimala issue you you have made up your mind right we should not we should stop doing that and I as I read more stories I feel like reporters are also trying to fill in that image which that organization has or sometimes they don't even tell you the reality like they feel something has happened on the ground which is not exactly correct it's questionable but they feel they have to write in a certain way that's only then the audience will appreciate them or that echo chamber will feel happy that they have been validated so we all have to move out of those of those echo chambers you know"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:06.880",
        "message": "take me through more of your sort of journalism journey you're at ACJ and you've kind of done journalism and I'm curious also about how people form their conceptions about what journalism is because I kind of grew up in the 80s started working in the mid 90s I'm probably three or four years older than you I'm guessing everyone who kind of got into journalism then I mean I didn't but many of my peers did that was just the age before journalism schools right that is also the age before the internet so you're not exposed to global journalism you're not not exposed to books on journalism you're not exposed to different views of how journalism should be conducted and there's no one training you so you're pretty much learning on the job and many of India's media houses at the time if not all don't really have any kind of induction scene going on where you're taught the values of the game you're taught the craft in a systematic way none of that really happens which is why for a lot of people it becomes like a functional thing you're not getting meta and thinking about it one step ahead in terms of what are my values what am I really trying to do what does a journalist do you know and all of those things so what was that process for you like of forming a view or what is this thing called journalism because initially when we notice journalism we notice oh there's an article in a page and someone went out and reported or oh there's this TV show happening and an anchor is cutting to a reporter and the reporter has spoken to two people and that's a bare bones of it but there's obviously so much else behind that including that whole value system so how did your thinking about journalism kind of evolve through the years so from the"
    },
    {
        "speaker": "Guest",
        "time": "00:41:49.680",
        "message": "first part of my story you must have thought that I am very clear on what I want to do etc okay then I end up in this journalism school I pass out and I freaking have no clue what to do after this because I don't know how to be a journalist it's very cool to think I am a journalist and I've got a job so my first job was with this Malayalam channel called India vision it was actually the first 24-hour news channel that Kerala got and Shashi Kumar was a part of the channel so he made a few of us join it three or four of us and they told me you go to the Delhi Bureau and I am in charge of the Delhi Bureau for a new channel and along with me is one woman camera person and another reporter who is a student in Jamia and that's it I'm supposed to look after the Delhi Bureau of the channel and I have no freaking clue about Delhi I don't know anything I just land up in Delhi and they've given us a house and said this is your office come house you do whatever you want we're staying there we're working there my first story I will never forget it was a it was a nurse who got raped she was a Malayali nurse and in that hospital the ward boy had raped her and he gouged the eye out he took her eye out like it was falling when she woke up in the morning after the rape she realized that her eye was just like falling off and they had to remove it so it was a first story I I reached the hospital and all the Malayali reporters realized I am this Malayali woman journalist and they were all too I mean you know as a man sometimes it's difficult to speak to survivors or survivors families so they sent me inside to talk to the victim and the family that was my first story but after that I never I mean I kept in touch with that story for a long time this is a very famous case where it went to the court and the court said why don't you marry this guy and the woman just lost in the court and asked the judge why why should I marry him but I have not been able to find her I've been looking for her for many years but I've never been able to find her after that now this was my first story but my later career in in India vision in Delhi was not at all like this because in Delhi it was set to work I mean I can't remember the timings but 2 p.m. you go to CPM office 3 p.m. you go to BJP office 4 p.m. you go to Congress office you cover all their press meets come back and you cut your packages CPM said this and so I knew lunch I will eat in BJP office evening snack I will get in very less salary right so evening snack I will get in Congress office and my life went on like that I had nothing much to do if some big crime happens or I mean what would a Kerala audience do with a crime in Delhi but if something important happens I would be sent I went to Rajasthan to cover elections I have no clue what I'm doing I interviewed so many politicians without understanding the basics because I'm not reading anything I'm not watching anything I'm just being sent to places saying go interview people and I will just trust my mic and ask three nonsensical questions and they will answer I'm like yeah I got my exclusive that's it and by the end of my stay in Delhi it was a 2004 elections and I still remember watching Anubhav Bosley Nidhi Rasdan, Pallavi Ghosh and all outside the various offices I will never forget there was this one meeting the NCP and the Congress decide to come together so Sharath Pawar and Sonia Gandhi and everybody's in the meeting and I have no clue what is happening I'm just waiting for the press meet because when the press meet happens I will know right but I'm getting calls from my channel saying NDTV is breaking that Sharath Pawar and Sonia Gandhi or whatever they have decided to come together I don't know how the press meet is going has not started even then I don't know how to build a source eight months I've been there I don't have a single source in the NCP or the Congress people sitting next to me have got their seniors they've got sources and they've been they're getting SMS from inside the meeting and I'm like that's how you build source it's not enough that you cover a press meet anyway I got tired of the entire Delhi business because you can't do anything in Delhi you just have to go like a cow herd the cow herd goes to BJP office all everybody goes there together I mean it was just too irritating too robotic so I said I'm that's a screw Delhi I'm gonna go away from Delhi and I went to Chennai and I didn't have a job and I had my loan to pay so I definitely had to get a job immediately I walked in New Indian Express office and I said I need a job they said we don't have vacancy now I said no but I really need you look at my resume I worked in Delhi and actually they were quite nice they gave me a job they said okay join next week and I joined the New Indian Express and first they put me in the features team I was so bad at it so bad at it that the features team head his name is Joy he went and told the reporting team that after one or two weeks he said you take her on reporting she may be good in reporting then I went to the reporting team again no sources I don't know what to do and TN Gopalan was the head of reporting and D Suresh Kumar Jairaj lot of good journalists in Tamil Nadu TN Gopalan also threatened me saying that you don't know anything I'll take you back into features with features is actually a very good department to be in but those times we used to think that oh my god writing about pop culture no I just want to be where Jayalalitha and Karnanidhi are and all that I said sir give me one chance I will do it so he said okay you go to the assembly and I went with this with another senior reporter I went to the assembly with him and Jayalalitha is a chief minister then so I'm sitting in the assembly and I can't stop talking I'm so excited that Jayalalitha is there and you know this assembly is going on so I'm like person sitting next to me I'm continuously whispering and then Jayalalitha just looks sideways and then she can see me speak talking and continuously I'm talking then after sometime she writes a chit and I don't know anything so I'm just sitting quietly I go back to office and I'm called by the resident editor into the office and bureau chief and everybody's standing and they said Jayalalitha asked who is that girl who's talking so much in the assembly you cannot go back to the assembly my assembly coverage was cut and I was put back into health group I was first a crime reporter two days I survived I went to the commissioner's office and I was so put off by you know all these crime reporters sitting there and they're just taking down notes and I'm like I don't want to do this so I went and told him I don't want to do this I'll do health reporting and I was clueless in that also for a long time but there's this person called Pushpa Narayan she's a health editor of Times of India now she was getting transferred to Bangalore she sat down with me and she taught me how to write how to write a lead how to make a source like you said the organization did not have time both the organizations never had any time just because okay I was like I have interviewed Gehlot in Rajasthan and I was only only one Malayalam reporter who got it not just not because I knew anything about Gehlot or Rajasthan politics I was just I could push my way through and get anybody's interview that was my only skill till then but Pushpa told me this is not how you do it it's not enough that you're just a pushy person you have to get your story and she taught me how to write a story how to get a source and many other journalists did but by then I got tired of print also I'm like this is not my cup of tea I have to go back to TV and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:56.160",
        "message": "that's how I ended up joining Times Now. Wonderful so we have finally reached the point where you are Arnab's colleague so what was Times Now like like did you have a clearer idea of what do you want to do there what kind of stories do you want to cover did you have a better idea of that once you're there? See I had made"
    },
    {
        "speaker": "Guest",
        "time": "00:49:16.520",
        "message": "up my mind that I will join IBM because Rajdeep Sardesai is someone I really wanted to work with and when I left this India version I messaged him he said I have also left NDTV so sorry you have to ask NDTV then when I left Internet Express he said I mean he doesn't know me or anything but he just would reply to messages very politely then I'm like I made up my mind I am joining Rajdeep Sardesai's Chennai team because he has got he's starting a new channel so I've got an interview with Arnab Goswami on Monday the very next day I have an interview in Delhi with Rajdeep Sardesai so that's it I'm like I have to go for the Times Now interview because somebody has set it up for me I'll go there I they'll offer me a job I'm very sure I mean I'm like that okay I'm never thinking I'll not get a job I'll say no and I'll go to IBM and there I will get the job I go for this interview and I'm I did not expect I did not know much about Arnab Goswami except that I've seen him on TV but I didn't realize what a forceful personality he is so he asked me do you know Tamil I said yes I mean I didn't know Tamil and I mean I was pretty sure if he's going to make me read something in Tamil I can make up and he anyway can't read Tamil right so and then he gave me the job immediately and he said you have to join from tomorrow I said but sir I can't join I don't even have clothes I've just come for one day he said no I'll give you an allowance of 10,000 rupees you please go buy clothes you have to stay here for one month your training will start from tomorrow I'm like I don't know if I should he said no that's it you're just joining and he was so forceful I did not know how to say no and he they gave me the money I went and bought clothes that's it I joined Times Now that's how my career in Times Now starts initially you know in TV when you're the junior reporter in a bureau they'll make you do all kinds of rubbish Arnab shows the night get two vox pops is my job so Arnab is doing some show I'm just on the road asking people for opinions or Arnab is doing this one big story so you go get five or not even Arnab it'll be somebody else in the organization they are doing some big story in Delhi some politics is happening so you go get two or three politicians so at that point of time there were very few TV reporters there was NDTV then IBM started then us and headlines today so imagine I come from a time when the other reporters would not even share numbers of politicians their Kanimozhi's number Dayanidhi Maran's number people would not give me they'll say it's a personal number they don't like to give personal numbers to everyone so it was as if it was it is bloody somebody's number give it to me they will not give so I realized that I can end my entire life I can spend just getting vox pops and accosting a Maran or a Kanimozhi and getting their bites without ever knowing them without building a source and I realized I have to do something else and I planned it I thought okay I will do some investigations because anyway they're not going to let me do politics and I don't want to do anything else so I planned a few investigations and it actually clicked quite well for times now it became CBI investigation and all that stuff so they also started taking me more seriously this happened within two or three months but the reason I said this Kanimozhi Dayanidhi Maran thing is that that was how journalism was it was very access based you have access to a person okay fine you know everything and and people would block access for everyone else so one decision I took in the beginning itself is that if I get a number I will give it to everybody I mean unless it's a it's a survivor in a sexual violence who doesn't want me to give or someone says I don't want my number to be given if it's a politician who's supposed to talk to every channel they would their number will be there with everyone I mean I wanted to make sure the Chennai where I work did not have the same access journalism which Delhi followed and Delhi I think still follows it you are you are a good journalist if you have access to people and a lot of it is cut off because people don't share numbers they will not tell you sources they will not share anything which I think is very problematic so anyway that's how times now started I did well I did investigations it went off well then thankfully my bureau chief left the bureau and I was made the bureau chief I grew along with the channel and soon I was shifted to Bangalore where I was made in charge of all the four southern bureaus there was no Telangana at that time it was just unified Andhra Pradesh so I was in charge of all the four bureaus it was a good experience and it was a bad experience but by the end of eight years I worked eight years in times now I was done with TV so why was"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:45.560",
        "message": "it a good experience and why was it a bad experience you really want me to"
    },
    {
        "speaker": "Guest",
        "time": "00:53:50.400",
        "message": "talk about times now in detail and all numbers no I mean it's you right we're talking about you so okay so it was a good experience because in the beginning here they actually taught me they told me what they want I may not have agreed with most of the things they wanted me to do but at least there was a system in place where there were a lot of seniors like they are all doing well in different different professions Maharukhi Naya, Deepthi, Rahul so many people were there they're very indulgent they would tell me Tamanna, Rupali lot of seniors in times now they're very indulgent they would help me they will tell me get this get this is how you get your elements so it was sorted for me my bureau chief Vivek he heads news 18 southern channels now so they all allowed me to experiment and they were very encouraging that can you imagine in times now I have done a one and a half week show on adoptions illegal adoptions in India that's something you can't imagine a national channel doing anymore but Arnab has sat on news hour and for one and a half weeks he's discussed only this illegal adoptions so at that point of time it was a platform where if you could bring a story and if you could sell your story now it's not enough that you bring a good story you should know how to sell it you're like a marketing person the story should be good and you're the way you sell it should be so good that Arnab is like this is my so it is always your goal is that your story is either in the 8 p.m. show or the 9 p.m. show otherwise it's just something which disappears in every bulletin so that way it was good there were a chunk of reporters like around 10 or 12 of us who Arnab allowed to grow along with the organization and it was a learning process but I think in a few years time not only the fact that the newsroom was very toxic that was right from the beginning it was toxic but for me personally it was not a problem because I was not sitting in Delhi or Bombay I was not inside the newsroom right I was far away and I was sort of also it sort of also helped because I had some access to Jaya Lalitha now that is an access which I can't give to everybody because it's not like I can just pick up my call pick up phone and call her but there was some access I had so that also gave me some cushioning in times now people knew okay if we can get and Jaya Lalitha's interview is very big in TV at that time even even M. Karunanidhi for that matter but he was much more democratic that way he would talk to everybody he would come out and just give bites Jaya Lalitha would never do it but after a point of time I realized that the same issue which I described some time back that even if I think of a story in a certain way I've gone to the ground and found something the channel has decided that this is the story this is the angle I'm taking now if my source on the ground is saying no this is not true also it doesn't matter to the channel they are still going to do the angle in the other way and this became a constant conflict like I've covered scams big national scams like the ISRO scam the ISRO Devas scam or so many other things and I realized that most of what we are projecting is actually not true but even when I say that this is not true boss we shouldn't be doing this we are just making victims of people who are actually not done anything wrong nobody would understand because the channel has decided this is my headline today the reporter only has to fill the gap and soon everybody in the channel started behaving like that so it just got too much for me beyond a point so one you you have a toxic news room second you are just filling the gap of the headline basically they have decided this is it and that's that's the angle you take and third is this marketing of a story is so much more difficult for a person sitting in South India now if I am in Delhi or Bombay even like small pillar falling somewhere is a story or Bal Thackeray sneezes it's a story at the same time I tell them this is how this big event has happened in Chennai nobody bothers unless it is JL Lathore Karunanidhi imagine Karnataka and all they would not cover at all till BS Yadurappa and his mining scam came there was hardly any coverage right so to market your story continuously like convince people sitting in a Delhi and Bombay desk it was it was really hard and when I became the South India Bureau chief I'm also responsible for so many others who work with me and they are also asking me why is my story not taken I remember the specific instant when my colleague Ram he is with me in the news minute now he was very he was 21 years old then I think very bubbly very passionate he said I won't do a story on Naxals and he's a Tamil Nadu reporter but I still tell Arnab I said boss he has some source let him go to Mangalore he wants to do a story from Mangalore on the Naxals there he goes there he spends two or three days with the Naxals and he comes back and he's got their accounts right so he's got these papers the second I saw the paper I knew the story is not going the reason why is because the accounts are very simple they are writing grocery some five thousand bucks or they're writing some you know chapati dosa or clothes or whatever it's very simple accounts that they're maintaining now times now till then has built up this great image of Naxals as terrorists we were asked to call Naxals as terrorist Naxals and I know people who quit the channel because they disagreed to call them terrorist Naxals so the moment Ram brings his story I understand the story is not going because it goes against that channels assertion that there is Chinese fund there is Pakistani fund they are flush with funds and they have ak-47 I mean I'm not contesting that Naxal movements have not got funds from other places but a story goes against the grain of what you have argued till today the story is rejected this boy is so upset for days how am I going to convince him that it's fine move on to your next story right because it's a daily job you have to just keep keeping keep on moving so at one point of time it got very tiring for me I did not want to do it anymore I specifically remember there was violence in the Madras High Court violence to the skillet I had not seen till then inside a court there is lathi charge there is stone throwing a police station is burnt inside judges are being lathi charged and I'm the first television reporter who reached there and my camera person has been hit by a stone and I've got really great visuals of you know like hundreds of policemen on one side hundreds of lawyers on the other side and they're just charging at each other and I'm telling them take the damn visual and they're like no something has happened in Bombay I'm like just cut live to me then nobody's cutting that finally I called Arnab and said why am I doing this job it's the biggest visual story then he said see at least he was someone who could recognize it so you say okay cut but on a daily basis to argue for a story like this is very tiring and it's demotivating and I always felt that any South Indian story I had to market five times more than somebody sitting in Kashmir because time's not a Kashmir obsession and somebody sitting in Delhi or Bombay for me the decision to really leave TV came because of Savita Harlapana was death in Ireland she was a nurse who hailed from Karnataka and no she was I can't remember if she's a nurse but she was from Karnataka and she was working in Ireland and she had a very unsafe pregnancy but Ireland would not allow abortions and she had to go through the childbirth and she died of course many many years later Ireland has got a law now which allows abortion only because of Savita Harlapana was death and what happened then so we had the story with us we are the first people to get Savita Harlapana was you know parents in Belgaum and her husband in Ireland I had all my elements ready but Bal Thackeray was in hospital and the story wouldn't go and Bal Thackeray didn't die the next day the next day and I said see he didn't die he's still in the hospital why can't you carry the story and they decide to carry the story and Bal Thackeray dies and then this whole cycle of Bal Thackeray's funeral procession this that and I thought that you know you could have given 20 minutes for Savita Harlapana she died and it was an important story to be told you don't have to have 24 hours coverage of Bal Thackeray dying is also very important I'm not saying it is not but you don't have to dedicate yourself to do only that that was the time I decided I cannot do this anymore if I go for a new job it will be in a place where I don't have to fight for my region I would rather join a Tamil channel or a Malayalam news channel at least do my job properly I don't have to constantly fight for making my story heard so one"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:18.880",
        "message": "of the trends that I've noticed and I've been thinking about more and more and the reason I've been thinking about it more and more is that once I noticed it it seems to be everywhere and it that's basically the dissipation of the mainstream and the complete decentralization in a number of industries one of them obviously journalism because in the 90s you have this big behemoth mainstream media houses and you've got a consensus on the truth and everything is coming from there and in the way that you just describe it like what you're describing really seems to be a really top-down central thing that is happening you see the blindness of people with narrow visions and they're not really catering to the whole country they've got their preconceptions and their stereotypes and therefore the stories they want reported come out of there and if they don't conform with the real world that's too bad for the real world but I just feel that in media certainly the mainstream is dissipating the way we consume stuff is coming everywhere from the edges and it's happening across a number of margins it's happening in music for example the East Street band's guitarist Steve Van Zandt spoke in an interview about how rock was mainstream for you know from Beatles and Dylan turning electric to Nirvana and now there's no mainstream anymore everything is all over the place you see that happening maybe with nation states that nation states you know their control is dissipating because individuals are empowered with technologies and so on now it strikes me that in the context of the news minute I've even heard in previous interviews where you've spoken about you've referred to it or the whoever was speaking to you has referred to it as a niche and I don't actually think it's a niche I don't think it's a niche because I think what will happen over a period of time is not that these big behemoths in the center will survive and there'll be just a whole bunch of niches which feels like a very condescending way of putting it I just think that news will get more and more decentralized more and more local where you you might have a channel for the south and then you might have a channel for Karnataka and then you might have something for the Mysore area and you know different specific ways of serving people and you kind of get more and more decentralized and therefore the mainstream is irrelevant is that something you've seen I mean in a sense it would appear that you almost became an accidental participant in this it is not as if you plan this that this is a vision this is how it's going to evolve and we obviously we'll talk about a journey a lot more about the news minute journey but just at a broader level you know what are your thoughts on this because I look at everything that the mainstream media serves us and what you've described is true of any industry right and this is also why big companies collapse so often when disruptors come up and what often then happens is that disruptors become big companies and they become you know elephants which can't move and then other disruptors come but I'm not sure that it happened necessarily in you know the way things are kind of working out so what are your sort of thoughts on that"
    },
    {
        "speaker": "Guest",
        "time": "01:05:15.840",
        "message": "so I think already there is a decentralization of news there is no doubt about it for example the news minute we have decentralized news to a large extent and there are many other examples like us like there is news meter which does only Hyderabad news there is the queue in Malayalam which does only a true copy there are lots of people like that right but I am someone in my head I'm very clear I will not disregard or write off the mainstream media because there's certain utility to it considering our government sits in Delhi and they monitor the mainstream media most right so which is the reason why the mainstream media has the responsibility of reporting things from across the country simply because they are the messengers to the government to people in the bureaucracy in Delhi I see no other utility for national media as they call it I don't see any importance of a story on any of the national channels unless the government has to know about it if it's a story where only the state government has to know about it the people have to know about it I won't even bother like there are many times I send stories to national editor saying please pick it up reason being I think that okay the news minute has done it maybe a Deccan Chronicle has done it or somebody here has done it that's not enough I feel that someone from Delhi should do it because that's when you that's when the government listens right so only for utility purpose I am I still think the mainstream media should exist if our government and bureaucracy starts looking at all states and all media separately then fine we don't even need a national media right now the other problem here is that this decentralization that we talk is also very concentrated on in certain states and they don't have the resources to cover everything for example I run the news minute I have reporters in five states how many reporters two reporters per state can I write every story I cannot I am also mainly city centric because when an event of news happens I send people outside the city and we are actually better off and a lot of other people who don't even have that many resources so the decentralization also is not happening properly simply because lack of resources and nobody wants to put money in use the other problem is even this decentralization of news which has happened with a crop of digital sites coming right like the wire the quint scroll the news minute and all that is in English you are catering to an audience who reads English speaks in English understands English that is not a large section of India what is the decentralization of news in Tamil or Malayalam or Telugu I know only about the five states here I know there is independent media to some extent in Kerala but even that is not very well read the reach is not very good Tamil there's hardly anything Telugu no absolutely no Karnataka very few sites so this decentralization is also very English specific it has not happened in a large way in other languages so even if the word niche perhaps is looking is a bit condescending as you said the point is we have not even built those niches we have not built we have not been successful if news minutes started in 2014 at that time a lot of websites started I mean we are just six months before our scroll started six months after us the wire started but beyond that what have we seen like I head digipub an association of digital media organizations we have 90 members I have not heard of at least 16 that and I am in the industry and when I look at those websites I know that they are just SEO based and they put whatever stuff that's it other than that we have a few new ones recently like article 14 which are doing very specific very specialized work right so in a huge country like India if you want to decentralize news also we need more people to come and support these organizations we need more organizations to come up it's only that why did a lot of Dalit thinkers for example start Velli Vada and so many other websites because there was no void no platform was giving their voice as it is needed to be given which is why they started it right they these are different things but I'm saying at some point of time we will need all these voices to come together also and become one powerful voice which which the government cannot ignore them which which even people sitting in Delhi will know okay this is happening so decentralization I feel is a very small exercise till now it's not happened to a large extent it has to happen more and more only then will it mean anything I mean we have seen the kind of resistance which only a like 10 or 15 sites can put up to a new story which is evolving we understand the perspective that they can bring to the table imagine if that's a huge exercise and there are people in various languages contributing to that how much it will change the landscape of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:02.280",
        "message": "our country so I want to double click on a bunch of things here and and the first of them that I find very interesting is that you spoke about how the mainstream media is relevant only because you know people in Delhi will then listen to your politicians or people in power and so on and so forth and I've always sort of thought of journalism as a whole purpose is that you're catering to people you know and of course you speak truth to power and of course you afflict the comfortable and all of that is there but essentially your audience is the people at large and you're giving them what knowledge perspectives news first draft of history all of that I never thought of one purpose of journalism as being actually speaking to the government in power so they make a difference and I would actually have thought that if that worked it would work before you go to the people first and then if there is a bottom of expression then you know the people in power will actually change something why will they change something just because a journalist is after something but obviously I'm wrong"
    },
    {
        "speaker": "Guest",
        "time": "01:10:59.760",
        "message": "because you've said that that's how it works out so can you see national media I mean the TV media I'm not talking about newspapers at all but can you give"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:07.960",
        "message": "me an example of how coverage by mainstream media of something especially if it's in the south has actually changed anything at the level of someone in government paying attention and doing something about it everything for"
    },
    {
        "speaker": "Guest",
        "time": "01:11:20.080",
        "message": "example if there's a flood coverage right and there is continuous coverage of a flood on a national TV channel the point is someone sitting in Delhi is going to think okay at least for perception basis we have to give this we had ensure that this many NDRF people or boats are given they would do it otherwise also but they may do a little bit more because there is sustained coverage right for example when the Sri Lankan war was going on at that time there was a lot of focus on the Sri Lankan war and what the Tamil parties were saying and a lot of things which happened in that process were reactions from the government and if M Karunanidhi sitting on Marina Beach and doing that whole whatever half-day protest that he did was not covered a lot by all the national channels the government can still try to turn a blind eye but all cameras are focused on him right other than the fact that he is sitting there that is important the fact that the media coverage is adding to it so you know in many ways Delhi channels covering a certain thing adds value to it I'm not talking about Indian Express or the Hindustan Times or newspapers at all they do their job much more properly they go to the people they tell their stories TV channels have stopped doing that long back so I'm not looking at them in that way at all to tell the story of the person I am only looking at utility if a story is told will the government react to it if they carry the story for example there is a ship which has been captured by the Houthi rebels in Yemen there are seven Indians on it we don't even know who the seventh Indian is we know about six Indians newspapers have written about it we have written about it we have written a very detailed copy on how there is absolutely no word and this is a problem between Saudi Arabia and the rebels and Indians are just caught in between because it was Saudi Arabian ship which apparently had arms and ammunitions which the crew did not know about but Saudi saying he did not have arms and ammunition it was only a hospital equipment and the rebels have planted the arms and ammunition we don't know who's saying the truth that it's Saudi or the rebels my simple point amid this today let's say if a national channel like Times Now decides to take it up and three days there on a campaign saying let's do something for the Indians who are who are caught by these rebels the government may do something just for eyeballs but it's fine they will do they can force them to do they have the capability to do it they stop telling people stories long ago that is their problem but if they do they can make the government listen"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:45.560",
        "message": "yeah and one of the things that points to what you're saying is that then governance is seriously broken if for government to act on a matter that is important you actually need the media to bring it to their attention and all these extraneous sort of considerations to begin to matter my next question is that you know I keep meeting people who keep praising the work that people like you do or scroll do or news laundry does and so on and so forth right I have felt and obviously I would be biased because I would be meeting to be you know listening to people who would share similar values to mine but I have felt and in the evolution of my podcast I have certainly felt there are people who crave depth there are people who definitely would crave the kind of reportage that you do and there isn't enough of it out there my good friend Prem Panicker once described what the media does as going a mile wide and an inch deep and maybe they have to because of the imperatives of the day whether it is you know they've paid huge license fees and they're too dependent on advertising so you go for the lowest common denominator and so on and so forth and therefore people crave depth I see this with the five-hour conversations I have for example where typically five years ago I would have assumed no one has five hours everybody has a short retention span blah blah blah but no the engagement is off the charts similarly I see the love that people have for the kind of work that you guys do and by you guys I mean the News Minute and the handful of others and we hardly need to name them so my question is that what sense do you get of the hunger that there is because what I have seen happening in the creator economy worldwide over the last in a sense I'll include you in the creator economy and if you want me to double click on that I can but I'd include you in that and what I've seen happening over the last decade or so in the creator economy is that there is a lag between the hunger and the monetization of that but that lag is always sooner or later covered so there might be you know that there was this phase where creators began to connect directly with audiences but couldn't monetize it yet so you'd have to go through you know via means like advertisers or sponsors but then there came a moment where they actually began to monetize it and it actually kind of began to make sense like I recorded with Akar Patel two or three days ago though that episode might come out after this and he was talking about how back in the day in some of the places that he worked big media house would have three four hundred or thousand I forget what it is but it's a big number reporters in each state right and his point was that if you look at the financial models today it's not feasible for you know anyone to actually put money into that kind of reportage and that would certainly apply more to you know young startups like all of you so what is your sense of that hunger like at some point you know how the future will evolve we don't know it's unknown unknowns but what is that sense of that hunger and the appreciation that you get because my sense is that your absolute numbers may not be mind blowingly massive but of the numbers that you do have the engagement would be far greater the loyalty would be far greater that personal connect would be far greater I mean that's another thing I noticed I was you know looking at your Instagram and I think one of the things that really works for you like when you put up that eight image thing on the income tax rates and all that and there is that sense of for everyone who reads your site there is that sense of personal engagement that these people are part of my sort of part of my world these are my people they're doing it for me whereas with mainstream media with big media it's just a complete disconnect you know even people even fans of or not as you pronounce that in such a charming way or not even you know fans of or not who might support him and you know they'll do jingoism with him won't feel that personal connect with him that if he sneezes one day they'll"
    },
    {
        "speaker": "Guest",
        "time": "01:17:43.720",
        "message": "be like shit does he have a cold yeah I'm just thinking of on up sneezing and having a cold but see I think this is a dilemma I face right first what you said um the financial models the revenue models we have been around for eight years so have news on news on has been around for ten years it's the I think longest running site but it was started by someone like Madhu Trehan who and Abhinandan who both have had experience running something it's not like me I was just a mid-level mid-career journalist who did not want back to go back to TV that's it so all of us are figuring out our revenue models I think for example the wire or the alt news which are not non-profit they they have better revenue models because people can donate to them and the news laundry for example is a very loyal set of readers who contribute we are a little bit different because we also cover news therefore to make people pay for it is very difficult I mean whenever I keep putting saying key you know join become a member I feel a lot of people believe that immediately some hundreds of people are joining in thousands of people are members it's not true it's very difficult to move membership forward it happens when there is a big story you get like 40 50 people signing in but otherwise people are not like thinking back and deciding I want to just give thousand two hundred rupees the news minute today they don't because they think this news is free why should I pay for it the problem is if I stop the news minute tomorrow if news laundry is no longer there if the queen stops are you going to feel that void there as a news consumer do you think the news minute is important in your city in your state to tell those stories and you should think of a scenario where the news minute is not there and if it continues like this a news minute may not actually be there so which is why the readers have to step in now that's the model which all of us are working with where the reader feels the necessity and reader fee supports the organization but that is also scalable only to a certain extent right it cannot it's not scalable to an extent where from a 40% organization I can become 80 and I can have reporters in all two tier cities I can have investigating report investigative reporter somebody looks only at quotes etc beats these are all sacrifices we make we don't have beat reporters we don't reporters in second tier cities because we don't have the strength for it right so can readers paying bridge that gap it cannot so then what have we all realized that look we can only make this much money with that we can simply support our organization let's just be very powerful in the stories we write but I fear that in the last two or three years though we all have become better in storytelling we are telling very important stories we're still catering to the same crowd again and again now there are two reasons why one we are all English websites we are writing in English our videos are in English it is catering to the same crowd now of course wire and others have Hindi so they reach out to another crowd but for a South Indian here we are a very English website right so one you have to start in languages now if the all the websites I talked about are liberal progressive they have a certain take on issues they've talked for environment for climate change etc they passionately believe in different different things in democracy but if you really want to make a change one you have to scale by scale I mean you don't have to do many different things I don't want to become an NDTV where recipes are there you know something happened in Japan some girl sang beautifully that story is also there in China somebody fell in a pothole that story is also there plus I because that's just traffic I never want to be like that even if I have a lot of money I don't want to be like that I want to be the news minute if I have two reporters now I want to have six reporters in a state but I also want to scale in the sense that I want to reach more audiences now the problem in digital is also that you have to invest a little bit of money to even reach people you have to invest new SEO at one point of time all of us were spending so much money on Facebook thankfully that has stopped I mean imagine on Facebook for your post to be read you have to boost it otherwise Facebook will not shown that algorithm now we are like screw this we are not going to do this we don't want people to read like that if it is organically doing well it can but I can tell you Amit the number of stories which should be read by 3 lakh 4 lakh 5 lakh people because of the fact is important it's only read by 10,000 people why because Google algorithm has something called showcase now where they have signed contracts with all these big media houses in India and Facebook literally does not show anything on their algorithm the small sites are suffering more and more so we are actually becoming smaller and smaller when it comes to our readership right because none of us will write about somebody's divorce and what is happening in that or we will not stoop to writing about like what the Times of India does five bikinis somebody wore in the beach we are not doing that we are not scaling in that way at all but technology is stopping us to one extent money is stopping us to the other to another extent so what I want in my vision is money either from the readers or you know there are people who have money in India who realize that we need a vibrant democracy we have to invest in media or ten years later we can twiddle our thumbs and say oh my god we didn't do anything about it so either they put in money in the media and we have to break away from this English dominance here we have to start in languages all this entire exercise means nothing if you are going to be only catering to the English reading audiences you are not touching the pulse of India if so for me as an entrepreneur I mean I classify myself as an entrepreneur only in very few conversations I'm classifying myself for this answer I feel all of us have to become scalable I do know that when we discuss business plans everybody in my office and others tell me it's okay you need to have loyal readers I want loyal readers I'm not saying no but I also want more people to read it because I think what we write is important and for that scalability unfortunately you need either money or you just need algorithms to work for you right and third thing is languages which is my dream forever but it's never been happening. So I want"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:11.520",
        "message": "to double click on each of these big themes and and the first one is that you you know what essentially saying is that sure there might be people who have the hunger for such news and sure they might even be willing to pay for it but how do we reach them and and the constraint is their money how do we scale and there also I feel like that there is a natural dilemma there is a trade-off because the more you try to scale the more you compromise and the question then comes is where do you draw the line you can of course just do a thousand stories about children falling into wells and all kinds of nonsense and get some numbers but where do you draw the line and I imagine for every news organization like yours then that where to draw the line the answer to that would come from some core values or core beliefs that you have some clear idea of yourself that this is what we are this is why we exist this is what we do we wanted to get to all the readers who might value this and what are we willing to do to get there like how does one then reconcile this because you're right that there is no point staying in a small idealistic space with a handful of reporters where the good work is not reaching the people who would appreciate the good work and fund more of it but at the same time what do you have to do to get there I mean you know that's like you've obviously been living this process for"
    },
    {
        "speaker": "Guest",
        "time": "01:25:29.320",
        "message": "the last few years if I had figured that out then I will be having news minute in many languages so technically I've not figured it out but see when I say I want the things to reach more people it's not only because I want them to become a loyal reader or I want them to pay for news the hijab row for example I keep going back to it because that's the most current thing which we are covering right if you see the kind of coverage in Kannada media especially in Kannada television you will be appalled the kind of things that say they will put Isis behind the girls the five girls in the hijab are shown and they will have headlines saying does Isis have a hand in the hijab row like what proof do you have to say any of this that is the kind of messaging going to the larger population the news minute is read by let's say one story we do like we had this fantastic story by my colleague Prajwal and then my another colleague Pooja Prasanna they both wrote about how the saffron shawl protest was not an organic thing it was very well organized right it was viral for a lot of people but in absolute numbers maybe 50,000 people who read the story right it was really viral and Google algorithm had picked up maybe that number would have gone to one or one and a half lakhs but I'm saying the stories we're saying are important it doesn't matter if people eventually pay for it oh I don't care about that but I think to counter the narratives which are being spread by a lot of toxic mainstream media it is very important that we become scalable but unfortunately technology and lack of resource is pulling us down and it is continuously happening like we have a lot of meetings and discussions I mean I speak to Abhinandan I speak to a lot of people on a on a weekly basis of whatever there is no perfect solution to this all of us are becoming more and more I think we're just like in our own cocoons where okay I have loyal readers a news minute I will keep catering to them the news laundry is loved by this many people I will grow that number slowly but I'm not thinking like that I'm saying more people should read the news laundry more people should know the news minute or the wire it should not be the same people right because there are people out there who are ready to read new viewpoints accept new viewpoints and understand the world better see I don't want to classify everybody is black and white saying or you know you're a sanghi or a non sanghi or this you're that no there are a lot of people who don't actually have a good idea of what's happening and if they are told that look Isis is not behind the hijab bro there is nothing like that there's no proof the Kannada channels are lying to you if somebody tells them that they're the intelligence to accept that argument but we are not reaching them because we don't have the resources to reach them all the algorithms goes with us so what is my solution my solution is scaling up in different ways I don't know see I tell everyone to for example I know that for example all news ask for donations wire ask for donations news laundry says subscribe we say become member I I'm telling all those readers think of a world where this organization does not exist would that impact you then you decide if you want to give money to the organization close your eyes for two seconds and like you somebody tells you right do you really want his girlfriend do you will do can you imagine a life with this boyfriend so same way close your eyes and think for a moment do I want a scenario in the media where the news minute is not there or where news laundries Manisha's nuisance shows not there would that be a huge void for you if you feel so then support that organization that's the only way that we have figured out now but I'm really hoping that there will be some change unfortunately the nature of the medium is such that you know in TV you can have a great distributor like Sun for example in Tamil Nadu used to control distribution at one point of time like nobody would write a story against nobody would do a story against the Marans because they would be cut off on television at long back I'm not talking about now I this is a myth I don't know they've actually cut channels they have at times but it's not in a large scale but you can still build a very powerful distribution system your channel may suck it may have the worst of content you your newspaper has practically no story but if you have good distribution system you can still ensure that it reaches people whether they buy the product a newspaper has to be bought right with the TV channel that's not a problem but unfortunately digital doesn't work like that our distribution is through Google is through Facebook and little bit of organic stuff through people who will come or want to read a certain thing so when we are so dependent on those people I mean we are all trying not to be dependent anymore but I feel like we are going to come full circle again where we realize that we are dependent on them if you want to speak to a larger number of people if you want to reach a larger crowd in India bigger population but unfortunately those companies I mean it's not their responsibility right to ensure that we are read by a lot of people it's not there it's not a burden and they're not bothered about it therefore video is another way out"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:34.160",
        "message": "yeah I mean I'll just write video down because that's another thing we'll then double click on a little later few thoughts one I love those stories by Prajwal and Pooja on the hijab controversy and even the discussion I think you had with them on Twitter live or whatever that is my way of thinking about the glass half full you know you painted a very dismal picture and my glass half full look at it would be that sure maybe your absolute numbers are not as much as all of those people who are asking is ISIS behind these girls and all of that but the point is that that kind of news I think is spread very thin they might reach a lot of people is spread very thin people probably look at it as some kind of entertainment sure it is part of that constant brainwashing and all that but the engagement is not so high whereas I think with the kind of work that you do and the kind of reporting that your incredible reporters do that I think that the engagement is deeper it's not so thin as sicker the engagement is deeper and secondly the other way I would look at it is that yes and we'll speak of languages later and this is obviously a bug that even I feel that English-speaking elites would be listening to my show much more but even then you know the hope is that some of these elites who are consuming this content because you you know they are self-selected in terms of their people who engage deeply with the world care about the world you hope they'll be running the country in 30 years from now you know some 16 year old girl watching the news minute could be Prime Minister of India in 2050 you know I see the glass half full in that way that we are all playing the long game also you know you don't know what will happen tomorrow but we are kind of playing the long game you know I want to also underscore like that's a beautiful question that if news minute didn't exist or XYZ didn't exist what would the world be like and that is a scene component you know there are probably organizations which don't exist to begin with because a space for them was never created because that willingness to pay that willingness to actually go out there and do it wasn't there and what I see in the creator economy in the rest of the world is that that willingness to pay came after a lag that first the audiences came then the engagement came and then eventually the engagement converted to a willingness to pay so perhaps I'm not known for being optimistic so this is unlike me but I would just hope that you know the kind of early experiments that news laundry with the subscription you guys with your membership and alt news and where I've carried out are just the other start that eventually that willingness to pay"
    },
    {
        "speaker": "Guest",
        "time": "01:33:03.480",
        "message": "will come you know I am a very optimistic person I just answered your question as to what is the future I am confused but I'm not someone who's willing to give up or I'm not going to think that this is going to this is going to make me do less work or anything like that I have vision that it should reach more people and I'm frustrated that it is not and that's not just my story it is everybody's story right so therefore how do you engage in other ways so you have a problem in front of you I am not looking at the problem as a dead end okay fine I'm not getting enough members I nobody no billionaire in India thinks it's important to put money into media your problem man five years later you are under some you know some government is going to shut your in your company or do something to you don't expect the don't expect there's going to be a democratic voice out there because you never held a democratic voice right so I'm very clear about all that now all the problems are there what is my solution I'm always looking at my solution so my solution is okay I will focus on certain things and I will ensure that what you said that those people are very engaged they get depth out of reading the news minute they understand issues better I make them more educated in the process I learn myself right I learn I let them learn so that's the way I look at it now there's no the scalability is in my dream vision but if it doesn't happen it doesn't matter I continue the same way and then I now think videos are another way to really reach out people because it's it's a bit more democratic space than your algorithm of tech stories so we are going to do that more we are going to be in the video space more in languages how much of our resources help us we are going to be there so everyone is devising their own base but sometimes it does get frustrating thinking why is there not suddenly like this boom and you know we can start more we can experiment more and I'm just flush with money and I'm like I want to start Malayalam now I don't start a Tamil channel I mean it is frustrating at times but most of times like I said we we are keeping on finding solutions and the conversations that all of us have started are very very important like for example I remember this story which scroll did on I think in Jharkhand there were some so many thousands of sedition cases against people these are very important stories right nobody else would tell those stories and it doesn't matter even if 50,000 people don't read it there are some stories which are for posterity it is there because it has to be there I have no doubts about that but I also feel when a news event is happening and people are being brainwashed think in a certain way that other narrative also has to reach a lot more people which is my only frustration I am NOT saying that every story has to be read by one lakh people two lakh people ten lakh people no I I don't in my thoughts if that never comes I mean I don't even give my analytics to my staff members they don't know who's reading what but sometimes I feel that I wish we had more yeah I totally get that let's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:02.760",
        "message": "talk about languages in video and let's kind of talk about languages first and what I want to ask you and this is something I have no idea of at all so what I want to ask you is what is the existing ecosystem for language journalism in India because I would imagine that if there is already some kind of rich ecosystem rich perhaps not in terms of quality of content but just numbers of people reporting in the languages then from that independent voices might emerge like the same way you got this illusion with times now and ended up setting up news minute somebody in some big language mainstream media house might say that hey let me start something I'll go on YouTube and do something or I'll start a whatsapp news service or whatever but is that"
    },
    {
        "speaker": "Guest",
        "time": "01:36:41.440",
        "message": "ecosystem there to begin with no unfortunately no it is very less limited to certain states like for example Kerala has some of the more vibrant sites they have dual news South live not the South lab no dual news the queue true copy South lab because it keeps coming and going I remove them there quite a few but is a reach that great no and I know that most of them are really struggling but they also have a vision that they want to be progressive they want to speak a certain language so they're there they're fighting it out every day but that's not the same in Tamil or Telugu or Kannada in fact I was an event a few days ago where Jayarani she's one of the most vocal most passionate woman journalist in Tamil Nadu who has been around for a long time and she was saying that there is no progressive space in Tamil Nadu no progressive media in Tamil Nadu where she can actually write and half her stuff gets translated and it's on the wire or sometimes in the news minute she's saying where is the progressive space now see when we talk about news media and coverage we should not restrict only to politics right let's say about women about the me too moment or you know how women and children are treated etc most of the language media do not have a progressive stance but there are people working in those media organizations who do have it and if they were given the resources to start something new they can make people in that state think otherwise right for example if we talk about the me too moment itself half the media kept away from it because they have too many skeletons in their own closet that's one men don't want reporting on me too okay fine now when there were instances of me too in Tamil Nadu for example most of the media kept away from it because they don't have they don't believe in it at all they don't have a progressive stance at all at the same time if we had Tamil independent media we would have had voices right and unfortunately even on YouTube the people are more popular now are patriarchal people horrible people lot of them there are very few people who make sense who are progressive who are you know democratic etc and some of them are becoming huger on YouTube but the larger population of people who are patriarchal there's no doubt about it so in languages especially we need to bridge that gap now thankfully one good thing is Kerala and Tamil Nadu the TV and newspaper media is vibrant they are not as you cannot compare them to your English channels no way they have they do better stories they do better journalism no doubt about it so so also people don't feel that need for independent media as such but I still think there is I still think that they take very problematic stance on certain issues especially when it comes to women so I feel at least feminist spaces in these languages are needed Telugu and Kannada is like a black hole newspapers still are better but TV channels are I mean you should sit and watch then you will understand what I'm trying to say there's literally no good work coming out and they're they are fantastic journalists and they're fantastic stories to tell but it's not coming out so I don't understand even people are ready to put money into news channels but why don't they want quality then like I we did a story a few years ago where I think there were 70 news channels in Telugu that's the number it may have decreased or increased now I don't know so there are there are 70 different people who are ready to give money to these news channels why does at least one person not think I want quality that's my problem so the language scene definitely needs to become better because it also it also shapes society right it helps shape society to a large extent so people in those mainstream media organizations who feel strongly about something who are progressive voices I wish they had"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:35.560",
        "message": "platforms so I'm going to come back to languages but I'm going to digress briefly because you spoke of the patriarchy and how women's stories are looked at and so on and we are of course in a studio now where the AC is off we should affect me more than it hurts you because you know the tip that the reason that in our offices you know men are often okay with whatever the AC temperature is but women are feeling cold more is that these standards for what the temperature should be of air conditioning were designed in the 50s and 60s where offices were inhabited by men so they were designed for men and women's bodies respond differently and if you know they feel colder at a different temperature and therefore you will have the tendency that men are completely chilling and even making the AC cooler and women are shivering and putting shawl and all of that and for me I find that a good metaphor for thinking about how it's a world designed for men by men so my question here is that when it comes to journalism and I am asking a question about the entire span of your journalistic career where you worked with a lot of women obviously they're visible but do women exist in the sense that is everything just the male gaze is everything focused around the issues that men care about and does everything then go along those lines like you've already spoken of the frustration that you had where you know your Delhi based channels are not taking South issues seriously but is it also just a pan-India issue when no one looks at it from a woman's gaze everything is a man's gaze and that determines what"
    },
    {
        "speaker": "Guest",
        "time": "01:42:07.840",
        "message": "stories are done. So because you spoke about the air conditioning I just want to say something that when I worked in times now it used to be really cold in the office and I used to go complain saying please reduce the temperature I cannot sit here and they wouldn't they say this is what it is it's a centralized air condition so I am the kind of person who then stuffed cardboard panel like cardboard sheets into the AC and I said I'm going to put it that's it I don't want your AC and I just stuffed cardboard pieces in all air conditions in my room so I am that kind of a woman if you're not going to give the temperature for me I will make sure that I get it that's the first thing and second thing is yes it is completely male gaze I'm not saying the woman is not there in in media the woman is there but again not all kinds of women it is still a very upper-class dominated media scene in India that's one and second is there are a lot of women like if you look at the population of women in a media organization it could be around 30-40 percent if you take a channel it will be around 30-40 percent but what are these women doing they are not decision-makers there are very few few women who are editors very few women who head beats so therefore it's not just enough that you have women in the news room that number has gone up and it's very rotating right the newsroom itself is such a it's so difficult to work I mean even in the news minute I'm not talking about other organizations but a cycle of news itself is such a hard thing to follow that people just leave the profession itself they can't take it anymore and more women leave the profession than men do so eventually you know promotion promotion the guy who's going up is always the man so there are women in newsrooms but they're not representative of all women and they're not reaching the decision-making centers of a newsroom so unless we correct that it is going to be very difficult like when I started the news minute now when I started the news minute I had actually no idea how to start a website I did not even know that there is a cloud space and things are stored there I just thought Danya Rajendran who has 10 I had 10,000 followers on Twitter then that if I start that's it every millions and millions will read this is what I thought clearly that's not true so when I started I had no clue I started news aggregator imagine because I read somewhere Huffington Post a news aggregator okay that's fashionable I'll also start one imagine I don't have any money I've asked my husband for money and I'm starting something taken two people I had no idea about even me as a woman reporter in times now I realized that so much of my reporting was through a male gaze because my editor told me to report in a certain way and it is when I came to the news minute that I started thinking why am I doing the same thing again and again one turning point for me was in 2016 where it's a very small story but there is there is very popular actor called Manju warrior in Malayalam and her husband is Dilip they are this one big couple right and they get divorced and there is a lot of chatter because the child decides to go with the father and it's a girl child opts to go with the father not with the mother why oh my god she must be a bad mother horrible mother and even today people discuss that a lot why did the mother not get the child why did the child go with the father so I I thought big deal everybody doesn't have to be a great mother if given an option my son would never come with me he'll go with my husband I like him I love him but the fact is I'm not a great mother that's not my primary job I feel and I suck at it most times so he has a choice right but why should I be judged on it I am very good at something else so we wrote a story saying not everybody needs to be a mother first or not a child can connect to a father more than a mother there's no rule written that it has to be the mother who's the most important person that child's life when we wrote that story a lot of people were taken aback my colleague Sowmya Rajendran wrote it I don't remember if she was she was not a newsman she was a freelancer so I contacted her and told her can you write in this angle and she agreed with me and it became very viral a lot of people shared it and I realized that we are not telling stories from a woman's perspective why why should every story be about questioning Manju Aryan why can't we just say what is wrong let the child go where the child feels happy right so from then on for me in the news minute journey from that story I decided that if I want to look at a story I am NOT going to think like Danya in times now I'm going to think differently I mean I've had many learning lessons when in times now itself there was a story I covered of a rape of a child by her own father he was what he wasn't he was working with the embassy here he was a foreign national was a French citizen and we covered the news a lot so in my mind I'm thinking justice for the child justice for the child right and in my pursuit for justice I am putting out all sorts of gory stories how she was violated what was the exact nature of rape etc because I am thinking justice justice justice then the mother sat me down and said I understand your intentions but many years later my daughter will read all this on the internet and your pursuit of justice would have ended by then maybe my daughter would never get the justice and she didn't get him by the way the father was acquitted but why would all these details be there on the internet it's not fair to her so that violent times now it's in my perspective of this pursuit for justice change that the person who wants justice is the person who should control the narrative is something which I decided even then and then this this 2016 story about this Manju warrior also made me realize that look we need to start telling stories differently we are always saying this from the male gaze and it starts from even the most local crime story right you there's another instance I have a I had a colleague called Priyanka Thirumurthy she used to work in Tamil Nadu Bureau so there was a story about a man getting killed on the first night and the headline said that the woman kills the hubby because he's not handsome so I told Priyanka that called a station and check on the story now why did that person if this the story came in all the newspapers okay because it is an agency copy why because the reporter would have called up the station and said what is the FIR the FIR is based on the complaint given by the man the dead man's family which says he is ugly she didn't like him so she killed him crime reporter does not put any brain writes a story I don't Priyanka you called a station I did not give her any any instructions but she called me back and said ma'am I asked them what did the woman say and they said that the woman did not want to get married her parents forced her to get married and in the first night when he tried to have sex with her she she in a fit of whatever tension rage whatever killed that's her version which may be true may not be dude but point is Priyanka had that had that sense to ask what is the woman's version she was not thinking like a crime reporter and then I realized that when you're a woman reporter in your newsroom and you have someone who's a Dalit or a Muslim or from the LGBT community I'm not saying that a woman has to report only on women's issues or a Dalit person or somebody from the community should report only in the community but they bring a certain sense to the newsroom which is why if you are women in all levels of decision-making they bring that change to your organization and organizations have to invest in this they cannot say that oh my god inclusivity is not something I can really target because I'd look at merit you look at merit also but you this has to be in your vision otherwise your organization will not speak all voices so for me in the beginning it was only about the feminist viewpoint you know telling a story from not a male gaze and we put all our energy into it and it really worked I feel like we have been able to make a lot of changes for example people who watch Tamil movies they must be knowing that a few years ago every big movie had the hero stalking the heroine stalking singing stalking singing it has stopped to a large extent now like an actor like Dhanush half his movies were like that he doesn't act like that anymore because of the criticism and I'm very happy that as an ordinary writers like Anna Wettekar where the news minute wrote first about these things very very powerfully I still remember the wife of one of these top actors calling me and saying I will watch out for his scripts from now and today you can see that effort of you know Anna or Sowmya and so many others continuously writing about it there is a change right in the film industry and when we wrote that first article it was there was this girl called Swati who was murdered in the in the in a railway station in Chennai we wrote about the fact that Tamil movies should not have stalking scenes they'll come with his Arival which is a sword so we wrote that this kind of valorizing the hero this toxic masculinity is not correct we face such a backlash one of the biggest most respected reviewers actually wrote a piece in one of the newspapers saying that there is no empirical data to prove that people follow what they see in movies but once we started the trend more and more I mean they were already writers who are writing this but as an organization nobody was following it right see you can have a writer in the Times of India one review will look at a movie in a certain way but we made sure that news minute or any review looks at the movie in a certain way in a feminist viewpoint and we wrote more and more about it we were getting thrashed left right and center but we didn't stop and today I believe that all those people along with us in all those organizations have really ushered in that change it's not like the film industry woke up one day and decided I will not write stalking movies it's because society reacted the media reacted so that way I feel that we need more and more women"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:12.680",
        "message": "and that will definitely bring in more change yeah so I have a couple of further digressions from this digression so I hope we eventually managed to get"
    },
    {
        "speaker": "Guest",
        "time": "01:52:20.680",
        "message": "back to where I was going I have been diverting your attention too much right"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:24.760",
        "message": "no because you you're just so full of so much knowledge and great insights that I'm just like overwhelmed but so we'll take one of those digressions before we go into the break which is one of the best books I've read in the last decade is this book by supil Tetlock called super forecasting and one of the sideways insights in that the book is not about that but one of the sideways insights in that it was about the study we showed that the best factor in decision-making when you think about the quality of decision-making the most important factor is not intelligence or education it is diversity the more diverse a group of people the better the decision that you will get in fact therefore I would say that the route to merit is actually through diversity that's where it comes from and one example of that of course is that you know the story of the woman who killed her husband that you managed to get another point of view to deepen the you know and make the readers appreciation of that story richer because you had a diverse reporter because you had a woman who could look at it from the woman's point of view and similarly for other stories you'll have other points of view and other layers which you kind of cut through and this is something you've also spoken about and I just think that what editors should do like if I was running an organization my first principle would always be that if there's a position and there are two equal candidates you take the one who increases the diversity in whatever way across whatever margin and this is something you've spoken about as well so you know how do you think editors should approach this because I think many editors wouldn't even be aware that this is a problem that we have this you you're really hiring from the same pool of people everything is homogenous and in a sense from 30 years ago it would be natural because you'd have your entire talent pool coming from like st. Stephens in Delhi and Hindu in Delhi if you're there everybody knows everybody else it's the same pool of people today that pool of people is everybody I mean not everybody but way more people have access to technology are exposed to the world have points of view and whatever so as an editor what would you advise to other editors be how should they"
    },
    {
        "speaker": "Guest",
        "time": "01:54:31.080",
        "message": "approach this see I am NOT from St. Stephens or the Hindu or any college in Delhi or Bombay I like I said I studied in government Victoria College in Palakkad so if I I then bring a different perspective to the newsroom right which others didn't so that way every person has to be looked at like that I have vacancy now in Karnataka and Tamil Nadu bureaus and a lot of male reporters are there who have sent their resumes they are very talented I'm not saying they are not in fact some of them align with what our organization wants very well but we already have two male reporter one male reporter Prajwal in Karnataka and we have Shabbir who's joining us in Tamil Nadu so I'm very clear how much of a talented the resume from the male reporter is I don't want it now I want a female reporter there I'm not saying that Prajwal will not be sensitive to a issue dealing with women but he will not have the viewpoint of a woman right then my other question is I have to take a woman now in that itself I have to look at where did they grow up are they going to be same city bred same kind of vision they have had they come from a village or a two-tier city or whatever and they'll have a better perspective of things happening in the state what what is the community or caste or whatever or religion they belong to so these are all different things now everything cannot be boiled down and you know every time I cannot make that perfect choice but these are all thoughts going through our minds right that we want diversity I mean I'm not saying that every person we hire is to increase diversity in the newsroom or it does not end up like that because eventually I am also thinking oh my god I have to fill that vacancy I can't run the bureau with just Prajwal he it's too much work on him I have to have a second reporter and eventually maybe I will agree to one compromise but I'm not going to compromise on the fact that it is going to be a woman now which where is she going to come from what caste is she going to belong to those are compromise I may eventually make I don't know as of now I'm not recruited anyone but I am saying as an editor this should be in your thought you are not a newsroom if you have everybody thinking the same way everyone coming from the same privilege then there is no perspective I mean you have some decent progressive perspectives about everything but if you want to report about a political movement or if you want to report root causes of things like I have a reporter called Charan Teja he covers Andhra Pradesh and Telangana the stuff that he writes about OBC movements in Andhra how the BJP is trying to come into the you know OBC classes can take the votes away make sure that these smaller OBC organization join that's something that he can see on the ground on a daily basis and he understands it that my top-down vision from Bangalore right so it makes a whole lot of difference I'm not saying that it is possible for all news organizations do it all the time I understand there are a lot of issues because we sometimes do not get resumes we don't get the people we like but as much as possible the onus is on each of us to try and if we don't try then we cannot say you know it's not my business I know I know a news laundry was trying to do that survey about inclusivity and even how many women are there in the newsroom a lot of people did not want to talk to them in fact when they called me for the caste survey they asked like five or six really bad questions I mean the sense what is your name where do you come from some random questions they asked those are important ones but generally what I think about certain in the last question is what is your caste so I said boss this survey is about caste right I mean it's evident why don't you just ask me after the first three questions so he said no if I ask it first a lot of people don't want to reply so I want to warm them up and then I go to the last question that is how problematic it is people don't want to talk about their privilege and within the newsroom they don't want to change it now I don't have a perfect solution or I have changed the newsroom that dramatically I also wish to do more and in a newsroom of 40 people it's more difficult to do but if you are in a larger newsroom I think you do have the bandwidth to do it so if more editors think that way then we will see change no doubt I mean imagine if Times of India had all women editors for their website at some point of time somebody is going to say right stop these nonsensical clickbait articles which you have it is just degrading women I'm sure there will be some editor"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:48.000",
        "message": "who will say that and if she had three others support her. I know for a fact there are women editors in the Times of India who have said that. No said that"
    },
    {
        "speaker": "Guest",
        "time": "01:58:55.160",
        "message": "meaning they should be in a position to stop it that's what I'm saying it's not only about saying their opinion but they have the powers to actually stop it and give alternatives I'm going to write more serious stuff even if you write five holiday destinations fine I'll fill my site with that or five recipes to make dumb biryani that's fine but someone should say and they should be"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:14.920",
        "message": "listened to. I have one recipe to make dumb biryani and that is to open the Swiggy app on my phone yeah I don't cook at all so yeah and and the other thing that you kind of forgot is that you know as an editor what you do not want it's somebody to do to you what you did to your friend Audnab when he asked you if you knew Tamil so that's let's go in for a quick commercial break now and on the other side of the break we'll continue talking for a few hours more long before I was a podcaster I was a writer in fact chances are that many of you first heard of me because of my blog India Uncut which was active between 2003 and 2009 and became somewhat popular at the time I love the freedom the form gave me and I feel I was shaped by it in many ways I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things well that phase in my life ended for various reasons and now it is time to revive it only now I'm doing it through a newsletter I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy I'll write about some of the themes I cover in this podcast and about much else so please to head on over to indiancut.substack.com and subscribe it is free once you sign up each new installment that I write will land up in your email inbox you don't need to go anywhere so subscribe now for free the India Uncut newsletter at indiancut.substack.com thank you welcome back to the scene in the unseen I'm chatting with Dhanya Rajendran on her fascinating journey so far and the Indian news media and so on and so forth and going back to the question of language I mean the the other thing that I often think about is that yes you know when you speak of the English speaking people of this country people like us that the the kind of media coverage that we see in the kind of reporting that we get from mainstream media is indeed abysmal but I think the problem of people in the languages is far far greater because they simply don't have that much in terms of diversity of views and information and knowledge available to them and I sense that there is therefore a greater kind of hunger from it and now I'm much further away from that than you are I got a sense of it when tik-tok exploded I love tik-tok I just went perhaps too deeply into it I even designed a course on a tik-tok an Indian society taught it for a month but at the start of that month these buggers banned tik-tok because hey I'm so macho I'm gonna teach China a lesson so that unfortunately went I see glimpses of that on YouTube where in random corners beautiful things are happening in whatever languages I kind of understand a little bit give me your sense of that hunger and this is a different kind of hunger you know the English-speaking guys hunger is give me depth everything is shallow blah blah blah but she would have access to everything else from the world she can go to NYT and whatever and the whole world is kind of out there for the language speakers that's not quite the case and it would feel that one while it would be richer in a certain way in terms of local detail and color and on that it would also be malnourished in other ways in terms of what's happening in the world viewpoints and so on coming in so what is your sense of not now you like earlier when I asked you about the language journalism ecosystem I really meant from the providers point of view where you laid it all out really well but now I'm saying from the audience"
    },
    {
        "speaker": "Guest",
        "time": "02:02:50.600",
        "message": "point of view what is it like so one thing I feel maybe the people who consume news and views and languages don't even know that there is a diversity of views out there they're perhaps not even aware of it because in their languages it is simply non-existent so it is slowly mushrooming in YouTube where I see a lot of people for example I follow Malayalam and Tamil more than the other languages there are these two youtubers I can immediately think of they call Malu enlist it's a guy and there's a woman called Gayathri they only they speak mainly on feminism which is whether it can be a news break it can be about a movie but the fact is they have slowly built an audience who are more and more hungry to know the other perspective like you see a Mohanlal or Mammootty movie and you're not allowed to question the toxicity in it till now nobody has done it but here are people who are ready to do it and they are not looking for an interview with Mohanlal or Mammootty or the Axis nothing they are here they have an opinion and I realized that more and more people are consuming them because they also want to form opinions they want to look at things differently so that space is definitely there in all languages but sadly people are not even aware a lot of people are not even aware of the options because they're so used to consuming news in a certain way they're so used to certain you know certain opinions that they don't know the other one exists at all so if we were to give those options to them they will look at things very differently right even daily day-to-day things unfolding in front of them they will look at it very differently so that option I'm I'm sure people are very hungry for and I see it often like for example when this Bishop Franco case came the judgment came I'm not an Instagram person at all I mean I've never been on Instagram much sometimes I put photographs my son and I had a huge meltdown once and he wanted me to delete every single picture of his so that's it my Instagram is very limited to a few pictures but that day I was so agitated when this Bishop Franco verdict came and I randomly went on Instagram in real life in Malayalam that too and Malayalam English combined and by the end of the day it had almost like seven eight lakh views right and then I realized that's because people are hungry for different viewpoints and they don't even know me most of those people because I'm very new to that platform and they were watching it they thought okay I made sense then I started getting emails I started getting messages people asking me how do you perceive this how do you perceive that then I realized that okay that's a platform with younger people and they are really looking out for more ways to look at one event than you know just what has been already told to them space is definitely there people are very hungry people want to understand things but I don't think we have enough talent out there we have enough resources out there to pull it to make use of this and I hope it changes that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:45.960",
        "message": "scenario changes in some time. Yeah I mean one one hope is that at least for individual creators to go out there and you know maybe reporting requires you know much more in terms of funds but for an individual person to go out there and at least share alternative viewpoints is like way easier today. It is but but"
    },
    {
        "speaker": "Guest",
        "time": "02:06:04.400",
        "message": "there is another weightage to it when it comes from an organization right I mean an individual like for example a Gayatri or a Manlu analyst I said makes a lot of impact because they speak about feminism they are against patriarchy they question politicians actors whoever it is but if they were also representing a system like an Asianet or a Manorama which has a certain weightage in society and and then the audience realizes that this is the viewpoint coming in from that organization also then I think I think it will be taken more seriously and it obviously just a lot more people so I wish organizations also paid attention to the fact that it's you know we have to move out of this rut of just putting out news there one by one by one by one and not pausing to understand what is the impact of this news how should I look at it how should people look at it what do I learn from it these are questions you need to ask right so I wish that that language space was used better. You were speaking about the role"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:06.080",
        "message": "of video earlier so you know and that's something that I've been thinking about in the sense that you know many of us who create in whatever way we do like I've all my life thought of myself as a writer and right now I'm not writing we are talking right and I will at some point do things on YouTube as well and one of the things when I teach my writing course on my podcasting course one of the things I keep kind of emphasizing on is that don't think of yourself as tied down to this one thing that I write or I do this or I do that you know you have things you want to express and you can express them in multiple ways you can use your imagination in multiple ways and so on and so forth and I and at some level even how we think of the media is something that you know I've realized that we need to re-examine because you know earlier you'll think that oh okay I'm maybe I'm a print journalist or maybe I'm a TV journalist or whatever but there is one form and I box myself into that but the truth is you know as people like you know in the digital media that there are various ways to reach the reader the listener you know the person out there who wants what you're giving and like I looked at your Instagram and I quite liked it you know you might say you're not very active there but I kind of liked it you're putting up snippets sometimes you put up that seven image thing about the tax rate and all that thereby you know making that personal connect which I'll also ask you about because I think in in in the new creator economy that also plays a part but in general you know and and this is clearly something that you've put into practice in different ways you've thought about that and and you mentioned earlier the importance of video so take me a little bit through your thoughts on this that you know there are these particular forms like one of the things that I realized maybe in just the last few months because I wasn't open to thinking about it in those ways before that though I should have been because I was a blogger once is that we used to think 30 years ago in terms of limited forms like if I'm writing it's an 800 word article or a hundred thousand word book if I'm a filmmaker it's a 24 minute TV episode or it's a 90 minute Hollywood film 180 minute Bollywood film whatever I guess for a TV person they would also be this fixed forms that you'll have this three minute segment and the anchor cuts to you and you take two quotes like that or whatever they'll and the problem with thinking in those fixed forms the problem with those fixed forms to begin with is that form determines content so when you think like that you are constraining what you can do and I think today we've reached a time where those constraints have to a large extent dissolved and gone away and therefore if you think in new ways new kinds of content will emerge which equally will shape the person producing the content the kind of work that you do maybe a reporter will realize that I don't just have to get two quotes for an 800 word news piece I can also write a 3,000 word newsletter I can also shoot a video I can try and go a little deeper in different ways so and you're kind of at the center of this as a practitioner who's figuring all this out so tell me"
    },
    {
        "speaker": "Guest",
        "time": "02:10:07.840",
        "message": "a little bit about that. So I always thought of myself as a TV person eight years in TV I got tired of it and I somehow moved out of the medium but it's always there in me I want to visual right but I think the first few years of the news minute I consciously kept visual away from my brain because I wanted to also try the written word and I did not discourage anyone else from doing video but slowly I've also realized that TV is indeed a very powerful medium visual is very powerful sometimes more than the written word and therefore I cannot discard it I cannot think oh my god I worked eight years in time so I don't want to do it anymore and the problem is when you run an organization unfortunately the way you think is what a lot of other people start thinking like or mimicking so if I don't give importance to the visual everybody else is going to think the editor-in-chief herself doesn't believe in visual why should I she doesn't believe in multimedia elements right so we I think we saw a small downward curve for the news minute in that way for visual one or two years but now I'm trying to again take it up because I realize the value of visual and if if a written word is something which is not scalable like I said right it reaches only 50,000 1 lakh people and the video has more potential you're anyway ultimately saying the same thing here and there you're writing the same story in different formats so I want to pay more attention to video that way because I feel that more younger people people from various walks of life it's no longer your echo chamber there is a different process of people consuming videos therefore I think that it's not just the news minute most news organizations are now tilting towards it the Quinn for example is one which has used it quite well over the years they've never left taken their attention off from video the wire I see is doing more and more news laundries or someone who's always stuck to video right the news minute is one which wasn't video and then went out so I'm going back for everyone video is a powerful medium there's no doubt about it and I think younger people consume video more so if you want to reach out to younger people I think you have to be in video sound everything and as far as journal people who are journalists I doubt there are any journalists who now think that I'm a print journalist I will only write when print journalists go to a place they are asked to record videos or they asked to take bites so no one can their vision cannot be narrow anymore I think those days are gone but the problem is that it's not enough that you envision yourself as a journalist who will go to the ground and say okay I will also shoot a bite I will also write my story you need talent in it everybody can shoot a bite but can you construct a story around it so that is where we are we have a problem we are just letting everybody shoot videos and put it out and there's no quality at the end of it which is why organizations now have to take a call that I want quality also I just don't want quantity I I hope all this works out and we'll have quality videos we're going to launch a few shows I am very nervous about it because I don't know if I can do interview shows etc but everybody else says you can you"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:15.760",
        "message": "can so I'm gonna try no you absolutely should I mean you should learn a lesson from yourself in the sense that what I often tell my writing students is that there is a trade-off we face between getting it done and getting it right and I think too many people paralyze themselves because they want to get it right and they are so obsessed like you know how will I look on camera or you know who will read me or what is you know and the imposter syndrome kicks in and all that and my advice always is that no just get it done the only way to get it right is to get it done again and again you might suck at the start but you do it again and again and you'll get better and that's exactly what you in fact kind of did with the News Minute where you know it started like you said you were aggregating a few things and it was a completely different thing and then it sort of grew into what it is now something with a genuine vision which is being driven in a particular way and all of that so tell me a little bit about that journey that you know firstly why did you leave Times Now because I mean who would leave Ornab as you pronounce it and then how did you from there how"
    },
    {
        "speaker": "Guest",
        "time": "02:14:16.440",
        "message": "did the journey to the News Minute happen? So I left Ornab as you say in 2013 on January 1st I resigned I decided this new year is going to be a beautiful one Dhanya and I resigned but I had three months notice period so eventually I worked till March 31st I mean it was it was a decision which is coming I got tired of TV and I felt TV was not changing it from it was exciting in the beginning you know to stand on live from 6 o'clock in the morning to 9 o'clock in the night every time breaking news happens I'm I have abundance of energy I have no problem with that but I felt we were too agenda driven so much agenda in stuff and slowly Ornab was pushing that agenda in 2013 he had started it quite aggressively now even then I did not realize that this is his word against regional parties against pushing the Congress down with I am seeing it as the Congress is in power I questioned the government in power at that time BS Yadurappa was a chief minister here I'm one of the first people who broke the mining scam report I look at it as questioning the government but I but slowly I started thinking there is an undercurrent of an agenda and of course is pushing the South narrative plus the toxicity in the news it was all different combinations that I left times now I mean they did ask me to stay back and take a break and come I said no once I'm done I'm done I did get an offer from another channel I don't want to say who what why but they had an interview with me and this obnoxious anchor who interviewed me was also the editor he's like when you come here I know you're Ornab's blue-eyed girl but things will not work like that in our channel the way Ornab does journalism went on and on and on I said boss is this my interview or are you wanting to talk about Ornab can you please decide then I just stopped communication with them I didn't want to go back to a channel you know the problem of being a workaholic and then not working is that I am at peace with myself I was actually organizing birthday parties I like organizing birthday parties I like doing decoration doing theme parties and I was earning money people were paying me to organize their kids birthday party so I'm thinking Danya leave journalism you become a birthday party organizer but people are not happy they are like where are you joining where are you joining every day my family friends everybody wants to know what is my next job I told Vignesh my husband I have to do some job you know people are not gonna leave me so then he said okay go join a channel I said no I won't do something myself and I said will you give money to start a website he said but what do you want to start so I said news aggregator I mean I actually pity him you know he did have some savings I used all of it for like one and a half years poor man was left not left without any savings but it was just a random idea to start a news aggregator I had one intern and one reporter and then I realized that even the one reporting sect thing I was doing people are reading it I thought let's report more so I told Vignesh give me some more money then he put a little bit more money and then I hired one reporter for Kerala one reporter for Andhra Pradesh like that slowly that idea germinated that let's do more South reporting let's do more female oriented reporting and I never took money from anyone for the first one and a half years because I don't have an idea what I'm doing and I can't take somebody else's money Vignesh was ready to give me money and he knew that that's it that money is gone but at least he was ready to invest in me I never took anybody's money for the first one and a half years then they approached me saying we want to invest by then we had a vision I mean half a vision I would say but if people had asked me to come to them if I had gone to a venture capitalist and they had said give me a business plan I have I don't even have one today I'm not saying everybody should function like that but I am a person like that I did not have a business plan then it just evolved with time how the news minute will be maybe five years later the news minute won't even look like this it may be a completely different organization altogether I don't know I'm not going to plan that it will evolve by itself but I I'm a risk taker thankfully I had a husband who was ready to give me money I have a husband who's ready to give me money when people approach me journalists approach me saying that they want to start an organization like it's like alarm bells in my mind telling them no please don't please don't but I don't want to vocalize it but what I want tell them is that look boss it requires money it requires a vision Naresh started scroll the same time as me he clearly had a vision I had zilch so they knew they want to deep reporting they had everything sorted you know I would look at the scroll and think oh my god I'm actually so clueless and Chitra Subramaniam was also there with me so she would do her stories but it's okay we learned right today actually one of my colleagues left the organization it was last day and we were having his farewell and we were laughing at the kind of things we have written in the news minute thankfully the first two years of the site disappeared because we had some technical issue and the site disappeared if people were to ever go back to that site and take things out oh my god I'll be trolled forever so in one way yes you have to take risk news minute was a risk for me but I'm not I'm not attached to the news minute like for example when Raghav Bell and Ritu Ritu's company Quintolian put money in us and obviously we had to give them shares right a lot of people advised me saying that no eventually the company will be gone you will not have any shares what will I do with the company just shares if I don't have money to run it I don't know how to run it obviously I need to get investors right so I am NOT emotionally attached that way to the news minute it is it is a product which three people started I love doing what the news minute does but five years later if I have to sell a hundred percent of my shares simply because investment has to come in I will do it I'm not going to cling on to it thinking this is my legacy for the next 125 years it's not it has to do the job it has to"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:27.480",
        "message": "do at that period of time that's it. I mean whether you own it or not is it is your legacy. Two TILs for all my listeners from this one is that you were Ornab's blue white girl that has now been established and the other TIL is that the force behind the news minute is Zain Vignesh who funded it in the early days did do you think that sort of haphazardness so that word has a negative connotation but that that lack of a plan helped in the sense that you get in and you're just doing stuff and you evolve and I think there is a danger in having too much planned out at the start because then you get wedded to a particular plan and a particular vision of the thing like your plan could well have been that we will be a aggregator and you could just have stuck to that and it wouldn't have evolved so do you think that that helps because I see this as sort of a moment of learning also for me and for anyone who's listening that you don't always have to have a plan it's sometimes it's important just to jump in there to trust yourself and to just go with it so you know what are your sort of thoughts on this having made that journey I actually"
    },
    {
        "speaker": "Guest",
        "time": "02:21:30.880",
        "message": "don't know I mean I I don't want anyone to follow my example because it's a very dangerous one see I come from I came from Palakkad I never thought at any point of time that I will be running an organization small or big right I never envisaged any future like that for myself I was just someone who didn't want to go back to shitty TV again and I wanted to create an option for myself that's it now scroll had a clear idea what they wanted the wire had a clear idea what they wanted the Quint I'm sure had a beautiful business plan and they are sticking to it and they are doing good work I am just an aberration I feel I'm I'm this and also I had the privilege of having some bit of money right if I did not have that money if if let's say a person does not have a vignesh in their life I can't I can't be saying okay I'll start an organization I figure out in one and a half years what I want to do so I had the privilege of having that little bit of amount of money so I can't leave this advice somebody else saying you start what you want and then you will learn yeah as long as you have you don't have the burden of looking after your family or you're not the sole earning member please go ahead but if you want to make money if you have to also pay salaries then you better have a business plan in"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:41.720",
        "message": "place at least a basic one don't be like me yeah I think that that advice of just start would probably work at the level of an individual creator but if you're actually going to start an organization you've got to have some sort of starting vision now as you guys developed right and and you've been very clear that you want alternative perspectives you're focused on the south and those are the directions you're going down on but the other sort of dilemma that must have hit you and I'm sure that you still live with is breadth versus depth that do you try to cover a lot of area within what you set out to do or do you just try give more time to individual stories and just you know do fewer stories but do them really well you know so the choice would be that okay I can have 10 reporters in Andhra Pradesh across the place or I have two reporters you know"
    },
    {
        "speaker": "Guest",
        "time": "02:23:29.360",
        "message": "how have you dealt with this that again changes every year to be very truthful that changes every year like one year we're thinking we will break every story properly like we are not saying we'll break every story first but we'll break every story properly next year we are thinking no we will not break all stories we'll break a few important stories next year we're thinking differently now we are in a different engine altogether and I think this is the one I like is where I have a separate breaking news team which are like four or five very efficient people they look at news and the other reporters have their time to write their stories so you have both verticals going there is no clashing of the two verticals and for depth you have depth for immediate news because people trust us to a level that we will not give wrong breaking news that if a building hasn't collapsed we'll say it has collapsed that much trust people have in us and if a person hasn't died we are not going to say they died it has happened that's why so that way we have now divided the verticals and I think that works better for the news minute and its audience but maybe one year down the line this plan would have changed so it keeps changing but I prefer now to run an organization which will tell you the immediate story but which will also go back to the story and tell you more"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:48.440",
        "message": "details about it so earlier in this conversation and I've forgotten where because I did noted just a word down you you spoke about how you learned about leadership maybe it was in your college times or whatever but what was that like like as a manager how did you evolve like I think of myself my first sort of managerial responsibility was when I was a managing editor of quick info in the mid-aughties and I sucked and then later on when I was an editor at Pragati I think I was damn good because I thought a lot more about it and put some work into it and also I just changed as a person in the meantime so what was it like for you because you're you're thrown into the thick of things as a reporter first and then you kind of become a bureau chief in times now and so on and you're actually running a full bureau you're responsible for other people you're not just trying to sell your stories you want to sell their stories as well and make sure it's productive and now you're leading a startup you're leading a startup which is constantly under attack also which has faced existential threats and we'll talk about that as well so it's a whole different level of kind of motivation and management and you know unlike in a really big company you may not have a lot of systems in place so how has that changed you and how have you changed as a leader and how has the having to be a"
    },
    {
        "speaker": "Guest",
        "time": "02:26:04.040",
        "message": "leader changed you as a person so right from school or college if I am the leader of the gang I've taught myself two things I was a I was a member of the junior chambers like your Lions and Rotary right so in one of the classes they taught me I mean it was one of those life lessons right sandwiching what is a sandwich you have something really bad to say to a person like really bad feedback to give so that's your patty so first you keep a slice of bread which is hey you know you're really doing you're really improving but this story sucks is your patty and then you keep another piece of bread below so I have this has been my policy right from the beginning when I was junior senior doesn't matter to me I am always a very sad in my office everybody knows this now that I'm a sandwich person that the patty will come but it will be camouflaged by two bread pieces but they know how to take it seriously and I realized early that this is not a popularity contest leadership is not a popularity contest you cannot at all points of time satisfy everybody keep everybody happy you have to take certain difficult calls that has to be done whether that's in my college school wherever that's one thing I've always been clear about times though was very difficult to be a leader in times now sucked my spirit away in the sense that when you work in a very intense news room which can also be toxic in many ways you end up becoming exactly that I mean I have I've had the misfortune of sitting on laptops sometimes opening a computer and the last person would be the junior reporter in my office who would have chatted about me to someone else and she would have she or he would have kept it open and gone and they would have bitched about me so badly right and at that time I felt like really bad but now when I think about it I understand why they said so those things about me if honor was one level the people in the Bombay office for level 2 and I was just level 3 I was the whatever was being done by the boss is because you are transferring it to the next next level right so I was doing the same to people who are working with me so when I started the news minute the one thing which Vignesh told me is that I won't have the same atmosphere here because he could every day my day starts with screaming I'm screaming at people saying where are you why are you not here you should have been it goes on so Vignesh said when you start a new organization it will not be that so first thing was but it took me a lot of time I mean imagine to not scream at people when you've already gotten used to it but I think the leadership lesson that I have learned the most now is that nobody knows everything and even if you're a leader in a team like for example my colleague Ram who has been with me from the beginning he's also very forceful I would say violent personality like me but he has a yeah he has certain thought processes and I I know that that adds a lot of value to the organization so I agree like sometimes I don't I don't agree with what he says I I want to fight with him hit him or whatever but for the organization I will say yes okay we'll follow what you say the same with Raga Malika and Isaac these are all people who work with me Sowmya, Pooja, Sudipto who has just joined us I don't agree with most of the stuff they say but what lead what being a leader has taught me is that just swallow your pride listen to what they have to say sometimes I'm evil like I will agree to what they're saying waiting for that to fail and then I'll say I told you so that also happens quite a bit and then I'll say okay you do guys do whatever you want after two months I'll come and crack the whip and say you guys did this it didn't work out so you learn on the way but the point is take everybody along and don't create a toxic environment another very important thing I've learned is I used to take pride in going to colleges and say the news is a 365 day business 24 hours you get to be awake I don't say that anymore because people who work with me have taught me that news need not be 24 hours you can have a life so that's a big unlearning process I've had so if you're a leader also just listen to everybody they have a lot of viewpoints maybe much better than yours. I love the way you're"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:14.520",
        "message": "telling me about that evil side of you all of them are going to listen to this"
    },
    {
        "speaker": "Guest",
        "time": "02:30:18.400",
        "message": "I hope. They better that's another evil side I will make sure everybody listens no no but I think they do know that I have an evil side like I do inception you know like the grain of doubt I will put on one person in the sense if I want someone to quit also slowly slowly I'll build on it but people do know it's not"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:37.720",
        "message": "like a secret thing. So it's been tough right tell me a little bit about the tough times whatever you're comfortable talking about because I was chatting with Akar Patel a couple of days ago and I don't know how he does what he does and he's chilling he's happy he's like yeah they've taken my passport away but it's been COVID anyway what would I do with the passport it's safer with them that kind of rubbish but it can't be like that you know I read about what friends of mine go through and I feel bad I mean I feel you know I feel like I can't take it anymore I mean the process really is a punishment how is it how has"
    },
    {
        "speaker": "Guest",
        "time": "02:31:11.480",
        "message": "it been. So see there are different kinds of repercussions of what you do right one is a normal one if you do a story somebody's pissed off with you the person who's mentioned in the story is pissed off with you they can either go to court or they're going to troll you that that is one that I can deal with the second is this social media pressure which is really high I mean I'm sure a lot of people have talked about it so I don't have to add anything to it but that can impact your journalism you self-censor your work the third is what the government does for us I think one of the biggest challenges has been this whole income tax search which happened in our office and it was really funny the income tax search and in one I mean we we like to make fun of it because when they came to the office this this colleague who whose last date was he was the only one there and they said we have come from the income tax department so he thought he's not filed his taxes so he immediately went and brought his Aadhaar and everything but they didn't tell him it's a search they said no it's a search where is your exit and entry he said there's only one door it's a small office only one door he said where is the marketing department he said no we don't have any we just have three rooms everybody sits here and we don't have any marketing people in in the news minute only one or two here and there so they said okay we're going to seal all the doors you have to sit inside give your laptop and phone and we'll conduct the search so he said boss there are literally like no tables also in our office to keep documents and everything we just keep here and there and then whenever Vignesh has to take it he will take it home or keep it safe he said if you don't allow them to come I don't know anything about how the news minute runs I just look after the Karnataka Bureau so that officer understood that he's saying the truth he said okay call the owners they called us and we came to office by then in our group it has been told that income tax guys have come for search no need to come to office immediately everybody comes to office because all of them want to be in office and be excited about it the search went on it was not bad it was not a bad experience for us it was not the same for Quinn but the I would say the problem was that the case was based out of Noida we are in Bangalore which means we had to have a chartered account in there a lawyer there that's a lot of financial burden on us right as an organization and initially it was fine they would send us notices we'll send replies but it is so stupid I cannot imagine the government is spend is wasting away time of income tax officers who should actually be doing some good work to ask the news minute who did you pay rupees 500 to when every single transaction is through bank we don't give cash to anyone every transaction is through the bank but they want voucher for every freelancer we have paid like some camera person in some would appear come home 500 rupees we paid they want that also then we had right back to each of those people saying do you have the vouchers give the copies to us I mean are you really making your income tax officials do this the entire day just because you have a vendetta against someone and it went on and on and on for three years the last six months were quite horrible because we would get bunch of notices like 12 15 notices every week and they would ask for all sorts of random stuff and I see I did not go through any of the tension because Vignesh and Ram and everybody else had to do that not Ram Vignesh and the chartered accountant had to do so they were managing it I do not have anything to do till the last notice came the last notice was asking me to explain whether I got a bribe from this mining baron called Shaker Reddy that really upset me because if I wanted him if journalism was a way to make money it's the easiest profession believe me I still remember the first time I went for a press meet as a health reporter in New India Express was for a health camp being organized by a like one of those clubs they gave in a in an envelope they gave 500 rupees I was like why are you giving this money in Delhi nobody had given me any money they said no we give all reporters who came I said no I don't want I gave it back a lot of reporters don't take any money they are there they have so much of integrity organizations of integrity so if I wanted to make money there are hundred different ways to make money I don't have to write against the government or against a politician I can just write for them right so that upset me that the income tax department wanted me to prove that I did not get a bribe from this guy it was based on one story by a Telugu media basically at one point of time this Shekhar Reddy was arrested and income tax department leaked his diary in the diary he's supposed to have mentioned payments he made to AIDMK leaders when the story broke AIDMK was very upset and they made up this fake document with a lot of names of journalists my name was on top and they wrote Danya Rajendran flight to Hyderabad and stay in Taj and they also made up a story that I am the Shekhar Reddy's concubine which is why he was flying me to Hyderabad I have not even seen this person's face that now that doesn't matter right so that that document was proved to be fake because a lot of journalists were in different jobs during the year in which this document is supposed to be so by evening everybody knew it's a fake document but some 1 lakh people have seen it in Tamil Nadu because it's all over whatsapp groups it's all over Facebook pages I can't go convince everybody that I have not taken money from Shekhar Reddy nor can all the other journalists so I wrote on Twitter you can intimidate me however you want I will continue to do the story but I know there were a lot of journalists were upset that day when this document was put out right because there will be people who will question their integrity anyway that Telugu website wrote a story saying that all these journalists react on Twitter and said the document is fake that's a story on the Telugu website IT department takes that and says now you prove you didn't pay the bribe I mean you didn't get the bribe you can't prove a negative yeah I was so upset for days I was thinking why am I doing this job what that's the only time I actually felt really upset thinking there's no point being truthful also because they're definitely like there is this one big story which the BJP guys have spread saying that I got a car from the DMK so anytime they want to say anything they'll say I have this car to how many people will I say yes I don't want to explain to people so I make a joke out of it I tell them that this is not the brand I want or something else I make a joke out of it but this was no longer a joke whenever people told me I make a joke out of it but this when the income tax department sends you a notice and I'm explaining this to my lawyer and my lawyer is like how are we going to explain this to the income tax department that it's a fake document by the AIDMK blah blah blah thankfully Times Now had recorded an interview with the AIDMK guy like a spycam interview in which the guy says no it was a fake document and we just did it to spite you guys and we got the video clip and we send that to the department in one week's time the income tax case was closed against us but why should I go through that because I run a news organization why should I go through why should the government be using any agency to target someone in any manner it's not just about me it's about a lot of organization which come under pressure so that's the kind of atmosphere that we are dealing with that's the kind of climate we are in but it does not deter me it does not make me feel scared or make me feel like I shouldn't be doing it like my brother going back my brother he keeps telling me in Malayalam logam nee vijaricha nannaon bona liya means the world is not going to change just because you want to change it why why do you do this he keeps asking me I mean it's coming from a good place he thinks that there's just too much pressure in my life or there's too much of tension but I think that's fine everybody cannot be leading happy lives or going for holidays some people have to have very stressful lives I feel so I'm one of those people I mean as you said all this is not for for it like the story was a newsman it does today or the scroll does today or whoever does today is not for a change today it will come some point of time and I believe that I'm contributing to the process and in that process I'm sure a lot of people are going to be against me some of my work may not even be good or it may not be it may not be appreciated but it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:16.600",
        "message": "fine I'll keep doing what I and I wouldn't even say that this is not a happy life I mean there is a certain kind of happiness and sense of satisfaction in doing all of this anyway of course so you know and also that that's interesting that you know times now recorded those guys saying it's fake"
    },
    {
        "speaker": "Guest",
        "time": "02:39:30.680",
        "message": "is or not to the rescue again he was not there then but he was in Republic remember that's because times now journalists were also mentioned in the"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:39.400",
        "message": "document ah so that's why they did it and you kind of benefited from that social media right and that is another thing that strikes me as just completely crazy I mean my way of dealing with the little trolling that I get cannot compare with people like you and Barkha but my way of dealing with it is I just block everybody if people are rude to me I block them if they are rude to my friends I block them if they just tweet something rude I block them even if I'm not involved so I just do it's like you know after demonetization happened and I started writing against it and one of my pieces went viral the entire right-wing IT cell just descended on me and I think I got addicted to blocking I would get dopamine hits so I would sit all day and I would just block block block and after a week there was this emptiness in my life because I had blocked them all luckily there are all kinds of other trolls who come after you but you know jokes jokes apart it's terrible and it's terrible for women the kind of trolling that happens every time I was telling Ram this every time you know I go on Twitter and I suddenly see my notifications full of abuse I know it's because either Barkha Dutt or Ram Guha have retweeted something and now their whole loyalist pelton has come to take it out on me as well and and it's much worse for women it's much worse for Barkha than for Ram so was you know was that something that disturbed you at the points in time how did you learn to cope with it I mean it's easy to say that hey don't look at your notifications but that's easier said than done right so how did you how did you kind of manage"
    },
    {
        "speaker": "Guest",
        "time": "02:41:09.280",
        "message": "to it so I don't block anyone the reason my logic is that I'll mute people I don't want to know what they're saying but I want them to suffer me so I never blocked them they should know what I am saying they hate me but they will still see me on the timeline but some of my colleagues have access to my Twitter and sometimes they know I'm feeling really upset they do go on my Twitter account and block people oh I mean I have given them that freedom so especially my colleague Raga she thinks that my timeline has to be cleaned so she'll go and block people now I feel really bad after point out nobody's abusing me so without telling Raga I go and unblock also I don't want to live in an echo chamber see I am a news person I can't live in an echo chamber where everybody saying the same thing where everybody thinks the same way so sometimes in the night for entertainment before I go sleep I go check some of these rabid accounts also if I want to bust fake news I want to call out fake narratives I have to know what those people are thinking and saying right I can't live in this happy bubble where everybody is agreeing with what I'm saying so I'm never going to do that and I I would suggest to journalists who go out on the ground and report don't do that how does it impact you it does impact you quite a bit I've had a very bad experience with a Tamil actor Vijay's fans it was a really stupid thing I went and watched a Shah Rukh Khan movie Harry met Sejal it was so bad so I tweeted saying this is such a bad movie even Vijay's worst movie is better than this so I was actually praising the Vijay movie but it became a huge problem but it did not impact me as such because I knew that I was I was right and they are wrong but what happened is they went to my timeline and took all my stupid old tweets like some 15 years ago I made fun of Karna Nidhi once which I think I should not have done I should not have done but they took screenshots and the DMK turns against me then I would have made fun of some other see in 2011-10 when I started using Twitter first thing I was pregnant 2011 I had a baby so I was sitting at home and if you look at any of the worst tweets of mine which goes a screenshot it's all during that period when I'm not working so those are times I've made the crack the worst jokes on Twitter and everything became a screenshot which became very problematic and I still like 10 years later in 2011-22 also people make fun of me for that they say you said this about him then I have changed as a person I am a new person altogether that doesn't matter to them and I'm not going to convince all those people I don't care but it brought a lot of tension a lot of pressure I couldn't sleep at nights I would get nightmares my eyes with my I'll be like blinking blinking blinking I do not even know how to vocalize it to Vignesh because I felt like telling somebody I'm feeling very upset about a trolling sort of made me a weak person so in the beginning I wouldn't tell anyone I would feel very upset about it but I won't tell anyone because I'm the strong woman who's fighting it right it was getting to me like I was becoming a different person I was self-censoring myself my opinions were becoming less opinionated and suddenly I think in 2018 or something there's actor Malayalam called Parvati she wrote something against Mammootty she said something against Mammootty in an event and imagine the kind of trolling she faces which is five ten times more than me she gets rape threats I mean I also got rape threats but she got much more than me so I just pinged her one day saying that hi I am Dhanya I'm a journalist I understand what you're going through anytime you want you can call and speak we started speaking and then soon she connected me to her friend called Adira I another friend Aisha and another actor called Reema we became this gang of five women we have a public face and we have a private face obviously so and we all are trolled quite a bit so we became like a I mean I could speak to them I could tell them that is what I'm feeling because they were going through exactly the same and I could vocalize it and really help me so I tell all women who come into my newsroom also that find people your friends family strangers whoever it is but who takes cyber harassment seriously who understand that it's okay to feel upset about it that it's not about bravery or courage that you can feel very upset about this and talk about it that gang when we came together 2018 we are still very good friends that really helped me but from then on I could vocalize it to other people like smaller gangs I have in or within my office and that helps me a lot so now I'm not bothered if I'm bothered one day I will tell my friends that this is happening I'm feeling upset about it mostly I try to make a joke out of it but I want to tell all young journalists out there that nobody's trivializing online harassment it is really serious it can impact your work beyond a point don't pay attention to it but don't completely close yourself to it also I mean Barkha Dutt is getting at a level which is unimaginable right or a Rana Ayub's timeline if I go so all of us get it the other day for example Siddharth Varadarajan had tweeted about this case against them in in one of the courts in Telangana where 14 stories which which the wire did had to be pulled down because the court said so Bharat biotech stories so Siddharth tweeted saying that Bharat biotech's bullying won't work after he tweeted I tweeted saying that the courts are always use using this as an excuse and just taking down stories without asking for the words of the journalist if you go to his tweet in my tweet you can actually see the number of abuses he got compared to mine it's so much lesser now he's editor of the wire he is double the following as me shouldn't he get abused more it's very sad he should get abused just because I'm a woman they want to abuse me more that's the reality of social media but I take I mean I have had experiences when I've told my office people to mute Twitter not to check it check notifications because young people in newsrooms can get impacted right and the biggest fear I have is that once you get trolled for a story you are going to self-censor yourself as a journalist and you are going to push yourself to like for example a Prajwal he does a story on the hijab he has a certain vision he has done the story if everybody is going to tell him you didn't find fault to the campus front of India you didn't find fault at the PFI next time he's going to be forced to think on the ground should I take that angle also just to back counter batches to monkey balance a story so I don't want any journalist to be impacted that way so I tell I have conversations I tell them don't mind you do what you have to do if you think it has we talked about you talk about it so that's one flip side of social media either journalist self-censor or they try to monkey balance yeah I mean I"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:52.080",
        "message": "loved it story about the five women coming together you know solidarity and friendship and that's such a touching kind of story going back to that echo chamber thing I mean the reason I block is just for rudeness not for views so I have great conversations with people who don't agree with me which is pretty much everyone but so it's the views don't matter you want diversity of views but you want diversity of views from people who will talk to you on Twitter like they would talk to you in real life if anyone is behaving on Twitter in a way that they wouldn't behave in real life which is basically rudeness then I kind of just block them but of course I have nowhere near the magnitude of problem that people like you and Barkha and really any woman with an opinion out there has and I'm reminded of the Ashish Nehra solution also have I ever mentioned this no so the Ashish Nehra solution basically is this that Ashish Nehra once did something and everybody was trolling him for it madly so the journalist goes to him and he says that everybody's trolling you up don't you feel bad and Nehra just smiles and shows him his phone which is one of these old Nokia phones back in the day push button it's not a smartphone so now if someone is not on social media how are you going to troll them you're going to like go outside their house and throw emojis into the living room or whatever but not everyone has that luxury I think you know people like you do have to be on social media and have that kind of public facing face as far as self censorship is concerned you know I just find that I do kind of self-censor myself on Twitter in the sense that why get into this you know random bullshit you know whether it's from the books or the works frankly you just don't want to get into random fights and get mobbed but I don't self-censor at all in the work that I do which is either if I'm writing or I'm doing my podcast or whatever I am what I am there is no self-censorship I think Twitter is in a sense you know kind of especially toxic looking at social media like one of the disturbing trends and I don't know how true it is today that I would see is that a lot of journalists and media houses would take their cues from Twitter there used to be a day you would have edit meetings and people would discuss ideas and all and I felt that for a certain bunch of lazy journalists if not the vast majority of them the process now simply was you go on Twitter you see what's trending you figure out a story there sometimes Twitter is a story sometimes you discover it through Twitter and that's deeply problematic because so much of what's trending on Twitter is number one is constructed and so much of the Twitter discourse is really simplistic it's about black and white someone is either a hero or they're the devil incarnate and obviously journalists good journalists want to engage with complexity so is this a trend that you have noticed is it you know is it still there has it become less how do you guys look for stories when you know what are your processes"
    },
    {
        "speaker": "Guest",
        "time": "02:50:38.520",
        "message": "like so Twitter Facebook whatever it is there a source of information you can discard that source or you need not discard I mean I look at it only that way a lot of people reach out to me through DMS they tell them tell me their stories or issues they face for me it's just a source of information beyond that nothing it's also a place where I transmit information these are two things for me now the self-censorship which I talked about is see journalism is a daily thing right and if you get an abundance of abuse or if you get a lot of opinion you are you are human you are going to think that way so that's why young journalists I think when they start journalism they do get a bit flustered by all the attention on social media and they do end up doing these stories which is trending on Twitter Facebook but I've largely seen people moving out of that people do move out of that they realize that the story is on the ground you have to go to the ground and speak you have to follow processes so I don't think anybody is doing only Twitter based stories for like 10 years of their career there is a cycle which all of us go through where one or two years we are paying a lot of attention to what is on social media but slowly you realize okay 20% attention to social media 80% don't give so I've never had a trouble where I have to constantly tell people not to be on social media the trouble I faced is that a lot of people cannot multitask so if they're doing a story they'll just do that story and then they don't know what is the chatter around them see you can't ignore chatter right because society is all about chatter and social media is reflective of that chatter though a lot of it is constructed so I the only problem I have faced is telling people also pay attention to social media because it's either it's either people who are addicted to it or people who don't want to look at it I think everybody has strike a balance especially journalists you cannot shut yourself away from it neither can you be completely immersed in it but I think with experience and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:30.880",
        "message": "time people learn how to do that and you know when I read your thread about the income tax rates the thought that struck me is that journalism has changed in a really fundamental way from 30 years ago the 20 years ago things were pretty bad and I'm kind of glad that that's it's dissipated and it's over but one fundamental negative way in which which is changed is that either you on one side you have media houses which are following the line of the government in power and they'll do that regardless of which government is in power because the government has carrots in terms of all the government advertising it can give out to them and equally it has sticks in terms of you know rate karwa dingi yeh karwa dingi woh karwa dingi so that's one part of the media which is no longer which is basically engaged on the government side in the great narrative battles that have replaced our public discourse and that have replaced journalism to a large extent and on the other hand you have people like you and all the people we've discussed the wire and news laundry and so on where it seems that all of you are being forced to go above and beyond what journalism should be you should not have to deal with this on a daily basis the way that you do but all of you do it and what that means is that you're forced not only to be journalists not only to be entrepreneurs which is a separate question and journalists shouldn't have to be entrepreneurs but you're forced not only to be journalists but you're also forced to be crusaders that seems deeply unfair to me and it also seems to me that then that then reduces the scope for good journalism because in people who do want to go do good journalism but don't have the appetite for the crusade the appetite for the fight which it is fine not everyone does you know then what happens and and therefore I I feel and maybe I'm being too negative and I usually am that good journalism is therefore not possible in India unless you are also a crusader unless you also have that spirit and that seems to me to be very sad because you should not have"
    },
    {
        "speaker": "Guest",
        "time": "02:54:28.720",
        "message": "to so I will answer the the two segments of your question the first is I have a small disagreement because this is something I have learned recently that these media channels if you're talking about TV channels they take the government side because they get money from the government etc right I think that is wrong considering let's take an Anand Goswami or a Rahul Shiv Shankar or whoever it is these are the same people who went behind the UPA for two terms when UPA was there rightfully so for all the corruption they did they went behind the UPA at that time did the ad stop them no it did not they questioned people in power which is why I was part of that those channels because I really genuinely thought they are questioning people in power now I think things have gone to a point where it is no longer about advertisement it is no longer about money or revenue these people are fundamentally ideologically agreeing with the government so questioning them is not an issue at all for them they don't want to question them because they are ideologically now aligned with them so it is no longer about revenue if they really wanted they can behave the same way when the UPA was in power are you saying there are no scams today there's nothing to question the government daily bigotry that they perpetuate why is that not being done because you have taken an ideological position like I have a lot of critics in my own family who will say oh you are you are overly critical of this government you're always against Modi ji I asked them boss when I was covering the ISRO scam or I was covering the 2g scam or the or the Tatra truck scam you don't have a problem you applauded me saying I'm questioning the government I'm doing the same thing today you have changed I haven't I continue to do my job at that time I question that government today I question this government which deserves to be questioned more because they're also spreading bigotry Siddharth Adharajan for example since we spoke about him he was editor of the Hindu when Hindu broke some of the biggest stories during UPA of some of the scams did these people call him anti-national then did they talk about his US passport and citizenship or whatever shit they talk about now he hasn't changed he questions the government he questioned the government then yes perhaps he questions this government with more vigor and more you know with more passion that's because of a lot of other things that they end up doing right but you as a reader consumer has changed because your your commitment is no longer to your country your commitment is to that government the same way I believe these news channels which were once asking questions to the government have ideologically changed let it be an Aaj Tak or you know all those plethora of Hindi channels I don't watch them I mean I don't watch any channels but I see the clippings on Twitter and I see my own colleagues people I've worked with have changed so much like there was this really sickening story from Kerala called narcotics jihad did that Bishop know one person who has who was given whatever narcotics by a Muslim man to a Hindu woman he doesn't know of any real examples but I've seen people who I work with talk about that story as if this narcotics jihad is a big deal instead of just saying that Bishop is a liar I mean he he's just a communal person who wants to create trouble so they've all taken positions now unfortunately that is how the Indian media scene is so that's the first part of the answer what was the second part on second part was on it was about should you have to be a good journalism that's a very difficult question and I know that a lot of journalists find it especially difficult in the social media scene for example they have you know if I was marketing for South India in times now here they have to market their story they have to ensure that it's read more that they are more opinionated vocal for people to read for people to identify but I think the news minute we sort of have a balance where these people go to the ground they do the reports like if the Harita from Kerala Prajwal so many people but I am sort of that person who takes the flack or the crusader face I bank on those stories that's the real hard work right they're actually going out but I don't want them to be at the receiving end also so I become the face who gets abused most if if I wanted those reporters to put their face out there all the time it's very dangerous for them also so they shouldn't be made crusaders but there are some people who don't have a problem they don't mind it they can take that pressure they want to do it no problem you can do it but I don't think every journalist should expect to become a crusader or that every story should have an impact every story story should usher in change these are all unrealistic expectations it is not going to happen you shouldn't feel disappointed your duty is to tell that story at that point of time you are"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:16.800",
        "message": "noting it for posterity that's it. Wonderful and I'm really that that's what you said in the first part of the answer is something I'll have to process because it's a stark insight that you know that they're not necessarily just opportunistic cowards they are perhaps true believers and I don't know which is worse you know do I prefer the opportunistic coward to the true believer I mean I don't even know at some level if there is a difference because you the actions amount to the same thing but there is a difference and and the difference is that you know following the the hijab crisis for example the hijab controversy and just seeing all the stories you guys have done on it also and the most depressing thing about it is that it is irrelevant to me that whole issue of whether hijab is good or bad is irrelevant to me even the whole issue of these are the rights our Constitution guarantees you is not the central story the central story is not a story of rights the central story is a story of something that is happening within a society and it's hate and it's hate for Muslims right and it's growing and this is one example so what you said earlier about true believers just feeds into that and it's kind of happening all around us and it's one of those things that really depresses me that day after day in unexpected ways these little things happen where you see manifestations of this kind of hate and you and your team are out on the ground a lot right so just looking at this one angle you know one way of looking at it is that this hate has always been dormant within many people and then didn't express it and now they're expressing it now they've been emboldened now they're on the winning side let it all come out right the other angle is that this hate was maybe something that has been amplified by the politics of the day and they are feeding off each other and it's a kind of symbiotic process right so what's your take on this because like me I'm sure you have also seen many people you used to know once and who seemed reasonable and perfectly nice and whatever suddenly being like this so what is your sense that since you guys go out a lot you talk to people a lot were we always like this under the surface or have things really got gotten worse have people become more evil because that it's just so first thing the danger of having"
    },
    {
        "speaker": "Guest",
        "time": "03:01:33.480",
        "message": "journalists were true believers is that they are not going to change if the government changes exactly they have this agenda now and they are very majority-centric bigoted fellows even if the government changes they have this agenda set and they are going to continue with it which is why I think it is very important that we identify them as true believers who will push the agenda no matter who the government is I mean I see this as a pattern they target all regional parties right it's not like I'm in love with any of the regional parties but I find them better choices than just two national parties looking after an entire country but these national channels go after regional parties it is a proper agenda they do not want regional parties to come up now is any party so perfect there is no corruption they don't you know they don't have a dynasty politics etc no every party is the same it is just grades somebody's really evil somebody's bad like that but I clearly see an agenda as far as national television is concerned to go against the regional parties why because they want the BJP in power forever and ever so I I want to recognize that agenda as an ideological one I don't want to be saying that it's only because they want revenue for the channel no they want that government because they also think that it is okay for Muslims to become second-class citizens or whatever it is right the second part which is about society and whether I keep oscillating in the sense that I have a friend you know the festival called Onam in Kerala you we buy new clothes so her father wouldn't let her buy green clothes at that point of time we never understood what it is later we figured out that is because the IUML Indian Union Muslim League's flag color is green the Pakistan flag color is green so you don't wear green because you're a Muslim green is a Muslim color is what a lot of people in Kerala think that's why she was not allowed to shop I have had uncles and when I broke up with my first boyfriend and eventually maybe I'll get married sorts nobody's ever asked me like are you getting married but they will say you know choose anyone but not a Dalit or not a Muslim they'll tell you but very subdued today they can write Facebook posts about it and there will be like 100 people applauding them so hatred was always there it was just deep buried because they had no outlet now they're cheered on their emboldened and there are no consequences to it therefore people are happy to spit out whatever venom is inside them the other question is about do you want to change people do you want to like have conversations I have you know I have oscillated very differently every year I am a different person like there are years when I've sat and fought in whatsapp groups valiantly saying this is not correct is not correct then I will go into a shell and think let these people believe what they want I'm not going to interfere then I again I will go into a cycle where I want to change everyone so that keeps changing but for me one game changer was the Sabarimala incident now when you have friends who are who believe in the right wing or when you have family who believes in the right wing and you know one thing which you must have been told is that but if it is a real genocide or if there is really violence they will not support they are just supporting all this because they want better opportunities a better India which was like vibrant Gujarat and all that but when it comes to real violence they will not support so you are under the impression that this person who's supporting this government or or any other party I'm just saying BJP here but let's say some other party also is doing it for certain reasons when the Sabarimala temple opened for women I have a correspondent and she's a Kerala Bureau Chief Sarita she had gone to Sabarimala along with my current colleague Pooja who was with Republic at that time when they reached a certain place they were beaten up very badly in the sense that Sarita somebody kicked her with the boots on her back and she was hospitalized for many weeks Pooja was also assaulted very badly by the right-wing groups who did not want women to go including journalists to go anywhere near Sabarimala till then I was in all my family groups so when this incident happened and they knew that a reporter in my organization was beaten up there were still so many people who commented including my very close family saying that why did you send a woman reporter this is provocation in one way so they were indirectly endorsing that violence that week I decided I am going to exit all these groups I couldn't because immediately floods happened and I wanted help from people but I exited because it was no longer a hypothetical situation for me that if an incident of violence happens these guys won't support it they are just otherwise for vibrant society vibrant India I realized when violence happens also they will find a reason to support when Gauri Lankesh was shot down so many people on my Facebook wall said Gauri Lankesh should not have been murdered but why did she say all this I don't want to be in touch with people who say but anymore but the last six months I have been thinking Danya can you afford to do that maybe you should invest some time into fighting with people of fighting with people again so I'm on this thought process is again started in me that I should get back into all those groups and fight maybe I will change one or two people's thought"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:55.440",
        "message": "process I don't know no I mean our mental equilibrium gets messed up that way and the rule to remember about but as I keep saying is that whenever there is a sentence and then a but comes in it you know that everything before that but is exact you know it's just so this there is kind of so much hypocrisy there"
    },
    {
        "speaker": "Guest",
        "time": "03:07:13.040",
        "message": "and and I do that as a daily thing right I mean in my stories I'm questioning those people who are saying but now after I finish an entire day which is of stressful in many ways I look at news I did copies we put it out we push it do I then go home and then again indulge with another group of people who are still saying but but but see if I was doing another job like I was doing a happy job in the morning and I had a lot of time in the evening to just fight with people which is my own family and friends I would gladly do it I have a lot of energy but my whole body of work is this so I rather I would rather send links to people then sit and indulge in their conversations yeah but I don't know can we again can we afford to exist like that can we just cut off people saying that if you don't believe in what I say then I don't want to have any connection with you I don't want to like there are a lot of family members I speak to about what did you eat today we meet in parties and like hi we'll talk about school days colleges but beyond that I have no connection but I don't know can we afford to do that can all of us who believe in certain things just disengage ourselves from others at what point of time do we start engaging with"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:08:26.120",
        "message": "them I am not very sure I mean I thought about this a little bit where maybe a decade and a half ago there was that law in Maharashtra about how you have to stand in theaters for the national anthem right and obviously my problem there is with the coercion otherwise if you play the thing I'll stand on my own but so as a matter of principle because I don't want to be forced to do anything I decided that I would always sit and I did that for a few weeks one or two altercations never got beaten up did that for a few weeks in fact went on Barkha Dutt's we the people to defend my stand and Smriti Irani who was this was 2008-2009 she got upset with me and I'll share a clip of it at one point you know Barkha she's talking about the her last question was she was talking about the anthem and the flag and all that and she turned to me she was asking all the panelists that do you think there should be any holy cows and my answer was the only kind of holy cow I like is a divine steak on my plate and the look that's oh my god yeah so anyway so but my but after that I stopped doing that in the sense I stopped sitting I would just stand and my reasoning was and where I draw the line is this my reasoning was that at an individual level one person in a cinema hall is not going to make a difference so there I will not bother to fight where I will fight where I will continue fighting without mincing words isn't what I write or maybe today in today's context it could be the podcast or whatever so there where there is a public facing side where my words can scale where what I create can scale I will fight but in my individual spaces I will simply not bother because the difference that I might make is too little to justify the effort and the cost so I guess in your context right that would mean that if you go home just chill but in office all day please do"
    },
    {
        "speaker": "Guest",
        "time": "03:10:11.440",
        "message": "what you're doing no but my problem is because I'm very strongly opinionated I don't want to have even individual personal connection with some of these people now that is my problem then I'm thinking that maybe I should engage with them a bit more I don't want to cut off like literally I've cut off 90% people I feel that leaves me with practically no one to speak to except a few people I can still have conversations with which is why I'm thinking maybe Saturday Sundays whenever I'm not working I will devote some time to trolling them on whatsapp groups of family so I am yet to take a decision on that so here's a"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:51.280",
        "message": "question you know let's say let's take it for granted that many people are like this let's say the majority of people have this hate for Muslims okay let's kind of begin with that assumption I would still not get completely pessimistic and give up on it because my contention always is that all of us contain multitudes so there might be a person who you know one part of his personality has this bigotry or has this misogyny or whatever but also he wants good jobs for his kids also he wants to live a good life there are different aspects to their nature that one can appeal to you know pinkers face a better angels of our nature for example there are other aspects and I find that there is one there is a lack of imagination and politics that we don't try for this that we take the Hindu vote for granted so that every party is kind of at least at least in the north just looks at it as a hygiene factor that we can't piss off the so-called Hindu vote but as journalists as someone who dives into this complexity every day do you think that there is something here do you think that this is a cause for hope that maybe to all of us you know even for a bigot who doesn't like Muslims you know even for a misogynist who thinks his wife's place is only in the kitchen are there other aspects of their nature that"
    },
    {
        "speaker": "Guest",
        "time": "03:12:07.720",
        "message": "one can appeal to to make a better society yeah in fact that's something which I keep telling my newsroom that look let's always not talk about bigotry let's also talk about patriarchy because there is high chance that both these people are from the same you know same shed or whatever are from the same group but when you talk about when you question patriarchal structures when you write about that there is a higher chance that they will identify with that story and change their thought process and if you can influence them there then slowly you influence them in other spheres of life so don't always think you have to speak about one thing to one person you can you can appeal to them in different ways that how do you make a person think progressively if not in one way you have to look for another option right so that's one thing I definitely do and I don't know I mean I never say no to colleges or schools who call me because I feel like I need to speak to those age groups more I don't want them to I don't want to influence their thinking like my own son he has a friend who thinks Donald Trump is the best thing which happened to America and my son is like Amma I don't think you like Trump but my friend is saying Trump is the best thing which happened to America so I'm just controlling my anger and I'm like no Vedant see this is what happened to immigrants I try to explain to him I don't know if he's going to take my viewpoint or he thinks his friend is better but I have to try therefore I never say no to schools or colleges I go for all the events I tell them I mean I don't use big words or very complicated stuff but I tell them this is what is happening this is what it is I but I don't want to engage with everyone who's like 30 years old 40 years old 50 years old and it is not my job to change the way people think that's a natural process that has to happen and I am only aiding that process by writing things by running an organization by having a group of journalists in individual space I think I have renounced myself from doing all this but like I said maybe I will go back to it also depending upon how much energy I have and as my son grows older I think I'll have to do more of that right because I'll have to do some interventions like at one point of time he stopped eating beef because somebody in his playground said that we don't eat beef cows sacred I do not want to question him at all because that's fine if he thinks he doesn't want to eat beef he doesn't have to nobody's forcing him but we went to a restaurant which has his favorite steak which is Sunny's and then nobody asked him to order he himself ordered after that that rule is forgotten like he's forgotten but now he has a rule in our house where nobody can eat pork we went to Nagarhole to see tigers and he fell in love with pigs in the forest and so he stopped eating and it's almost been a year I think but that's a better reason that's a good reason so the point is do I want then tell my son it's okay we should eat beef we should eat pork I want him to slowly understand so we went to a party where he did not allow my husband to eat pork so there's another guest there who's a lawyer I can't I don't know her name she came and told my son that look you cannot control other people's food if you don't want to eat you don't eat but she said in such a convincing way that after my son has allowed my husband to eat right so I don't want to be forceful but I want my son or young other young people to know that there are so many different ways to think about a subject don't don't restrict yourself to your parent who's watching Republic every night or Times Now every night and things in in one way don't be that person and I would tell all parents if you're watching news channels don't make your children watch along with you whatever you have become you are happy with it that's fine but let's not influence their thought process beyond but I also understand the danger of this therefore I I do want to do some interventions as far as my son goes and that's the same way I look at speaking at a college or a school I will do some interventions but I don't want to brainwash them I don't want to I don't want to insist that they think in the"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:16:14.920",
        "message": "way that I want them to think yeah and as an act of civil disobedience you and Vignesh should keep eating beef and pork at home because you know one of the reasons I like coming to Bangalore is bloody I'm coming from Mumbai where we don't get beef as you know really yeah yeah so when we come here it's it's banned and but you still get it here huh you still get it here which is why I love coming to Bangalore so for me Bangalore is about okay the work is in the recordings and but the fun is in meeting people and the food yeah the food is a you know so you guys are so lucky just to be kind of but see how you"
    },
    {
        "speaker": "Guest",
        "time": "03:16:47.960",
        "message": "and me have self-censored ourselves a lot 10 years ago maybe you would have shared a picture of the steak that you ate in Bangalore absolutely now you will think what is a necessity if I put a picture on Twitter I'll get like 500 people abusing me so we have all changed there is absolutely now no doubt social media has changed the way we react publicly the people around us have changed so much that we in our individual spaces we are reacting differently now so I don't know it is it is quite stressful for people who believe in progressive values but I really hope the younger generation will make things"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:23.960",
        "message": "easier for us I mean I had lunch with Ram Guha and his son Keshava at Sunny's the other day and you can guess what I ordered and of course I would not put a picture of it on Twitter but I'm happy to talk about it here because different mediums so that also kind of makes a difference so you know as as we reach towards wrapping it up because you've been so patient though admittedly your foot is broken so where can you go but you've been really patient so a couple of final kind of questions and one is that you know there's one side of you which we've spoken about today which is the one side of you I know without having met you because it's a public side you are the fearless journalist you're doing this news entrepreneur and so on and so forth and we've seen that side tell me a little bit more about sort of the personal side like what is your other life like in the sense that what makes you happy like if you get up in the morning like at one level the answer I don't want but I know will be true is that what will make you happy is the thought of going out and doing some great journalism in whatever way that is but apart from that what are the things that kind of make you happy and that that you look at and perhaps what are the things that you've discovered make you happy that may not have made you happy 20 years ago you know and just in terms of how you've evolved through life"
    },
    {
        "speaker": "Guest",
        "time": "03:18:38.720",
        "message": "so this will come as a very shocking news but I do a range of things people may wonder where do I get the time for all this but I like organizing parties as I already told you even if there's no birthday I want to a theme party for the kids in the apartment I'll do it every two or three months like during the pandemic we have had Avengers party we have had Harry Potter we have everything so I like to make all the decoration I mean I may be editing a story but with that I will do the decoration I will do everything I love doing it I'm a great pet lover so most of my time goes like morning make the so I have three pets at home two temporary pets who keep coming and going and I feed five fat cats below my apartment so morning we make the food we do one round and give it to all the cats then evening I do one round give all the cats their food and each person has a different diet like one cat likes a certain dry food another cat likes so I make sure all the diet is ready then of course I have to do all their vaccinations make sure I catch them neuter them in case I can't neuter them I'll take care of their babies so a lot of time and money goes into pet care absolutely no doubt about it and I read I read all kinds of things I can read serious stuff from really bored I will read a Mills and Boones I will read shitty romance stories because then I feel like that story's ended right it's like a 200 page book I'm very happy with it I watch Urdu serials I binge on Turkish serials so I do all kinds of things my only point is that if I'm reading a book or I'm watching TV I have to know the ending so I can't start watching something a series which is not ended I first look at the ending I'll see who's dead what happens and then I will start from the beginning so I never I'm not the kind of person who can watch what is it Game of Thrones I know watch Game of Thrones while the series is going on after all the entire series stopped I watched it because the tension of waiting for the next series is something I cannot deal with so I do a lot of other things a lot of art stuff I'm not artistic but I think I am therefore I keep doing all kinds of stuff I keep myself very busy that way no offense but you're completely crazy I"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:55.840",
        "message": "can't figure out if you're one person or some kind of collective like you know sometimes I'll ask my guests about counterfactuals what if you had lived this life what if you have lived that life you are actually living all these lives at the same time like feeding five cats twice a day five different things according to what cuisine they prefer is just nuts but I'm glad you mentioned books because my final question is about that and that's sort of the one that is the rigor for all guests who come on the show that recommend some books and not just books recommend books music films whatever that you've really liked me it could be something recent it could be a perennial favorite but it could be something that you're so happy about that you just want to shout to the world like read this book or watch this film or listen to this okay so I don't have a"
    },
    {
        "speaker": "Guest",
        "time": "03:21:38.800",
        "message": "single music app I don't listen to music okay that's fair enough movie what is the movie I saw which I want people to watch okay let's say the"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:48.000",
        "message": "world is ending in six hours and Vignesh says let's watch a movie together to you know bring it to an end what would you pick"
    },
    {
        "speaker": "Guest",
        "time": "03:21:56.560",
        "message": "okay fine okay that I'll tell now book book book you just said that I'll tell"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:05.120",
        "message": "and you change the subject no I will I mean I'm thinking I'll record the answer"
    },
    {
        "speaker": "Guest",
        "time": "03:22:09.440",
        "message": "properly so I'm thinking what is the book actually one of the books I want to suggest wait hold on so people will buy that book also yeah yeah yeah I mean these will all be linked from the show notes yeah yeah hold on because I can't remember the full title of that book yeah it's quite sad I don't listen to"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:24.360",
        "message": "music not everybody does everything I mean I don't listen to new music as much as I would like to I just go back to old comfort music kind of things which I used to listen to her 30 years ago but books I I'm always reading so books I"
    },
    {
        "speaker": "Guest",
        "time": "03:22:37.480",
        "message": "mean I read all the books but I don't know what to suggest like I finished Akar all this Westland publications context Rukmini's book is very nice yeah she's the person I want to be like she speaks so calmly and yeah I tell her that you are what I aspire to be like speak calmly I cannot speak calmly yeah"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:23:03.760",
        "message": "but she can't do five cats and throw parties yeah so fine that's okay so I"
    },
    {
        "speaker": "Guest",
        "time": "03:23:09.800",
        "message": "don't think I should recommend music I'm one of those strange people who don't have a music app on their phones I used to listen to music when I was a kid but somehow I just I don't have that habit anymore so what I do is I listen to two songs I put them on loop there is this one song I mean it's it's really embarrassing to say this but there's one Malayalam song called Malare in one movie called Prema so it sort of hypnotizes me so if I have to edit a copy I'll put a headphone I'll put that song in loop and then I'll edit my copy because I just want to drown out my noises so music I will not suggest I have no clue about music about about books there is one book by NWMI which is the group I belong to network of women in media it's called missing half the story journalism as if gender matters it's got essays by Kalpana Sharma Lakshmi Murthy Ammu Joseph Rajashree Das Gupta and all that I think for many young journalists that would make a lot of difference to read that book there is also Revati's books Rohini Mohan books now Rukmini so I really want to suggest books written by other women journalists because those have shaped my thoughts and I hope it will help others also fabulous and films I asked you right hypothetical question I enjoy all kinds of movies but I want to tell people to go back and watch some of the old Malayalam movies which are very funny you may enjoy it but what is the one movie which I would want to watch if I'm gonna die in six hours and I have to have to watch a movie I can only think of really silly movies like Notting Hill which is why I'm just saying that I don't want to think of some real see like I said for me a movie should not bring any kind of tension I don't want movies in which there's like some tensed plot and people are dying in the end I just want a happy movie no film with a bookshop in it can be bad so Notting Hill is perfectly fine yeah maybe"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:11.920",
        "message": "yes that is what one movie which people can watch great and I told you that's the last question but I lied one final thing which is that if listeners want to support the news minute what is the URL where should they go what should they do"
    },
    {
        "speaker": "Guest",
        "time": "03:25:23.480",
        "message": "so it's very easy go to the newsminute.com on top of it there's a button called support us and there are two options one is you can make a one-time payment which can be any amount of money that you want to give and you become member or we have two types of membership one is thousand rupees per year and another one is three thousand three hundred rupees per year but again if it if you're choosing the second option you can give any amount you want like we have people who give us 50,000 rupees or 1 lakh rupees it's not like a lot of people but there are people who do give like that because like I said they must have closed their eyes and thought do I want a world where the news minute is not there and they decided no so they give many people cannot afford to so it's fine if you cannot afford to pay you contribute to the news organization different ways share their stories on your timelines on your whatsapp groups everybody cannot pay right those who cannot pay support in other ways but if it's an I mean I make it a point every day evening to at least share one scroll story one via story whatever it is because I want them also to go on I I want to make sure that they exist so just do your bit because we cannot all just mourn democracy and say that oh my god democratic values are being forgotten in this country institutions are being weakened etc without doing our bit to it and if our bit is simply supporting people speaking up then let's do that and that need not be only journalists that can be so many other people right that can be the five girls who have gone to court saying that I have my right to wear the hijab that can be somebody else who's fighting so many strikes go on so everything whatever it is do your bit of contributing if you want to contribute to the news minute please support us"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:27:09.080",
        "message": "please support the news minute Dhania thank you so much for you know being so patient and coming on this show I really enjoyed talking to you I was very"
    },
    {
        "speaker": "Guest",
        "time": "03:27:17.040",
        "message": "nervous because I speak really fast and sometimes I say stuff which I regret later so I was like should I come should I come but I think it went well thank"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:27:26.640",
        "message": "you so much thank you if you enjoyed listening to this episode share it with whoever you feel might like it in fact any past episode of the show that you've liked and head on over to the news minute.com slash support us and help the news minute grow you can follow Dhania on Twitter at Dhania Rajendran you can follow me at Amit Verma AMI TV ARMA and you can browse past episodes of the seen and the unseen at seen unseen dot I n thank you for listening did you enjoy this episode of the scene in the unseen if so would you like to support the production of the show you can go over to seen unseen dot I n slash support and contribute any amount you like to keep this podcast alive and kicking thank you"
    }
]