[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "One of my bugbears about India is that if you stop someone on the street and ask for directions, they will give you directions. They may never have heard of the place you're trying to reach, but directions they will give. Go straight, turn right at the banyan tree, turn left at the barbershop, then right again at the podcasting studio, then straight until you hit a dead end, climb the wall in front of you, jump into the cesspool on the other side, and as Lord Yama comes to take your soul away, ask him, he will know. Social media is a bit like that, except that no one asks for directions, and still people give. It's imperative on social media to have an opinion on everything. On Monday, you're an expert in pandemics. On Tuesday, you're an expert in foreign policy. On Wednesday, you will lecture a rocket scientist on how a rocket should be designed. Actually, the thing is, in the hard sciences, while you do have outlier cases of idiots lecturing Nobel Prize winners, you don't see so much gyan being given. But in fields like economics and foreign policy, everyone is a pandit. People who comment on economics make the same standard set of mistakes. They care about intentions instead of outcomes. They treat the world as a zero-sum game. They think with a top-down engineering mindset because that is all their peanut brains can comprehend. And in foreign policy, we make the mistake of thinking in terms of principles instead of interests and levers. For the last couple of weeks, everyone on Twitter has been a foreign policy expert. I'm kind of glad these recent elections happened, as that diverted attention from Russia and Ukraine. One random fellow started lecturing me, and this is offline, not on Twitter. One random fellow started lecturing me on Ukraine, and I deftly diverted him by asking for his opinion on vote distribution in Uttarakhand. So much gyan everywhere. So much gyan."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:48.880",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:58.440",
        "message": "Please welcome your host, Amit Barma. Welcome to The Scene and the Unseen. I was in Bangalore when Russia invaded Ukraine, recording seven episodes of the show in eight days. You've already heard two of them with Ram Guha and Dhani Rajendran. And while I bumped into my friends Pranay Kota Sane and Nitin Pai over there, it didn't strike me that maybe we should chat about Russia and Ukraine. It was when I got back to Mumbai that I thought, hey, why not do an episode where we use the Russia-Ukraine conflict to illustrate basic principles of foreign policy. Most of us, when we approach a new subject, we get confused by all the information around it. It helps to understand it from first principles, to build a framework or a lens through which we can view the problem. My first instinct when Russia invaded Ukraine, and probably yours as well, was to condemn Russia and Vladimir Putin for the needless violence. Now the questions come up. How should India react? What caused the conflict? What are the dynamics in play here? What are Europe's pulls and pressures? What mistakes has the US made in this conflict? What will China take away from this? And in general, how should we look at international relations? I thought Pranay and Nitin would be the perfect people to talk about this. And hey, they've been educating people on this for over a decade. Nitin started the Takshashila Institution in Bangalore many, many years ago, and every year these guys teach courses on public policy and foreign policy to over a thousand people every year. Their faculty is incredible. And if you are interested in the subject for this episode, you might want to sign up for the May cohort of Takshashila's GCCP course in Defense and Foreign Affairs, which introduces students to the role of military and economic power in global affairs. I'll give the link for it in the show notes. We recorded this episode remotely, and Nitin had to leave in a couple of hours, so he's only there for the first half. In this first half, we freewheel through a bunch of topics. And in the second half, Pranay and I dig deeper in a more systematic way. But don't think of this episode as an explainer. It works much better in provoking thought, in showing you new pathways into the subject, in opening up rabbit holes to you, which I hope you'll use the show notes to explore. I'll also link all my past episodes on foreign policy and my delightful deep dive last year with Pranay. Before we go to the conversation, let's take a quick commercial break. And as is often the case, I don't even have a commercial, but chalo, let's wing it. Have you always wanted to be a writer but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught over 20 cohorts of my online course, The Art of Clear Writing, and an online community has sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, and a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST, or about $150, and is a monthly thing. So if you're interested, head on over to register at indiauncut.com slash clear writing. That's indiauncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Pranay and Nitin, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest 2",
        "time": "00:05:21.840",
        "message": "Thanks, Amit. Great to be here."
    },
    {
        "speaker": "Guest 1",
        "time": "00:05:23.840",
        "message": "Hey, Amit. I'm really happy to be here after such a long time. It's fantastic to see the way the podcast has taken off. Everybody tells me wonderful things about Amit and I try to correct their imperception."
    },
    {
        "speaker": "Guest 2",
        "time": "00:05:35.200",
        "message": "What we see and what we hear is not actually what we see. The scene and the unseen."
    },
    {
        "speaker": "Guest 1",
        "time": "00:05:42.040",
        "message": "The scene, the heard and the unheard."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:44.960",
        "message": "The heard and the unheard. I mean, you guys, other people just know me from the podcast, which I guess is a scene, but you guys have met me in person and have known me for many years. So you know the unseen. And by the way, Nitin, if I want to do a seven hour episode with you when I next come to Bangalore, so that's on the plan. But today, because our subject is so weighty and also you're leaving us after two hours and I'll continue with Pranay, we'll skip the personal stuff for now and we'll just get on to the situation we are in. And my first question is this, that, you know, there are long times in world history when there is a sort of equilibrium, not just in terms of the way things are, but in terms of the way we look at something, we look, we look at a subject, we build a certain framework and we think that, okay, that's our framework and so on and so forth. And it could be in the imagination of people of a particular world order. This is the way the world is. This is a way power balances work. This is a way countries do the things they do and so on and so forth. But then there are moments where everything kind of changes, like World War Two, obviously just reset everything and reconfigured everything. And there are arguments that, you know, the attacks of 2001 also kind of did that. But we weren't quick enough to sufficiently appreciate it. And the point has been made by some that what's happening in Russia, Ukraine is either a, you know, a big turning point like that, or sort of a reflection of how the world changed in 2001 itself. And there is a danger and I, I'm coming to this with a reference to other fields that we look at the world in skeuomorphic ways, a skeuomorphic is a design term that, you know, that a completely new technology will still have design elements of an older technology, which may be redundant in the new technology, but you kind of need it because you want people to feel comfortable. Like when Apple first had, you know, their ebooks-ka thing, physically, if you went on the computer, there was a physical bookshelf. Many music editing softwares will show a knob on the screen, even though you're not actually physically turning a knob, just to make older people kind of comfortable. So just looking at kind of what's been happening, that do you feel that there might be a shift happening like that? And that traditional analysts who've kind of really understood the world as it is so far, might therefore, you know, miss out on things or need to watch out for it?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:07:54.160",
        "message": "I mean, you know, I think our generation, when I say our generation, everybody who's 20 years older than me and 20 years younger than me, I guess is my generation. But we've been extremely lucky to have been living at a point in time where there was extraordinary amount of peace, extraordinary amount of international cooperation, free movement of people across borders, ideas, capital across borders. And we sort of took this for granted. And there were a lot of people like Tom Friedman, for example, who, you know, went to town about it and saying, this is the, you know, natural state, the world has arrived at a particular kind of setup. And this is going to be the way it is, right? Now, unfortunately, if you look through most of known history, there have been two kinds of cycles. One is a very popular version of the cycle, call it the cycle of war and peace. So there is war, and then there is peace, there are long periods of war and long periods of peace. And these, you know, how long war lasts, how long peace lasts is a matter of, you know, context, history, and so on. But everybody has sort of understood that there are, you know, coherent times of war and coherent times of peace. This is a very popular and sort of instinctive understanding of human history. But there is another dimension in which you could look at this cycle, and that is cycles of order and disorder. There are periods where there is order in the international system. When we say international system, it's about, you know, across countries, right? I mean, you do have the same cycles happening within countries also, you know, countries have periods of order and periods of disorder. But similarly, across countries, the world itself, there are times when there is tends to be a lot more order. And there are times when there tends to be a lot more of disorder, right? Now, the question is, why does this happen? War and peace are easy to understand, you know, war happens because there is some very peaceful person in Russia, who really is minding his own business. And then all these terrible Westerners come there and disturb him. And he says, Okay, I'm such a peace loving person, I'm being threatened, and now I'm going to declare war on Ukraine. That's one way of looking at why there might be war, war and peace are easier to understand. But order and disorder are a little harder to understand. Why is there order? Right? Like, for example, why is it that since 1989, to roughly about 2010, we enjoyed a period of relative calm, relative stable rules of the game, whether it's international politics, economics, technology, there was always some kind of, generally, you knew what the rules of the game were. And people generally followed those things. Why does this order happen? The most important determinant of order is power, and the distribution of power. Now, if you're like the Roman Emperor, the Roman Empire or the British Empire, or in the last century, the American Empire, if you want to call it, you would impose your order on the international system, you had Pax Romana, you had Pax Britannica, Pax Americana. So although it's called Pax, it's actually order, you're imposing a certain order on the international system, because you are the most powerful guy, you're the most powerful emperor, you're the most powerful state in that system. And you can do whatever. So you shape the order according to your interests. So let's say you're a militant vegetarian empire of Amit, and the militant vegetarian empire of Amit can design an international order, where vegetarianism prevails. And anybody who eats meat, or any country that decides to have chicken pulao, it becomes a rogue state and you declare war on them and so on and so forth. So it's entirely up to you, and what kind of a person you are, if you're an emperor, and what kind of a state you are, you know, if the core state, if you're an Ottoman Empire, you have a certain worldview, if you're the British Empire, you have a certain worldview, and you impose this on the rest of the world. That's not the only way there is order. There is another way where there is order, where it comes from the balance of power, where you're not the only most powerful entity, there are half dozen or maybe 20 or 50 entities, who all are powerful enough to have their way, but not so powerful enough to upset the whole apple nut. So you have some kind of an equilibrium, which comes from balance. So if you now say, okay, these are the two ways there is order, and then when you see disorder happening, then you have to question, right? Is it that we lack powerful state, which we call a hegemon in academic parlance, right? So is there a hegemon who's imposing order now, does that hegemon exist or not? If there is no hegemon, maybe you'll go into disorder, or is there a lack of balance of power, right? In the sense that there are no, not enough number of powerful actors who can keep cancel each other out, and therefore you have disorder. So I think we're in that phase now where there is disorder, and we're really asking ourselves, why is there disorder? Why is it that Putin can walk into Ukraine? Why is it that Xi Jinping can claim half the South China Sea as his personal fiefdom or the China's fiefdom, you know, all sorts of actors around the world are pulling this off. So is it because we lack a global hegemon, or is it because we lack a global balance? And that's the big debate, I mean, you can probably argue for both cases. But what is true is that in the absence of a stable order, powerful countries can do whatever they want and get away with it. This is where that famous Xi Jinping's million dialogue comes in, because when the Athenians invaded the millions, and they wanted to put the millions to the sword, the millions said, why are you doing to us, this to us, we are Hellenic, you are Hellenic, you are Greek, we are Greek, why are you killing us, you shouldn't be killing us. So the Athenians say, the strong do what they can, and the weak suffer what they must. So in the wonderful words of ancient Indian philosophers, Jiska randa uski bhens, so that's where we are now, Jiska randa uski bhens. So Putin can do what he wants, and get away with it. Because there is a sense that the order which was established doesn't exist, that equilibrium which comes from order does not exist, does not obtain."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:29.480",
        "message": "And is it, you know, like you spoke about, you know, this understanding in those couple of decades that everything was settled, that, you know, Fukuyama was misinterpreted in the end of history as talking about how it's all over, and now we're settled, and that of course was a misinterpretation. And I mean, his original essay, The End of History had a question mark after it, and it's kind of meant to be more thought provoking. But a couple of things strike me, one is that there is a danger when we look back at history that we ascribe narratives on it, and we think of it almost in a teleological way, that this is a story and this is how it would have proceeded, regardless of whatever, and that's easy to do in hindsight. And similarly, when we talk about cycles, you know, I think one that, you know, nation states haven't existed for that long, if you look through the long arc of history. So we have a very small sample size from which to draw patterns and to make conclusions about how the world works. The very fact that you talk of cycles indicates that there is a sense of inevitability, that at some point, this too will turn and it'll go back. If you're in war, it'll go back to peace. If you're in disorder, it'll go back to order. And one other kind of reasons to sort of question that, because it could equally be argued that any situation of order that comes about is inherently unstable, at some point it breaks down whether you call it a cycle or not. And secondly, you know, question that I often ask in another context is taking off from Martin Luther King's quote about the long arc of history bending towards justice. And my question is, how the hell do you know, I mean, I appreciate the optimism, but does it bend towards justice? Or does it, you know, are we just being fanciful and kind of imposing the sort of imposing our hope on that? So similarly, you know, there seems to be an assumption when we talk of cycles that the long arc of geopolitics or whatever bends towards order and peace. Is that necessarily the case? Any thoughts on this?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:16:21.320",
        "message": "Yeah, see, let's do Fukuyama first, and then we'll come to Martin Luther King, right? Fukuyama was misinterpreted in many ways, right, when he talks about the end of history, he's not talking about the end of history as in the end of the road, you know, he's talking about end as in the purpose of history, right? So what he's basically saying in that book, on that, that essay, which became the book, is that liberal democracy is a condition which everybody aspires towards, right, that you might have all sorts of things which have happened through history, but the purpose of history, like the end of history, you know, the ultimate destination of history is liberal democracy that people prefer, you know, people who have tasted freedom don't want to give this up. And since your neighbor has freedom, your other neighbor has freedom, you too want to have freedom. I think there is something to it, because I don't think people who are free would want to go back to slavery. Right? I mean, just the self interest part of it seems to suggest that freedom is an arrow which points in one direction, and going back in the reverse direction looks extremely hard unless it's done using overwhelming force, right? Willingly, I don't think people would want to go back. Now, that's just a hypothesis, right? I think there is something to it, but you can't conclusively prove this. Now, what Martin Luther King says, I think is more an inspirational phrase to motivate people into action, rather than an analytically grounded hypothesis, right? And you don't expect leaders to be analytically grounded people, right? I mean, Mahatma Gandhi can't say, you know, you know, let's do marginal utility of freedom versus marginal utility. He's not going to do, he's not going to talk in analytical terms, you know, he's going to say, we're going to get the British out of the country. So that's what, that's how I see Martin Luther King's statement. I like it, because it inspires people to do the right thing. But if you say empirically, does it hold? I think it's a big question mark. And I would say, going through what we've seen in history, justice itself is defined by the hegemon. What do you mean by justice? Of course, arc of history bends towards justice, but what do you mean by justice? If you look at societies where, let's say, look at China, where there is a hierarchical system, justice is the supporting and the establishment and the perpetuation of that hierarchy. So, anything that goes against that hierarchy is unjust. And that's defined by the context in which the Chinese mindset, the Chinese worldview works. So, of course, the arc of history will move towards that kind of justice, but doesn't mean that you and I agree that that is actually justice. So, I think from an international relations perspective, or even from an analytical person's perspective, it's good to keep your slate clean and say any particular value system is arbitrary. And we've arrived at a particular value system because of the course of history, there's particular paths that we took, decisions that we made, accidents that happened, choices that were exercised, and we've arrived here. And this is a particular value system. And we like it because, you know, it feels better than the alternatives. But there's nothing predetermined, or there's nothing historic, or there's nothing automatic,"
    },
    {
        "speaker": "Guest 2",
        "time": "00:19:47.760",
        "message": "or, you know, it's not a birthright."
    },
    {
        "speaker": "Guest 1",
        "time": "00:19:50.080",
        "message": "And there might be other people who have different worldviews. And now, if you want your worldview or your sense of right and wrong, to be established in the world as a value system, then you have to support it with force, you have to have the power to be able to establish. And that's exactly what the United States is doing. Unfortunately, you can criticize the United States for being falling short of its prospectus and so on."
    },
    {
        "speaker": "Guest 2",
        "time": "00:20:12.560",
        "message": "But when they say we are going to, you know, we prefer liberal democracy in the world,"
    },
    {
        "speaker": "Guest 1",
        "time": "00:20:16.240",
        "message": "that's a there is a genuine sentiment that that ought to be so. And why? Because it proves our point. If you're an American, you feel that our system is the best system. How do you prove that empirically is when you make the world like you. That's probably what Xi Jinping is trying to do with China as well. He has this particular world. The Chinese have their worldview. And to establish the truth of it, you try and use power to enforce that on everybody else. And so that, you know, your system is seen to be the best. I think that's the way I would read this business of putting some level of morality in international relations or in politics itself."
    },
    {
        "speaker": "Guest 2",
        "time": "00:20:56.560",
        "message": "I would come from the point that everything is arbitrary."
    },
    {
        "speaker": "Guest 1",
        "time": "00:20:59.160",
        "message": "You know, there's nothing in liberal democracy that was predestined. There is nothing in liberal democracy that it is the state of the, it ought to be the state of the world. There is a course of events which happen. They could have gone any other way. And we might have all been today, maybe in the Chinese system where we worship the emperor as the son of heaven, if history had gone the other way, and we would have really believed that to be the case. We would have believed that to be the natural order of things."
    },
    {
        "speaker": "Guest 2",
        "time": "00:21:28.480",
        "message": "Yeah. So I may come in here, Amit, one point on the nation states thing, see nation states themselves are new, but states are not new, right? So this idea of power and contestation, balance of power that predates nation states, the overlapping of the mental construct and the political construct, right? That is nation state. But so those, these ideas of states, power, what does it mean to be more powerful are there even in Arthashastra, for example, right? So we have more sort of data points, so to say, on judging whether power matters or not. And it's not just last 200 or 300 years. So that's just one point I wanted to make. The other thing which Nitin mentioned about the ultimate aim of a global hegemon to also convert the other countries to themselves, right? Take themselves is, I think, the way I want to frame it is that the aim for a global superpower is not just to gain maximum power, but to gain authority. And authority is a combination of power plus legitimacy, right? So in the sense, you make your own value so powerful that all others want to have and aspire for that, right? So that's what superpowers aspire to do. And I think that's what the US situation also has been. And coming to the first question, which both of you were discussing, I was thinking as a question for both of you, that how much of this world disorder is because of the changing changes in narrative that have happened over the last 15-20 years, right? So until 1990, the overwhelming stories from the West or the US, which was the most powerful nation state, were largely stories of hope, stories of improvement, stories where things are getting better. But if you see stories over the last 10 years, whether it's because of the internet or whatever, they're the largely the stories that we see from the West as well, are negative stories that seem to suggest that things are not well there itself, right? So how much does that have an impact on order, disorder, how others see you, right? If ultimately, you want others to think like you, and you are yourself thinking largely negatively, how does that impact power and order and disorder, right? So what do you folks think?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:00.000",
        "message": "I'll actually attempt a two part answer, which in a sense, by itself is a question, because then I'll ask for your thoughts on that. And the first of those is that I think that I look at, you know, it's tempting to look back at history and see a story and see a linear story, this happened, that happened, everything seems inevitable in hindsight. But I, you know, I look back at history and just see bunch of, you know, accidental happenings that change the course in big ways, like one of the questions I often ask the historians who come on my show is about Carlisle's great man theory of history, right, where there is, of course, Carlisle's theory is that there are great men, and unfortunately, in the past all men, but you can see great people theory of history in the 21st century. But there are these great people and they change the course of history. And the counter view to that is that, that there are historical trends and events, you know, which are moving, which are flowing on their own and, you know, which person happens to kind of be on top at a particular point in time is happenstance and the trends are what they are, and people don't make so much of a difference. And I'm inclined to agree with Carlisle and think that great men in that sense, quote unquote, do make a difference. And I think Putin is a classic example, because if you, you know, if you look at his individual pathologies, his yearning for sort of a past greatness, you know, Neil Ferguson speaks about how he sees himself as a successor to Peter the Great, Marvin Kalb writes about how he sees himself as a successor to Catherine the Great, you know, and there are other theories about how for him in 91, when the Soviet Union breaks apart, it is traumatic, because, you know, he's a loyalist in that sense of what the Soviet Union was, and especially he can't bear that Belarus and Ukraine are separate because to him, Belarus, Ukraine and Russia are part of the same thing. So whatever he's harking back to, he's got a different value system, he's harking back to stuff, he is the arch authoritarian and he, you know, and in a sense, there is no democracy in Russia, of course. And the thing is, was it inevitable? If he was not there, would somebody else like him be there? And I don't think that's necessarily the case, one doesn't know, like I hark back to this article Keshava Guha wrote in an Indian context, where he speaks about, you know, a bunch of deaths that happened over a five year period in the early 2000s, late 90s, where he says that what would the BJP look like if Pramod Mahajan hadn't died? Or what would, you know, the Congress have looked like if Shindiya Pilot and Prasad hadn't died? And those are interesting questions. And it seems to me that happenstance really comes in the way. And part of, you know, part of the cause for the disorder can also be attributed to an unhappy series of accidents, like, what if instead of Xi Jinping, you know, there's an automotive, it's not necessary that everyone who took over would necessarily have had the same kind of view or the same idea of, you know, their destiny or whatever. So that is part one of my answer as a possibility. And I'm just thinking aloud. And part two is, and this is why I think that disorder may be natural to us and order may be harder to achieve, is partly because of the internet and social media. Because what the internet and social media do is that they push you into narrative battles, where there is a natural drive to extremes, like all of us know of the median voter theorem, right? Whereas in politics, where in politics, both parties are kind of pushed towards the center, you know, for example, in the US, you might have the Democrats and Republicans in the primaries are at extreme ends, because you're appealing to true believers, but the moment there's a general election, they come closer together. Because you know, it's they can't leave that space in the middle. But that has been upturned, I believe, by kind of social media, where there is an incentive to push towards the extremes, where once you're part of a tribe, the only way to stand out in that tribe is to be more extreme than the next guy. And to crucify the moderate in that tribe for not being pure enough. And I'm giving a simplistic example of social media. And this is really, you know, more Twitter than anything else. But I think that that's what tends to happen in these narrative battles that everyone just gets more and more extreme. And the median voter theorem as it were no longer holds. And therefore, and of course, you one could argue that you keep getting more and more extreme till it's not sustainable, it falls apart. And then again, you go back to the old equilibrium entirely possible. But these are sort of my two thinking aloud thoughts on this is since you are so what"
    },
    {
        "speaker": "Guest 1",
        "time": "00:28:13.840",
        "message": "do you guys think of it? You know, this is already shaping out to be a fantastic conversation. There are so many directions in which I want to take this that I'm losing myself, right? But here's one thing which you mentioned, Avneet, which I think is interesting from an electrical engineer's point of view. I think I, you know, first and foremost, I am an electrical engineer, not a practicing one, but at least a pretend one. But you know, one of the things we learn in engineering, and I think you learn that in"
    },
    {
        "speaker": "Guest 2",
        "time": "00:28:37.440",
        "message": "high school physics, is also this idea of this idea of entropy, right?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:28:42.600",
        "message": "Entropy is disorder. And what you learn from a law of thermodynamics is that entropy of the universe is increasing, like disorder increases, right? And if you want to create order, you need to feed energy into the system. So you, you know, if you don't do anything, and entropy takes over and starts, you know, things start falling apart, the center cannot hold, right? So that's the natural order of things. So it's, I think it's the same in human activity, in human society, that if you let things be, things start going towards disorder, right? Becomes disorderly. And to impose any kind of order, you need to inject energy, which is resources, right? So you know, putting, holding together a nation state, having a police force that manages, you know, society or manages the traffic, requires you to inject energy into the system and inject resources into the system. So then the question is, who has the kind of resources, who has the incentives to be able to inject the resources in order to keep that system together, right? So that's how I guess, these cycles of order and disorder come about. Because at some point, disorder exceeds a certain level, where people develop incentives to be wanting to inject resources, energy into the system to hold things together, otherwise things start going, you know, anarchic. So that's also, for example, the founding myth of Indian states in Mahabharata, Shanti Parva or in Arthashastra, right? Where disorder at some particular yug, disorder sort of takes over. And then these people go to Prajapati or the God and say, you know, do something for us. And then God appoints Manu as the first man and he is given the authority, he is given dandamiti in order to hold things together, right? So that's sort of a philosophical idea, which comes together many stories of the formation"
    },
    {
        "speaker": "Unknown",
        "time": "00:30:32.520",
        "message": "of the state."
    },
    {
        "speaker": "Guest 1",
        "time": "00:30:33.680",
        "message": "So I think that there is something to it, that disorder at a particular point goes against the self-interest of most people, and then you sort of come back to it. But the other question which Pranay asked, and what was the other questions Pranay asked, I sort of forgot that. We were discussing about narratives and how narratives are important. Yeah. See, here's the thing, right, about 25-30 years ago, in political science literature, there was this new idea called social constructivism, right? So Alexander Wendt came up with this idea called social constructivism, which basically says that national interest, anarchy, etc. is what the elites make of it, right? Anarchy is what you make of it. So even the idea called national interest, now, if you come from a classical realist tradition, you would define national interest as a survival and the security of the state, or like Pranay and I would say, it's about the happiness, well-being of the people, right? So this is what we define as national interest. What Wendt says is that this definition of national interest is constructed by the elite, right? So when I say that India's national interest is happiness, well-being, prosperity of the people, it is a construct which we, the elite of this country, have decided is a national interest, right? There's nothing structural about it, there's nothing natural about it, it is a human construct. And I think there's something to that idea that national interest is a social construct, right? How people act in international relations is a social construct. This theory, which was a social science theory, I think is getting increasingly validated"
    },
    {
        "speaker": "Unknown",
        "time": "00:32:17.760",
        "message": "by biology, right?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:32:19.480",
        "message": "Evolutionary biology, thanks to the work of people like Edward Wilson, and others, and evolutionary psychology, especially, is showing that a lot of the things that we believe to be true in social life, the things that we believe to be true, the things that we believe to be beautiful, the things that we believe to be right, the things that we believe to be just, are all social constructs."
    },
    {
        "speaker": "Unknown",
        "time": "00:32:45.760",
        "message": "These are the stories that we've told ourselves, right?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:32:49.400",
        "message": "Stealing is wrong, because we have told ourselves stealing is wrong, right? In nature itself, I mean, look at the natural, I mean, look at animals, for example, I don't think they have a concept of theft, we do. So that's a story that we told ourselves, and of course, now cultures and genes co-evolve and all of that. But nevertheless, I think the story that narratives make a lot of our society, there is something very strong, I think there is now biological evidence to that effect. So I would agree with Pranay that in the sense that the stories that we tell ourselves, and the stories that we tell the world about ourselves, shapes the reality that we live in. So if we tell the world that we are a proud, liberal, democratic country, and these are our values, these become our values, you know, and if we now go back and you know, if Putin tells himself that he is the reincarnation of Peter the Great or Ivan the Terrible, or Katerin somebody, and that's the sort of worldview he shapes, and because of his power, he shapes among the elite and gets by among a significant amount of people in Russia, then that becomes the reality that they live in. So there is narratives definitely matter."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:03.440",
        "message": "So I want to double click on kind of one aspect of that where you speak about, you know, constructivism saying that national interest is what the elites make it out to be. And you also speak about, you know, evolutionary psychology playing into what those narratives are. Now, it would seem to me that therefore, India's definition of national interest would therefore have changed in the last few years, because earlier, when you had sort of the Nehruvian idea of India dominating our politics, or at least, you know, dominating elite discourse, it was a different matter. Now, you could say that there is a new elite in town, and I'm not making value judgments on either elites, whatever, but there's a new elite in town. And what the Prime Minister and his people and you know, what the whole Hindutva sort of philosophy which is kind of taken over our politics, that would define national interest differently, and that would also, for example, have elements like pride and civilization and traditional values and all that as playing a more important part than they would have in the earlier idea of India. And similarly, things that that might have sort of upheld like greater tolerance and secularism and whatever, are sort of on the downswing here. So one, your national interest would kind of change and two, evolutionary psychology would also play into modern politics, because, you know, one of the fundamental insights of Evo Sai, which I think, speaks to, you know, the modern leaders that you see around the world, is that we have evolved to prefer strong leaders, because when you're kind of living in a tribe of 100, I mean, all our instincts, of course, evolved in prehistoric times, you're in a tribe of 50 people, 100 people, you got to fight the next tribe, you know, higher values don't really play a part, you want the leader of your tribe to be the strongest mofo around, right. And, and therefore, this sort of instinctive attraction, which so many people have for strong leaders like Putin and Modi and Orban and so on and so forth, down the line, you know, some of them are just authoritarians, and some of them like Modi keeps winning election after election, because he doesn't need to, you know, not have elections because of the appeal of that. So, you know, so there is sort of a changing in the national interest. And what is perhaps bizarre is that then India's image of itself or how it would like to be seen by the world is not congruous with how strong it actually is. Because if anything, I would imagine, with our economy being on a downswing for a decade now, you know, we have even lost some of the levers that we might have had over there. And that kind of puts us in a pretty sort of pathetic situation. So I've rambled a bit, but since you mentioned, you know, how national interest can be defined by the elites, and so on, this thought just"
    },
    {
        "speaker": "Guest 1",
        "time": "00:36:39.760",
        "message": "struck me. Yeah, I'll just say some things and bring Pranay who knows about these things better than I do to come in. Now, I think the thing about insights from evolutionary psychology is that the most interesting insight is that things are mutable, like in the sense that humans might have had a preference for strong leaders in the past because of the evolutionary paths that we took. But this does not mean that it has to be the same in the future, right? So that's the most interesting insight from evolutionary psychology, the mutability of so, you know, determinism in terms of that is not really true. You can, you can change things back to this idea of defining the national interest. You know, in a country of 100 people, it's a let's say, it's a liberal democracy or some amount of freedom, or even if there's no freedom, each of the 100 can define the interest of the collective in his or her own"
    },
    {
        "speaker": "Unknown",
        "time": "00:37:33.720",
        "message": "way, right? It's not that they all have to agree. So in a country like India, which has,"
    },
    {
        "speaker": "Guest 1",
        "time": "00:37:39.640",
        "message": "you know, so much of diversity in terms of ethnicity, language, historic evolution, and so on, what is the common idea of a national interest, right? So you could all go in different directions and say, hey, this is our national interest, which is, and I think that's a great idea. I mean, we should all be able to go our own way and say, this is our national interest. Now, what happens is in such situations that there is some kind of an anchoring effect which the constitution gives you, because the constitution is the most accepted, you know, most least common dissenting denominator in terms of the most accepted set of rules and you know, norms in which we want to organize our society. So if you look at our constitution from the preamble, just look at the preamble, it tells you what the national interest is. You know, you're talking about, you know, justice, liberty, equality, fraternity of various ways. And it's basically saying that individual freedom, liberty, and India as a united political structure are the national interest, right? And now I think you need to be extremely radical to want to differ from this and depart from this and say, no, no, no, this is, no, we don't want liberty or we don't want national unity or any such. So I think that the constitution of India gives us a starting point and an anchoring point for conversations and debates on what the national interest is or ought to be. And I use the word ought to be because it should be in the power of every individual and every generation to interpret the national interest according to the times. It can't be that, you know, Ambedkar and his colleagues wonderfully put this document in 1950 and we are all supposed to follow it as if it's, you know, it's hard-coded in our times. So in this, there are commonalities between, let's say, what the Nehruvian liberal secularism sees it and the Hindutva idea of a nation-state sees it. There are commonalities. Like, what are the commonalities? The commonalities is of unity of the nation, that you see India as a political unit, right? Which includes as much of the subcontinent as possible. Now, even in the early days, people thought they"
    },
    {
        "speaker": "Unknown",
        "time": "00:39:46.480",
        "message": "could reverse partition, right? I think that would have been a terrible idea. But, you"
    },
    {
        "speaker": "Guest 1",
        "time": "00:39:51.440",
        "message": "know, even the early days, the Nehruvians thought that they could reverse partition and, you know, in 10, 15, 20 years, we'll be back into the old and undivided India in any way, right? Which is also the vision of an Akhand Bharat, which sees itself as occupying territory, which is historically its own, right? Of course, we'll accept compromises because of power and reality and so on. But you imagine that this big territorial state is ours, right? And that is the political unit. The second thing, both the Nehruvians and the Hindutva guys would agree on is that this state has to be powerful, right? It needs to have power in order to defend itself from external adversaries, especially from imperialism. And it should have enough power as a matter of in practice, such that the foreign policy or the policy choices of your country are determined by yourself, right? So, you're not economically weak, such that the powerful can dictate things to you. You're not militarily weak, so that, you know, you can be kicked around, right? And you don't have, let's say, even structurally in the system weak, where you don't have seats in the most important places, which allow you to make rules. So, everybody agrees on this. The difference comes in the definition of what this political unity means internally, right? So, the Indian nation, which I would subscribe to is the Indian nation exists. It includes people of the subcontinent, which is a Hindu, you know, largely Hindu-influenced society. There's no denying the fact. In fact, the whole debate on who's a Hindu is, in a way, now it's politically so fraught. But technically, it's a matter of saying, everybody thought that the people who live in the subcontinent are Hindus, right? People are, you know, Indus and the Hindu. So, of course, now you have a denominational definition to the word Hindu, which means that, you know, you've created a ring fence around it and say, this is a Hindu and this is not a Hindu. And therefore, it has a different meaning. But broadly speaking, that definition of Hinduness could include people from all religious faiths, ethnic groups, traditions, ways of life, and so on. So, that is one definition of Indian nationhood. Then there is a more exclusive definition of Hindu nationhood, which comes from, which, let's say, the Hindutva, modern interpretation of Hindutva goes in for, right? Not the original conceptualization of Hindutva. I mean, a lot of people who read Savarkar might today, the Hindutva guys who read Savarkar today might be shocked to find that Savarkar sounds a lot like a modernist and a liberal whom they criticize than what they expected to be, right? So, there is a very strong sectarian version of nationhood. And then there is a broad, you know, Catholic, liberal way of looking at what nationhood is. And these would be the differences. But there's an overlap, right? Because the overlap is that you believe that there are people here who are connected in some way, right? It's not only language because people speak different languages. It's not only religion, because even if you accept the sectarian view of Hinduism, there are so many sects there who don't necessarily agree that, you know, the sectarian definition of Hinduism also is pretty weak, right? Then it's not color of skin, it's not geography, it's not historical path, it's not even, you know, your genetic makeup. But there's still"
    },
    {
        "speaker": "Guest 2",
        "time": "00:43:17.720",
        "message": "something which connects us all together, right? Whether you're a sectarian Hindu, or"
    },
    {
        "speaker": "Guest 1",
        "time": "00:43:22.360",
        "message": "whether you believe that Indianness is a non-sectarian idea, there is still a belief that these are connected, right? So, this sense of nationhood, I think, connects both the Nehruvian liberal definition of the state or the nation state and the Hindutva definition of, modern Hindutva definition of the nation state. Of course, the divergence is then, what do you do with people who are not like us, right? It's easier in the liberal, constitutional liberal setup because even, for example, one of the first few decisions of the Supreme Court of India"
    },
    {
        "speaker": "Guest 2",
        "time": "00:43:58.040",
        "message": "is that when they define a person, it's not necessarily a citizen. So, a person in India"
    },
    {
        "speaker": "Unknown",
        "time": "00:44:03.000",
        "message": "has the same rights as a citizen. Right to freedom, right to liberty, etc. A person doesn't"
    },
    {
        "speaker": "Guest 1",
        "time": "00:44:08.240",
        "message": "have to be an Indian national, right? It could be a refugee, it could be a visitor, it could be a traveler, it could be a guest. Maybe it could even be an intruder who intruded into our territory. He's entitled to the fundamental rights which are there in the constitution. So, it's easier in that framework to answer the question, what about people who are not like us? But in a sectarian Hindu definition of it, it's not easy to define that thing. What about people who are not like us? What do we do with them? Do they deserve to be here? Do they have a right to be here? If we do not accept the fact that they have a right, then what do we do with them? Right? How do we relate ourselves? It creates a whole can of worms, which I don't think anyone has thought through. So, you have very simplistic ideas that, you know, go to Pakistan or go to Sri Lanka, whatever they tell you. So, they've not thought this through. And I don't think there are easy answers there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:58.840",
        "message": "So I'll, you know, before Pranay comes in, I just want to kind of, I don't know the word for it is pushback. But I want to react to a couple of the things you said where I am not in complete agreement with the phrasing of them. And finally, I'll end by agreeing with you because one should end on a nice note. But, you know, as far as when you talk about the two different kinds of Hindutva, you know, and you talk about the more benign one is simply saying everyone is a Hindu. I mean, I have a deep problem with that phrase because I think it's a phrase that's convenient for elites like us to say, but will the Muslims of India really say that? I think the phrase, therefore, seems fundamentally exclusionary. And when you point to, you know, Hindutva as it once was and Savarkar and all that. Yeah, I think many Hindutva warriors of today would be aghast to find that Savarkar was an atheist and so on and so forth. But the point is that the fundamental point of Savarkar's odious book Hindutva was the fact that he said Muslims don't belong in India. That point that if you to qualify as a true Indian, both your place of birth and your place of worship has to be in India. And because Muslims worship and look to Mecca, according to him, to this thing, they cannot ever be called Indian. So that's a fundamentally exclusionary view. And that also brings me to my other point of disagreement where you speak about how the anchoring effect of the constitution, which is fascinating, but I think that anchoring effect is really in a sense for the elites. Like, I think, you know, one of the themes I keep harking back on during the show is that the constitution was always out of sync with the way society was, you know, and that became and it kind of became meaning meaningless once it became more of a periodical than a book as a famous cartoon once put it. And Ambedkar himself said in the mid 50s that, you know, he'd like to burn the constitution now if he can because it had lost all meaning. So nor was it as liberal as some of us would have liked, but it was way more liberal than society itself. And society has in a sense today caught up with politics. And to me, you know, in the larger mass of people, it's not the constitution that matters as much as, you know, this deeper civilizational narrative, which as Akshay Mukul's book in the Gita Press shows, has been ever present and running through Indian society and so on and so forth. In fact, even I did an episode with the excellent data journalist Rukmini S. recently, and that talks about how, you know, contrary to what you might expect, the young in India are deeply illiberal according to the data, right? So it is not as if older people are more conservative, and the young are all liberal and tolerant and all that, if anything, it's the opposite. And that was, you know, one of the big TILs of her excellent book for me. But leaving that aside, I mean, these are not connected to foreign policy. What I do agree with is that, you know, our genes are, we are hardwired to go in different directions, and often contradictory directions, we might prefer strongmen leaders, but we also want peace and prosperity and all of that. And to me, in fact, the great battle of civilization, especially since the Enlightenment, is to mitigate the sort of the negative impulses that we might have been hardwired with to mitigate them with culture, in which I think we have been largely successful, but that battle is, of course, never won, because you know, our hardwiring can be so strong. So, sorry, I thought I should kind of make these sort of points. Would you like to say anything to them or Pranay, you have"
    },
    {
        "speaker": "Guest 1",
        "time": "00:48:10.600",
        "message": "anything? Let me just quickly respond to the two of them. I think it is entirely possible to use the word Hindu, and without necessarily becoming exclusionary or sectarian about it. Gandhi did it, and Gandhi proved that it could be done. Of course, people like Jinnah and others were extremely worried about the religiosity of it, and the populist nature of that metaphor which Gandhi used. But I don't think anybody would go and question Gandhi's religiosity, piety. I mean, I find it way too religious, way too pious, for my taste. But nobody can question his religiosity and piety, within the metaphors of Hinduism. And you could construct this very wonderfully without necessarily being threatening or antagonistic to anybody else. I mean, at the margins, yes, you would have problems with, you know, do you eat this kind of food or not? Do you sit with me or not? Fine. I mean, you can work those things out. They are not showstoppers. So, I don't think, and I think Shashi Tharoor has been doing quite a good job in trying to bring that idea of Hinduness into our national discourse. It is entirely possible to be a Hindu and not be sectarian. It is entirely possible to be a Hindu, do your Hindu stuff, and not be a bigot, and without being hating anybody. I don't think, you know, you have a wonderful history where hate probably is an exception than the rule, right? Now, the other thing about elite is, I think we should accept the fact that statecraft is an elite enterprise. The Constitution was an elite enterprise and thank goodness it was an elite enterprise. Because if it had reflected the popular norms and social norms of the day, you know, you wouldn't have had universal suffrage, you wouldn't have been able to ban untouchability at the drop of a hat, you wouldn't even have been able to do something called social justice, however imperfectly that we're talking about. Because the very idea of social justice is an elite enterprise. I don't think there was any, you know, popular sort of a move to say that you need to have something called, you know, social revolution, social justice, etc. So it's fine. I think elite enterprises are fine as long as they are very conscious of the fact that the elite don't get to make norms which are self, you know, which suit themselves and not the others. The wonderful thing about our Constituent Assembly is the fact that every single person there was a person, member of the elite of that period. And every single person was extremely conscious of the fact that as a member of the elite, he has, he or she has all the more responsibility towards the people who are not in the room, and then the masses, right? And whichever persuasion they came from, you know, and that was a common thread. Brandon Austin makes that point very nicely in his book. And we don't sort of realize that. And I don't think elite is a bad word. You know, it's very easy to say, Amit, shut up, you're an elite. Or Pranay, you shut up, you're an elite. I mean, how does that even make sense? A person who is elite should be quiet. Like your vote doesn't count, your voice doesn't count. Or if you're an elite, let's say, who was studying economics, right? And tells you that, you know, in order to control inflation, you should do A, B and C. You tell that person to shut up, you know, you have a PhD in economics, you're so elite, so shut up. Let's 100 of us who don't understand anything about economics, we'll make policy now. It makes no sense. I mean, it's a it's a popular thing to point at somebody and say, this is an elite person, armchair liberal, this, that and the other, without understanding the fact that you judge the elite, as you judge anyone else by his or her actions, and the consequences of those actions, not by the fact that the person has a particular identity."
    },
    {
        "speaker": "Guest 2",
        "time": "00:51:50.400",
        "message": "Yeah, just to on this point, because it's very interesting. So elite project in the making is different from elite project in practice, you know, so if you look at the constitution project itself, in the making, it could be an elite project. But if you look at books like Rohit Des, people's constitution, etc, there is a lot of evidence also that there were people, ordinary people who use the new language that the constitution provided about fundamental rights, property rights, etc, and questioned authorities there, right. So it was also a project which was used by the common people to question authority over the years, right. So that has stood. And second on that periodical versus thing, I think it's a feature, not a bug in the sense that, yeah, even Ambedkar accepted it that you don't need what we have decided to be the norm 100 years from now, right. So it's fine if it changes, as long as we are and by and large, the constitution score has stood, right. So you can question that, you know, there are a lot of things which are now being executed probably against it, but the core of the constitution still stands. So I think that's not necessarily"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:03.720",
        "message": "a problem. I should just kind of add before we move on that my point is not about the desirability of the constitution, I find a liberal constitution to be incredibly desirable, even though I think we haven't quite got it. I mean, the constitution for all practical purposes doesn't actually protect free speech and so on. What I was instead doing was that I was lamenting that the values that our liberal elites wanted to push in a top down way through the constitution, which was laudable in terms of intention, didn't actually go through. We are not a liberal society today. So it was more of a lament than anything else. I don't have options for what the founders could have done differently. And certainly it's easy to speak from hindsight. But you know, you know, in their circumstances, who knows, you know, I was actually thinking of a different order, as it were a different order for this episode, and we have lapsed into disorder, but even disorder is a good thing and beautiful things can emerge from entropy. So let's put some energy into that, as Nitin might say. And let's go to one of the subjects that I actually kept for later, but which I find really interesting is India's foreign policy impulses. And Nitin, you were pointing out one how some of our foreign policy impulses kind of emerged from the constitution itself. What I'd like from you is kind of a brief potted journey of how our foreign policy has evolved in terms of priorities and how we look at it, quick potted journey through the decades as it were. And also with you know, before that, perhaps an additional question that what strikes me when we look at foreign policy is that it is a one element of our governance that does not really depend upon the party in power. My impression is that our foreign policy establishment is what it is, and it will function across, you know, different governments and different parties in power, and it will do what it will do. So I find it, you know, sometimes a little short sighted that we'll do something on the international stage and people will say Modi this or Modi that or whatever, when really, from my limited point of view, our foreign policy has been fairly realist and fairly sort of going along the same tracks for a long time. So what are your sort of thoughts on this?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:55:09.920",
        "message": "Yeah, you know, I think we've got to start with 1947 as a breakpoint in foreign policy, right? What do you have in 1947? You have a country emerging out of massive communal riots, which has come out of Second World War, not on really good terms with the United States and Britain because of the choices which the freedom movement made, right, to not back them during the Second World War. So the both Americans and the British, although they are fond of you for being a democracy, they have misgivings about you, because you really didn't help them out in the most biggest, you know, biggest war that they ever fought. You're a dirt poor country, you have massive amount of social challenges in your society. It's not very clear whether you will be able to sustain yourself as a democracy or not, right? And then you're thrown into this world where there's the United Nations and you know, the Cold War starts and big powers are fighting nuclear, you know, there's a nuclear face off between the big powers. Then what do you do? Right? And I think the most interesting part of that era is Nehru's decision to be non-aligned, right? Well, he was very sympathetic to the West. There was no doubt that he was sympathetic to the West in terms of some ways. He didn't like the Americans, maybe had a upper British, upper class British dislike for the Americans. He was fond of some of the experiments which the Soviets had done because he found that, you know, big industry, etc. modernization, industrialization, modernization, which the Soviets managed to do very quickly. He was very impressed by that. But he was still very, you know, if you were to place him, he was on the West side, or ideologically he was on the West side as a liberal. But India lacked power, because India lacked resources. We didn't have, we didn't have an army of any kind. We didn't have, I mean, we had a big army, but it was not a powerful army. It was a post-colonial army. We had a massive challenges fighting wars with the Pakistanis. We needed support of the United Nations. Per capita income was, I don't know, I can't even, I don't even dare to imagine what it is, what it was at that time. What do you do if you want to have power in the international system? Nehru tunes up the moral dimension of it, starts talking about, you know, world civilization. He really believed it. That's another story. So we were lucky to have a guy who believed that stuff, which he was dishing out to the others. And he talks about, you know, United Nations, world peace, non-alignment, and so on and so forth. And that moral arguments that he made as a leader of a post-colonial society, which won independence through non-violent struggle, he flexed it to the maximum. So India got disproportionate amount of leverage in international relations in the 50s, because of this moral dimension. But towards the end of the 50s, it became clear that these guys talk a lot, they make moral judgments, but they don't actually back this up with tangible policy. The Soviets invade Hungary, and India just sort of says, ha ha, okay, what do we do? We are non-aligned, you know, instead of taking a forceful position in terms of liberty and so on, right. So you're afraid to criticize, but your moralism starts falling apart when you're afraid to criticize, or you know, speak up when you need to speak up. But by the time Nehru leaves the scene, non-alignment becomes more of a dogma, which is worshipped in the corridors of power in"
    },
    {
        "speaker": "Guest 2",
        "time": "00:58:33.800",
        "message": "New Delhi. So the thing about India is that sooner or later, you might, you know, put"
    },
    {
        "speaker": "Guest 1",
        "time": "00:58:38.280",
        "message": "something on a pedestal, you start worshipping it, whether it's people or ideas. And everybody started worshipping on the order of non-alignment. And you became part of the non-alignment movement. And I don't know what they did, right. So non-alignment died in 1971, when India signed the Treaty of Friendship and Cooperation with the Soviet Union on August 8, 1971, right, before the war. So officially, formally, it was dead. You signed a treaty with one of the sides, right, which of course entitled you to some benefits in the United Nations ahead of the war. And from that period onwards, you were in this, literally in the Soviet camp. No wonder the Americans saw you that way. Nixon, especially was a, you know, Nixon Kissinger was extremely bipolar in their thinking. And you ended up being on the other side of the West, right. And then you did the nuclear explosions, sanctions on you and so on. Up to somewhere around Rajiv Gandhi in the mid 80s, you try and make an overture towards the West, right. It's, it's a beginning of a sort of a new age. And then the Berlin Wall falls, Soviet Union disintegrates, and you're out of the streets. You know, your superpower sugar daddy or your superpower protector, the one who gave you clout in the UN is gone. And what do you do now, right? So mercifully, there was economic liberalization. At the same time, an attempt to reach out to the East Asian guys, as well as an attempt to reach out to the to the US. But that, you know, that was still a lot of work in progress up to the nuclear explosions in 1998. When there was a sort of a step function change, right, the immediate short term consequences were negative, because sanctions came on you, etc. But it was part of a overall change in the world where, you know, the US didn't see you as they saw you in the 70s and the 60s. There was no Soviet Union, the Chinese were growing and there were elements in the US even at that time saw India as a counterweight to China. So, the big period of India being part of this globalized mainstream starts somewhere in the early 2000s, right, the Justin Spalberg talks, Wanchpeki and Justin Chin have a lot to do with this, right? They built India's relationship with the US and Manmohan Singh and company actually solidified. So, there was continuity there. That period continues more or less to this day, largely because India's economic growth per capita income of about $1,800 puts you in a category where you are a significant player, which the West cannot ignore, right? Especially when a West which sees itself in confrontation with China cannot ignore. So, you are now in a position where you are sort of a middle power with great usefulness to the West. And you also see your interest with the West, in both in terms of values, in terms of business. I mean, here in Bangalore, the entire industry depends on our relations with the West, right? 8% of India's GDP, right? That's the IT industry, 8% of India's GDP really, and this is the 8% that is growing, this is the 8% of the future depends on good relations with the West. So, our relations with the West have solidified in the last 25 years. We do have this mantra of strategic autonomy, which sometimes confuses me, because what do you need strategic autonomy for? If you ask people who talk about strategic autonomy, you ask, what is strategic autonomy? Oh, strategic autonomy is the ability to make our own decisions in foreign policy. Fine. Why do you need strategic autonomy? Oh, because we can have strategic autonomy. So, strategic autonomy is both the beats and the end, right? We need strategic autonomy because we are going to use it to get strategic autonomy. In a way, that argument is circular, but it's popular because I think there's still a lot of people in the country who are unwilling for various reasons to say that, look, we have a lot in common in the West, our values and interests are increasingly converging with the West. So, there's still that sort of resistance to accepting that for various reasons. I mean, if your trade is with them, your values are with them, your second cousin and your first cousin and your brother are living in the United States, you know, there's so much of limited, there's so much of travel, movies, songs, in every sense of the word, we are part of the overall Western sphere, right? But we don't accept it. So, that's where we are. So, we're in a situation where we are now, you know, it's almost like, thanks to Putin, we're at this point where, you know, it's crunch time. Are you going to continue to say that I have strategic autonomy, I want to be this, I want to be that? Or do you want to take sides in a way that isn't consistent with your interests? And there are many question marks there. There are pros and cons of various positions. But nevertheless, this is a crunch time. It is like 1989 and the Berlin Wall falling down, right? You have two, you have very big questions in front of you, and you have to make choices."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:44.120",
        "message": "And I have a question for Pranay on strategic autonomy, because it seems to me that we can kind of get to strategic autonomy in two ways. One is that we are powerful enough that no one is really messing with us. It's not in anyone's interest to do so. And therefore, we can afford to be, you know, to have strategic autonomy. The other is we are so freaking helpless that any choice is a bad choice and pushes us into a corner. So, we don't make a choice at all. And we call it strategic autonomy. And in one of your recent newsletters, you wrote, quote, India would come under significant pressure from both the US and Russia to show support for either side. Given its military over-dependence on Russia, on one hand, and the overwhelming agreement with the West on countering China on the other, India's choices have become more constrained. It will be a serious test of India's diplomacy to keep both sides happy. It seems to be pushed to strategic autonomy by compulsion, not by choice. So can you, you know, sort of elaborate on this a little bit? Like, therefore, it seems that we are putting the veneer of high principle and saying strategic autonomy as you know, a principled position that we are taking, but we don't actually have a choice, you know, and principles don't matter anyway in this game."
    },
    {
        "speaker": "Guest 2",
        "time": "01:04:52.360",
        "message": "Absolutely, Amit. Agree there. So the way we think of it is that, you know, when people use strategic autonomy currently, they are actually using it in a very tactical sense. So there's nothing strategic about it. The current way of saying strategic autonomy is that you can't be on either side, you probably have to make distance, keep equidistant from both sides, etc. and all that, right? That is not strategic autonomy, right? That is about tactically, do you want to say, on this issue, you will go with one side or the other, whatever, right? But what is your strategic aim? The ultimate aim of strategic autonomy would be that you should, you will gain that only when you have enough strength. And once you have enough strength, then you can take the decision that you want, right? That would be strategic autonomy, in my mind. So currently, I think we are still we made it a virtue like Nitin was mentioning, first, there was a virtue about non-alignment. And I think non-alignment's new format is strategic autonomy, which is used in a very tactical sense, to mean that just don't work with any of the sides and we will decide on our own. And like I was saying, it is a function of our power, right? The lesser the power you have, you can't actually be strategically autonomous, you will have to just take decisions based on the exigencies that other countries and the world determines for you. So that's where my view was. In what I say, I've been trying to make a list of terms which should fall into disuse. And one of them is strategic autonomy."
    },
    {
        "speaker": "Guest 1",
        "time": "01:06:29.360",
        "message": "See, I think the idea of strategic autonomy is interesting. Because see, what does strategic autonomy mean to me? I would like to have strategic autonomy. What does it mean to me? I should be able to tell Putin that look, you invaded the country and that's wrong. That shows that I have strategic autonomy. But if you say that I can't say that, so that I can enjoy strategic autonomy, sort of misses the cart and the horse, right? I mean, what's more important? I mean, you are willing to not do something in order to have something which you don't have. I can't express the logic of it, but the logic of it has a big"
    },
    {
        "speaker": "Guest 2",
        "time": "01:07:07.800",
        "message": "flaw in it. Yeah, and that too, something as small as taking a stance on whether this is an invasion or not in the UN, you know, like, there is no concrete thing that can happen because Russia is on a veto anyways. So there are things in which India can say that this is an invasion. And yet, you know, you can move ahead on other things. But just to say that we can't do that, in order to say that we are proving ourselves to be strategically autonomous is perhaps not the right way of thinking."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:38.920",
        "message": "And I also want to sort of ask a larger question about, you know, the role of rhetoric and this whole people keep bringing up principles and we stand for this and we stand for that. And you mentioned Nehru did a lot of that, though he was a true believer in his principles. So, you know, at least that is there. And I'm reminded of this bit that I'll quote from your newsletter, Pranay, but not written by you, but by a brilliant co-writer, RLJ, where first he writes, quote, there's so much talk about higher order morals and international relations that you can easily be taken in by it. Well, my view is that most of that stuff is garbage. The naked truth about international relations is grotesque. It needs a garb of pious intentions. And this becomes clear as daylight when you have a war. As much as it is a humanitarian crisis that saddens you, war is also a moment when all pretenses fall away and you see the truth, stop quote. And then right at the end of that piece, he says, quote, what's happening in Ukraine is a crystallization of the truths that were evident to all post 9-11, but difficult to prove. That truth is in front of us. You can talk forever about common interests and shared values. It means zilch, stop quote. So, you know, is that something that you'd like to kind of double click on or respond to?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:08:47.840",
        "message": "The way I would put it is that there is value to the rhetoric in international relations, you know, so there is still narratives matter, as we were discussing earlier, the rhetoric that you use has any real can have a real life implication on how the world functions, right. And that's why I was saying that the last 10 years, the rhetoric that has come out is largely one which thinks of the world in being disordered things allows some states to get away with things that they want to. So there is a purpose for rhetoric in international relations. So I would probably disagree with that statement, that there is some function to it. That's why I was saying that, you know, authority is what great powers aspire for. And one part of that authority is pretending to be legitimate, legitimate, right? It can be a pretense that you put on, but there is an importance to that pretense. That's what I was getting."
    },
    {
        "speaker": "Guest 1",
        "time": "01:09:44.080",
        "message": "Yeah, see, I think there's no where the RSJ quote, I mean, that's classic realism. Well, what really matters at the end of the day is how much power do you have? And as Athenian said, you know, the strong do what they can and the weak suffer what they must. But, you know, you could do a lot of things without necessarily having to use force. If you use rhetoric, if you create a narrative environment where people's sense of right and wrong is determined by what you have done, people will feel you don't even have to lift a finger."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:14.840",
        "message": "People will feel that something wrong has happened. A lot of the other countries will"
    },
    {
        "speaker": "Guest 1",
        "time": "01:10:19.080",
        "message": "join you. Forming coalitions becomes easier. In a way, if you want to put it into very stark terms, your own cost of action becomes much lower. Your cost benefit ratio becomes much lower, because you achieve the same outcome with much lower expenditure of resources. So that's that's rhetoric. That's what rhetoric does for you."
    },
    {
        "speaker": "Guest 2",
        "time": "01:10:41.040",
        "message": "Correct. Yeah, every act needn't necessarily be an act of coercion, right? So if you want every country to collaborate with you, there are two ways, right? Every time you go and say that, you know, I have power over you, if you don't do this, I will be you will be having sanctions or whatnot. The other way is that just the countries believe in what you have said or believed because of what you've acted before or believed in the larger principles that you have propagated for whatever reason, right? Whether you believe it or not is a secondary thing. So there is a lot of things which can happen in through the second way, right? So in that sense, rhetoric does play a role in international affairs."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:19.600",
        "message": "I mean, I think, you know, the two ways that I would see it is as is a negative sum game where you use force and etc, etc. Negative sum game or zero sum game as the case may be, in the case of war, it's a negative sum usually, and the positive sum game where you speak to common interests and talk about how we can both be better off. But it also seems to me that you know, whatever rhetoric you might spout, the other country when they are considering what you might do or might not do, they are just looking and they know you're realist as well, right? All in a sense, the entire foreign policy community, I would imagine is one country, right? They kind of know everybody that they know what people share interests and values are, they know what the levers are, you know, they know what the carrots and sticks they can use against India, for example. So everybody would discount everybody else's rhetoric and just look at what their interests are. And like, I think in this current situation, for example, there was this big outcry on Twitter that India should take Ukraine side and speak out against Russia and not abstain and all that. And my point was that, you know, Twitter pe rhetoric theek hai, but in the real world, there are costs. And you know, the way I would have looked at what India did was that you got to do what you feel is in your interest, which at that point in time, the establishment felt was abstaining. And then you can dress it up in whatever rhetoric you want, or whatever principles you want. And you know, part of that rhetoric might well have been strategic autonomy, no matter how incoherent it is, but you take an action according to your interests and according to what you can do or cannot do. And then you figure out the principles to sort of dress that up with. So is that something you'd agree with?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:12:45.920",
        "message": "Again, I'll sort of push back against that, in the sense that these morals or these narratives and stories which we tell are not constant, right? And they are the overton window sort of moves over time. So I'll give you an example. Think in terms of what should nation states do in times of humanitarian disasters. Now, now the large the rhetoric over the last few years has been, if you are a great power of any significance, you should be doing something there, right? And in reality, also, now a lot of nation states do that, you know, so the rhetoric, which was said many years ago, that rhetoric now is sort of become a norm, which generally nation states follow, and some do deviate, but there is a perceptible change in how nation states would respond to. So that in that sense, there's an example where rhetoric comes before that action."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:38.400",
        "message": "Yeah, that's a great point. Let's kind of talk about world orders, and just understanding the state of the world. And you know, you guys had this chapter, which was also a discussion paper, I think you did from the book India's Marathon, where you spoke about different scenarios of how the world order can kind of evolve or different kinds of equilibria which can emerge in one of them is what you call the Great Walls sort of theory. And your argument being that Russia, Ukraine actually doesn't kind of change that we are that is a world order that we are in and some some ways it might even solidify it. So can you sort of explain to me the outline of that? And very briefly, if the outlines of the other kind of possible world orders and you know, what is special about this one, and so on"
    },
    {
        "speaker": "Guest 2",
        "time": "01:14:23.320",
        "message": "and so forth? Yeah, I'll attempt that. So yeah, so this is basically a model that we'd made and like all models, it is just somewhat useful and definitely wrong. But the model that we tried to imagine was that a lot of people when they talk about world orders, that we are only talking about who's the hegemon, right? Is it US, China, etc. But probably there are more dimensions to what the world order is. And that's why we thought that two important dimensions would be the global distribution of power, which is the geopolitical angle. And the second is, what is the distribution or what is the way the economics is arranged? What is the geoeconomics looks like, right? So that's the second axis. So we constructed world order scenarios at the intersection of how the world might go on the economic side, and how the world might go on the political side. So there were some trends which we saw on the political side, right, which you can imagine, one is US being a sole superpower, or there is sort of a cozy relationship between US and China, which is a cooperative G2, that's the geopolitical trend. The third one was you could have actually a confrontation, outright confrontation, or you could have a competitive thing where you have competition plus confrontation. And finally, there's something called the multipolar world where all nation states, all important nation states have their own nicely marked spheres of influences where they are the most important power. Now, this is on the political side. On the economic side, also key trends being if you look at what is the situation of trade, global growth, automation, etc. Based on that, we had a few trends that we could look at. So there were a global recession trend, a secular stagnation trend, a new economic boom trend, and a great disruption trend. So now, broadly, if you look at intersection of these economic and political scenarios, you get you get world order scenarios that you can imagine, right. So the Great Walls scenario is at the intersection of a new Cold War politics and a secular stagnation economics. Okay, so what does new Cold War politics means that yes, there are there is there are two powers, US, China, and broadly, there is a confrontational relationship between them, not war necessarily, but really confrontational. And both have decided that you want to decrease each other's powers as their main geopolitical aim. And second one would be secular stagnation on the economic side, where after COVID-19, we've seen the global economy is still recovering, the inflation rates are high in many countries, etc. So that sort of marks the economic side. There is also a lot of questions being asked about whether we can go back to the free trade scenario of the 19 late 1990s or 2000s, because China took disproportionate advantage of it, right. So there are also those questions of whether you want to limit trade, whether you should form groups in which you trade freely, but not with the world at large, right. So that that is what the economic trend looks like. Now, at the intersection of these two trends, we get what is called the Great Wall scenario, right. And the way we defined it is there were sort of three major trends, one stable geopolitics and dynamic geoeconomics. So what you see is one US is countering China as an overriding national priority. And then there are also supply chains are getting reoriented to reduce dependence on China, which I already mentioned. So that is the trend which is still continued, right. What we'd written in terms of the political side was that if you look at what has happened with Russia, Ukraine, probably it is more likely that Russia and China, because of the limited options now available with Russia, it will probably go on the side of China even more in the next few years. And that's why what we are saying is it's not that the world order scenario is probably changed dramatically, but possibly it has just hardened these lines, right. Now, Russia has very little option but to now take help of China given the unprecedented sanctions and etc, which has happened. So those things are what are likely to play out, right. So that is on the geopolitics side. We are also seeing, you know, one too many economic webs. So again, like I said, a lot of questions being asked about whether we should have the same kind of trade, movement of ideas, movement of labor, goods, services, like it was earlier, right. So there is probably a question around that and probably we might see this reorientation of supply chains. It's already being talked about, it's already being attempted to carve out something which is not the same way as earlier where China dominates and becomes a trading partner of most of the nation states which matter, right. And finally, there is a new age of multilateralism in the sense that, again, UN and the idea of UN allied institutions like the WTO, etc, have lost a lot of their shine because of what has happened. So there is also a question of, do we require a new age of multilateralism where different countries form their own smaller groups and then they decide their actions there rather than this big umbrella of a world government aspirational kind of UN, which has not delivered on the kind of results that it was hoping for. So this is broadly how this great world scenario looks like. And our assessment, at least preliminary assessment, after the last few days, was that it just hardens this boundary. We are going even more so in this space where the politics gets defined as a new Cold War kind of scenario and there is already a secular stagnation. So Russia and China getting together against a lot of other countries, which are also getting together in turn because of what Russia did in Europe, right. And earlier again in Europe, there was this question of whether we are still buying a lot of oil from Russia. So is there a need to take a stance against Russia, etc. But what Putin has done in Ukraine just makes it clear to them that there is no other option. So there is overwhelming sort of a unity that you see in purpose between European countries and the US, which you didn't see until now for a lot of years, right. So you are seeing a lot of defense pending commitments also coming from countries like Germany, etc. So there is this sort of coalescing of two opposite poles happening because of this Russia-Ukraine model."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:30.520",
        "message": "Fascinating. And this, you know, before I kind of double click on that for all of my listeners who might have been surprised to hear you say that, you know, that this model is probably useful, but definitely wrong. I'll just point out that that's obviously harking to the famous quote about all models being wrong, but some models are useful. And the world is so deeply complex that no model is actually ever going to be right. What you want to build is you want to build useful models, you want to build frameworks of looking at the world that explain as much of it as it possibly can. And, and, and I found that this is actually a fantastic model, because looking through your paper, a lot of what you said actually seemed so prescient, like, when you spoke of, you know, the second of the three aspects that you spoke of from one to many economic webs. And, you know, and I'll quote from what you wrote in that paper, you and your co-authors where you wrote, in the post COVID-19 world, many great walls of China may come up a new version of the Iron Curtain, where the world is split into three economic webs, one dominated by US markets and investments, one by Chinese markets and investments, and a more diffuse collection of middle powers who independently strike bargains with the US and China led economic webs and form their own networks of trade with friendly countries, stop code. And this is you were talking about what may happen in a post COVID world. And part of it seems to already have happened in unexpected ways with Russia, invading Ukraine, like, again, from one of your newsletters, and this was RHA writing about it, I learned about the concept of weaponized interdependence, which the way Daniel Dresner defines it is a weaponized interdependent interdependence court is defined as a condition under which an actor can exploit his position in an embedded network to gain a bargaining advantage over others in a contained system stop code. And to break it down, to give a concrete example of this, there is a swift payment system. So you want to impose sanctions on Iran, what do you do, you take them out of the swift system, and they can't do anything in an economic sense. And, you know, you've basically, you've got your hegemony as the academic word term would go over that financial payments, and you can really hurt someone. But what happened here with Russia is that it didn't quite work for a number of reasons. I mean, one reason, of course, was that and when, you know, Biden said that, okay, we'll take them out of the swift system, he made an exception for energy companies because he had to. And, you know, RHA has this great quote where he writes, all the network interdependence by itself doesn't create real hard assets on the ground. It only facilitates a trade in a manner that reduces friction. The real world operates a step removed from this. Russia has cheap energy and the EU needs it. And the EU doesn't love Ukraine more than the cheap assured heating in their homes. That's a reality. The other thing we learned is that any kind of freezing out of a node in a global interconnected network doesn't put that node away for good. This network is so vast, with so many strands crisscrossing them, that quite soon a new equilibrium is reached, order is restored and the freeze circumvented. The simple lesson here is that cyber warfare, paralyzing a network or cutting someone loose from the interdependence are legitimate and novel weapons in international conflicts. But when it comes to the crunch, real assets trump everything, stop quote. And this is exactly what, you know, you speak about from one to many economic webs kind of playing out. And this is fascinating. And is there then a harsh wake up call for the US, where they thought that they had these powerful levers, and now they've suddenly realized that, hey, wait a minute, we actually don't, the world will go on without us."
    },
    {
        "speaker": "Guest 1",
        "time": "01:24:55.360",
        "message": "Amit, before we go to the US, this is a good point in time to point out something about Europe. There is absolutely no doubt about interdependence, etc, and the need for energy. But you cannot, you know, the startling thing about the Ukraine conflict, and if you have to blame somebody, you have to blame Europe. Because here you are in 2008, or 2007-2008, where Putin does his first jerking of Ukraine. He turns off the taps and punishes the Ukrainians in Ukraine during the winter. And they realized for the first time, that Putin can actually use energy as a weapon to get those coercive political points. Now, you're Europe, and you spent the last 15 years having built some pipelines and buying gas from Europe, because you believe that after the Soviet Union fell, Russia has to be accommodated. And you know, you don't want an impoverished Russia. So you buy good relations with Russians by buying, you know, gas from those pipelines, which are actually Soviet era. You were buying this during the Soviet Union also, right? So Europe was buying gas. And then suddenly in 2008, you see Putin playing hockey with the pipes, and using pipes to twist arms of the Ukrainians. And what do you do? Oh, I mean, if you're a sensible person, what you would say is that, look, I think this is a problem here. This guy is using gas to twist arms. So we should reduce our dependency on Russia. What does the European Union do? They increase their dependency on Russia. Not only do they buy gas from Russia, they buy it in pipelines from Russia, right? And come to the pipelines a little later. Not only do they buy pipelines, gas from pipelines, they buy gas in pipelines that bypass other countries, right? The Nord Stream 2, for example, right? So you're signaling to the guy that, look, I'm giving you my cojones, you can squeeze it whenever you want. And that guy decided to do it. Now, why is pipeline a problem? The pipeline is a problem because it connects one buyer to one seller, right? One set of buyers to one seller. And that relationship is inherently unstable, because, you know, the buyer can say, I don't want to buy, and then the whole thing goes for a toss. Or the seller can say, I don't want to sell, and then coerce the buyer, right?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:27:19.760",
        "message": "So for example, that was a problem with this famous IPI gas pipeline, which they were talking"
    },
    {
        "speaker": "Guest 1",
        "time": "01:27:23.560",
        "message": "about, Iran, Pakistan, India, where it would originate in Iran, pass through Pakistan, and we would buy. Which meant Iranians could coerce us, the Pakistanis could coerce us, and we could do nothing to them. And these are people, I mean, the Pakistanis, we have a problem with those guys. I mean, they have a problem with us, whatever, however you want to define it. So this is what happens in Europe. Now, how do you still buy natural gas, but not use pipelines? Use liquefied natural gas, LNG, right? Mercifully, India took the LNG route. We decided not to do the pipeline, we took the LNG route. Europe did not. The first LNG terminals were announced, I think earlier this year, Germany's terminal. So if you have an LNG terminal, you have a port where liquefied natural gas comes on ships, and you could buy it from anybody. You could buy it from the Russians, you could buy it from the Venezuelans, you could buy it, whoever has gas, you can just ship it there, right? So buy it from the market. So it's a market based solution. And there are, you know, short and long term ways to manage your risk. Europe doesn't do that. Okay, they buy from gas. And then what happens, the Fukushima happens. And these guys say, Oh, my God, nuclear, Fukushima, and they turn off the nuclear reactors. And when what happens to your energy, where do"
    },
    {
        "speaker": "Guest 2",
        "time": "01:28:37.480",
        "message": "you need to get energy from? From Russia again. And look at the Fukushima thing. You know"
    },
    {
        "speaker": "Guest 1",
        "time": "01:28:42.760",
        "message": "how many people died in the Fukushima nuclear disaster? Zero. Not a single person died because of radiation, right? All the deaths which happened, they happened due to other reasons,"
    },
    {
        "speaker": "Unknown",
        "time": "01:28:53.520",
        "message": "due to flooding and some accidents and so on. Not a single person died because of radiation."
    },
    {
        "speaker": "Guest 1",
        "time": "01:28:57.920",
        "message": "And you turned off all the reactors, and you bought gas from Russia. And Putin walks into Crimea, you can do nothing. Putin shoots down a freaking airliner, you do nothing. Putin now invades, surrounds Ukraine on all three sides, you could do nothing. And only after the guy actually, you know, breaks the eggshell, the tanks roll in, and Zelensky makes this"
    },
    {
        "speaker": "Guest 2",
        "time": "01:29:19.880",
        "message": "wonderful speech at the EU, you decide, Oh, my God, yes, we were wrong. Now we're going"
    },
    {
        "speaker": "Guest 1",
        "time": "01:29:23.920",
        "message": "to ship weapons to those guys, and we're going to get LNG and so on, right? So I think stupidity can't be insured against, you know, the EU's stupidity is a charitable way of putting it, the EU was stupid. The non-charitable way is that you can't rule out corruption in this. The fact that Russian money can grease political machines in democratic countries is well known. And they've probably, you know, purchased this influence, because I cannot imagine a bunch of smart people, like the strategists in Germany and France and the rest of Europe falling for this, you know, kindergarten level ploy of putting all your eggs in one basket."
    },
    {
        "speaker": "Guest 2",
        "time": "01:30:08.200",
        "message": "Just to add to Nitin's last point, that a lot of recent literature suggests that, you know, a lot of foreign policy decisions can be explained either by public choice or by other reasons, right? So a lot of times when foreign policy is discussed, it is discussed only in the sense of, you know, you taking nation state as a unit actor, and what is in their interest, etc. But there are real domestic interests have a lot to play on international affairs as well. So a lot of these can be explained by probably there was also this angle of domestic corruption or other things. And that's why you get the outcomes that you get in even classic realist terms, you would have said, like, what, why would you even do that? But if you take into account domestic considerations, electoral politics, maybe you will be able to explain these results then."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:56.120",
        "message": "Yeah, and just to kind of double click on what you said about Fukushima and sort of, you know, nuclear power, which is, you know, it's kind of one of the most bizarre movements that has happened, how Germany moved away from nuclear power. And that's still in an ongoing debate with France. And I'll link to that, to an excellent op-ed in the New York Times by Steven Pinker, among others, and two co-authors, where I'll just quote a para from that. And this is a digression, but it's kind of, you know, I keep coming back to this where they write, the authors write, quote, in 60 years of nuclear power, only three accidents have raised public alarm. Three Mile Island in 1979, which killed no one Fukushima in 2011, which killed no one, brackets many deaths resulted from the tsunami and some from a panicked evacuation near the plant. And Chernobyl in 1986, a result of extraordinary Soviet bungling, which killed 31 in the accident and perhaps several thousand from cancer, around the same number killed by coal emissions every day. Even if we accepted recent claims that Soviet and international authorities covered up 10s of 1000s of Chernobyl deaths, the death toll from 60 years of nuclear power would still equal about one month of coal related deaths. And this just makes me absolutely mad because so much of what is happening around climate change can actually be mitigated by just embracing nuclear, which is the safest form of energy by a massive order of magnitude. And, you know, you know, leaving aside the old dogmas of oh, it's not safe and all that, because, you know, we kind of have the data, the technology is advanced a lot. And Chernobyl was really more about the dangers of bureaucracy and an ossified system of governance, rather than nuclear power per se. And this is, you know, and speaking of climate change, you know, one of the things you say in your Great Walls, sort of formulation is that it makes reaching agreements on climate change also next to kind of impossible over there. Yeah, so you know, since we're talking about the response of the different powers of Europe and all that, you know, let's for a moment, go back to the US and you mentioned Nord Stream 2. And, you know, one of the blunders that the US made involved that like I'll quote Neil Ferguson here, where he compares Biden to Dostoevsky's idiot. And Ferguson says, in Russian literature, there is a great novel, Dostoevsky's an idiot, Biden is an idiot. The reason this happened is because the Biden administration slowed down deliveries of armaments to Ukraine, lifted the sanctions on the Nord Stream 2 pipeline that was supposed to bypass Ukraine, signaled to Russia that the US would not support Ukraine militarily, and therefore made it clear to Putin that he had an opportunity to take military action with only sanctions to fear. The administration's strategy was to threaten the worst sanctions as if sanctions were going to deter Putin. Then they tried it something even crazier, which was to say you're going to invade and we know the date, as if that was somehow going to stop him from invading. And the worst thing they tried was to get the Chinese to dissuade him from invading when the Chinese had given him the green light on the condition that he didn't go until after the Beijing Olympics. And, you know, and he paints this completely as Biden's debacle in the course of a roundtable, which Barry Weishaus, in which Francis Fukuyama, by the way, holds the opposite view. So I'll link to that so you can read both views. But what's your sense of, you know, what the US could have done here, because a new verb that has now come into the English language is a verb Ukraine. And for someone to get Ukraine is that you promise someone that enter the fight and we will kind of support you. And and then, you know, you're not there when they enter the fight. And by the way, I'm going to take a brief digression here to tell you this delightful story of Mr. Madiyar. Have you heard the story of Mr. Madiyar? You couldn't have because I just heard it last night. But I heard it from my friend Naren Shenoy. And I take the permission to tell you the story that once back in the day, his family, when he was a little child, used to have next door neighbors called Mr. and Mrs. Madiyar. Right. And one day, they kind of noticed that a thief seemed to have broken into the yard or into an upstairs balcony or forget exactly what. So they managed to scare the thief away. And the thief then jumps into the Madiyar's compound. So they immediately phone call Mr. Madiyar from the landline and they tell Mr. Madiyar that listen, we think there's a thief in your compound, he may still be there, you better watch out. And then from the window, they are looking at Mr. Madiyar's house to see what action Mr. Madiyar takes. And soon the door opens. And they find a reluctant Mrs. Madiyar being pushed out by Mr. Madiyar. And he's telling her to just go and check and don't worry, I'm here for you. You know, so, Naren uses as an analogy for, you know, Mrs. Madiyar, of course, is being Ukraine here. And Mr. Madiyar is totally sort of chilling. And the story of how Mr. and Mrs. Madiyar fell in love is also hilarious, but it's probably not apropos to this Russia-Ukraine discussion. So what do you feel about all that, you know, the role that Europe played, where they are assuring Ukraine that, hey, we are on your side and NATO and etc, etc, even though they are so dependent that they know that there's not much they can do and Ukraine is basically on its own and then America doing the same thing and America in a sense blundering. And, you know, there's an argument to be made that America has been blundering from, you know, George W. Bush's time, where through Obama, through Trump, through Biden, now, they've just been blundering on this issue completely. So what's your sense of this?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:36:08.880",
        "message": "You know, I think the US political discourse, and the political academic discourse is, is just, it's just so cute, right? Because, you know, somehow they sort of connect everything which is happening in the world to the policies of the current leadership, with a veneer of saying that we are actually bungling, we are not good. In a way, it's like what we do in India, right? That, oh, you know, everything that the government does, can be criticized, and it's absolutely wrong, and so bungled, and so wrong. And because it's in the English language, everybody else who speaks in the English language also takes that trope, and that becomes conversation, right? So in this case, a lot of what, you know, Biden did or didn't do seems to be largely irrelevant to this, right? Because if you have to pick the point where the US might have gotten it wrong, is going to be about 25 years ago, 20 to 25 years ago, after Yeltsin, and after just after Putin takes over, where you're not able to manage the divergence with Russia well enough. As Putin said, you don't want us to be part of your side, but why do you want us as your enemy, right? But if you look at the choices made in 2002, Russia didn't look like a big, powerful player, it looked like a middling power, which did have very nasty intentions, and so on. And the level of nationalism or, you know, the kind of support for Putin, the kind of aggressive policy didn't exist, it was not a big economic player. So you could say that the Americans sort of disregarded the possibility that Russia can be a big player in 10-20 years from now, right? So they sort of overlooked Russian sensitivities, not even interests, sensitivities, right? So, which is, you know, for example, trying to get the post-Russian, post-Soviet republics into NATO and EU and so on. So, that, I think, can be positioned as a strategic error, which the Americans made about 25 years ago. A big strategic error which they made was not to renew the anti-ballistic missiles treaty, because the whole set of arms control relationships which the Soviets and the Americans had signed during the Cold War, were actually stabilizing. They tied both hands, which meant that things couldn't get out of hand. Sorry for mixing up the metaphors, right? So, but once the Bush administration walked out of the ABM, it created two things, right? One is Russia was also out of the ABM. And second, it created a precedent that you could walk out of, you know, strategic arms control relationships that you had written,"
    },
    {
        "speaker": "Unknown",
        "time": "01:38:46.080",
        "message": "which you had signed 20-30 years ago, right? So, that becomes an actual problem, because now you"
    },
    {
        "speaker": "Guest 1",
        "time": "01:38:51.520",
        "message": "have missile proliferation, all of that thing happening. Now, the problem with this narrative of the United States disregarding Russian sensitivities is simply this, that the post-Soviet republics have agency. So, if Lithuania, Estonia, Latvia want to be part of the European Union, if Ukraine wants to join NATO, how can you disregard their agency? It's not that just that the United States gets to make the call, right? They get to make the call. I mean, what are they independent for, if they can't exercise their independence in ways that they want to secure themselves, the way they perceive themselves? The Lithuanians want to be part of the West, the Estonians want to be part of the West. Now, are you going to say that, oh, the Americans should now disregard the interests of these independent countries, just because Putin will be upset, right? So, if you accept the fact that these are post-Soviet sovereign states, they have agency, you respect their independence, they have interests, then it's a convergence of both sides. It just so happens that Putin dislikes this. Now, the second error is, knowing that this is a possibility, let's say about 10 years ago, you suddenly feel, okay, after Putin did his Georgia thing, and after he did his Ukraine, cutting off the gas, you realize that this guy is going to cause trouble. Did you do what we needed to do to manage the guy? That you did, right? Because you were caught in this Obama era, oh, the US has overextended itself. That's the narrative, you know, the narrative which Pranay was talking about. You told yourself that US has overextended itself. Oh, you know, we need to look inwards, we are not a great power. You know, if you look at the Obama era rhetoric, it was all about being humble, about knowing the limits of your actions, and so forth, right? And that not only signaled to the rest of the world that you're not a big player, and Putin said, oh,"
    },
    {
        "speaker": "Guest 2",
        "time": "01:40:51.520",
        "message": "okay, these guys think that they're not big players. So maybe I should be encouraged,"
    },
    {
        "speaker": "Guest 1",
        "time": "01:40:55.120",
        "message": "you know, let me do something. And it also told Americans to redirect their resource investments in terms of defense and other things into other things. They might be, I mean, every government has a budget constraint. Of course, the US government has a budget constraint. But how you"
    },
    {
        "speaker": "Unknown",
        "time": "01:41:11.520",
        "message": "spend your budget follows your narrative. You know, if you spin a narrative that we are a"
    },
    {
        "speaker": "Guest 1",
        "time": "01:41:18.240",
        "message": "weak power, we have to consolidate, and then your budget says we're going to build a big Navy, then people will ask you, you know, you just told me that, you know, we want to consolidate and now you want money for the Navy, right? So, the Americans got it wrong during the Obama era, both with respect to Russia, and with respect to China, right? They allowed China to reach a critical mass without having enough backstops. And they overlooked the fact that"
    },
    {
        "speaker": "Unknown",
        "time": "01:41:44.800",
        "message": "they had to put some irons in the fire in order to manage Russia if should the need arise,"
    },
    {
        "speaker": "Guest 1",
        "time": "01:41:50.080",
        "message": "right? Discouraging Europe from doing this stupid energy strategy, for example. That's something which Americans could have done. But they did, as you said, they, you know, went on and went into Nord Stream, encouraged Nord Stream. Any self-respecting strategist would have said Nord Stream 2 is a bad idea, right? In any sense of the word. So it's that is where I think the mistakes were. They were in the Obama administration rather than the Biden administration."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:19.760",
        "message": "Let me follow up with like a couple of questions on that. And one is you say that that is when America could have done something. And in fact, during the Obama administration, they could have done something about China as well. So question one is what specifically could they have done? And question two is that earlier we spoke about how national interest is defined from within a country by the elites or whatever, and you go according to that. Now, another definition of the American national interest could easily be that we should not try to be a global hegemon. We should just chill, look after our own economy, be friends with everyone, do our own thing, not try to meddle everywhere else in the world, citing principles, citing democracy, citing blah, blah, blah, just do our own thing. And I have a fair amount of sympathy for that view. If I was American, I would have a lot of sympathy for that view, that let's just mind our own business and not mess around in this way. So, you know, so the idea that it is that America has a responsibility to intervene in all of these to control the rise of China to, you know, control the rise of Russia or to control Russia's, you know, nefarious desires is also comes from looking at the world in a particular prism, but there are different prisms. So that's one question that why this prism over"
    },
    {
        "speaker": "Guest 1",
        "time": "01:43:27.360",
        "message": "that or is it? Yeah, I mean, I don't think it's a responsibility thing at all. It's not America's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:31.920",
        "message": "responsibility. It's in America's interests, right? But you can define that interest differently,"
    },
    {
        "speaker": "Guest 1",
        "time": "01:43:37.520",
        "message": "right? Like I pointed out. That's why, that's what, see, if you are a superpower, you're not, see, I think we are not mentally equipped to understand the superpowers, responsibilities, and interests, right? And the responsibilities that come from interest, not responsibilities, as in altruistic responsibilities, right? We are not in that thing. You can't be a leader in the game. You can't be a world leader without having to do certain things. And those things are not the kind of things which India will do, right? So for example, if something happens in Ukraine, we could say, hey, guys, you know, we have 20,000 students there, once we get them out, our job is done, we don't have a dog in the fight. Nothing there will influence us and affect us. If you're in the United States, it's not like that. The moment the Americans overlook the fact that a red line has been crossed, there is a domino effect, a series of things will happen to you politically, militarily, technologically, economically, which will affect your interests, right? Now, in the Syria thing, I can't remember the exact thing which Obama did. But he said, there's a particular red line in Syria, that if you cross the red line, we'll do something, right? And the guys crossed the red line. And he didn't do anything. And what signal does it send? And you have the remaining, you know, Putin walking into Crimea, the Turkish guys doing something, Xi Jinping walking into South China Sea. Because the calculation is this, that if you are not willing to defend a red line, which you said there is a red line, I'm quite like, I'm quite rightly, I mean, I can be justified in"
    },
    {
        "speaker": "Unknown",
        "time": "01:45:16.720",
        "message": "believing that you won't do anything when you have no red lines. You don't have a red line in South"
    },
    {
        "speaker": "Guest 1",
        "time": "01:45:20.480",
        "message": "China Sea, so I'll go and encroach there, right? So, you soon start losing the status and the preeminence as a superpower, right? It's like the British government now, right? If you're content becoming like the British are today as a small country with, I don't know, 80 million people, 60 million people, still a lot of military power and economic power, but you're not a force in international relations that used to be 100 years ago, right? If you're willing to accept that, then you could, you know, go for that, let's hunker down, let's manage our own business, let's pull east of Suez, all that makes a British state, right? And the British did not because they wanted to, the British did because they were forced to, because after the Second World War, they were a spent force, they just didn't have the resources to sustain that. The Americans are not in that situation."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:12.960",
        "message": "Just to sort of clarify what I meant, you know, what you say is right, that if you say there's a red line, and if you cross it, we will do something and then you do nothing. Obviously, that affects your credibility. But that's if you're playing the game. If you're not playing the game, if you just say not my circus, not my monkeys, we'll do our thing, then what's the problem with that? Like, one of the things that you seem to be saying is that if you are the biggest boy in school, it is your responsibility to be the bully. But what if the biggest boy in school just wants to chill in a corner? Now, is there then a follow up argument that if it does not, you know, act according to his size and power to, you know, go all across the world and stop China in the South China Sea, and maybe, you know, Arunachal, if it comes to that, then that in some way, they are going to suffer for it in the long run? Is that the argument that is being made that it is going to harm your national interest if you don't go out and assert your power?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:47:05.440",
        "message": "No, no, where we get where we get into a mental trap is when we anthropomorphize it, right? So when you look at the bully, big bully, and so that's that's anthropomorphism won't give you a good frame to understand what the US has to do. The issue is really this, in an international system, you have to be more powerful than everybody else, how much more powerful and as much power as you can get. Because the moment that gap starts reducing, others start sort of encroaching in onto your interests. And those can be very serious ones. I mean, in the old, I mean, 100 years ago, it could be your territory, which is taken away by somebody else."
    },
    {
        "speaker": "Unknown",
        "time": "01:47:41.520",
        "message": "It could be as direct as that your territory is taken away, because you decided that that's"
    },
    {
        "speaker": "Guest 1",
        "time": "01:47:45.360",
        "message": "not core interest, you know, that's, that's my colony in that part of the world, I don't really want to worry too much about the colony, but somebody else will come and take it. And that has consequences, both economically, politically, etc. So it's not that it's not about being a bully, or it's about that kind of emotion, right? It's about holding up an order. That's exactly where we started by talking about order. The moment the United States start under Obama started sort of shrinking its vision of the world, the ability of the United States to uphold that order became much weaker. The willingness, you know, not just your, when you say I'm less willing to uphold this order, you signal this both to your domestic population and to the rest of the world, you tell your people that maintaining this order is no more my business, right? I'm going to, I don't know, jobs for Americans, or whatever Obama was talking about. Or yes, we can, I don't know what that meant. And you also signal to the rest of the world that you're less willing and less inclined to go and do things which are necessary to support order. And that immediately gives license to a lot of other people. That's the point I'm coming to. Because what it is, is your superpower, nature makes you an investor in public goods, very broadly called like public goods. Maintaining that order is your investment in public goods, because of which a lot of people benefit from that, because you did, you know, you're upholding the order. But the biggest beneficiary of that, upholding the order is you yourself, right? And to the extent that you now have, you know, let's say you have to contend with China for influence, right? You've lost that influence. Now, if you have to, you know, let's say the Chinese now walking to Taiwan and take away, take away Taiwan, you've lost an important trading partner, right? Or if, let's say, hypothetically, if India decides that, oh, Hindi, Chinese, bhai bhai, and you know, what is this little border dispute between Xi Jinping and us? Let's become friends with China, the, you know, East shall rise, the US loses the Indian market, right? So, what I'm saying is, it's very hard for a lot of us to see, and I don't claim to see it perfectly either, but I can sympathize with the Washington worldview, from a realist standpoint, right? And I know for sure that our mental models of seeing our neighborhood, the stakes that we have, are very different from what superpower has to do. I mean, we have the luxury of being saying, we don't have a dog in the fight. You know, I don't have to uphold international order, right? I mean, whatever happens in Ukraine is not my business. But if that creates a good world order, then I benefit from it, right? So, I can free ride on that, because I'm a smaller power. I mean, when I say I am talking about the Republic of India, we are a smaller power. But if you are a power which has to create"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:45.520",
        "message": "that, that's a very different game. So, you know, we've kind of spent almost a couple of hours chatting about this and that and digressing in the delightful way that I often find happens here. But one of the main purpose of this episode is really to talk about principles of foreign policy through the prism of, you know, Russia, Ukraine. So, you know, many people are just kind of, especially people who haven't studied foreign policy or read deeply into it, are kind of confused, right? How do we look at what's happening? You can have a standpoint as an individual that Russia is wrong, or Russia is right, or whatever. But how do you look at it? So, you know, you guys have very kindly drawn up a sort of set of frameworks of looking at it. And the first part of those is about the role of power. And there, you know, I'm especially, you know, people keep talking about economic sanctions, we'll do this, we'll do that. And there is one fundamental question of principle that I kind of want to bring up here, which is that when we talk about sanctions of any sort, or taking action, and so on, what we risk doing is hurting the people more than the state. Like what I kind of find important to emphasize is that the Russian people are different from the Russian state. So, whenever you plan any action about them, you need to think about who are you harming, and who are you helping. And for me, this was starkest where recently, you know, more than 40 Russian chess grandmasters, all their top players, barring one, basically signed a letter condemning the invasion. And in fact, another grandmaster, Alexander Grishuk, spoke very eloquently on it, and his press conferences are known for his wit, and they're hilarious. And here he was deeply affected, almost in tears when he said that he is so disturbed, and he would support Russia in 99% of things, but he can't support them in this. And my point was, these are the Russian people, that you don't want these guys to kind of get harmed. There was some European university which randomly decided Dostoevsky is Russian, and they took him off the syllabus and tried to cancel him before it was pointed out that he was a dissenter all his life, the Tsar put him in prison and all of that, and they kind of brought it back. And I think that this kind of conflation is sometimes dangerous. And I also think of this in the context of what Walter Russell Mead said about Ukraine, where I'll quote him, quote, he said, the country has a real split. On one hand, the civil society movement for democracy is part of a move westward. On the other hand, the political parties, economic institutions and government bureaucracy remain wedded to structures that date back to Soviet times. It is a country of powerful oligarchs who often work through the political process. During this national crisis, we are seeing a new kind of Ukraine struggling to be born, and I think is going to transform the role of the president and maybe catapult him into a place he didn't think he was going to be. You know, the Ukrainian response has just been a stunning Putin may go down in history as a man who made Ukraine a nation, stop quote. And this conflation that people simplistically often make between a people and a nation is to me disturbing. And Pranay, we've done an episode in the past about Pakistan, where you've spoken about the difference between Pakistan's putative state, which is, you know, the military jihadi complex, and the people of Pakistan, on the other hand. So, at a foreign policy level, how do we kind of think about this? Because it strikes me that then there is a dilemma that you want to take action against a country that has done something wrong, but it is a state that has done something wrong and not the people per se. And you don't really want to hurt the people because in the long run, the people are perhaps your best hope against that particular regime. You know, I mean, the thing is, I think"
    },
    {
        "speaker": "Guest 1",
        "time": "01:54:17.360",
        "message": "we get the, we get the framing a little off, right? Sanctions are not a substitute for normal life, right? Sanctions are the substitute for military action. So, you do sanctions because the alternative is military action, which is obviously worse, right? People get hurt much more with military action than they would get with sanctions, right? So, therefore, you know, you look at sanctions as not something which you would do, you know, willfully to somebody. You do it because you have a political purpose to achieve. And the political purpose using military force is much"
    },
    {
        "speaker": "Guest 2",
        "time": "01:54:54.640",
        "message": "worse than using sanctions. So, you use sanctions as an alternative, as a substitute, right? So,"
    },
    {
        "speaker": "Guest 1",
        "time": "01:54:59.760",
        "message": "that's, that's how I would see it. Now, the question really was, and is in this case was sanctions on Russia, or the threat of sanctions enough to deter, right? Now, people will argue that, oh, you know, the sanctions are very unprecedented, they will damage Russia's economy. But look, they didn't, they didn't stop Russia from invading in the first place. Because, you know, very clearly, the US said war is off the table. And that, you know, people might criticize that. But I would, you know, I'm not an apologist for the United States, I might be taking their side in this particular conversation, but I'm not an apologist. But you know, why that is necessary? Because these are nuclear, there is a nuclear relationship between the West,"
    },
    {
        "speaker": "Guest 2",
        "time": "01:55:39.680",
        "message": "with between NATO and Russia. And all of this is automated, you know, there are set procedures,"
    },
    {
        "speaker": "Guest 1",
        "time": "01:55:44.480",
        "message": "which will happen, if the risk escalates, you know, you know, you just quickly climb up the ladder. So, when the West says, we are not going to use military force, it is a declaration of saying, look, let's keep stability, let's not get into the place where you can escalate to nuclear. So, that's the reason to say, I won't use force. But then I say, I won't use force, I still want to stop the other guy from doing something, what do I do? So, I say, I'll use sanctions. The question is, did the sanctions deter or not? But here's the point. Putin was eyeing Crimea and the Ukraine since 2008 and 2009. He invaded once in 2014. Why didn't he do the whole thing back then? I think there is a fear that there was some sanctions, etc, which would come into play. And back in 2014, maybe he sized up that, you know, sanctions would be such that they will be much harmful to him and to Russia than they are today, because China was not big enough a force. So, now that you have China as a backstop, Putin knows that the sanctions won't hurt the Russian economy as they might have if he had done it in 2008 and 2009. So, you can make an argument that sanctions deterred a Russian invasion of Ukraine for about 10 years. So, that's 10 years time that you buy, you could have done other things, you didn't do other things. That's where the failure is, which is what I was talking about. Now, will sanctions now change anything for Putin and in the war game? I think, as an alternative to doing nothing, this is still a good way. Of course, people will suffer. The moral responsibility of the suffering Russians are not the people who are imposing sanctions, but Putin. So, I mean, nobody would have done these sanctions if Putin hadn't invaded Russia. So, it's just like saying, if there's a person in a family, now I'm anthropomorphizing, but at the risk of violating my own injunction, which is always dangerous. Whenever I violated my own injunction, I've gotten into a lot of trouble. So, but I still violated, which is, if there's a poor family, a person commits a crime, and you throw that person into jail for having committed a crime, the poor family suffers. But that's not a reason for"
    },
    {
        "speaker": "Unknown",
        "time": "01:58:01.440",
        "message": "not throwing that person into jail, you know. So, I think the same kind of logic applies here."
    },
    {
        "speaker": "Guest 1",
        "time": "01:58:07.360",
        "message": "There is pain and suffering, but the moral responsibility for the pain and suffering is on the instigator of that invasion. Again, I'm not an opponent of the Russian side also, I don't oppose the Russians. I mean, I want to look at it in as objective way as possible. But if I'm Russian, I say, look, you got me into trouble. This is an unnecessary war. Right? Why would you have to do this? Because the Russian prosperity before the sanctions of 2014 was really linked to interaction with the West. They were doing fairly well in terms of, you know, not just the oligarchs buying yachts, but also startups, technology startups, movement of people and so on. It was quite, it was quite a good deal, you know, 2014 actually destroyed it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:49.440",
        "message": "So, a question I asked earlier, but that we kind of digress from, which is, what could the US have done? Like you spoke about how Obama could have handled it all differently, handled, treated Russia differently, treated China differently. What specifically could they have done, which would not have led us here? Oh, it's back. See, one thing they did right is the"
    },
    {
        "speaker": "Guest 1",
        "time": "01:59:06.320",
        "message": "sanctions, you know, threat of sanctions, right? But I think the biggest mistake which the Europeans, the Americans made back in the Obama era was to accentuate or support the European sense of peace is an entitlement, you know, that we can do these wonderful gas deals with Putin."
    },
    {
        "speaker": "Unknown",
        "time": "01:59:26.800",
        "message": "We don't need to invest in our own military resources. NATO is just this talk show, you know,"
    },
    {
        "speaker": "Guest 1",
        "time": "01:59:33.360",
        "message": "we don't need to have political solidarity in terms of promoting liberal democratic values. They said, oh, you know, there's a set of complacency which the European Union had."
    },
    {
        "speaker": "Guest 2",
        "time": "01:59:42.560",
        "message": "And the sort of Americans, instead of trying to sort of nudge them away from it, they sort of"
    },
    {
        "speaker": "Guest 1",
        "time": "01:59:47.040",
        "message": "accentuated it. To that extent, you know, for all the craziness which Trump did, Trump did two very smart things with respect to the Europeans. First is, he told them that, hey, guys, you have to pay up your share of NATO fees, you know. Now, this is an interesting aside, but I think I should tell it because it's interesting for people. You know, in India's defense expenditure, whenever India's defense budget comes, people say, you know, it's less than 2% of GDP. You know, defense budget should be around 2% of GDP. Then you wonder where did this 2% number come from, right? The 2% number comes from NATO's admission criteria. So, when they formed NATO, they said this is a common defense pact. We want everybody to contribute their membership fees to this common defense pact so that nobody free rides. But you have very rich countries and you have very poor countries in NATO. So, how do you have a fair membership fee? They said 2% of your GDP is your defense expenditure. That's your fair membership fee, right? That was 2%. A lot of these European countries were paying less than the 2%. They were free riding on the American defense expenditure. They enjoyed it, right? And why not? So, Trump told them, hey, guys, you know, this is not quite what you should be doing, right? And the second is also to nudge them into some kind of responsibility towards their own defense. Because they were just saying, in fact, the Europeans used to criticize other countries who would spend more on defense, right? They would condemn India for, why are you spending, you're a poor developing country, why are you spending so much on defense? Why do you need these kind of weapons? And we judge you, right? But look at the neighbors we have. We are not, we don't have the luxury of pretending that we have a peaceful neighborhood. Neither did Europe, they only realized it now. So, I think to you, the American mistake really was to sleep on the wheels of NATO, not push NATO and the Europeans enough on security and defense. I can't think of any direct things that they could have done with respect to Russia. I don't think, I mean, I'm not an expert in Russia-US relations, probably there might be deeper things, little levers and buttons they could have pressed in the third and the fourth decimal place. But I don't think on a big note, they could have done anything which would have been different. Europe is your big player here. And Europe is the one which fell short. So, you know, two hours are up. And Nitin, I know you"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:10.880",
        "message": "have to go, which is like, really sad. This is like, you know, the US abandoning the rest of the world and what's going to happen, you know, you're supposed to be the next president. So, then what's going to happen? You know, you're supposed to be the, you're supposed to be the hegemon in this conversation. But you know, Pranay and I will sort of carry on manfully the best we"
    },
    {
        "speaker": "Guest 1",
        "time": "02:02:29.920",
        "message": "can after the break. But any final words before you go? I had some final words before this. But once you characterize me as a hegemon and dropping off, I'm like, thinking very hard of what's a good smart one-liner to give you back. Can't think of any. But it was really nice being on your show, Amit. And I think you've, we've managed to get to the bottom of the issue in this episode, instead of the superficial question of what should India do, who's right and who's wrong, which almost everybody and his cousin are talking about. I think it's really nice that we got a chance to go under, to go into the unseen and the unheard areas of this issue. So I'm glad"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:09.760",
        "message": "I was here and I hope to be back soon. Yeah, you know, you're coming back for an eight-hour episode where we'll talk about your life and you know, all the unseen aspects of Nitin Pai over there. But for now, let's take a quick commercial break. And when I come back, we'll come back without the hegemon. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me. And I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. So welcome back to the scene in the unseen. I'm chatting with my good friend Pranay Koteswani. We are now freed from the hegemony of our good friend Nitin Bhai. And now we'll kind of continue talking about principles of foreign policy and you know, how we can look at them through the Russia-Ukraine conflict or rather through the Russian invasion of Ukraine. So Pranay, you know, we were chatting about economic sanctions before the break. Give me, you know, we speak about different kinds of leverage about different kinds of power. You know, when we talk of economic power per se, you know, what exactly do we mean by it? And what is it good for? Like, I've, you know, I think Nitin was the first person from whom I read the formulation to the effect of a rising GDP is the best foreign policy, right? Obviously referring to how economic growth increases your leverage in the world and economics therefore matters. So tell me a little bit about this that you know, why does it matter beyond the obvious sense that hey, we are a bigger market for everyone and we have more goods and services to export and all of that. Beyond that sense, you know, why does it matter? What is it good for? How do we use it in"
    },
    {
        "speaker": "Guest 2",
        "time": "02:05:43.040",
        "message": "foreign policy? Yeah, right. So I guess like the one central lesson of one of the lessons of this conflict is about how military power still matters, you know, so sharpening the military instrument, regardless of your economic power is also important. Now, having said that, let's look at economic power and military power. What is the difference? Why is it important, right? So one thing is that in international relations, we always talk about the idea of fungibility of power. So this is a concept by David Baldwin, the idea that, you know, you can convert one form of power to the other, right? So the in that sense, economic power is important. So there was this study by Paul Kennedy is a historian who looked at great powers over the last 300 400 years, what was the relationship between economic might and military might. So he sort of concludes that economic power produces military power, and military power is used to acquire or protect that economic power, you know, so there is a sort of a spiral arrangement you can think of where economic power helps you to produce military power, and then military power is used to acquire, protect, so on and so forth, you keep gaining this over time, right? Now, there is there are also bounds to this, if too much of economic power is diverted to the military, right up front, then, you know, your economic might decreases, you don't produce enough productive resources to be able to improve your might over time, right? And conversely, if there is a lot of overstretch on the military side, then your economic power also declines, because you have taken up challenges that you are not ready for, like it has happened with the case of Russia, right? So now, there is a sort of a military stretch where you have applied military power beyond your means. And now, the nation states which can respond are responding in the economic domain, right? So one of the sort of corollaries of this fungibility of power is that a problem in one domain can be addressed through the application of power in another domain, right? And that's what you're seeing now that militarily, the West wouldn't want to provoke sort of a nuclear risk, because they both are nuclear power. So there is a risk in going in that direction. But economic sphere is where the West does have a lot of power, and it can apply it in direct means in indirect means. So direct means would be like sanctions, right? There are export controls now being thought of, even investment controls, investment barriers will be there. Then there are also means through the international system, right? So WTO, what happens in the trade system there? How is Russia treated, like you mentioned about SWIFT, etc, right? So there are global economic systems where you can influence what Russia can do and what you cannot do, right? So now, what you're seeing unfold is that the West applying power in a dimension they are more comfortable with, and where Russia is weak, relatively weak. Military power in Ukraine was its strength, so it could do a lot of things. But now you're seeing the US and the West get together and apply pressure in that dimension, right? So that's how economic power operates. Now, obviously, there are fallouts, there are negative consequences of each of these, right? So military power, one sort of relative advantage is that it can pose an existential threat and can influence decisions in a very quick time. And this is what General Menon always reminds us when he teaches his sessions in defense and foreign affairs that, you know, military powers advantages that it can pose an existential threat in a very limited timeframe. Whereas the effects of economic sanctions or economic power are over time, one in building your own strength. And second, if you want to directly use it in a conflict, you have to be immensely more powerful than your adversary. Now, so that's where you saw in terms of economic power, right? So there are lots of these measurements about how much bigger power you should be for sanctions to have a coercive or a deterrent effect. And they are like you need to have an economy which is 100x, some people argue in order to actually have the kind of deterrent effect that you want, which was clearly not the case in this conflict, right? Russia is still a big power. So economic sanctions in a sense didn't work as well as a deterrent. But what economic power can do in this conflict is to reduce Russia's economic power over time. And then because of the economic power reducing Russia's military power will also reduce over time, right? If you have very limited resources, you're not able to buy the best kind of equipments, collaborate with the best kind of researchers across the world, it will hurt your ability to produce weaponry to even what they can't even sell to some of the buyers now, right? Because of these sanctions, there will be a deterrent effect on that. So it will hurt their military power also over time, right? So the idea is economic power can be used in this way, but its effect will not be as instantaneous as military powers was and what you saw playing out, right? So this is one way of thinking. The next also like this concept of power itself is very ambiguous. There are lots and lots of papers and careers made on thinking about power in international relations. But one sort of measure that I like is by this political scientist, Mike Beckley, who talks about power of countries should not be thought of as you can accumulate it over time with no cost. So he thinks of power as a ledger. No, there are costs ledger where you also have some costs that you have to incur and also benefits that you incur. So if in that ledger formulation, power can be thought of as for example, population, population is also on the positive side. And it also can be on the negative side in the sense that you also have to provide for a larger amount of population etc. And definitely it's on the positive side because after all people give a lot of benefit, right? So if you look at that formulation, he thinks of power as you can predict outcomes of a lot of great power rivalries if you think of power as GDP multiplied by GDP per capita. So this is a rough again a model but which says that if a country's power is determined by this formulation, then you are able to predict even the outcomes of great power rivalries well and it has he does this over last five or six rivalries over 200-300 years in order to get this. Now this is an interesting formulation because GDP represents sort of the benefit side, right? The more the bigger the country will have the bigger the GDP, whereas GDP per capita also takes into account the costs of providing for a larger population, whether you are able to have enough growth so that you are able to also increase the productivity of every individual, right? So that so if you look at this formulation, it is interesting, right? GDP, India's GDP is big, but when you do GDP into GDP per capita, we might be in the middle income range, right? So that sort of is a good formulation to think of power in international relations and it takes into account economic"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:07.040",
        "message": "power and its impact on military power as well. So one of the points you made was that you know that when we talk about the fungibility of power like this that a problem in one domain can be addressed in another. Now it just strikes me that if I'm Putin and I'm sitting there and I see your economic power and I see what the sanctions will do and it will lead to a vicious circle where I'll get economically affected and therefore I'll get militarily affected because you know I have less to invest in building up my arms and so on and it's a it's a spiral to the bottom and I can't win. So why would he not then bring his nuclear put his nuclear weapons back on the table and say that fine you know since it's you know shift the focus from one domain to other and say that fine economic sanctions fine I'm crazy you know play the good game theorist would call the game of chicken and you know whether or not he is actually rational but it's rational for him to play that game and to give the impression that he can do anything and so if nuclear weapons come on the table then doesn't that kind of balance the whole economic power equation I mean the the you mentioned General Menon I recorded that excellent episode where he gave me so much insight on India going nuclear and all of that and one of the things that India going nuclear obviously did was that it actually brought India on par with Pakistan or rather brought Pakistan on par with India because they both got nuclear weapons and therefore any engagement they have has to be a super superbly limited engagement because neither side can afford an escalation and while we in terms of conventional army at that time we would have had a massive superiority suddenly we were equal because both sides have a nuclear weapon so similarly I would imagine that putting the nuclear option on the table would be one way for Putin to reduce the asymmetry otherwise yeah so absolutely like nuclear powers addition of"
    },
    {
        "speaker": "Guest 2",
        "time": "02:14:52.960",
        "message": "nuclear weapons sort of gives you an offset right you can suddenly bridge some of the gaps that you could but put Putin has already brought nuclear weapons to the table right he's already mentioned that if any country were to intervene they will have consequences which you have never heard of and things like that so that thing has already passed after that is where these economic sanctions have been improved and of course he can say what he wants to say but the consequences of nuclear escalation will be felt by him by Russia at large as well right so it's not as if you can the bluster is fine but for for you to act you know that there is the consequences only one and that's annihilation so how long can you play that game of chicken right that is one before that I would say that actually what Putin did because of this economic sanctions and knowing that economic power is the western is that they tried to isolate themselves gain more economic power over the last four five years right so if you read many articles on this there were this idea of building their foreign exchange reserves also this idea of they knew that they are connected with Europe because of the gas connection energy so there are only certain things that the west can do without incurring costs on their own citizens so that calculation was also there because the sanctions game is actually quite old so he tried to make sure that generally they are shielded from the effects of another sanction of the kind that had happened earlier I guess the difference this time is that the current sanctions are like unprecedented in scope earlier you had sanctions from US etc but US and Russia don't trade much anyways but this time because of how abhorrent this invasion is being seen there are not just sanctions there are secondary sanctions and you know sanctions of the kind that if you are a supplier to Russian military or say Russian strategic establishment and you just buy some equipment from the US these sanctions also apply to you you know so that's like the kind of sanctions which we generally don't see and which are very difficult to enforce actually but this is what has been attempted and there is a lot of overwhelming support from a lot of countries on this which makes it difficult for Russia to sort of sidestep this you know so there is real cost like you were saying on Russian citizens also because of this even though the sanctions are tried they have tried to craft it in a way that they don't affect the common person but I think the effect will still be felt by a lot of people so essentially if you are buying anything which is to do with Russian military if you are a company which deals with the Russian military in any way or say data centers that are owned by the Russian government you sort of come into the ambit of this sanction if you are buying something which is significantly American which is pretty much everything a lot of things will be American so that's why these economic sanctions have are a new thing in that sense you know they are unprecedented in scope and let's see how that plays out so I don't think it will sort of necessarily lead to toppling of the regime or etc but there's genuinely a pressure which it puts and probably reduces economic power over time even if this war ends in two three days the sanctions are not very easily they won't go away very easily there will be this impact of reducing economic power and reducing military power over time."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:33.040",
        "message": "So you know you referred to Putin's nuclear rhetoric as bluster and you said how long can he play the game of chicken and you were laughing and part of the sort of implication of that was in the end we are all rational people the cost is too much but could it be the case that foreign policy may sort of foreign policy perhaps doesn't adequately take into account the fact that humans can be irrational frail even insane I mean if you kind of look back into the 1930s and you talk about Hitler for example you know you may not take into account how far he will go because a lot of it is irrational you know if at some point people were to hear about plans of the holocaust they would surely discount it they would say it is not rational for anybody to do something so monstrous but the point is he went out and did it and the thing is foreign policy can largely treat people as rational actors but you only need to be wrong once you know for the kind of annihilation that you're speaking of especially in this case especially if Putin sees that so many stars who would never have spoken out against the regime the chess players sportsmen the prominent people in civil society who had otherwise stayed shut are suddenly speaking up against it if he feels his position is personally threatened you know and we already we've spoken about his visions of glory whether he's Peter the Great or Catherine the Great or you know whoever then it becomes dangerous why you know because it's a very low probability event that he would do something incredibly irrational that sparks of a chain of events that leads to catastrophe but that possibility is surely non-zero and the cost is too high so how does one take that into account and if it is rational for us to take that into account then is it not rational for him to continue playing that game of chicken because at some point someone's got to back down and we know that we'll"
    },
    {
        "speaker": "Guest 2",
        "time": "02:20:20.240",
        "message": "have to back down sooner or later yeah no i agree there is definitely a non-zero chance and of an event which has you know catastrophic impact and that's why the idea about you know nuclear de-escalation etc is about that that you reduce these chances and i'm sure you have spoken about this with gentlemen and so not going into those details but yeah so foreign policy that's why i think history is not that great a guide for some of these things you know there might be such events which completely change what foreign policy or your model for explaining international relations could be there is and you have to also think of this that foreign policy is the way we study it it's a small n study right n being the number there are not very many experiments you can run there are not many very events that happen so you it is all it is tentative to the extent that you know right now and it can change so that risk definitely exists but the way people try to then study is to think of models from outside foreign policy and you know think of you know what can public choice theory tell you or what can public policy tell you about how this will act or what is the relationship between the oligarchs and the organizations within russia who i'm sure also don't want nuclear war right so there are it's not just putin being equal to russia right in fact even for this invasion i'm sure there were a lot of other people on board as well we generally tend to see in the simplest model we see one person or one rational actor called the state which is not right there are bureaucratic actors everywhere there are also political actors who are acting in different direction and finally the policy that you have is a resultant of a lot of things that are being acted so that so it applies in russia's case as well it's not just putin there will be various other actors inside which you can apply pressure on which you think they will act in a direction which will push putin to act in a particular way as well right so the that is what detailed analysis of people who would know russia would be thinking of right now it's not the centrality of putin only but who are the other actors there will at some point of time there will be a cost benefit calculation which will come into play with or without putin right so that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:48.640",
        "message": "what they are trying to influence at this point yeah i mean the way you mentioned public choice theory public policy i think from all of those all of those depend on assumptions of how people tend to behave which are correct for example public choice theory would say people tend to respond to incentives which is obviously correct but they don't always and there are outliers now the point is that when you speak of public policy in general you know if there are outliers the outliers are on the margins they don't really matter they get smoothed out soon enough but in a case like this an outlier is basically i mean not the whole world going up in smoke i don't want to kind of exaggerate but you know the consequences are immense but i i kind of get that so let's kind of talk about you know how conflicts like this in modern times are necessarily different from conflicts in earlier times i mean this is a conflict in the information age you know a trade war is also as you have said by default a technology war and you know nathan speaks about the concept of an authoritarian disadvantage in the information age so can you elaborate a bit on how in modern times with the internet in the information age you know how should we look at such conflicts differently and what are the different kind of dynamics that come into play"
    },
    {
        "speaker": "Guest 2",
        "time": "02:24:05.680",
        "message": "here yeah so this is going to be a long answer but we can discuss some parts of it so first let's take this idea about war in the information age and how trade wars generally are now becoming also tech wars so we saw that in the case of china and us where it was not just financial restrictions investment restrictions but also active restrictions to prevent nation-state from getting ahead on the technology front right so you have restrictions on china's semiconductor industry or huawei or 5g companies etc so why is that so right so one way to think of it is now the role of if you think of national power as being composed of economic elements technology elements military elements whatever i think the role of technology in this overall bucket of national power is oh is emphasized a lot more now like a lot of nation-states believe that technology could be a way for you to garner more power on all other fronts so the idea then becomes that how do you prevent other nation-states from getting that technology or you prevent or you how do you beat them before they get it right so that's the dynamic which is playing out a lot more on the technology front earlier everything is being seen in this strategic quote-unquote terms right everyone a lot of technologies whether it is ai semiconductors quantum technology etc so on this there is another interesting framework that i came across that how can technology impact national power if you have to think of it so there is this paper by center for security and emerging technology georgetown where they talk about three ways and i quite like them one is innovations can introduce new elements of power which didn't exist right so for example you have one dutch company which produces the kind of machines that go into making really cutting-edge semiconductor chips okay it's called asml now just because you have that kind of capability the dutch national power increases in the sense that now us wants to influence netherlands so that they don't give this technology to china or chinese companies right so they it was not a element of power which netherlands would have had if this kind of innovation was not done out of that right so this is one way the second way is innovations can change the importance of existing elements of power right so even if you are militarily superior but suppose there you have the technology to blind the enemy satellites for example then the effectiveness of the military instrument decreases right so probably you can't use your ballistic missiles etc because you have the technology to blind satellites right so this is the second way the third one which is interesting is innovations can alter intermediate goals that states pursue now for example there is with the current technology you have social control temptations information warfare is easier so china can do a lot of things it can pursue a goal of totalitarian control which it couldn't without some of these technologies right so if this is these are the three ways you can think of how technology impacts national power and we are seeing some of these play out now right so so now let's come to the the current conflict in this conflict also you see this entire dimension of tech war also right so it's not just where us is saying that we will apply the traditional sanctions which were on financial institutions central bank etc but also the fact that if the russia was purchasing anything with respect to semiconductors with respect to some of these cutting edge technologies there are sanctions on that as well you know so in a sense that what us was us did to huawei a company huawei and zt a couple of years ago that has become a template and they are now applying it to an entire nation state which is russia you know so this is sort of the first time that you know such extensive export controls are being applied on a whole nation state you know not just a few companies so that has impact right again that over time if we believe this idea that technology is a substantial part of national power going ahead it will have an impact on russia in the sense that it will slow down some of these connections also we need to remember a lot of technology the areas that we are talking about now are not national industries in the old sense where you could do everything locally you know like steel you could do everything you could have you could build a steel industry locally but can you for example do a lot of ai research or a lot of semiconductor development in-house just self-sufficiently it's not possible in the current sense because a lot of these industries are globally distributed you need to collaborate with other countries like for example a nice stat i heard was a lot of i think around 50 percent or so of cutting edge ai research and ai papers happens by people who are immigrants in another country so this was also some stats it is even in the us if you are you're not born in that country so a lot of it is based on ideas a movement of ideas people also on good services etc so now russia the only alternative russia has in on the tech front is then to do a lot of these things locally or do things with china etc but this entire idea of collaboration being mutually beneficial that gets cut off because of some of these trade tech sanctions which get applied right so that's an interesting angle to look at something similar is also being tried with the u.s china war you know that is also happening a lot of these tech sanctions are being applied to them as well so it has tangible effects because of current technology industry which is not national industries but global supply chains and if you interfere with a nation state's ability to participate in this global supply chain they have only one option to do some things locally which they can catch up over time but it delays it to certain extent right because they are you can't do those things as you could do earlier through collaboration so you will have to build strength they can probably catch up but it will take time and you have sort of bought yourself more time on this technology front so that's what i would say on this trade was becoming tech wars right and you will see it with time that anything related to tech will be used in subsequent conflicts more so than in the past right so that is one new thing that has happened. Yeah so now the other question that you brought up was about authoritarian disadvantage in the information age now this is also an interesting this is Nitin's concept and we've co-authored a paper on this recently but currently what is the thinking about the information if you look at this war also Amit you would have observed that Russia's propaganda is missing from a lot of our discourse right there's a lot of great things that Ukraine has done and how Ukraine has stood against an imperial sort of superpower and hegemon but not we don't see anything from the Russian side right that is quite curious because Russians are thought to be this you know masters of information warfare they have cracked this from a long time so why is it the case that we don't see a lot of Russian propaganda right that is also an interesting case study that we can probably learn from the ongoing conflict now one thing is again generally if you think again let's go to the basic of power right what is power and essentially power is A can exercise power over B in sort of three ways you know first is the direct use of force or the direct threat of use of force by direct or indirect means to get B to comply you know so for example when there is a cyber attack disabling other state's critical infrastructure you would say or a threat of it you would say that A has exercised power over B and that's why you have to do now the second one is A can exercise power over B at the decision making level you know by changing its desires choice perceptions payoff calculations etc you know so psychological warfare when we say by state A it is trying to intervene at how the state B thinks of state A so for example if you have convinced Indians that China is militarily so powerful that you can't do anything with respect to it it's a psychological warfare right without even having fought the war you have changed their desires and calculations third you know A can exercise power over B by changing its preferences morality and understanding of reality itself you know so successful interference by state A in a democratic elections of state B for example is an example there right so what Russia was able to achieve with respect to US in 2016 elections was there right now the entire idea of democracy and what democracy is is whether it is even genuinely democracy those questions were thrown up right so it is sort of changing reality etc itself now these are the three kinds of ways in which A can exercise power over B right now over the last 15-20 years in this information age a lot of focus was on the first way of exercising power so a lot of ideas on cyber attack and what can be done etc but now over the last 4-5 years a lot of thought has been gone into A that it's not so much about in attacking some physical infrastructure but it is about influencing minds desires the way nation states think of themselves right and you discussed this I think with Shivam in that episode on their book as well but this is what we are talking about information control etc and what can be that influence now let's come to the Russian angle here right overwhelmingly over the last few years the thought was that because an authoritarian regime can control information locally and whereas a lot of this information the way people think is disseminated decentralized in democracies authoritarian regimes actually have an advantage that was the common narrative right so they can influence elections in US what will you do right that kind of narrative was there but now if you see in the there is a flip side to it as well right that a lot if you are focusing a lot on your domestic narrative shaping that it doesn't come at zero cost right an authoritarian regime has to spend a humongous amount of resources in trying to shape domestic narratives right so that's what China does that's what Russia has been doing I mean there are estimates that the great firewall in China employs more than around 100,000 people to sort of Chinese censors right to see and shape a lot of this thing so that opportunity cost comes into being in the kind of conflict situation right so Russia is so much now has to invest their resources in trying to shape their domestic narrative that you know this is the right war we are going and trying to do things that are desirable etc that they have ceded that space to Ukraine and the West on the international front right so there in internationally there's just one narrative which is about how Ukraine is standing up to it and despite all their supposed power in the information domain you actually see Russia being behind in this particular game so this is one more interesting lesson that we can think of from this idea right again there is another angle to this so this is again a paper where they try to study what is the impact of authoritarians on information warfare so this paper talks about this idea of the authoritarian information paradox and they say the same thing that the absence of trusted sources of information for debunking propaganda outside the state apparatus makes authoritarian regimes susceptible to target information operations and that's what you are seeing now as well that there is a lot of information a lot of things that are coming out from Ukraine are not necessarily the truth as well there is information warfare from the other end as well but there is just this idea that because you have a very small state apparatus which is focusing on certain things you can have other ways of attacking which the state apparatus wouldn't have so you can think of it as the application of the use of knowledge in society in the information warfare sphere right so you can because there is decentralized power on the other end you can formulate new ways of attack new dimensions where you can attack on the other side whereas the state apparatus on Russia is thinking in one way and only in one direction and primarily now focused on their local information control and management and hence ceding space to the other side which can come at it from various angles and that's why we were thinking of this as an information as a sort of an authoritarian disadvantage and this we'd written before this conflict and you were probably seeing that play out in the sense that there is Russian propaganda which is missing out and ceding space to the other"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:01.680",
        "message": "actors yeah the moment you mentioned Hayek and spoke about his great essay the use of knowledge in society i sort of got your point immediately because i till that point i was kind of struggling where i thought that okay you know the amount of money an authoritarian leader would spend on tech is you know not that much comparatively compared to how much you would spend buying missiles and all that so what is the problem you can kind of keep the propaganda going internationally but the key realization there is that authoritarians tend to think in top-down ways and you cannot sort of centrally plan things like narrative strategies you can do it up to a certain limit but otherwise you know if dissenters are decentralized and widespread you will have just a greater variety of strategies and tactics being thrown at the wall and the best of them will invariably be way better than the authoritarian in question and therefore will succeed by the way for my listeners i'll inform them that pranay of course as all of you would know that's this incredible hindi podcast which he co-hosts with our friend saurabh chandra called puliyabazi and i spoke for an hour there on hayek in hindi so that is one of the you know signal achievements of my life though i i have no idea what hindi speakers would have thought of it or what hayek lovers would have thought of it you know my next question goes to something that you said that you know there's something that tin likes to say that why do you need to hack evms when you can hack minds and that to me is really powerful and now one of the things that we have kind of realized over the last 10-15 years is how frail humans are in the sense of being in control of their thoughts and their actions this is something that i got a sense of in my gambling years i mean i was a i was on a gambler i was a professional poker player for five years and i did spend a lot of time in casinos and i read up a fair bit on you know the tactics that casinos use to keep gamblers gambling mind manipulation in a sense like the first time i went to this offshore casino in goa then called casino royale back in circa 2009-2008 i realized that these casinos have no windows nothing you have no sense of daylight coming in so you don't know what the time is they have no clock clocks they pump in oxygenated air through the ship so you stay energetic much longer so your sense of time passing is you know reduced you know i remember starting a game at two o'clock and after some time thinking and i look at my this thing at my uh time on my mobile and it's like eight o'clock you know so time passes really fast the idea is to keep gamblers gambling as much as possible and even in terms of how in the 80s and 90s slot machines were designed where you know one the music and the sound effects and the lights and all were meant to keep you almost in a state of trance where you're just playing playing playing but as much as that you know ai came in in the late 90s an early application of ai where you'd kind of analyze from what was happening on a player's screen that what is the point at which he is likely to stop playing and just five minutes before that somebody from the casino would come and they would tap the gambler on the shoulder and say sir you've been playing for so long we'd like to offer you a free drink and so on and so forth and you end up playing more right so i'll there's a great book on it which i'll link from the show notes i've forgotten the name but it was it had many tils for me and what we see in the modern age is that social media is doing this kind of constantly on a constant basis like in all kinds of little ways the idea is to keep us addicted to keep us scrolling to just keep us in there looking for the next dopamine hit you know jonathan hate points to the facebook like button and the twitter retweet has been particularly toxic because it incentivized a kind of performative behavior because that is the only way that you could actually get more likes more retweets more dopamine right and you know another example is many apps earlier you're in an app you press the back button you go out of the app but now many apps have been redesigned so you press the back button and the page refreshes and you can't help but see what new thing has come up there so you're kind of trapped into that and this strikes me as therefore something that you know makes it possible for a savvy state to not just take control of its own citizens if it masters this but also of that of you know other countries in informational warfare like this like the allegations against how russia interfered in the 2016 elections for example but it does this then become a necessary part of the and a more important part than one would otherwise think you know otherwise one would think okay this is a sideways thing it's like soft power you think about it a little bit but no need to spend too many resources on it but now it would strike me that you know any sensible authoritarian you know while you may be limited by your top-down thinking and obviously your dissenters being decentralized and so on and so forth radically network societies as you guys put it and we have an episode on that also would eventually have an upper hand because of hiking reasons but you know if you can adequately master these tools then you can go a long way and china particularly comes to mind because china is advanced enough in technology to do this and plus they have their own ecosystem which is cut off from the rest of the world in a sense and that's one of the things you predicted that you could have parallel internets existing across the world how does this then affect"
    },
    {
        "speaker": "Guest 2",
        "time": "02:43:23.280",
        "message": "the future of international relations and public policy i absolutely agree with you amit just like we were thinking talking about nuclear weapons giving you a sudden offset and with respect to other forms of conventional accumulation of power right where you get an economic power gradually you also build it into military power again it helps you to build economic power so in a way nuclear powers help you offset that suddenly similarly in the information is getting control of this information warfare can sort of you know offset some of the other dimensions of power where you might not be great at you know so that's why it's an attractive thing where a lot of authoritarians would want to have this control and we are seeing that play out in many places right so that i completely agree that that is one domain that you would want the other angle to this was uh and we were talking there's a this great book by the way called the revolt of the public by martin gurry i don't know if you've read it it's it talks about this idea about how there is no monopoly over the information sphere now right so because there's no monopoly over the information sphere a lot of failure sets the agenda in terms of especially in free societies right because you can actually appoint the failures and a lot of these extremes make a lot of news so what is his thesis was that the west's failure sets the agenda on a lot of things that get discussed so and the regime sort of accumulates pain points whether it is police brutality economic mismanagement foreign policy failures or boss responses to disasters these are his words so these sort of things these failures can no longer be concealed they can't be explained away easily so in fact if you are on the other side you can sort of amplify these kinds of failures try to keep pumping this kind of narrative that you know your system is flawed see the kind of failures that are happening etc and that sort of leads to this idea that you know you constantly think of whether you are on the failing side on the wrong side you are actually influencing the way we think that's why i started right in the beginning talking about narratives and the importance of narratives right so no monopoly over on the information sphere can play out in this way i don't know if recently the economist also has this great article on how social media is turbocharging the export of america's political culture and a lot of that gets discussed right we are always discussing american politics in india for because of these radically network societies and the idea is because a lot of the discussions there are about failure about how democracy is flawed how democracy has not been able to achieve what it wants to actually if you are on the other side like russia and china you can probably use that as a weapon to constantly amplify that kind of a narrative instead of talking about success instead of talking all about all the things that steven pinker keeps telling us about right so that is something that can be weaponized and is being weaponized uh so uh yeah radically network societies have their advantages and also some of the fallouts that can come because of these this kind of information warfare angle to it"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:58.320",
        "message": "so you know so here's a question now that russia's done what it's done and your overwhelming sense is that it's not going to work out for russia in the long run uh you know whether it's a negative some game and all of us suffer and all of that is a different matter but how does it affect the dynamic in times to come with china being a player in this picture because you know you would then naturally expect russia and china to become even firmer allies after this with you know helping each other in whatever different ways they can and china would be really good at some of this information warfare stuff i am guessing on some margins good on some margins not so good like in terms of advanced tech and ai and all is going to be very good on some margins like maybe ossified ways of thinking at this and not the kind of distributed decentralized way of innovative dissenters it would be a little behind but what is then in in the medium to long term the scenario that you see playing out like is there going to be this new sort of big walls equilibrium which you spoke about earlier or is there a sort of you know what what are kind of the dangers that lie ahead and where do you sort of see this going because my sense is that in a sense you know and i could be wrong and correct me but my sense is that the u.s could do nothing here that you know that so far what you see from the early response it feels a bit ineffectual you know that it has also been forced to take a step back that it has also perhaps lost credibility as a hegemon as it were"
    },
    {
        "speaker": "Guest 2",
        "time": "02:48:30.400",
        "message": "yeah so let's talk about the russia china angle see one thing that we can sort of infer from this conflict is because of the response of other states and what it does to the russian economy russia becomes in the long and medium term a smaller power than it currently is right because of all these pressures that are being applied i mean it can't even export its equipment even if this war continues for longer maybe there will also be restrictions on their oil in the and energy industry right so that is a real consequence to russia now what that what then it does is though russia becomes a smaller economy then it has no other option but to collaborate more with the only other power which will be sort of look the other way which is china right so also we should remember russia and china also have deep long-term divergence of interest right and that's why the sino-soviet split also happened way back and even now there are genuine things like what has to be done in central asia etc these are areas of contestations they have also had a border conflict etc so those are for now suppressed because russia has no other options right and china also needs russia in the sense because of the arctic the arctic opening a huge amount of mineral resources you etc which china gets access to because of its relationship with russia so what i see it is russia becomes probably a smaller power than it currently is and hence it aligning more with china rather than sort of breaking out on its own and trying to do things on its own because of the restricted options so in that way a sort of that new cold war trend that we were thinking gets accelerated right so russia has to take help of china in and china would also want to extract more out of this bargain because of russia's lesser options now and on the other hand because russia is now so central to this entire conversation europe on the other hand sort of becomes more allied with the us right because of centrality of europe and the questions of ukraine etc so that way you are seeing more polarization of power happening over the long and medium term so yeah many people say that probably over time russia and china will split because they have inherent divergences on these issues but i sort of agree with the view that that's not happening anytime soon it's more likely that russia and china will collaborate on a lot of things and tilting towards more of what china wants than what russia wants because of how things are"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:24.560",
        "message": "stacked up current and what also strikes me is that china must be sitting and looking at this current crisis with a little bit of a giggle and you know kind of enjoying the show because in a sense the rest of the world has proved a little more ineffectual than you would have imagined and that therefore means that you know it's got to be thinking that tomorrow if we march into arunachal you know the international community is going to make noises but there's not really much they can do i mean there's certainly nothing india can do you know our leverage it feels to me and tell me if i'm wrong our leverage is extremely limited in terms of in military terms is really nothing we can do in economic terms is nothing we can do uh you know the last time something happened we banned tiktok so you know and so what's the deal there how is uh you know marching into arunachal or whatever parts of it they want and some of which they've already done as a dress rehearsal for eventually doing something similar in taiwan are all of those possibilities more on the table than before because you know the the west kind of ukraine ukraine yeah"
    },
    {
        "speaker": "Guest 2",
        "time": "02:52:29.440",
        "message": "so i actually don't agree at all there is because the essential difference is india is a nuclear power right so uh and if you see what china has been able to do is it's a lot of this salami slicing take a part of a land where it is contested where there are also no people no indians right like that is so those those are the areas which china can do and indian government is still trying to find a way out of that but arunachal is where you know we are indians live there if there is this uh idea that uh i mean the again the same thing applies you know you are actually attacking a nuclear power in a way that nuclear then there is an option for them to respond uh as they desire so i i don't think even china would want that uh it's too higher cost to pay for them as well you know barring if there is complete craziness which happens uh so in and if you see what china has done over the last few years is again this uh accurately as you said they know that to an extent they can push things and no other countries will respond so that's why you see a lot of this uh you know take this ridge here in the south china sea or take a bit of land there that is the extent to which china can go against india and india can retaliate also a lot of indian responses are also on the table it's not just that the border is completely blocked and india can't do the same thing to china you know those options are also open and in the indian military i'm sure has many of these plans to do a quid pro quo wherever china does things on its side and at the border india has enough capability to increase presence for let's say one two years to match the force you know so that i i think it's a different thing russia ukraine is not comparable to india china at all especially on arunachal and things questions of that sort so that is different now let's go to the taiwan question yes on taiwan there is also a lot of now commentaries etc thinking that does this make uh something like taiwan china occupying taiwan more likely etc but also we should remember the us's security commitments on taiwan question are a lot lot more and it matters a lot lot more to it than what has happened in ukraine right that again ukraine was a it was a question debated from a long time a country which came into being into 1991 etc there were a lot of but taiwan question is a slightly different one i think us also has it's a lot more to lose if that were to happen right i mean in many angles you can think of taiwan being the center of semiconductors also this idea of this entire indo-pacific construct that us has been talking about us's close relationships with japan south korea and taiwan itself their military bases there a lot of things get questioned if they were to allow china to walk in right so that's why they have a lot more to lose a lot more focus on that question than it was on the ukraine thing so yeah maybe china in fact i would say because russia has now given a template of what can happen it be that it becomes that much more unlikely because a lot of nation states now know what kind of thing can play out and there are already conversations on how taiwan can be helped so that such a thing doesn't get repeated you know so that also sort of becomes more unlikely a lot of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:15.360",
        "message": "nation states are thinking of that already so yeah so firstly thanks for disagreeing because i feel relieved no one will mess with arunachal so that's good to know but again perhaps a noob question on the china taiwan thing that if china does decide that fine we're going to go in you know what does the u.s specifically do because over here they really couldn't do much obviously it's completely different taiwan is way more central to the world economy and way more important to the u.s and say ukraine is so in terms of interest way greater but what do they do in practical terms you know if they find out like they found out the date when russia is planning to get it to ukraine say they find out a date when china is planning to get into taiwan what do you do what leverage"
    },
    {
        "speaker": "Guest 2",
        "time": "02:56:59.200",
        "message": "do you have what's the game yeah so if one is like you know there is also this a lot of conversation in the u.s military circles of how can you deter china now that's the idea right you eventually don't want to reach that situation itself so there is a lot of things and what would go in this deterrence package so a lot of things people are talking about that you know if you were to come into taiwan we'll destroy the semiconductor industry itself all those of fast fantasies of military planners are there but this idea is that can there are ways to deter china right now make it very costly for them if they were to do something in taiwan you know and there are these options you know whether on the military front or the technology front such that even if they were to get control of taiwan they will not get the returns of that sort of act so that's what is being shaped a lot in and if you look at this taiwan and a lot of those countries are also talking about say nuclear submarines etc themselves right so a lot of the conversations which were off the table earlier so for example japan has been with a pacifist constitution from a long time but recently the former p.m shinzo abe also talked about that you know can we now change our stance can there be a nuclear powered submarines etc in that area right so now the stakes are being there's an attempt to raise china raise the stakes of any such sort of invasion you know so the idea is to say that if you were to do this there will also be a nuclear consequence there will be a lot to pay for so don't do it right so that's what any country can do beyond that there is nothing else you can do you raise the costs for such an attack and those conversations are already happening on nuclear powered submarines in the in east asia increasing some of those there so that that that is the stance that us and others are taking but can"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:11.840",
        "message": "you give concrete examples of what are the ways to deter china for example so you can talk about hey that you know you can talk about sanctions you can talk about you know how you won't get the benefits if you kind of invade them you can talk about the possibility of nuclear submarines in the future but apart from that what are the concrete ways in which china can be sort of"
    },
    {
        "speaker": "Guest 2",
        "time": "02:59:30.560",
        "message": "deterred which are credible for china isn't this credible enough that you if you were to attack taiwan you will have a nuclear consequence you will have things to pay for i think that itself is a big credible threat why would you want to do that right so i think these all these are"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:49.040",
        "message": "all credible threats i i don't know i mean let's say that they say this and let's say china walks into taiwan tomorrow tomorrow is the us actually going to use nuclear weapons yeah us probably"
    },
    {
        "speaker": "Guest 2",
        "time": "03:00:01.040",
        "message": "won't but there are others in that region that's why i read the ideas can you arm the other states as well with this that's the conversation which is going up right so the so the unpredictability"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:14.000",
        "message": "for the chinese kind of goes up yeah that's one way so tell me now about india's perspective in all of this like how do we sort of look at uh russia and uh you mentioned earlier that there are three ways in which we see relations with russia and which which might determine the what we choose to do what we should do so on and so forth so can you elaborate upon that yeah so this"
    },
    {
        "speaker": "Guest 2",
        "time": "03:00:37.520",
        "message": "is a the interesting question right so uh again i had written this hum up kind of a question right so that's the who what are we of russia so the three kinds of arguments that i have uh heard right so one argument is the strategic autonomy argument which we discussed earlier the fact that you aligning or you acting in favor of russia in on any of these questions is itself a sign of strategic autonomy that's one way of thinking right so and that has a strong resonance with a lot of people in delhi still right so and we discussed why this is sort of probably problematic because strategic autonomy itself is a function of power right so that's what one thing we discuss the second way to think of it is in anthropomorphic terms right that russia helped us in 1971 war russia has been a reliable partner so how can we ditch them at this point of time right again doesn't make sense because international relations are not your familial relations or relations between human beings interests are more important than your friends or there are no friends there are no enemies right interests are what they are so in that sense again this doesn't make sense and also there is one long-standing narrative that russia has been a reliable and super reliable partner so again i was thinking of what does super reliability mean you know in real terms so super reliability in my definition would be when a state a is doing something for state b even though it is not in interest of state a right so you are like sacrificing something in especially for a state that is what a thinking of a lot of people in india is with respect to russia because they helped in the 1971 war etc right so again help itself is not a right term because as nithin was mentioning we had actually signed we had allied with them effectively three months before the war so what they were doing was effectively in their interest to stop us from doing what us could right so they were at best we had common interest with them and they were acting on those grounds right so i don't agree with them being like a super reliable partner etc okay so that is the second way of thinking the third way of thinking about the india russia relationship is just in terms of very realistic terms the fact that india and russia have very close defense relationship you know and that i think i find some sympathy with that yes that argument makes sense that some estimates suggest that you know 50 60 percent of our defense equipments come from russia not just small equipments but also russia has partnered with india on things which others haven't till now right so nuclear submarines are thought are talked about the brahmos missile is talked about now these were things that were not possible or other countries were not willing to trade with india for a long time right especially uh because of the cold war and etc and the fact that india had allied off with soviet union after 1971 effectively so those were things which were not possible then so so i i agree with this argument that we probably need uh russia in the short run because of this partnership but i would say that and a lot of other people have also said that this idea of you being 60 percent dependent on one state is absolutely strategic folly and strategic foolishness and a lot of government policy now has been to move away from that you know so over the last few years if you see there is one at least develop the partnership with russia so that you have other leverage points not just them giving you weapons right and the other is that you also buy from from others who are partners who have you with whom you have much much broader interests right so like us france etc others so that is already shaping up and i think that would then allow us to have more options the other thing which i would change is that a lot of people like they say that russia gave us the equipments that other countries didn't but that is not something which can't be changed now right so if you see the geopolitics has significantly changed now with china being the primary threat actually us has a chance to tell india that we can give you the weapons that others couldn't and we ourselves didn't at that point of time but we can change their opinion so for example you have already seen this happening with respect to the aukus deal where australia uk and us have agreed to transfer nuclear powered submarines to australia which was something like this was off the table even three four years ago right but that has happened now because of the change geopolitical circumstances so i think now there is a chance for the us to make that you know if you if they want india on their side and india can also make this offer that let's deepen the military partnership to areas which were forbidden earlier because of the change geopolitical realities and that will help us also reduce our dependence on russia and in many ways so i think that's one another way to think of it so out of these three ways i have some sympathy with the third way of thinking which is a more realistic way the other two are just ideological but uh and also i think the more realist way of doing that would be reduced dependence and form a new sort of relationship on the military terms with the west and it is possible now yeah i mean that's a fantastic point about the win-win game between"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:39.920",
        "message": "us and india if we kind of change that balance and our dependence on russian weapons otherwise is something like europe's dependence on their pipelines for example uh you know instead of opening up their options with lng and so on and we've mentioned 71 of a few times i have a couple of great episodes on that period of time one with both are with srinath raghavan one is on the u.s involvement in south asia through the decades which also covers that period which is fantastic and one on the bangladesh war itself which covers in great detail all the geopolitics of that period so i'll link those from the show notes now my other sort of question is about how much of foreign policy like we've spoken earlier about how the foreign policy establishment is something that's almost independent of politics or has been so far that there is a continuity that comes and that runs across different governments and different parties and so on but what is the possibility of future foreign policy being affected i won't say dictated but being affected by domestic considerations and domestic politics so on the one hand there would be domestic political compulsions that you always have to take a nationalistic line and show yourself as a strong guy out there and you know the kind of rhetoric that was floating around against china for example a couple of years back when tiktok was banned would again you know and you could enter a vicious circle kind of situation there purely at a rhetorical level and the other angle would be things like social media and civil society pressure which you know where there will be pressure to do posturing and take this stand or take that stand morals principles all of that nonsense ignoring you know the hard reality of what interests on the ground are now typically a rational foreign policy establishment would not take that so seriously but politically it might become difficult so you know how big a danger is that of our foreign policy being led astray by domestic politics and are there sort of examples from other countries in the world where this has actually happened and things have gone bad"
    },
    {
        "speaker": "Guest 2",
        "time": "03:08:44.720",
        "message": "yeah so I yeah like we were discussing earlier domestic policy making does have an impact on foreign policy as well there will be so a lot of for example think Richard Hanania has this book on public choice theory and the illusion of grand strategy recently but that book talks about how the military industrial complex etc has had a lot of an overbearing effect on the US supposed grand strategy decisions that we talk about right so we attribute it to grand strategy but if you think of it it will it might be because of not just political interest domestic interest also now it now there's this contested view right it's not something maybe we should take on face value but it is one view so similarly there are other examples also that there will be impact of domestic affairs on our international relations as well I think it is particularly so in the case of Pakistan right because of this idea of the new idea that is being put out this idea of Hindu India and Pakistan etc right so that is definitely the case but on the case of China which is what the larger conversation now is I don't think there is so much divergence you know there is in fact a lot of convergence across parties and if you see there is this the strongman idea and all are there but I don't think for example the PM has even spoken about China and taken its name as of with regards to the border conflict at least right so there is this idea that you're leaving space for a negotiation to happen that I think is understood across party lines that probably some form of resolution of the border dispute is on the interest so that space is still being left right if you look at the rhetoric there is a lot of rhetoric on twitter but forget that if you look at the government rhetoric it's not been that case where they have even said in fact if you see recent arguments there many people have also said that the US wanted to take a much more anti-China stance on some of the things that have happened but the Indian government said that back off I think we will sort it out on our own we don't need so in fact that's the conversation currently you know and that's why the people on the US side are thinking that are you going to be with us also with against China or not you know so that that's the current level of conversation instead of this idea that you know domestic interest will lead to some taking up arms against China on other things so that is what I would say on the interplay of domestic interest domestic relationships and international affairs yeah to the other thing there is some continuity in international relations but like you also mentioned a lot of this a lot of this also has been a happenstance due to contingent realities etc right like think of the 1966-67 devaluation where this there was this idea that you know we'll do devaluation according to what also there was a overwhelming recommendation probably we'll get closer to US but the relief that was supposed to come from the US side didn't happen and then the domestic politics of Indira Gandhi trying to stand out against other adversaries in congress took out and then she went into a totally different direction and went socialist right so maybe if that if the attitude of US etc would have been different we wouldn't have seen we would have probably seen devaluation probably would have seen that economic growth and reform pathway happen much sooner rather than what it happened in 1991 eventually right so even those things could have happened so I would say largely India's national foreign policy India's foreign policy has been realistic realist and I don't think any other nation state would say it is not realist everyone acts according to their interest but the inevitability in direction is not a given you know there could have been different paths taken but we took that path because of one how we think of the world and also because of some contingent realities which happened during that time excellent let's sort of also now at this"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:16.000",
        "message": "point talk about unintended consequences of the of the conflict because the world is complex and things can always spiral out of control you know there is the oil situation you know and you simply don't know you know where this butterfly effect can really land up that oil prices go up and how it affects the domestic politics of different countries and how relations between them are reconfigured we simply don't know that and that's just one way and another unintended consequences of course is that hacking attempts over the last couple of weeks have gone down massively because Russians are busy doing other things and they've kind of been cut off so give me a opportunity cost yeah so give me a sense of sort of the possible unintended consequences both bad and"
    },
    {
        "speaker": "Guest 2",
        "time": "03:13:59.840",
        "message": "good that can come out of this if you might care to speculate yeah now this is a tough one yeah one thing again because now the relationship for example between Russia and China becomes less of partners and more of you know one being overwhelmingly more powerful than the other so it might expose some weaknesses accelerate them which couldn't have been done earlier right so for example China can get more aggressive with respect to Russia on some of the things because they know that they are not the same power or they'll have consequences to bear now so those kinds of things are one unintended consequence that might happen so that idea which people are talking about about possibly a future Russia China split might get exit in one scenario right tough to predict that is one the second one is yeah it's a wake-up call to a lot of countries in Europe as well also that the idea that military power etc needs to be beefed up you can't depend on the US itself for a lot of these security guarantees so you will see a lot of movement on that front as well so that's possibly depends you want to see it as a positive on a negative thing so there might be some sort of more focus on military power as such rather than other instruments of power as well so that is another unintended consequence that's it I am not able"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:15:31.680",
        "message": "to think of more right now but yeah I mean the future is unknown unknowns and all of that so so a final question before I will tell you I think I should end this episode relating the friend the story my good friend Narendra Chinoy told me about how Mr Madiyar and Mrs Madiyar met and fell in love but before that final kind of question on this that if you are to say look ahead 10 years and from you know and this is in a sense an extension of the question on unintended consequences but not quite but if you if you are to look ahead 10 years and just see the world order and how things are on the global stage what's kind of the worst case scenario and the best case"
    },
    {
        "speaker": "Guest 2",
        "time": "03:16:09.840",
        "message": "scenario yeah that's a good question see I think one the worst case scenario for India will be where India itself is a reduced power right so and that's why I think a lot of this relationship with the west etc also matters because it is central to our economic power right if we want to gain more strength in many dimensions you have to collaborate with others we talked about technology etc being global supply chains coming into play there so those things are really important so the worst case scenario for me is forget about the world order it is in a world where we think of autarky where we think we can do everything on our own we don't need us we don't need china the best solution for all this is atma nirbharta if we go around that path I think that is the worst case scenario and once our power reduces no one will want in you India to I mean they won't India becomes a less important power at the international stage right you are just one more country a lot of people I think think India is already there you know but I think it is still touch and go you know over the last 10 years in fact in economic terms we haven't done that well the if you look at the narratives in the 2006 to 10 it was about India China right can India be a competitor to China now it's not even being talked and then next if we go down that path probably we'll be again compared to Pakistan right so that's like the worst scenario that I can think of so for me that's why I think this idea of atma nirbharta and all is good as a narrative but it should mean to build strength I call it atma shakti is more important than atma nirbharta right used to build strength not to become autarkic and try to become self-sufficient in everything that's not possible in today's scenario so that I think is the worst possible scenario for in my mind the best possible scenario and I'm thinking in the range of acceptable I mean you can think of others I think one scenario which is which relates to the current conflict is where India is actually able to maintain relationships with Russia US and China all of them right so it's a power which all of them want on your side that's the possibly the best scenario you could be in then you are you can have a military relationship with Russia you can have economic relationships with the West and with China as well right so that is possibly the best scenario over the 10-year period now if you want to talk about the next two three years I would say with relating to this conflict India's scenarios depend on two variables and this is the analysis we've done at Takshashila some of us that one variable is the state of Russia China ties and the second is how much restraint US shows towards India's Russia ties right because they are not going away anytime soon because of our military relations so the best case scenario is where India where US is shows a lot of restraint consideration for India's relationship with Russia and on the other hand Russia China ties sort of become start weakening right that way then India is also is more confident of Russia supplying military weapons if it were to come into conflict with China right if India China things escalate and if Russia is can be depended on given that now it is for its military supplies then we are in a better scenario right so that is possibly the best scenario we can be in the next two three years the worst possible case of course is in the next two three years if Russia China ties are really strong which means then you can forget about Russia being a reliable partner right because Russia is already dependent on China in turn why would it help you or give you weapons when you are actually attacking its core ally which is China right so we can forget about that that is the worst case and on the other variable if US also takes a very stringent stance on India's relationship with Russia right so that becomes the really tough situation for India to be so I guess the strategy would be to try to move as far as possible to that quadrant where US understands India's equation with Russia and also that Russia China relations probably are weakened over time probably through more interaction with the west also emphasizing India's own growth and India's own economic power that's the best"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:03.200",
        "message": "India can hope for well that's that old Chinese curse which goes may you live in interesting times and I think we do seem to be living in interesting times not sure if it's a curse or not but yeah let's see where it goes so I want to end with the story of how Mr. Madiyar met Mrs. Madiyar and you at the end of this is a challenge for you Pranay you got to give me a foreign policy lesson out of this right okay so I'm just making sure you pay attention during the story yeah so both the Madiyars by the way have passed away long ago they are you know they'd probably be in the 90s if they were alive so this is the story that Narendra Chinoy tells me that Mr. Madiyar while going to work goes to a particular bus stop every day the young Mr. Madiyar and catches a bus and all that and there one day there one day while he's waiting at the bus stop and perhaps the atmosphere is slightly overcast and you know a spell of rain in the air but not quite rain you know buses going by he's looking around casually suddenly he stops because he spots the future Mrs. Madiyar though it must be noted at this point that even if the impulse comes within him to recognize her as a future Mrs. Madiyar she is not yet Mrs. Madiyar he doesn't even know her name but he spots this lovely lady and you know stops breathing for a few moments remembers thankfully to breathe otherwise the story would not continue and is completely spellbound and then Mrs. Madiyar gets into a bus and she goes away and then Mr. Madiyar's bus comes a little later and he gets it gets into it and he goes away so the next day Mr. Madiyar goes again at the same time and you know and she's there again and she takes the same bus and she goes and he takes the same bus and he goes so when he's on that bus he misses his stop because his mind is somewhere else and it's you know he's on an entirely different journey and and human beings are good at patterns so the day after that he doesn't actually have to go to office that particular day but he goes out to the bus stop anyway and there she is and she gets into the bus and and he can't gather up the courage to go and talk to her I don't remember which year this was 1830s no probably a little later 1940s possible but it's a long long long long time ago so Mr. Mr. Madiyar doesn't gather up the courage to kind of go to her but of course he is very attracted and now he's you know earlier he was living in one world and now there is a parallel world and that parallel world has just her everything else seems the same but you know so one day one day this transformative moment happens in his life where you know he sees her gets into a bus and just as she gets in he realizes that she's dropped her pink raincoat she's left it behind at the bus stop and she's gotten into the bus so he grabs his moment Mr. Madiyar jumps up and you got to realize that before this that Mr. Madiyar is a scholarly kind of nerdy geeky person not much given to physical exercise and so on but now he jumps up and he jumps and he picks up this raincoat and he starts running after the bus and the bus picks up speed and Mr. Madiyar picks up speed and the bus goes faster and Mr. Madiyar goes faster and then somehow Mr. Madiyar catches up with the bus he jumps into the bus swinging in holding you know one of those handles or whatever they have on the side of the bus and there she is and he drops the raincoat at her foot and immediately he jumps back out because he's got to go back and catch his bus after all one has to be practical but he's done the job and he somehow manages to get back to the raincoat and he realizes that there is this policeman waiting for him looking incredibly angry because you see there was a case of mistaken identity here that raincoat was not the future Mrs. Madiyar's raincoat it was this policeman's raincoat and so the policeman hauls Mr. Madiyar off to jail and that is where Mr. Shenoy ended his story and I said that bro can you kindly tell me how Mr. Madiyar and Mrs. Madiyar then eventually spoke after this and Shenoy said that no no I didn't ask that I was so charmed by the story but the way Mr. Madiyar got into the story is that he said that that is the day I decided I would marry her because after all I went to jail for her so it's a beautiful story any foreign policy lessons you like from the earlier Mr. and Mrs. Madiyar story we got the Russia Ukraine story"
    },
    {
        "speaker": "Guest 2",
        "time": "03:25:09.600",
        "message": "so what what can you derive from this yeah I mean miscalculations can have strange consequences that is one thing you can think of and yeah I think I'll I'll really like that quote by Will and Ariel Durant in their book that states have our instincts without our restraints so yeah so some of these things that's why we try to anthropomorphize sometimes some things look like they are human relations in the state context international context but yeah the states don't have our restraints so states can do what they want and this is in fact if you think about the"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:47.680",
        "message": "older Mr. Madiyar he has restraint he's sending his wife out to fight the intruder but the younger Mr. Madiyar you know has instincts but no restraints and that's a great thing and that in a sense it's a kind of a metaphor for youth itself so Pranay on this profound note I mean thank you for this profound note and thank you for giving me so much of your time and so many of your insights thank you Amit if you enjoyed listening to this episode and want to of the scene in the unseen at scene unseen.in thank you for listening and hey listen do not invade anyone this week not this week thank you did you enjoy this episode of the scene in the unseen if so would you like to support the production of the show you can go over to scene unseen.in slash support and contribute any amount you like to keep this podcast alive and kicking thank you"
    }
]