[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "What is a life well lived? In my darker moments, I could argue that there can be no such thing because all lives end in death and then nothing before has any meaning. No, but seriously, how does one define a life that is worth living, that one can look back on with satisfaction? When I was young, my notion of a good life had everything to do with goals. I wanted to achieve ABC, then XYZ, and I thought that would make my life a good one. With age, I've learned that the joy is in the journey, no matter what the destination is or whether you even get there. I want to wake up every morning looking forward to the day and having goals gets in the way of that. We remain stressed about the goals we have yet to achieve. I'd rather just enjoy the things I do, take pleasure in small joys. Now, many people will also define a life well lived by speaking about what one has done to make the world a better place. This is nebulous and hard to quantify. Anyone who has worked at any job or has bought things or sold things has made others better off because all voluntary transactions are a win-win game. In fact, I'd argue that just by surviving, you make the world a better place unless you're always on Twitter. Now, a part of me is sceptical about the rest of the world. I've quoted that famous line from Kashi Ka Assi before, Bhaar Mein Jai Duniya, Hum Bajai Harmonia. I want to play my harmonia. And the question then is, how can I make sure that I get the most satisfaction from my life? And here, I'm struck by something that my guest in this episode says in the second half of our conversation, that her idea of happiness is to have something to do to keep the mind concentrated. I love that thought. Do something you want to do and stay busy doing it. The happiness is in the doing."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:46.240",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:58.280",
        "message": "Welcome to The Seen and The Unseen. My guest today is Nirupa Maharao, who retired a few years ago as Foreign Secretary of India, and has had a rich life in which she topped the Civil Services exam in 1973, chose the Foreign Service, travelled the world, played an important role in India's relationship with China, America, Russia and Sri Lanka, and always remained curious about the world and passionate about her interests. An amateur musician as a kid, she started learning opera seriously after crossing 50, and went on to be the driving force behind the South Asia Symphony Orchestra, which brings talented musicians from the region together. She's also written a book that's just out called The Fractured Himalaya, India-Tibet-China 1949-1962. Nirupa Maharao has been a diplomat herself, of course, and an expert on China, and in this book, she combines a practitioner's hard-nosed point of view with a historian's rigor. I've done many episodes on India's relationship with China before this and read many books on it, but I learnt a lot that was new for me from this fantastic book. Please do add The Fractured Himalaya to your collection. In our conversation though, I was more interested in talking about her life, so that's what we do. When someone with so much energy and humility lives such a rich and eventful life, there are plenty of life lessons for people like us to learn. So I loved this conversation and I learnt from this conversation and I'm sure you will too. But before you listen to it, let's take a quick commercial break. And oh, by the way, this was recorded before Russia's invasion of Ukraine, which is why we don't mention it at all. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long-form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up-level themselves by reading more. A few months ago, I signed up for one of their programs called The Daily Reader. Every day for six months, they sent me a long-form article to read. The subjects I discovered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up-to-date with ideas, skills, and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. Also, check out their Social Capital Compound, which helps you master social media. What's more, you get a discount of a whopping 2,500 rupees – 2,500 if you use the discount code UNSEEN. So head on over to ctqcompounds at ctqcompounds.com and use the code UNSEEN. Up-level yourself. Nirupama, welcome to The Scene and The Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:05:05.320",
        "message": "Thank you so much, Amit. Great to be here. I've listened to your podcast for a long time"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:10.680",
        "message": "and admired it very much. Thank you. That's so kind of you. And one of the reasons I was, you know, looking forward to recording with you is that some of the subjects that, you know, you're an expert on are subjects that I've done many episodes on. I've done episodes on foreign affairs. I've done episodes on China. But you bring a unique perspective to it as an actual practitioner in this field, you know, having been in the Indian Foreign Service for all these years. In fact, you joined the Indian Foreign Service in the year I was born. And your book, The Fractured Himalaya, has, you know, so many interesting sort of inside perspectives on a subject that I thought I broadly knew. But still, I learned something from it. But, you know, as we begin, what I'd really love to do is start by talking about your childhood. You know, where were you born? Where did you grow up? What were the early years like?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:59.600",
        "message": "Thank you, Amit. The fact that you mentioned that you were born in the year I joined the Foreign Service really makes me quite dated, as you can well imagine. To tell you about my childhood, I had a perfectly normal childhood, a happy childhood, I would say. I am the daughter of an army officer. My dad actually joined the Indian Army during World War II. He kind of quit college. He was in intermediate college in Calicut and he just decided one day that he didn't want to continue his studies and joined the army in those days as what was called a Viceroy Commissioned Officer, which today would be called a JCO, Junior Commissioned Officer. So, he served during World War II, basically in the subcontinent, in places that are now in Pakistan and also the rest of India. And he got his commission as a lieutenant the year I think he married my mom, which was 1949. And I was born in December 1950. And my early childhood, till the age of five, was spent in Bangalore. We lived in a, well, pictures of that time, when I see, I realize what a different place Bangalore was. And we lived in a very, I think, leisurely sort of environment in what is now Cambridge layout in Bangalore. The rumor has it that this was an old bungalow that Winston Churchill stayed in. But, you know, I've heard this from many people that I stayed in a bungalow that Winston"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:34.640",
        "message": "Churchill stayed in. He must have moved around a lot. Absolutely, when he was posted in Bangalore"
    },
    {
        "speaker": "Guest",
        "time": "00:07:39.640",
        "message": "at the end of the 19th century. So, but Bangalore as a city does have a history that goes back into the colonial times, when really it was garrisoned and became a part of the British stronghold in South India and what they call the Carnatic in those days. So, I grew up here. I started school here. And then after that, my father was posted in Pune, as it was called, now Pune. And from there, we went to Lucknow. I studied in Lucknow for a few years. And then we ended up in Wellington in the Nilgiris. And I finished school in Coonoor. Coonoor is kind of a twin city to, twin town to Wellington. So, I finished school there. My ambition from the age of 12 was to become a diplomat. And why, you may ask, it was because an uncle of mine, my mother's brother, was in the Foreign Service. And he had served in occupied Japan, as it was called, soon after World War II. As you know, the Americans were there for a few years. And my uncle happened to serve in Japan. And he would come back and tell us stories about his life there. And he brought back a lot of little, you know, collectibles that were all arranged very neatly in a, you know, middle-class households where they keep all these decoration items in a kind of a glass case. And as kids, we would look through the glass and, you know, look at pictures of Mount Fuji and pictures of Japanese women in their kimonos and little knickknacks. So, that fascinated me. That got me thinking about the world beyond what I was accustomed to. So, it kind of kindled a curiosity about wanting to know about places that I could only imagine, I could only dream about. You know, there was no scope or no question of traveling abroad in those days. As you know, air travel was extremely expensive. It's not like affordable as it is today. It wasn't affordable. And in any case, my parents couldn't have afforded that kind of lifestyle. So, we lived a very simple life, actually. My mother was a homemaker and she was a, you know, we managed with whatever little we had. We were three girls, three daughters. I didn't have brothers. And we were brought up in an army environment, which was quite cosmopolitan because the uncles and aunties were not just from Kerala. I mean, I belong to Kerala. The uncles and aunties came from all over the country. And that kind of also, I think, enabled me to grow up with that kind of fan Indian perspective because I hadn't lived in Kerala and I used to go there for holidays. I used to love going to our Tharavad, you know, the Tharavad, the matrilineal Kerala family, the Tharavad house, and listen to my grandmother speak about the history of the Tharavad, which is the matrilineal joint family. So, I had a perspective about Kerala. I was a voracious reader in English, basically, although I was tutored in Malayalam and I can read and write Malayalam, but I don't read in Malayalam, let us say that. English is the language which I've been familiar with from my childhood. So, as a voracious reader, I would just have my nose buried in a book while my sisters were playing or, you know, I wasn't much of an outdoors person, I must confess, a bit of a couch potato, reading all the time and a good student. And I would say my mother would always categorize me among her daughters as the most persevering, most persevering. So, that was"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:33.000",
        "message": "me and that's the way I grew up. Yeah, I mean, just thinking of, you know, everything you described, it seems to me that if there is a recipe for someone who is going to be a career diplomat later on and travel the world, this seems the start of a great recipe because one, you have the army background, where you're not, you know, closeted in a particular place or a particular whatever, but you're meeting people from all over and you're open and you're talking to them and you're at ease with them. And second, the love of reading and you mentioned elsewhere that you loved history books as well. So, second, the love of reading. So, you're already in the world of the imagination, traveling. And at the same time, you have an open mindset because you're meeting people from everywhere. And there is kind of that self-confidence and by the way, air travel in my time also was exorbitant. I mean, I think till liberalization and the economy opened up, I don't think, you know, and my dad was an IAS officer, but even for us, it was, you know, not something that we experienced much. I'm struck by an interesting matter of the timeline that you mentioned that at the age of 12, you decided you wanted to be a diplomat and your uncles, knickknacks and the kind of glimpses that you got of exotic life were part of that. At the age of 12 was also when we lost the war to China. So, in your young imagination as a 12 year old, what was your sense of what just happened there? What was the sense of the people around you? Like, was it just viewed as a national humiliation? Or were there sort of narratives to kind of"
    },
    {
        "speaker": "Guest",
        "time": "00:12:59.880",
        "message": "explain it away or cover it up or whatever? Right. For an 11 year old, 12 year old to listen to the accounts that my parents would often, you know, when at the dinner table speak of what was happening on the border with China. And my father was attached to the Madras Regiment, you know, the Wellington is the Madras Regimental Center. And if you visited it, I think the Madras Regimental Center and its huge barrack square, to my mind, should be a UNESCO World Heritage Site, because it is a so well preserved example of British Victorian architecture. You know, the humongous size of that barrack square and the colonnade of buildings surrounding it. Even now, when I go there and I try to visit the MRC, as it's called, I try to go to that barrack square and kind of think about my childhood and, you know, the various army-related sports events and things we saw, the parades we saw there. So, the Madras Regimental Center, as you know, was also, it also had soldiers who we lost in the war with China, particularly on the eastern front, what is now Arunachal Pradesh and where, you know, we fought some disastrous campaigns in the Tawang sector, the Battle of Namkachu, for instance, and the way the Chinese came pouring down. So, to a child, I mean, I would hear accounts of how the Chinese came, you know, multitudes of them came down the mountain, literally, and you, the child is imagining all that. I had a dentist, you know, I used to go to a dentist for, you know, when you're growing up, I wore braces when I was growing up. So, my mother would take me to the dentist and this old, he was an aging man, I think his name was Dr. Matthias, and he would, you know, it was such a painful treatment and when he would kind of give me an injection in my gum or something, he would talk about Chinese torture, you know, how the Chinese used very, very, you know, barbaric methods of dealing with their opponents and prisoners. So, you know, one was terrified, literally, of what, you know, was happening in the country and, you know, people were donating their gold jewelry and my mother and others were, you know, giving their little contribution to the national effort and one, of course, heard on the radio, we heard Prime Minister Nehru speaking to the nation. So, I remember hearing all those broadcasts. My father was a news junkie, literally. He would constantly be listening to the radio and I would sit with him and listen to the news broadcasts and that kindled, again, my interest in current affairs and what was happening in the world around me. He, my father, in many ways, you know, even though he hadn't completed his college degree and all, I think he was quite a man with quite a vision, I think, you know. First of all, we were three daughters, as you know, in those days when you had girls. You, I mean, girls tended to be confined to a certain definition of how little girls should be, but in the case of my parents, I think they just encouraged us to embrace the world, you know. It was, there was nothing we could not do. We were never told that, you know, this is not for you or you don't even follow a dream like this. We were encouraged to follow our dreams. So, we, my sister and I were very interested in music. My mother, who had never had a music lesson in her life, would listen to us and correct us where we were going wrong. She had an instinct, I guess, for it. And so, we were encouraged. At the age of 15, my parents encouraged, because I was interested, they bought me a Spanish guitar to, you know, to play along with my singing. And so, even as we were encouraged to do well in our studies, we were also, you know, they had an open mind, let's say, about us having such hobbies, singing, playing an instrument, and being, you know, well-rounded people, knowledgeable about the rest of the world. So, I must credit my parents, really, for having that vision and not telling us that, you know, when you're 18 or 19, you're going to get married and, you know, that's, our responsibility ends there. Never, there was never a question of that. We were going to have careers. My father wanted all of us to be medical doctors, physicians, but I told my parents when I was 15 or 16, when I joined college in Bangalore, actually, pre-university, that I wanted to do humanities, that I didn't want to do science, I didn't want to be a doctor, I wanted to be a civil servant, I wanted to be a diplomat. And they said, fine, if that's your dream or your desire or your preference, then go with it. And there was no obstacle placed, you know. They told me, I used to cycle to college. I'm thinking, I mean, those days, for your parents to say, okay, your child can cycle three kilometers, four kilometers to college every day, you're in traffic, you're, I mean, they were not that overprotective in that sense. Sometimes if you're too overprotective of your children, then I think it doesn't prepare them for life ahead. So, I think they just took all those right approaches to dealing with us."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:23.160",
        "message": "Yeah. So, you know, obviously, anyone listening to this would immediately think of, you know, how lucky you were to have the parents that you did for more than one reason. You know, when I look back, even on my growing up and most, you know, as much so in yours, I realized that our vision of the world is so constrained, like unlike today, where there is the internet, we're getting news and ideas and entertainment from everywhere. That's not the case back then, you know, so little about the world. So I'm imagining if you grow up in a cloistered environment where you're told, okay, you get to 18, you get to 21, you get married, and that's it, you're kind of stuck there because you don't even have the information to rebel in an intelligent way. And, you know, you've mentioned that didn't watch TV till you were 21, because obviously, there's no TV, you know, you're listening to radio once in a while, you're getting little snatches of news. And one of the things that I'm very curious about with all my guests, and because I've been partly because I've been thinking about how in my own case, that process was haphazard and random, is how does one form a view of the world? You know, when we are growing up, how do we look at the world? What are the values that we imbibe? At one level, of course, we take values from our parents and our peers and all of that. But how do we form a framework of looking at the world, like in your case, also, you know, you were born in the same India that I was born and that's the same India that we're living in today. But in one sense, these are all different Indias, you know, India back then was a completely different place, it was, I would imagine, though perhaps I'm romanticizing again, that they must have been the exuberance of a new nationhood. At the same time, it's an incredibly poor nation, obviously, at the same time, you don't have, you're still dealing with traumas, you're dealing, you know, the nation's dealing with the trauma of partition. But at the same time, for many years after partition, you know, people travel between borders, it wasn't such a hard kind of boundary as it has now become. So what was your sense of India? What was your sense of, you know, Nehru had his idea of India, but what was it? How did you begin to sort of think of your country think of the world? And do you remember any key moments while growing up, you know, in your teenage years school as you started, where that deepened, you know, like, what were the significant layers that kind of got added on to that where you see another aspect and another aspect and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:45.640",
        "message": "Yeah, you come to think of it, I would pinpoint 1957, I was six years old. And my parents brought, my father brought home some brochures and some illustrated material about the centenary of the sepoy rising, 1857. And I saw pictures of, you know, the sepoys, our soldiers being punished, being hung, you know, literally drawn and quartered by the British, because they had participated in the rebellion, shot pictures of being, you know, them being, you know, at least the description said, shot from cannons, although we didn't see pictures of that. So that got me, I was perpetually asking questions. My mother would say of all the three daughters, I was the one who would always plague her with questions. Why? You know, what had happened? How did this happen? So then, you know, I began to, my imagination was kindled by, you know, this was something that had happened long before I had been born. And my fascination with history and with dates and things, you know, when I was about five or six years old, I had this kind of capacity, which went away by the time I was seven. If somebody asked me what was 5th June 1920, what day was it? And I was able to tell you what day it was. I had some facility to calculate it. I was actually calculating it in my head. It was not like out of the blue that I was saying it. So, my parents' friends would like come home and literally line up and ask me questions. And my parents bought a hundred-year calendar. It was a kind of a brass thing, I remember. You could, it must have been made in Murshidabad or something with a little bit of decoration. You could turn a little knob and be able to identify what day some year, some month in some year was. So, they were constantly playing that game with me, asking this little six-year-old girl, what was the day on this date in this year? And I would say it correctly. I don't know what that facility was, but it went away after two years. I couldn't, after that, I couldn't do it. You know, when you talk of, you know, people talk, psychologists talk of some influence from, you know, God knows before birth or during birth or whatever. But it's, so that got me in very interested in history. And when I was about seven years old, my parents who were in Lucknow took us on a trip to Agra and Delhi to see. So, you know, I would ask about the Mughals. I would, of course, we lived in Lucknow. So, seeing the residency ruined because of what had happened during the rising of 1857. I mean, in my brain, these pictures were constantly being created about, you know, how fascinating our past was or how intriguing and what was this India. And then train journeys. I didn't travel by air till I was about 16 or so, but train journeys, you know, taking the Grand Trunk Express from Lucknow, you know, connecting somewhere in Jhansi, I think you connected to the Grand Trunk Express and you went for two days, you traveled to then Madras and then took the Mangalore Mail to my hometown in Kerala. So, you know, the conception of India as a vast country and the changing scenarios as you travel by train, especially when you cross the Vindhyas, you know, the tunnels were fascinating to a child like me and the greenery, the beautiful greenery of the Vindhyas, I still remember that as you, as a train went through that section of the journey. So, you know, the idea of north and south and central India and the history of our country and the fact that my parents were there to answer my questions and they were, and my mother particularly, you know, was a graduate, the first university graduate in her family. She fought with my grandfather to go to college and that's another thing that fascinates me, you know, between the early 1900s, let us say, and by 1947, something did happen which was good for Indian women. I don't know whether it was the freedom struggle or, you know, what was, you know, the opening to the world because information, the radio, all that had come, although, you know, I don't think my mother grew up with a radio in the house. There was no electricity, so there was no question of having a radio, but she was well read and she went to college and so she was there to keep telling me, opening my eyes to a lot of things and perhaps, you know, kind of guiding me to look here, to look there, and my father with his love of current affairs and politics. So, my idea of India really grew out of all that and my fascination with the country and I had identified myself very clearly as Indian, you know, that it was not like I was a Malayali or, you know, I came from a particular sect part of Kerala, not like that. I was just what I was, an Indian born and bred."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:16.760",
        "message": "So, I have, you know, you mentioned those charming train journeys and I have a sort of something that comes out of a related observation, like a few episodes back, Amitabha Kumar, the writer and I were talking about how, you know, there was a time where we would write long letters to each other and that's no longer the case. Now, everything is sort of very transactional, one-line emails, whatsapp messages, are you free on Friday, I hope you're feeling better, but not those longer charming details where, you know, you're putting a part of your soul into it almost and it strikes me that what you said about trains is analogous to it in the sense that from my childhood, I remember traveling in trains all over the place and you got to see such a cross-section of the country, you would see the textures of everyday life, the train would stop, there's a chaiwala outside, different kinds of people you don't actually encounter otherwise, you're blind to otherwise, are kind of mingling with you and it's like these little temporary communities in these beautiful spaces and today, again, for someone who hasn't traveled by train for many many years, probably my fault, it kind of seems that we have boxed ourselves in, at least people like me, have boxed ourselves in more and more where you are in your air-conditioned apartment or your air-conditioned office, you get in an air-conditioned car, you get into an air-conditioned plane and we have kind of closeted ourselves away from the real and I won't even say the real India in a sense because there are so many real Indias, but just in that sense that, you know, it's become constrained, like in a way, the internet, the kind of intellectual globalization that brings in has freed us and given us vaster expanses, but at the same time, in our physical spaces, we have constrained ourselves to the extent that we may pass through a beautiful tunnel, for example, and not notice that it's a beautiful tunnel and not look around and marvel at what is there. So, you know, over the years and, you know, a big chunk of your life was at a time where ubiquitous distractions like smartphones and all of this weren't there and you actually had to look around and find your entertainment and amusement around you. So, what are your sort of observations on this and these changes in lives? Like, all of us can agree, yeah, it's of course a net positive, so many more people are empowered and such richer lives can be lived in terms of we have so much access to all the books, all the music in the world, but at the same time, maybe something is lost in terms of just noticing things around you and being mindful of them. So, what are your thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:45.960",
        "message": "I completely agree with you and, you know, just the art of writing, let us say. I mean, I'm not talking of the style or the content, that is something you're gifted with or you're endowed with, perhaps, but just the art of writing and I remember my mother, the way, and we had teachers in school also, who emphasized so much about how you wrote your handwriting on paper, how you formed your letters, how you kind of, you know, picturized literally a sentence. So, your handwriting had to be perfect and we were, of course, we had elocution classes, you know, the way you spoke was very important because I went to, I mean, I don't know whether, you know, this is a qualification, but I went to a convent school where all this was emphasized constantly. It was a Catholic school and, you know, we all grew up at the age of eight or nine. We were kind of closet Catholics in some ways, but it didn't influence us, of course, as we grew out of it, you know, we stayed. I mean, I've been, I'm born a Hindu and, you know, that's the way I've stayed, but yes, I went to this, I was exposed to this and I think that exposure to that missionary education, you know, there, I'm sure that this is a, I mean, there's lots of controversies raised around it and people have very strong views, but in my imagination and in my opinion, I think it enabled me also to have, you know, to be able to talk about the seen and the unseen, literally. Literally, it was one was able to gauge all that and form one's independent opinions and, you know, religion then didn't become a defining factor while you're in school. You went to school to study, to be able to write well, to speak well, to enrich your knowledge. That really was the education that we got and yes, I never saw television till I was 21 and came to Delhi to write my UPSC exam, stayed at my uncle's place and they had a little TV. It was quite, you know, fascinating, you know, those days Doordarshan had news programs. It had something for youth. They had some youth-related programs and they had a lot of film music, you know, picturized the songs. I'm trying to remember"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:18.920",
        "message": "what that program was called. It'll come back to me. There was a program in my time in the 80s"
    },
    {
        "speaker": "Guest",
        "time": "00:31:24.040",
        "message": "called Chitrahaar. Exactly, Chitrahaar. It was called Chitrahaar then also and so it was just the radio. But if you ask me whether one's childhood was handicapped by the lack of this, all the technology that we have today and access to information in a globalized world, I think we were still globalized because, you know, the magazines that my parents, my parents subscribed to magazines like the Illustrated Weekly of India. My mother would subscribe to Femina, for instance, and in those days you could also, you know, in the library we used to go to the in Wellington. I remember the staff college, the defense services staff college library was open to my father also. So, as children we could access it, borrowing books from there, going there at least once a week, walking there to just read the magazines. The Time, the Newsweek, Life, Saturday Evening Post, all the American magazines were also available in India, at least in the libraries and we were completely, I was, I used to love going through those magazines and reading about and then I remember the assassination of President Kennedy in November 1963 and my father hearing it on the radio and telling me what had happened early in the morning after November 22nd to November 23rd by then and so that also kind of, in a sense, it had an impact on me. The assassination of the President of the United States, it was a historic event and by I was about just turned 13, turning 13 at that time. So, I think and then a few months later in May 1964, Prime Minister Nehru passed away. So, these were all, I think, in a sense, events that impacted an impressionable young mind. So, information was not sparse or not, you know, unavailable to us. I think if you had an inquiring mind, yes. It's not like now, of course, where you're living in this, you're submerged, you have this information overload. I don't think we had an information overload, but it was not as if we were cut off from sources of information. If you had the means, I mean, we were fortunate that my parents at least could afford. We were not, otherwise, we were not, we couldn't, you know, be, we didn't have any luxuries in while growing up, but certainly access to books and information. My parents, I think, had taken this decision that they would, we would not want for that. Books and magazines and things were given to us to read and to ingest. So, that, I think, made a difference. You're making me very nostalgic because all these"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:18.680",
        "message": "names are, you know, like Illustrated Weekly, Life, and is bringing up memories from the past. I remember at one point, there was a special issue of Life, which reproduced in these small little boxes, all the covers of Life so far. And that was almost, in a sense, just looking at them, you felt a story there, you felt like history unfolding in different ways, you know, and all of that. What I was referring to was not in terms of the negative aspect of not enough information being available, but the positive aspect of being more, sort of, more mindful of things around us, and just the quality of sort of noticing. Like I did an episode with the writer Sarah Rai, grew up in the 60s and 70s as well, 60s and 50s. And at one point when she was talking about a childhood, the details that she was coming up with were so beautiful and evocative. And I was like, I just felt so jealous. And I said, how do you remember things so clearly? And she said, Amit, we had nothing else to do. We had to look at things because it was kind of nothing else to do."
    },
    {
        "speaker": "Guest",
        "time": "00:35:18.520",
        "message": "That's right. Talking about that, I remember the movies, you know, in the army, they have this regimental cinemas. And in Wellington, where my father was stationed, there was this wonderful movie theater that was called Kilimanjaro. You know, Kilimanjaro is this mountain in, as you know, I think in Kenya, if I'm not mistaken. And so, where was this Kilimanjaro? And why was it snow covered? You didn't associate snow in Africa, but yes, Africa has these beautiful mountain ranges. And why it was called Kilimanjaro, I still don't know. But this, the Madras Regimental Center in Wellington had a movie theater called Kilimanjaro. And we used to go there to watch movies once a week. Again, everything was done walking. My parents bought a car when I was 12 years old and my father, my mother particularly wanted to learn to drive. So, she learned to drive. And so, she was quite a, you know, feisty woman. And she wanted to do these things. And I remember, so we, the car, we would drive in the car to Kerala because from Coonoor, Penilgiris, Wellington, my hometown in Kerala is about 100 miles away. It's not very far, but it took about five hours, six hours to drive down because of the Ghat road and all that. So, when she would drive in our hometown, and I'm just talking how Kerala has changed. Those days, Malappuram, the place I was born in, in Kerala, is the place where we have very large population of those we call Maplas, you know. Maplas, the Muslims of Kerala call Maplas. So, these little Mapla boys, I remember when she used to drive the car, there would be a kind of train of little boys chasing the car because they'd never seen a woman driving, you know, in their lives. Those images come to mind. So, talking about movies and going to the regimental, you know, again, the opening of the mind, I remember seeing my first cowboy movies, western movies, which I loved, actually, in these regimental cinemas. And some of the cinemas were not like Kilimanjaro, not a regular theater, but it would be, you know, the 16 mm projector being operated by somebody and the projector would constantly break down, electricity would go or, you know, the projector, the reels needed to be wound. So, somewhere in the middle of the movie, there would be a gap and sometimes the projector wouldn't work after, you know, that. So, we had to go home having seen half a movie. But that really made you wonder what happened, you know, after the sequences we saw. And so, life was like that. Life was punctuated by a lot of these things, but pleasant punctuations, I think. I mean, I don't remember a time in my childhood where there was sadness or too much grief. Of course, once grandparents passed away and, of course, there was the sadness associated with that. But otherwise, you know, life had a certain rhythm to it and a certain tempo and a certain harmony. I felt a certain, you know, it was like a symphony that was beginning to play and which sounded very pleasant. And mind you, we never traveled abroad. I'd never been abroad and but, you know, in these small cantonments, army cantonments where one lived, one was imagining the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:42.200",
        "message": "whole world, I felt. Marvellous. And I guess another kind of punctuation was sort of moving from place to place. And I'm fascinated where you spoke about growing up in Lucknow, like looking at your later work and we'll talk about your music much more after that. You point out how you were into music as a kid. You got the Spanish guitar and you would sing along with it. And then, you know, as you joined the foreign service, you got back to it, you know, when you hit 50 and all that. And it seems to me that there was a lot of that influence was Western influence. You know, you tried learning opera when in your 50s, you got drawn to that. And I'm going to ask you more questions about that. But and I'm also struck by the fact that you're in Lucknow at one point in time and you're at Aurangabad at another point in time. And Lucknow, for example, is, you know, so rich in a particular kind of Hindustani culture and all of that. So tell me a little bit about how these influences kind of mixed with each other in your life, like, you know, apart from the influences that one might infer from, you know, the orchestra you put up and all of that. What were your other sort of things that, you know, what were the other influences that you"
    },
    {
        "speaker": "Guest",
        "time": "00:39:50.120",
        "message": "were soaking up? Well, Lucknow, as I remember it, you know, we lived in the cantonment, Lucknow cantonment on a road that was called Kasturba Road. So Kasturba is the, you know, wife of Mahatma Gandhi. So that's another, I remember, opening one's eyes to her life and understanding more about her. So we lived on Kasturba Road in an old colonial kind of house, which wasn't that great. We had a huge compound, but no garden really because it was too big for any gardener to tend to. And we, Lucknow, my images of Lucknow, since I was eight, seven years old when I went there and nine years old when I left, was going to school in a tonga. We used to, all of us, maybe seven or eight kids would pile into a tonga and we used to trouble the tonga driver incessantly. Poor man, I think we stretched his patience too much, but he used to take us to school. I went to Loreto convent in Lucknow and I remember some of my friends from there and my parents, of course, I wasn't exposed really to the Lucknowi culture, perhaps, maybe, you know, in that army cantonment. My parents themselves had not lived, I mean, my mother certainly had not lived in North India before. So, we used to go to some of the Kerala Samajam functions, I remember. There was a Kerala Samajam in Lucknow, so meet a lot of other Malayalis there. So, Onam would be celebrated, but my parents took me to a lot of the monuments in Lucknow. I remember seeing the Imambara, beautiful, beautiful historic site and understanding a little more about Awadh, about the Nawab culture, Nawabi culture, but not too many insights into that. I suppose when you're seven or eight, there's not much, unless, of course, we had had Hindustani music classes and all, but we didn't have. In fact, to be very frank, I don't think my parents could have afforded that also. Like, they couldn't afford, for instance, a lot of my friends, children of other army officers, I knew many who were learning the piano. There was no question we couldn't afford a piano, and so then we couldn't have piano classes. Similarly, later on, when I was about 18 years old in Bangalore, we studied Carnatic music. We had a teacher come home and studied Carnatic music for about a year, year and a half, and then, of course, we moved to Aurangabad. We didn't follow it up. So, I have some basic background foundational, let's say, exposure to Carnatic music as a result, but not to Hindustani music, except to listen to the Binaka Geet Mala and things on those days' Radio Ceylon. Radio Ceylon had a big influence in our lives because both English and Hindi music, Western and Hindi music, we used to listen to. And so, we grew up with all the songs from the films and Hindi films of the 50s and 60s, and Mughal-e-Azam was a huge, you know, newsmaker those days, and I remember seeing the movie and loving it. So, not unaware, not ignorant of the Hindustani traditions, but not, I would say, to be frank, not immersed in them also. Learning Hindi in school throughout, of course, from the age of seven, till I finished my bachelor's degree, I learned Hindi. And, you know, I've"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:22.760",
        "message": "mused in the past that all airports everywhere are really one country, outside of the country, because all airports are pretty much the same, the sanitized air-conditioned, sleek places with their shopping malls and all that. And you could just, you know, all airports are like, you know, so set out, set apart from whatever the surroundings are and all that. In a similar sense, I wonder if it could be said that cantonments are all really one country within a country,"
    },
    {
        "speaker": "Guest",
        "time": "00:43:48.200",
        "message": "that it's a uniform culture and all of that. Absolutely right. I think cantonments are a world unto themselves, at least they used to be. Even Aurangabad, I mean, when we were there, it's not the big city, bustling city it is today, it was not that. But the cantonment was a kind of little, you know, bubble that was there. All the roads are neatly laid out and, you know, the garrisons and the little, you know, centers and barracks and the sentries and it's a completely different world. And then you moved out of the cantonment and it was, again, these many worlds that one was being exposed to. I agree with you, but airports, when we were growing up, were very different places. They were little airfields, literally. And when I went to Delhi, I went to, you know, I had an All India scholarship, university scholarship, which covered all expenses, including hostel. You had to write an exam, All India exam, and I got through and I got a scholarship to Delhi University. And I went, my parents, you know, dispatched me by air. It was a kind of a little gift to me to have, and to Delhi. I remember them coming right up to the plane to say goodbye. You know, can you imagine today? It's unimaginable. So, it was a Caravelle, I remember, a Caravelle aircraft. Don't wonder where there are remnants of them today, but the flight would stop in Hyderabad. There were no non-stop flights to Delhi. It stopped in Hyderabad and then Delhi. So, but very different. Went to Palam, land in Palam and again, a very different experience. But that was my only exposure to travel by air until I went to Japan when I was 19 years old as part of a youth delegation to visit Expo 70, which was another big watershed in my growing up years."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:53.400",
        "message": "I also wondered as you were describing your childhood, and again, I'm just kind of thinking aloud, that are there essential qualities that we carry as individuals, which stay with us our whole lives? Like on the one hand, I can look back at the 20 year old me and say that, hey, I'm a completely different person now, completely different. But on the other hand, I can figure out the certain qualities which have just always stayed with me and been essential. For example, lack of discipline, daydreaming, I think those have stayed constant. Now, in your case, it strikes me that one, you are a methodical thinker, you mentioned that you were a topper, and I think you topped the civil services exams also, and that you've kind of been a topper. It's evident from your wonderful book that you are, you know, methodical, you're rigorous, you know, as rigorous as any historian in the way that you've weaved together so many narratives from so many different sources and done that so well. So, when you look back, say, at the 15 year old Nirupama Menon, so, you know, how would you describe that girl today? And what aspects of her do you recognize that, huh, she's me? And what aspects of her do you think, I can't believe I"
    },
    {
        "speaker": "Guest",
        "time": "00:47:07.240",
        "message": "was like that? Well, positive and negative aspects, I think, I mean, I don't know if you'd call it negative, but certainly, well, I regard it as a minus that I'm a bit of a loner, right? As a, even growing up, I was a loner. I mean, I would not be playing with the rest of the children on the playground. I'd be kind of standing apart and looking at them. And I was, I'm extremely sensitive by nature. I mean, I'm sort of influenced by the environment around me. I can be very happy by it, and I can be very sad by it, because even today, if I hear or see news that is, to my mind, sad or unfortunate, the tears will come to my eyes. So, I tear up very easily, and that's from childhood. I've been like that. So, extremely sensitive by nature. And that, I think, the positive side of it is being a loner and being very sensitive is that I am, my mind, I am in, you know, the imagination within me is constantly sort of generating images that I think help me as a creative person. I'm not an artist, but it influences my writing. So, my poetry, for instance, although I haven't written much poetry of late, my music, and the love of history, which was inculcated by my parents, and also because I was interested in it from a very, very early age. So, these things have stayed with me. And you mentioned meticulous, yes, and that I really attribute to my mother, because, you know, she would constantly recite these lines to me, you must be knowing it, a good, better, best, never let it rest, until the good is better, and the better best. So, this was what was being drilled into me. And you know, a young child, you know, all we have children, and you see how little things like that can really embed themselves in your mind. And you talked of China, I forgot to mention this in 1962. I was aware of, you know, the Tibetans coming into India from 1959 onwards, because this uncle of mine who was in the foreign service was an LO to the Dalai Lama when he came to into India the first time. So, my uncle was escorting the Dalai Lama to Mussoorie in early 1960 by train, and the train came through Lucknow. I don't know from where it was coming. And my parents were informed, my uncle must have told my parents about it. So, they took me to the railway station in Lucknow to meet the young Dalai Lama. So, I still have an autograph book with me, signed by his holiness on 14th February 1960. What day was it? Valentine's Day. No, no. What day of the week was it? I'm sorry. I'm not. This is lost to me. That capacity is lost. If I was the six-year-old Nirupama Menon, I would have probably been able to tell you, or even seven-year-old. So, I remember that meeting, that going in, walking into the compartment, train compartment, compartment, and meeting this young presence, literally. I wouldn't say man, young presence, you know, in the robes of a Tibetan monk, and young and very pleasant. And I just have the signature. I have his signature on that autograph book. Till this day, I still possess it and show it proudly to people. So, these were the things, I think, that have stayed with me, this imagination. And I have a certain restlessness within me. I'm constantly questing, I feel. So, even during the pandemic, there's never been a day that I felt bored or, you know, felt that I have nothing to do. What am I going to do? I'm imprisoned within the four walls of this home, somebody who's been so used to traveling and moving around. I've never felt that. So, this capacity to adjust to different rhythms, I think, has stayed with me from my childhood. So, that's talking about the 15-year-old Nirupama Menon. I think some of these things haven't changed. I really don't know, looking back, you mentioned that you're not the person you were when you were 20 years old. You know, at the age of 70, sometimes I think I'm still the person I was when I was 20 or 21, because I'm still, I feel that every day there is something new that I have learned, I'm learning, or did not know about. And that, I think, keeps the flow of life, I think, always very compelling, very interesting, and very absorbing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:57.080",
        "message": "Yeah, no, in fact, one of the things that sort of struck me about you as I was kind of watching your videos on YouTube and reading up on all the things that you've done, is that I just envy your energy, right? Like, there are days where I feel that, you know, so much time has passed, and I just feel lazy, lackadaisical, especially through COVID. There have been times where you don't really want to do anything, man, you just want to, you know, you kind of lose motivation. And I see you doing so much, writing this wonderful book, you know, working on your orchestra, as you've done in the last few years. And I'm very envious of that. But leaving that aside, before we go into the break, and then before we, you know, resume your career after that, as a diplomat, which I have so many things to ask you on that, just one broader question, which has kind of struck me in the conversations that I've had with people of a similar age to age to mine, is how we look at time, per se, like when I'm 20, you know, someone who's 25 feels like an old man to me. And I think that, you know, five years feels so long, 10 years feels so long, it is absolutely insane. And then suddenly, you blink and the years pass. And here I am in my late 40s. And I'm like, where did 20 years go? And this also then begins to affect how we look at history, that we look back on history then. And earlier, when we are young, it seems something that happened 150 years ago, say the 1857 mutiny, that seems so far back. It's like ancient history, right? But then when you've seen decades pass in your own life, it doesn't seem like ancient history anymore. And there is a sense that there is this, on one hand, there is this inexorable progress that is happening through history. But on the other hand, a lot of it is shaped by accident and happenstance and just kind of random events. So how do you think about time, both in the context of what happens in the world stage, what happens in history, what happens to humanity, and also in your own life? Like, how does one look at time? Like, have you, you know, have you, for example, stopped and reflected about how you kind of want to spend each day? You know, like one of the natural progressions that people make as they go through lives, and certainly I think about it more and more, is that so much of our time is just wasted? That is there a way that I can be more mindful and get more out of this and so on and so forth? So what are your sort of thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:54:25.160",
        "message": "Well, I can only speak from my own experience that I tend to throw myself into what I'm doing with complete, I hate to use the word devotion, but certainly absorption, complete absorption, which then makes me oblivious, perhaps a little about the world around me. So there is a detached detachment, I feel, that I've always had, a detachment. And that detachment is not, perhaps, I could have been, I am in some senses, I think, quite meditative. And, you know, when I was growing up, my mom would always say that I would always be dreaming about something. It was like I had this far off look in my eye, which many children, perhaps it's not normal when children do that. I mean, they're always wondering whether they can go out and play or meet their friends or have a, what they call now, a play date or a sleepover. That was not, I was constantly, there was something going on in my head. I don't know what made me like that. I think I was this sensitivity, this dreamy quality. So that, in a way, perhaps sometimes severs me from too much chaos. Like I'm somebody, like when I was studying for exams, for instance, you know, you had to revise, you had to prepare like three, four weeks ahead, you had to make a timetable and start preparing. But I would constantly be studying or revising, as they would call it in our time, revising with music blaring around me or people talking in the midst of some, I would be there, I would not be locking myself in a room. So, I don't know what it was, this detachment at one level, but at the same time, this ability to be, you know, to balance the noise around me or the chaos around me, because India, as you know, is so much noise you always have around you, whatever it is, whether it's family or whether it's when you're traveling or generally the atmosphere is not silent, it's not quiet. But here I was a very quiet person inside, but outside the ability to sort of, you know, hear the chaos around you, but somewhere around there was a barrier that it was not going through and I was able to still do my thing, as it were. So that, I think, is a quality that has enabled me to survive, in a sense. My recipe for survival has been that, you know. On the one hand, a detachment, but on the other hand, an attachment also to what is going on around me. So, that's all I can say."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:01.560",
        "message": "Recently, I had Mrinal Pandey on my show and she spoke about her mother, the famous writer Shivani."
    },
    {
        "speaker": "Guest",
        "time": "00:57:07.000",
        "message": "Yes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:07.400",
        "message": "And she said that when Mrinalji was a kid, she would see that, you know, they're all eating together and there's halla gulla all around. But at some point, Shivani ji will just start writing. And when she starts writing, you know that she's surrounded by three noisy kids, there might be other things happening. But she's writing, she's focused, she's in her world, nothing can get out of it. Which, on the one hand, I envy a lot, because I find it so hard to do, any noise disturbs me, I need to kind of cocoon myself up, the exact opposite of what you said. And on the other hand, I also wonder if that becomes something that is a necessary survival quality for Indian women in a broader sense, you know, because with men, we have the privilege often that we can shut ourselves up, I can go and lock myself in my study and say that five hours I'm going to sit."
    },
    {
        "speaker": "Guest",
        "time": "00:57:56.120",
        "message": "And nobody's going to question you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:57.240",
        "message": "Nobody's going to question me. Most women have to deal with a much more chaotic texture of life around them, where, you know, the maid might have come and you got to supervise or something else is happening. And there's something else in the house. And by the time lunchtime is over, dinner time is here and all kinds of other crap is happening. So, do you feel that in a sense that this is, you know, on the one hand, it's a good quality to have if it comes naturally. But do you also feel that for Indian women, especially, or perhaps for women everywhere, it's a necessary survival mechanism, because you will never get the kind of me time that men are able to have."
    },
    {
        "speaker": "Guest",
        "time": "00:58:32.840",
        "message": "I completely agree with you on that. The other day, I remember I was in a webinar on my book, actually. So, and I was a speaker. So, you know, I had to sort of make sure that the Wi-Fi was working properly and the doors were closed and there was no noise. But in the midst of the webinar, and luckily I was not speaking, somebody else was. And so my husband and son had gone out for dinner and they come home and the spare set of keys of the house was missing or was not there. So, my husband sort of comes there and he starts dangling that key in front of me and says, where's the other keys? I didn't even know where it was, but I had to answer. As a woman, you know, a man would have said, okay, please go away. I'm not, you know, I think we women are much more perhaps conditioned or, you know, the way we evolve that kind of genetic code within us, you tend to be much more patient, I feel, much more patient. You can't afford to be impatient. You can't afford to show that, you know, you're not going to answer such a question, even if it's your husband asking you. So, I think husbands and wives also deal differently with each other because we, as women, tend to be much more patient. I think the load, the load-bearing capacity of a woman, although physically a man is much stronger, I think the load-bearing capacity"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:00.440",
        "message": "of a woman is much more. Which is really sad. And, you know, I think about the layers, extra layers that women carry. And one, of course, is the layer in terms of just what a more dangerous world it is for them, the dangers of the male gaze, as it were. Like, if I go out for a walk at midnight, I don't have to think about anything. I enter a lift with five people, I don't have to look around to see who the other people are. Women carry that layer. But more than that, another layer that they carry is this layer of, you know, they have to labour more than men, always, in kind of situations. And I wonder whether in your career as well, I mean, we'll speak about your diplomatic career after the break. And obviously, you were that rare women diplomat, though now I think almost 30% of the IFS is women. But at the same time, has this layer always been there, that the people around you may respect you and treat you as an equal and on the surface, everything is fine. But there is that hidden dynamic that kind of comes into play. You know, you mentioned early in your diplomatic career that people would say, oh, it's tough for a woman to be a diplomat, because what if you have to receive someone at a station at night? Or what if you have to be posted as an ambassador to Ghana, for example, will you be safe there? I mean, I just said that at the top of my head, you didn't. And many women might not even think about it as an extra layer. It's just normalized, right? So what are your thoughts on this? Because on the one hand, you would be an inspiration to women everywhere, because you've had an independent career, you know, obviously fortunate in your parents and in your choice of spouse and all of that. But you've had a completely independent career, you topped the civil services, you became a successful diplomat and ambassador, you became so active after your retirement, you're doing all of this. So one would say, OK, you're the role model. You're the woman who kind of beat all of this. But at the same time, you know, it would have been harder for you than it would have been for a man. So tell me a little"
    },
    {
        "speaker": "Guest",
        "time": "01:02:00.360",
        "message": "bit about your thoughts on this. Yes, well, definitely. Although I never sensed the hardness of it all or the difficulty or the complexity of it all, because one was just living through this, you see. So as I said, you just, you know, you're in this environment and you're kind of, you're a trekker, you're a journeywoman, you are exploring, you know, it's like a map. I always think of a map of life, which when you're born is a very, very small scale map with very little detail, except you're born and you're growing up. But as you grow up and as you venture forth in life, the map becomes more and more detailed, all the places you've been to, all the experiences you had. And by the time you're 60 or 70, this map is wonderfully detailed. It is a large scale map with precise entries, lats and longs about, you know, where you've been and what you've seen and what you've experienced. So that's how life has become. And when you look at that map now, you understand this location or this particular entry on the map, how difficult it was to access or what the barriers you had to encounter in order to get there, you begin to realize. And that, at this stage of my life, when I look back, I realize, you know, the mountains I had to climb and the adversaries I had to encounter. But at that time, when you're actually doing it, when you're actually rowing your boat, as it were, you're only engaged, your energy is all, you know, focused on that. So the ability to focus, I think, is extremely important. And I don't get distracted easily. I think that has really helped me. And I have this, I have a great passion for perfection, which is, I think, which is sometimes an impossible dream. Because life is not like that in any. So sometimes I think, yes, a sense of perhaps disappointment does come to you that you've not been able to do things the way you would have liked to do them. But not in most cases, I wouldn't say that. When I go look back, I think I'm generally happy. And I feel thankful to Providence for, you know, enabling me to do all the things I've done. But yes, it's as a woman, like when I wanted to join the foreign service, when I qualified in the civil service exam, and I had topped it, and in both the IAS and the IFS, because those days there were two lists for these two top services, the Indian Administrative Service, Indian Foreign Service. It's different now. So I had my, I was, and I like the way the UPSC would refer to you at that time, the name on top was Kumari Nirupama Menon. So I was Kumari Nirupama Menon, just to show that you were not married and, you know. So Kumari Nirupama Menon could have joined the IAS and gone to Kerala, which was my home state, because those days your position on the list would give you that, you know, advantage, let's say. I could have gone to Kerala. So all my relatives, my uncles and aunts, and even my parents encouraged me saying, why don't you take the IAS, because you'll go to your home state, and it's nice for you. A girl, you know, should, can be within a home environment. It'll be much easier for you as you move up. But I was adamant. I'm a very stubborn person by nature. So I had decided I was going to join the foreign service, like I decided I wanted to do humanity. So my parents, that's what I wanted. I'm not changing my mind, but fortunately for me, they never forced my hand on anything. Okay, that's your choice, but it's not going to be easy. I mean, they did tell me, because, you know, you would have to serve abroad, and I think every parent would like their daughter or ultimately to settle down, and they felt there would be problems there, because unless, you know, you had a spouse who was also able to go with you where you were posted, preferably if he was from the same, from the foreign service, it would have helped. But that's not the way life turns out, and as it turned out, yes, I had complicated my life in the beginning already by, you know, my spouse was in the IAS from the Karnataka Kader, and our first postings, I remember he was in a place called Koppal, which is in northern Karnataka. At that time, you know, access to Koppal was very difficult. Today, it's a district headquarters. Those days, it was a subdivision. So, he was in Koppal, and I was in Vienna. I mean, I cannot think of more, you know, it was like I was at one side of the world, and he was on the other side, and we couldn't communicate. There was no email, there was no, you had to write letters, as you said, and once in a while, a trunk call, an international trunk call, and I can't tell you how complicated that would be because, you know, in Vienna, you had to contact the operator in London, who would then connect to Delhi, and then in Delhi, nobody knew where Koppal was. I mean, the place Koppal, even today, if I asked anybody, where is Koppal, if you were from Delhi, you wouldn't even know, unless you're from Karnataka, perhaps you would know, or maybe from Telangana, you would perhaps know, but or southern Maharashtra, Sholapur, and other places. So, the operator in Delhi would connect you to Bhopal, because they never heard of, and then the Bhopal operator would say who do you want to speak to, and there was no, the number I would give was not, you know, anywhere in the Bhopal directory. So, even communication was so difficult. So, as a woman, I think I did encounter, especially among some, not all, some male, you know, higher-ups in the service, you know, I don't think they were very, perhaps I would put it as empathy, you know, perhaps if you have a daughter of your own, you would perhaps understand it, but at empathy about how situations like this, where you know, you had a young, they would call us lady officers, not woman officers, those just lady officers, what situations they would be in, because as you know, in the foreign service, still a certain stage in the history of our foreign service, women, once they got married, had to quit the service. You had to submit your resignation with the information that you were getting married, and a lot of real talent was lost to the service as a result. By the time I joined the service, that was not, that requirement was taken away. A little after I joined the service, because when I applied for the UPS in the UPSC form, I had to confirm if I was applying for the foreign service that I was unmarried. You couldn't apply, even apply for the exam, you couldn't write the exam. You had to be Kumari. You had to be Kumari, exactly. So, this Kumari joined the foreign service as a result, but yes, I remember being told, for instance, when I once expressed a desire to be posted in Islamabad as a young officer, one senior officer telling me, it's really not a place for a woman to go. He may have been, you know, motivated by perfectly good intentions, but I'm saying there are certain mindsets that can women, can women go to the airport at midnight to receive somebody, or can they be posted in some remote area where, you know, it'll be difficult to provide for security, all that, you know. But today, if a woman officer were to say, I want to go be posted in Afghanistan, nobody can stop you, really. You may counsel saying that it's going to be difficult, but ultimately, you can't say you can't go anywhere because you're a woman. So, things have really, really changed in that sense, and I would say, you know, when I joined the service, I don't believe there were any women in the service who were given, you know, who were asked to head what we call a territorial division dealing with the neighborhood, let's say on Pakistan or Bangladesh or even China. But by the time one kind of grew up in the service, that was changing, you know. I became the first woman officer in the foreign service to head the East Asia division of the ministry. We dealt with China and, you know, so things changed. I think attitudes have changed, have certainly changed for the better. And there's much more sensitivity to the needs of women officers and, you know, and in a sense, providing that level playing field, which is most important."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:05.240",
        "message": "Let's take a quick commercial break. And when we are back from the break, we'll talk much more about your diplomatic career. Welcome back to The Seed and the Unseen. I'm chatting with Nirupama Rao and we've just got to the part where, you know, you've entered the diplomacy, topped both the IAS and the IFS. But before that, when we took the break, you were telling me about how you first discovered computers and you discovered computers because you liked algebra. It's, you know, such a fascinating story. So do go through."
    },
    {
        "speaker": "Guest",
        "time": "01:12:29.720",
        "message": "So the story really begins in the mid 60s when I was still finishing school. And in our school at in the 11th standard, as it was called, you had to there were certain optional subjects and I chose algebra and my friends chose typing. And those days, you know, it was all typewriters, manual typewriters. So my friends during lunch break would go into this little room where they had the typewriters to practice their typing. And although I was doing algebra, I would go with them and trail along and watch them, you know, operate the QWERTY keyboard and the way you had to place your fingers, you know, your little finger on this key and your ring finger on the other key and the middle finger and the index finger, the thumb. So I learned that technique how to type blind. I mean, not looking at the keyboard, but looking at the paper as you were typing. So I had learned that and I used to practice that. We had an old typewriter at home, which I used to practice on. So by the time I entered college, I was pretty good with typing. I couldn't do the numbers, the numerals, which I had to still look, but the letters I could do blind. I could and I did it pretty fast. So when computers, when, you know, in the 80s in Delhi, Rajiv Gandhi became prime minister in 1984 after the assassination of his mother. And here was this young prime minister who was all into computers, who was talking about this, you know, digital universe that was completely unexplored to people like me. So we were encouraged, we were encouraged, not, it was not made compulsory, but we were told that if we wanted to start using computers, the ministry would provide us with the machine as it was called. And so I opted to ask for a small desktop computer because I was dealing with the China border and at a stage where we were, you know, I was actually, my office was turned into a map room. We had maps of the border and my task was to set up that map room and to become more knowledgeable about the Sino-Indian border because the historical division of the Ministry of External Affairs had become largely defunct by then. Most of the experts from Dr. Gopal's generation, the wonderful experts on the boundary, they were all retiring or they had passed away and there was no foreign service, as we call a direct recruit, a foreign service officer who had specialized in this. So I was kind of offered the possibility of kind of becoming an expert on the subject or at least specializing in it because I was not interested in taking a foreign posting at that time. My husband was in India and my son was very young, so I wanted to stay in Delhi. So I stayed in Delhi for eight years just specializing on the Sino-Indian border and ended up as head of the East Asia division as a result. It was the time when we had the Sumderong Chu incident, the problems with the Chinese. Rajiv Gandhi went to China in 1988. So that's the background against which I started doing learning, not learning, nobody taught me how to operate a computer. I mean the oning and offing, yes, maybe somebody had to tell me how to do that. But as far as learning to word process, which is essentially what one does, most of us, we are not programmers or software experts, but I learned to operate the computer to essentially write, to do my notes, to put together information, to prepare indexes and things. So it was an old ancient word processing software called WordStar that I started with and then we moved on to WordPerfect and then of course MS Word. By the mid-90s it had become MS Word. And so that was my introduction to computers. I remember my first, seeing a laptop for the first time was when we were told that Prime Minister Rajiv Gandhi used a laptop and we were going to China in 1988 and that's when I first saw the laptop that some people were using. So that's how I got introduced to computers and I've never, I felt comfortable in that world. I felt I liked the automation, I liked the idea that it made your work more efficient, easier to manage and keep in one place, even if it was a floppy disk or, you know, the way of storage was very different as you know. The whole system today looks so completely unrecognisable when you think of those early, almost prehistoric days when we started using computers, like people like me, bureaucrats for word processing basically. But basically as a word processor, not the most efficient use of a computer but certainly, you know, you became familiar with the technology and you, I find many people of my generation, I mean people born in the 50s are still a bit overwhelmed, you know, by the thought of using a computer. So using the computer at a young, I started when I was about 34 years old or so, which is relatively young, I think anybody would say. And that sort of helped me to go into email use and navigating the web once, you know, you had browsers. By the mid 90s by Netscape and then Google of course started and this whole universe opened up for you. So I transitioned, let's say, from the world of my childhood to the digital world of today rather smoothly. I don't think there was any, it was an interesting journey but not a formidable journey for me. And you've brought so many memories back,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:31.400",
        "message": "like I remember when I graduated from college in 94, I worked for a year in an advertising agency for a few months in an advertising agency in Delhi called HTA, which is now J Walter Thompson. And in our whole department, and that was India's number one ad agency, I was in the Pepsi group, my group handled Pepsi and a few other accounts. And on the whole floor, I think we had three computers and one of them was an Apple Macintosh, which only the main art director got access to, and the rest were two Windows computers, which the operating system was MS-DOS. So you had to type those commands. And we use WordStar, if I remember correctly, and it was such a big deal. And later, I remember in 95, I came to Bombay, I worked in Channel V for a while as a script writer. And we didn't have computers to write our scripts on the entire place at one computer, which was with the public relations department. And they were so possessive about it. And then there were two sort of girls who ran the department, one of them became a VJ later. And I remember all the fights we used to have where I was like, in your off time, please let me use your computer. And in that year, I was, you know, staying in a flat in Chembur with three other friends. And all of them knew that Amit really wants to buy a laptop. But of course, he is not he doesn't have too much money. So we what can we do? And then, you know, one of my friends heard about the sale of computers and laptops, there is a sale organized on this state. So we like take an early train to get there early. And my budget was 30,000, which was not enough to buy a good laptop in those days, because they were more expensive. And I remember we kind of lined up and we landed up too late, all the affordable stuff was gone, and so on and so forth. And the reason I bring this up was, my dad passed away last year. So I went recently to you know, we sold his bungalow. And I went recently to clear it of all his old things. And in his study, he had 1000s of books, which I managed to find a good library to donate to. And while I was there, while I was packing and unpacking things, I found a couple of really old laptops from the 90s, or maybe the 80s. Right? Now, I remember my contemporary memories of that time are that laptops are they seem so sleek to me. But now when I looked at those same laptops, which would have seemed sleek to me, then they were like bulky and massive and really ugly. And, and of course, I had to throw them away. Because what does one do one can't hang on to old artifacts. I also found like a huge Walkman, you know, a huge Walkman from back in the day, right, which was kind of so massive. So it's so it's interesting that all of this stuff does around us, we take it so much for granted, like it's the air around us. But when we are without it, it's almost like a fish does"
    },
    {
        "speaker": "Guest",
        "time": "01:21:11.800",
        "message": "not notice the water. No, you're right. Absolutely. But for me, I look back, you know, as that first computer I used in 1985. It was like a right of initiation, I think, you know, yeah, you kind of, you go in and then you realize how where that journey is lead like the map I told you about, you know, it's like you're plotting new destinations, thanks to that little box in front of you, literally, literally. Today, when I think of things like digital humanities, which has become a huge thing, you know, and I realized that I think I mean, I may be wrong, that even to till this day, when you look at the Sino Indian border, and you look at during the 60s, the kind of information 50s and 60s, early 60s, before the war, the information we put out the white papers, and the report of the officials, the officials of the two sides, I talk about it in my book met in 1960. And they had hugely lengthy discussions. Nobody I think to this day, I may be wrong, but I mean, I'm please correct me if I am. But I think it would be wonderful to start a digital humanities project on indexing the Sino Indian border, and the maps are all there. And we have good, you know, cartographic knowledge, and the evidence is there. But for a scholar, for a young demographic, introduced to the subject for the first time, wouldn't it be nice if, you know, digitally, if you type Galwan, for instance, you got all the whole list of what happened in Galwan from 1961, 62 onwards, or in hot springs, or in, you know, Konkala, or Chumar, or Debsang, that would be so useful. You know, today, you have to be a complete expert. There'll be one or two people who will be able to perhaps reel off all the details. But information to me should be accessible. That is the primary foundational requirement for knowledge. And it's only when you have that knowledge that you can really be enlightened."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:19.560",
        "message": "Yeah, and the thing is, the knowledge exists, the tools exist. Now, it's up to someone to build those repositories. Maybe someone listening to this can, you know, come up with a way of kind"
    },
    {
        "speaker": "Guest",
        "time": "01:23:29.000",
        "message": "of getting that done. Wonderful things can happen. It should be quite easy. I'm sure it shouldn't be difficult. Just requires, I think, a technical mind with working with somebody who"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:39.400",
        "message": "has knowledge. So, let's talk about diplomacy. And interesting, like you gave this excellent speech called A Life in Diplomacy, which I'll link from the show notes, which I really enjoyed listening to. And at the start, you spoke about how female diplomats are kind of a new thing. You speak about how, you know, the women in diplomacy would be the wives of ambassadors, or ambassadresses, as you call them. I had to figure out how to spell that, you know,"
    },
    {
        "speaker": "Guest",
        "time": "01:24:04.840",
        "message": "it's very complicated. Yes, you're right. Ambassador. The ambassadress could be a"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:10.520",
        "message": "formidable lady, usually. Yeah, and you quoted from sort of NYT, 1902, talking about how in parties the ambassadress is more important than the ambassador. And quote, sometimes she is a touchy person, stop quote. You cited a speech from the British House of Commons in 1933, where, you know, the speaker said, quote, the special virtues of women are singularly ill adapted to diplomatic life, stop quote. And basically talking about how women have intuition and sympathy, and they're both fatal to diplomacy, which is a classic stereotype. And the thing is, when we when we actually look at the great mistakes made in foreign policy through the decades and centuries, they're all made by men. And they're often made by men who've either shown too much intuition, like I think, you know, that was perhaps a Nairuvian thing,"
    },
    {
        "speaker": "Guest",
        "time": "01:25:00.760",
        "message": "but we can come back to talking about it. You know, that reminds me when we, you know, you talk of a glass ceiling, that women, you know, should break the glass ceiling. But have you heard of the glass cliff? No. So the glass cliff is, you know, women are usually pushed into positions of responsibility when men know that there is the possibility of failure is very, very large. I mean, there are, I've read about this, and I can from experience also just say that. So, you know, women tend sometimes to kind of then stereotype, ah, you know, it was a woman, you know, like intuition and sympathy are fatal to diplomacy, the things you, you know, men have these certain definitions of what success should mean. But the glass cliff is worth studying, because, you know, when you're put in a place close to a glass cliff, because you could fall off that glass cliff, the challenges that women face, I think, are quite great."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:58.200",
        "message": "And it struck me actually, while you know, you were citing that British House of Common Speech, that intuition, sympathy, and it struck me that actually, and at the risk of stereotyping in the other direction, it struck me that qualities which you're more likely to have in women are actually essential and useful for diplomacy and two qualities which struck me as women are less likely to let the ego get in the way. And women are more likely to listen better, like just in our everyday lives. And once I started noticing this, I can't help noticing this all around me, in terms of how often women get interrupted. Right. And it's just so this was kind of one. So is there something to that? Or am I just stereotyping in the other direction?"
    },
    {
        "speaker": "Guest",
        "time": "01:26:42.360",
        "message": "No, I think you're right. And I find that in group discussions, also, very often, the woman in the room will come in towards the end, that is hesitatingly, although she may have a lot to say, which is substantive and meaningful. But I think it's just the way we're not just not the programming. I don't think it's something to the conditioning, I think, in the world you've grown up where, you know, little girls are made of sugar and spice and everything nice. And, you know, you're seen rather than heard, you know, the usual concept of the kind of modesty and humility that you should radiate. I think we are conditioned that way, not that we're programmed. I think if women are programmed in a way, it's to be resilient. I think we're extremely resilient. I talked to the load bearing capacity. After all, we give birth and, you know, just that is such a, you know, it's not easy. And I don't think a man could go through that kind of experience. So I think that qualities of resilience and perseverance and yet, you know, patience and you said the capacity to listen, the capacity to absorb, the capacity to take a more 360 degree view and not, you know, not have too much of a shotgun approach, you know, quick to draw, you know, hand on the holster. We don't have that kind of approach, which means that we get interrupted because sometimes just the fact that this quietude that surrounds us gets misinterpreted and people think that you have nothing to say. Or even if you have something to say, once you've spoken a few words, you can be cut off, you know, cut the mic off kind of. That is still, I think, quite prevalent. It's not just in India, it's across the world. I think it's not something that is just native to us. It's there. So women, I think, have to struggle harder. Definitely. Definitely. We have to, you know, we may look calm on the surface, but underneath the water, we're constantly paddling, I think."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:48.680",
        "message": "Pretty much all the female friends I have talk about this common thing that happens to them in meetings or gatherings, where if they get to speak, they'll say something and then somebody will cut them in and the conversation will continue. And then a man will say the same thing, maybe paraphrase it a bit, and they'll be like, Claudette, so what a good idea."
    },
    {
        "speaker": "Guest",
        "time": "01:29:05.480",
        "message": "That's true. That's true. Absolutely. Absolutely. That is something that I don't think changes very easily. And, you know, so we have to, I think, be much more aware of this. And when we are, you know, our output, therefore, has to be so much more careful, so much more precise, so much more passionately perfect, if we have to be noticed, I think."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:33.240",
        "message": "The bar is higher, therefore. There's a fascinating experiment, like you mentioned that in meetings, you know, women will talk at the end or they won't talk much. And there's a fascinating experiment carried out by Philip Tetlock. And I heard about this in an episode of a show I produced, Brave New World, where he was a guest. And the experiment basically was this, that you gather a group of people together for a meeting. And then everybody gives their views on the subject, but anonymously, right? And then everybody's views are shown to everybody, but they don't know who said what. And then they have to revise their views based on everything they have read. And the experiment basically found what you would expect, that the quality of decision making just went up massively, because you had to be open to everything once you anonymize the views. The other question that I sort of want to ask before we, you know, again, you know, get back to chronology and the linear retelling of life, as it were, is about confidence that, you know, there have been studies that there was a recent study I linked to in a recent episode, I'll link to it again, which really speaks about how women lack so much confidence compared to men in the sense that they did this experiment where within a firm, there was a job opening for, you know, a particular this thing. And you had to, there were 10 parameters, and you if you felt you made enough of them, you had to apply. And the women would not apply. If they met five or six or seven, if they met all 10, only then would they apply. While the men they meet two or three, they'll just apply Bindas, just put it in, right. And the point is, as we know that, just the more you apply, the better your chances of all of these things. And there is therefore that, I think the article was correctly called the confidence gap, you know, that comes into play. Was that confidence gap ever an issue with you? Like, did you feel at any point that there is some kind of imposter syndrome? That, you know, did you have self doubt about maybe I should have taken the IAS and gone to Kerala? You know, what am I really cut out for this? So were there moments"
    },
    {
        "speaker": "Guest",
        "time": "01:31:33.000",
        "message": "where that happened? Yeah, that that is something, you know, I don't I'm missing that gene, I think that that I don't regret what I've done. Maybe it's this, I was born with it, the sense of being absolutely convinced that this is what I have to do. And the ability to take risks, which is usually a masculine trait, but I have that. I mean, I think like when I went out on Twitter, when I was foreign secretary, nobody was on Twitter, no bureaucrat, no senior bureaucrat, at least. And I just felt this was a medium that was interesting, that showed a lot of promise and potential and scope, you know, for better communication and conveying to the rest of the world that, you know, a bureaucracy can be responsive, can be alert, can be, you know, not just reactive, but proactive. And I just felt I had to adopt that medium. So I signed up and opened an account and I started tweeting and people around me were sort of out of consternation and eyebrows raised. But today, everybody uses it. Everybody and their aunt is using Twitter. So this, I think it's like, I just feel if I have to do something, I'm absolutely convinced people around me, especially my near and dear ones, call me stubborn and opinionated. And, you know, people who can be frank with you, your near and dear will speak their minds. But I'm like that. I can't change. And so that, I don't know, that may not be an exactly stereotyped feminine trait. So I'm sure a lot of women have it. But in the world, when you define, you classify, you have these very narrow categories, women and men and female behavior. I think these things straddle both sexes. I don't think we are, you know, confined to one category of behavior. Like, I just feel I can take a risk if I'm convinced that it needs to be done. And I'll just do it. And that's, that's how it is. That's the way I am."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:41.000",
        "message": "And in a sense, one risk was something that you alluded to earlier, where, you know, you join the foreign service at 73. And you know, your husband is part of the same batch, he's in the IAS. And you make that very interesting decision that you will get married, even though, and none of you will give up what you're doing, even though it is understood that then you will be apart most of the time. Right. And as you pointed out, he went to Kollam, I think you said? Koppal. Koppal. I'm so sorry. See, this is how obscure the place clearly is. That is true. It is truly. But no, I'm sure somebody from Koppal wouldn't say that, of course. Of course not. Yeah, where you stand depends on where you sit, as they say. So yeah, so one part of this Koppal went to Koppal and the other part of this Koppal went to Vienna. And you've mentioned that there were times where you managed to be posted in the same place, like, you know, in Delhi in the 80s, where you were with the foreign officer, and he was with the PMO, and so on and so forth. But in general, then, you know, how was it to kind of make that decision? And how was it to then sort of live that life? Because I'm thinking in terms of how distance can sometimes be a good thing. You know, it just strikes me that, you know, two people, if they're together all the time, can take each other for granted, you know. So do you feel that, was it frustrating sometimes that, oh, my God, especially that trunk call thing that you mentioned from Vienna, you are trying and eventually reaching Bhopal after 50 stops in the way. And so was it frustrating sometimes? And do you also feel that, you know, maybe it had a positive kind of impact in the sense that the time that you do spend together, you therefore cherish it more, you're more mindful, you can see each other, not as just instrumental parts of one's comfort zone, but as actual people who are doing interesting things?"
    },
    {
        "speaker": "Guest",
        "time": "01:35:29.880",
        "message": "Well, yes, when we started out, it was extremely difficult. I mentioned the Bhopal-Vienna thing, and then we had to stay apart for long, long periods. So I had to take leave and come to Karnataka, or he would take leave, he took one year off and came to Vienna. So those kinds of adjustments had to be made, which the higher ups in the service, whichever bureaucracy, they were not exactly, I mean, I think eyebrows would be raised. I mean, are you really serious about your careers? Why are you doing this? And you know how these attitudes can be very entrenched in any office environment. Then you, you know, there's the usual stereotype, oh, woman, woman officer, lady officer, not really serious about her job. You know, she takes leave and she just goes off. So we had to encounter all that, you know, and each time, you know, you had to sort of climb your way up to restore that kind of confidence that you wanted. I mean, I think as a woman, you want that respect. I think all of us want that respect and respect for your dignity, respect for your sincerity and your commitment, which was never for me. I felt that should not be questioned. I mean, that commitment, I think, was always there, but sometimes one had to do this because of family reasons. So the early years were difficult for that reason, because there were these, again, punctuations, you know, that you had to accept where you would be away from your seat for about seven, eight months in a row because you had taken leave, and then come back and wait for an assignment, and you would be posted somewhere, maybe in some backwater, which one accepted because, you know, you wanted to get back into the system. So, you know, I've had to, all these ups and downs were there. It was not like, you know, one was always doing China, one was always doing Sri Lanka, one was always, you know, doing you know, doing as spokesman, you know, communication. So it came much later. The early years, I think, were not easy at all. I think the real break I got was this, because I had to stay in Delhi for a long period, this opportunity to work on the Sino-Indian border. That was a big break in my service, I think. It was a big break in terms of getting that recognition and that respect, and then on, I think it became easy, but not in the first years. I think one had to constantly prove oneself, literally. When I heard you talk about diplomacy in one of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:05.240",
        "message": "the talks that you gave, I was struck by a phrase that you used, that normally journalists use, where you said that I got to witness the first draft of history, and I find that so fascinating because in a sense, you get to witness parts of the first draft of history before it actually takes place, you know. So tell me about what your early years were like. Like, of course, you went to Vienna, and you made yourself learned German over there, and kind of threw yourself into that. And later, you mentioned that, you know, you got the Southern Africa became part of your beat, and you interacted with people from the ANC, you know, when you were 27, when you're young, and you're interacting with people who have done such incredible things. Yes, you know,"
    },
    {
        "speaker": "Guest",
        "time": "01:38:48.120",
        "message": "almost precisely, getting, you know, that it was a year of anti-apartheid, 1978, I think, or 1979. And I was involved in that the programs that India wanted to put up and meeting people on the Indian side also, you know, are quite legendary, whom, you know, have passed on today, but were very active at that time. There was a Mr. I think it was Harisharan Chhabra, his name was used to publish something called the Africa Diary, Africa Journal. And it was quite a standard reference material for India and Africa. There was people like Mrs. Shanti Sadiq Ali, you know, who was from our freedom struggle years onwards, who was who had made quite a name for herself, very respected figure. And she was involved in this anti-apartheid programs that we were putting out. International year, it was called anti-apartheid. And India was very active. You know, we had a very prominent role in leading the struggle against apartheid and racial discrimination. You know, we were really one of those frontline countries in the UN and internationally in very number of multilateral fora, academically, diplomatically. So, our Africa policy was very focused on this emphasis on equality, non-discrimination, inclusiveness. And so, for a young officer, I think it was a wonderful experience. And from then I went on to deal with Nepal. And again, most absorbing, most complex relationship, and going to Nepal in the early 1980s, what a different place it was. I remember they had a lot of trade with China, which we didn't have. We hadn't really opened up to China at that time. So, the Kathmandu markets would be flooded with a lot of Chinese goods, which a lot of Indians would go to Nepal to buy. And it's a completely different non-globalized world, I think, where to be aware of all these things was quite eye-opening. And then on to Sri Lanka. From Nepal, I went to Sri Lanka. And I dealt with something that was not usually what a diplomat would deal with. I was dealing with estate laborers in Sri Lanka of people of Indian origin, people who had been sent as indentured labor in the 19th century to work on the tea plantations of Sri Lanka. And they were stateless people. They were people left behind, literally. As you know, in Sri Lanka, the whole Tamil question has been something that has created a lot of divisions within that country. And at that time, interestingly, our focus was not on the Tamils of the north, not on Jaffna, and the LTT was just a little blip at that moment. We were very focused on the question of, again, this question of non-discrimination, which Indian foreign policy had really acquired a stellar reputation in terms of being identified as one of the lead voices on this. So on the question of statelessness, these people were stateless. They had no country, literally. They were without a country. Neither India nor Sri Lanka had accepted them. They were in this limbo. And my task was to, as a result of a pact between India and Sri Lanka, to process the grant of citizenship to a certain proportion of these people who could then be sent back to India. So I was dealing with repatriation and rehabilitation of these people. And I worked at that time with Gopal Gandhi, who was first secretary, rehabilitation in Kandy. And I was first secretary, repatriation and Indo-Sri Lanka agreement in Colombo. So we worked in tandem and I would go constantly. Those days you could drive around on your own. I would take my little yellow Suzuki, the same Maruti Suzuki, the same models from the 80s. And I would drive alone from Colombo to Kandy, from Colombo to Talai Manar, from where the ferry was taken by people going back to India. So these migrant, these laborers who were given Indian passports, it was called an Indo-Sri Lanka passport. It was not the normal Indian passport, but the India-Sri Lanka passport for repatriation. So I would go to Talai Manar to kind of oversee the repatriation. So it was a very, it was not usual image that you associate with diplomacy or diplomat's life. It was part of diplomacy, of course. But I was looking after their education. We had something called the Ceylon Estate Workers Education Trust, which I was also handling. So giving a little help for their education, looking at their welfare. They used to live in these lines, you know, what they call lines. Plantation laborers live like that. And conditions were quite bad, especially for the women. And then when they would go back to India, you know, you bought a train ticket. Those days, think of connectivity. We all talk of connectivity and regional integration. But we were much more, I feel, integrated with our neighbors at that time, because you could buy a train ticket in Colombo Railway Station to Chennai, to Madras, as it was called. You would take the night train from Colombo to Talai Manar, which is in the northern part of the island, get off the train, and then take the ferry from Talai Manar to Rameshwaram about two hours. And then from Rameshwaram, you got on to the train to Chennai, to Madras. And you were in Egmore the next morning. So that was the kind of thing. Hardly anybody flew those days. There were flights from Madras to Colombo, Chennai to Colombo. But basically, you took the ferry. And it was the SS Ramanujam. That was named after the great Ramanujam. That was the ferry. It was operated by the Shipping Corporation of India. And you had this agent of the SCI, who would be in Talai Manar, a man whose name I still remember. His name was Emmanuel. And he used to handle all this traffic that was going into. So what a different world. I mean, I was handling things like that. So anti-apartheid Southern Africa, then Nepal, where I had handled a lot of aid projects in Nepal, and then into Sri Lanka, where I was handling quite, I mean, it was not a very, not the kind of glamorous assignments that most foreign service officers would want. They would want to do trade, commerce, or they would want to do political reporting. But here I was doing something much more mundane, but so satisfying. I can't tell you. I've loved doing work like that, actually, where you know, you're working with people, and dealing with perhaps people who are unsung and forgotten. There's an appeal always I've had for reaching out to people like that. And that, I think, was my experience in Sri Lanka. And then I came back, spent a few years, a few months at Harvard, where my husband was at the Kennedy School, and then came back and started dealing"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:11.240",
        "message": "with China. And then of course. So I have a couple of like related questions from there. Like you spoke about, you know, at that age, at that young age, interacting with people in the ANC, and also, you know, doing that extremely satisfying work in Sri Lanka. Now, it strikes me that young people often are filled with idealistic zeal on one hand, which of course, must be enhanced when you meet inspirational people like the people you did meet. And on the other hand, there is that sort of stereotype of a diplomat's life as being one that necessarily is full of pragmatic considerations and compromise, and one where you don't necessarily as a diplomat have so much agency, you know, the guardrails along which you walk are laid down by whatever the stance of the government of the day is, and there isn't much flexibility within that. So what do you feel about this particular dichotomy? Like, can it get frustrating sometimes where your government may have a stance that you don't quite agree with, you feel they're not going far enough, or they're going in completely the wrong direction, but you have to be professional, you know, and is there a danger that one can rationalize that to oneself, and then change oneself and lose some of that idealistic zeal. And this dichotomy is one aspect of it. But at the same time, when you were speaking about all the work you did in giving these stateless people a state, it seems to me that that also must be so incredibly satisfying. And that would be an unseen part of a diplomat's life, that you're bringing change in the world. So tell me a bit about these two aspects, one that sort of the clash that might happen between your individual idealism and the pragmatism that necessarily comes with the job. And how many satisfying moments have you found like that one during your career, where you say that, you know what, I don't care if no one notices, but I'm making the world a better place. I'm doing a little bit to make the world a better place."
    },
    {
        "speaker": "Guest",
        "time": "01:48:06.040",
        "message": "I did feel that when one was in Sri Lanka, and partly because of the happiness it gave me also. Same thing happened to me in Peru. I was, Peru, you know, when you look at it from India, you think it's like, you know, it's 10,000 leagues away, literally. And literally, if you could dig a hole through the center of the earth from Bangalore, probably come out in Lima, Peru, perhaps, but it's going to take you a while and think of the numerous magma layers you'd have to negotiate. But anyway, through all that magma, I was in Peru. And I felt what am I going to do now, because it's, you know, kind of a backwater in terms of what we do there. Yeah, we have, it's a bit of a sleepy outpost and nothing to do with the country. The country is fascinating. I love, I really truly love Latin America. That's the other thing. I tried to approach every place. As I told you, I didn't do very glamorous assignments in the early parts of my career, and I accepted whatever came my way. I was not, in that way, I wasn't somebody who would go and, you know, argue with my seniors that I don't deserve to go here. You know, there's a joke, one of my South Indian, actually, he was from Karnataka. He's no more with us, unfortunately, a wonderful officer BS Prakash, Ambassador BS Prakash. And like many of us, when we first were recruited and went to Delhi, we didn't know much Hindi. We learned Hindi in school, but we never spoke that much. So he would constantly hear, he was dealing with postings of people abroad, and especially staff, you know, the staff, administrative staff, and they would come apparently and tell him, he was dealing with it, we want justice. So he thought, justice is a place somewhere, you know, we need it. And it's, I think, to me, it's so laden with meaning, it's more than the, you know, the levity of it. I mean, as a young South Indian officer, he really thought Insaaf was a place. And I think many of us are searching for Insaaf, that place called Insaaf, you know, it may be Utopia. Utopia is also a place on a map. So Insaaf is also a place on a map, but I never went up to my superiors and said, I need Insaaf. I mean, I said, I'll take whatever comes my way and make the best of it. That's been my attitude in life. Whatever you give me, even if you give me a plate of khichdi, I'll try and, you know, make, try and deal with it and make the experience as interesting as possible. So I went to Peru and felt at the outset that what will I do here, but I found if you have an open approach and an inquiring mind, any place on earth will be fascinating for you. It could be Copal. It could be, you know, Copacabana. Copacabana is interesting because, you know, the girl from Ipanema and Copacabana and all that is fascinating. But in Peru, I didn't know Spanish. So I decided I learned Spanish and I ended up speaking fluent Spanish, you know, in about two years. And then I made wonderful friends there. I discovered the culture, the culture of Hispanic America. You know, when we in India, we think of the United States, we think of America. But, you know, in Latin America, they'll say America del Norte, that is North America. There is a South America too. And South America, as they say, that has, they call it in Spanish, America de los Indios, that is Indian America. That is Indian America literally in its entrails, which we don't think of it. And that Indian America is so linked to us. I mean, apart from the nomenclature, the Spaniards came there and called the Native Americans Indians. So that's why in Spanish, we are not referred to as Los Indios, the Indians, but as Los Indues, the Hindus. I mean, all of us, whether we are Hindu, Muslim or Christian, are Los Indues. So the word Hindu has so many connotations today, especially when, you know, you talk of the various, you know, definitions of the word, let's say. So then I discovered this whole universe out there, the music, the culture, the culture of pre-Columbian America, that is before Columbus, it's called pre-Columbian. Absolutely, you know, something that I had not known about at first hand. I mean, I read about it, but not in detail. And I can't tell you that fascination has stayed with me, that interest. I went back to Peru a few years ago, just like that, on a kind of literally on a pilgrimage for me. I think Latin America is one of those undiscovered gems for many Indians. And I think our diplomacy really needs to, like the Chinese foreign office, they start off every year, their foreign minister starts it off with a trip to Africa or Latin America. It's a kind of emblematic sort of way they approach it. And so I think we in India also, the other thing I feel that when you talked of listening, and I think that's extremely important. I think there's also, and this is something I was inculcated with from early childhood, learn from others' examples. And I think we must, as Indians, incorporate that more into our psyches, because I think sometimes we tend to live in a kind of echo chamber. I've written about it also, as you know. I think that we have to get out of our echo chambers, and I've tried to do that. And when I talked about risk-taking, I forgot to mention that when I was foreign office spokesman, before that, before my time, everything was very formalistic. You gave a briefing once a week, and you called people into your room, and there was nothing, no recording, nothing, microphones. You just talked to them, answered some questions, and the reporters would go back and file their stories. I thought we were in the early 2000s, Y2K and all that, and we were at the advent of this 24-7 television had started, and we didn't have social media, but everything was going live, I felt. So I felt, why don't I start doing live briefings on camera? And it was something that, like my getting on Twitter, it was totally unorthodox. Something that, you know, you talked about as a bureaucrat, how do you do things. I mean, while I never went against the party line, so-called party line, I just, I was a disciplined person. I am disciplined by nature, so I don't try and do that kind of thing. I don't like to break China that way, you know, and sort of shatter things. But I will always be thinking of how to improve, you know, the way I'm doing things. So if I felt that doing a live briefing would, A, convey the image of transparency, B, it would show we were not just reactive, that we were being proactive, C, that we were much more, you know, willing to share information, D, we were much more confident about our positions, and finally, that we could persuade people just by doing this in a more open, direct way. And I think, again, that was a practice that was followed by all subsequent spokesmen, and has become the de rigueur, as it were, in the functioning of most of, although even till today, I always say, our bureaucrats, our diplomats, our people should be much more willing to go up there and face the world and speak. Because, you know, India has a great story to tell. It's just the way we have to, we position it, the way we project it, and in the process, how we persuade people. And I think we have the credibility to do that. And that was the approach I followed. And I think, so that's how I navigated the whole journey of life, as it were, and kept my interest going,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:25.160",
        "message": "and my enthusiasm, and the energy, as you said. Let me double click on a couple of interesting things here. And one is, you know, elsewhere, when you've spoken about your stint in Peru, and Bolivia, and South America, and all that, you've spoken about the commonalities, right? You've spoken about how, like us, there has been so much intermingling there, you know, it's just such a khichdi, a popuri, you know, whether it's language or culture or everything just kind of coming in. And in many ways, India is like that. And there's a kind of lived liberalism then in that where everything kind of comes in. But there is also the opposite side. Now, I can think of someone like you going to Peru and seeing all of this and feeling at home and finding those common connections, and feeling warmer towards the environment and the culture around you. But many people also react in exactly the opposite way. Like a lot of the strident Hindu nationalism that we see comes from NRIs. My, you know, an earlier guest Amitabh Kumar spoke about how when he wrote an article about how he had married a Pakistani, you know,"
    },
    {
        "speaker": "Guest",
        "time": "01:57:23.640",
        "message": "I heard that podcast."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:25.000",
        "message": "Yeah, he got a call from this person who said, you are a kutta, you're a harami and all of that. And of course, NRI, right. And, and that's also a natural impulse, I guess, that you go to a foreign place, and you double down on your feelings of tribal connect with whatever tribe you're from. And that can, you know, result in this kind of extreme way. And I'm curious about how these two can exist together. I mean, partly, it's a lament, because one would obviously want everyone to respond the way that you did, and say that, hey, we're all the same. And that's also a lesson, for example, that literature teaches you that history teaches you that ultimately, you know, circumstances are where the differences are, otherwise, we are all the same. But at the same time, there is a sort of these disturbing tribal tendencies that also come up. So it's just a thought. I mean, I don't know if there's a question in this, but is this something that you've thought about?"
    },
    {
        "speaker": "Guest",
        "time": "01:58:18.120",
        "message": "I certainly have thought about and I can first and foremost, having lived in the US for a number of years, it's not an easy society for an outsider. We all talk about, you know, the US being this great melting pot. But essentially, it's a country when you look at its history over the last 500 years, it's been a country, a history riven with a lot of conflict, a lot of assimilation in a violent sense. Also, when you think of what happened to Native Americans, you think of despite the fact that their Declaration of Independence and all the precepts of their Constitution, which have inspired many countries, including us around the world. But, you know, you think of the history of slavery, you think of the history of racial discrimination that continues in many parts of the country even today. And you think of an immigrant, particularly from India, brown skinned, like us looking different, you know, from the Caucasian, you know, majority, because they are basically a white majority country. And think of the history from the 1920s. You think of people, the early Indian immigrants, how they were classified, the rights that were denied to them. And it's been a long and checkered history. So I always related to what it means to go and work in a country where essentially, I suppose, it's an open society. And, you know, it is a wealthy, well endowed country. And a lot of people from our part of the world who want to improve their lives never want to go there, because it will help their children and enable them to go up in the world. But, you know, it's not an easy that not an easy assimilation, particularly if you come from India, where you've had a you're an excellent student, you have a great medical degree, engineering degree, but you have grown up in a sheltered environment in a very traditional society. And generations of your family have lived that way. And then you're just put into this and you tend to take cover, you want a certain protection, you want a certain, you know, shelter for yourself, literally, from all that is going around, you want to succeed in that society, you do very well, you make money, you build a beautiful house, your children go to the best universities, but this becomes your sucker, your shelter, you come back and, you know, it's your little community of friends, many of them from similar backgrounds, small towns, small cities, and it's very difficult to change. And we are a society that doesn't change easily, you know, for generations, we are kind of eternal India. And that doesn't get out of you so fast, your children change. And I always used to say, in the US, when I was ambassador, I want to meet the young Indians, I want to meet the children of these immigrants, because I know the first generation is us, people like me who've grown up in the country, and we can't change so easily, because by the age of 15, 16, you're set, you know, as a person, you may experience a lot more, as you said, but you're set, basically, in your ways by the time, the way you speak, for instance, doesn't change. I mean, a Henry Kissinger at 95, today, 96, 97, I mean, he still speaks with that heavy German accent, even to this day, because you don't really, so I don't, in a sense, you know, question the fact that the NRIs don't change, or they have certain views. And I can be quite accommodating when it comes to that, because I've dealt with people like that. And I felt basically, the Indian is quite a reasonable person, provided you address that, address them as equals. I think, you know, many of them, when they come to the US and try to integrate themselves, or, you know, work in that country, it's not an easy experience, not at all an easy experience. So, and we are not a westernized, I often talk about westernization and modernization. Now, westernization is not just wearing all the clothes that, you know, especially today, a younger generation has become so westernized in the, even our movies and all you see. But inside, are we really a modern country? Are we really sort of giving up, you know, some of the things that perhaps, in a way, separated us? Were questions of difference, which perhaps, in a sense, we need to dial down a little, if we have to integrate ourselves. In Latin America, that integration between the native population and the Spanish culture that came, perhaps happened, both these cultures kind of converged. I don't think that happened with us, because we had an India that stayed in a certain way. It was our protection, our shelter, perhaps, our capacity to endure. But that capacity to endure when you go into another society, I think you have to kind of moderate it in a way that, yes, you're proud of where you come from and what you stand for, but you should be able to interpret that country to the rest of the world with much more confidence and much more, you should be more comfortable in your own skin, I feel. What you said about, you know, the native people and those who came after that kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:50.680",
        "message": "converging in South America, the different people can converge, feels very poignant to me, because I grew up believing that it's happened in India, that we've converged, we are the Kichri, you know, and some things might stand out, but we are the Kichri. But I now think of it and I don't think that convergence ever happened, that if a Hindu ate biryani, it's a Kichri, and if a Hindu ate biryani, it didn't happen, that if a Hindu ate biryani, it didn't mean that, you know, the convergence had happened, that, you know, if a Muslim played Holi with you or whatever, I mean, these are facile cliches, but it didn't mean that convergence had happened. And that's kind of sad. And the big learning from what you just said, therefore, to all young Indians who are looking to go abroad is don't go to the US, go to Peru. And I would add to that, take a guava with you,"
    },
    {
        "speaker": "Guest",
        "time": "02:04:36.680",
        "message": "Peru. I'm sorry. But Peru is the home of the potato, which aloo is our staple. Aloo is our staple. The International Potato Research Institute is in Lima, actually. They have thousands of varieties of potatoes. That was the first place I discovered purple potatoes, in fact, potatoes of all colors. Wow. And do purple potatoes taste the same?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:01.000",
        "message": "They're quite nice, actually. Yeah. And you almost found yourself in the middle of a terrorist attack there. Tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "02:05:07.400",
        "message": "Yes, I went to the birthday reception of the Japanese emperor at the Japanese embassy in Peru in December 1996. And I stayed there for about half an hour and I had to go somewhere after that. So the Israeli ambassador was a friend and I left because we had another function to attend. And three minutes later, we heard, I mean, cell phones had just come in at that time, and I had a cell phone and I heard somebody call me from the embassy and told me, my embassy, and told me that this had happened. And are you safe? I mean, I said, I've left already. So there were about 600 guests at that reception and they were all taken hostage by this group of terrorists, the Tupac Amaru, who were demanding the release of some of their leaders who were in prison in Peru at that time. So for four months that took continued, this hostage situation continued. Some of the hostages were released, but a group of the VIP, VVIP people were held there, including the foreign minister of Peru, in fact. So I just left a hair's breadth by a hair's breadth. Otherwise, I would have been part of this, this whole experience. It ended four months later in April, 1997, when the government of President Alberto Fujimori launched a surprise attack. Actually, they dug a tunnel from a mile away, right underground, which opened up in the living room of the embassy. They blasted their way into the living room of the embassy. At a time when, through their intelligence, they knew that all the hostages were taking their afternoon nap. It was a big mansion, so they were upstairs. And only the terrorists were in the drawing room of the embassy playing football, you know. Foosball. Foosball, as they say. You can play football inside. I don't know what it's called. There's some name for it. Anyway, they were playing foosball, and the rescuers, the special troops or whatever, blasted their way and killed each and every one of those terrorists. Not one hostage was harmed. And that is a magnificent rescue. And so I lived through all that in Peru, and I was witness to."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:34.360",
        "message": "I'm glad you left just in time, because from the little that I'm coming to know of you, my feeling is you might have been playing foosball with them."
    },
    {
        "speaker": "Guest",
        "time": "02:07:41.160",
        "message": "Not with terrorists, no. I don't think so. I may not have been, but it would have been quite an experience. One would have been able to perhaps write a book about a completely extraordinary situation and something that hasn't happened since, and I hope it will not. But these are the risks that one is exposed to. Talking of risks in diplomatic life, this is one. And timing is very important. If I had not left at that time, so you go somewhere and you stay as just as much what you need to in terms of time, and you leave and not to linger. There's no room for deliance in diplomacy, I think. You have to leave. You have to have a sense of timing. That compass, I don't know, instinct. We were told about instinct. I don't know what it was, but I left three months, three minutes before this happened. So similarly, I suppose in Sri Lanka, when I was first secretary there, we had the race riots, the ethnic riots that initially were a kind, that was kind of a prelude to the civil war. So witness to these very historical events, Perudas in Sri Lanka that later on as High Commissioner being there during the tsunami again."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:58.760",
        "message": "Yeah, I had a narrow miss once where on the night of the terrorist attacks in Bombay, on that evening, a bunch of us were at an art opening in town, and we don't get out much, but we were there. So we said, okay, let's go for dinner. Where do we go? And we said, okay, two choices. Let's either go to Wasabi at the Taj, or let's go to All Star Fry at Gordon House Hotel. And we chose All Star Fry. And Wasabi, of course, was where I think half the people there died. And I think the novelist Sonia Falero, who's been on my show was there, my journalist friend Rahul Bhatia was there. So there were a bunch of us. And it was interesting, because in All Star Fry, the attack started outside and there was a fog of information, people are running around with machine guns, someone said that there's a gang war. So there was all kinds of rumors going around. And the hotel just said, don't go now. All Star Fry is in this hotel called the Gordon House Hotel. And they gave us a room there for the night. So the six of us just kind of stayed in that room for the night. And the next morning, they refused to take any money for it, which was quite lovely. But to sort of get back to diplomacy, the next question that then intrigues me is that there must have been times where you find yourself, you earlier spoke of taking the party line, there must have been times where you are taking a party line that you're not comfortable with, or that you feel that this is the wrong thing to do, or whatever. And I guess there are two impulses. And of course, the professional thing is you put your feelings aside, and you just do what you have to do to the best of your whatever. But does that then diminish your enthusiasm for the job? And does it also lead to a situation where to rationalize what you're having to do, you then become apolitical, in the sense that because you are representing the Indian government, no matter which party happens to be running it at that point in time. And therefore, you just become apolitical and stop having opinions, because you know that you have to do your job. And your personal liking or disliking for whoever a minister or prime minister may be can't come in the way you're representing India, you got to do what you got to do. But as you're representing India, you may not often be acting in what you feel is India's best interest, you might be following the party line. So have there been occasions where that situation has happened? For example, you know, you went back to Sri Lanka as the ambassador many, many years later, you know, you're dealing with Tamils who at some level, would feel that India let them down, that first you support the LTT and you do whatever and then you just let them down and you do whatever you do. And how does one handle a situation like that, where you can feel incredibly sympathetic towards these people, you might even at some level feel bad for the things that you now have to defend. So, you know, tell me a little bit, have you faced situations like"
    },
    {
        "speaker": "Guest",
        "time": "02:11:42.920",
        "message": "that? How have you dealt with it? I think in the context of Sri Lanka, I think there was never any question of our, while we were always insistent on the maintenance of the unity and integrity of Sri Lanka, we didn't support separatism. We never wanted, you know, the country to separate or be partitioned or we didn't want that. We wanted a united, integral Sri Lanka, but at the same time, a concern for the situation that the minorities faced, especially the Tamils. And after a point, I think they suffered from both sides. In the sense, even the LTT made the Tamil population suffer in that country after a certain point, as the civil war crescendo arose and, you know, situations like that happened. I think I tried to navigate this, although it was difficult. I kept in touch with civil society or whatever remained of it in the north and east of the country, especially after the tsunami. I travelled to each and every part, even to Jaffna and, you know, areas as remote as Point Pedro, right on the north of the peninsula, Batticaloa, Ampara, Trincomalee, all these areas, which were kind of out of bounds to Indian diplomats because of the civil war, but the tsunami opened it up. So I utilized that to reach out to people and to convey that at the human level, at the level of people to people, you know, our concerns for them remained intact and that we would work for their welfare. So did a lot of welfare related projects there and including some renovation of temples, you know, Hindu temples and so, delivery of medicines, then helping them, helping Tamil kids with scholarships to study in India. So you find a way to kind of do what you can under the circumstances, but then sometimes you're constrained by the system because I remember during the Agra summit with Pakistan in 2001, when I had just become spokesperson, I'd like to come back to this whole thing about us needing to be more proactive than reactive in our communication. And we were entirely reactive during that summit. You know, we hardly spoke to the media, which was all gathered in Agra during the Agra summit. And I think that lack of communication did cost the government of India in terms of how the media spoke about the summit and people were quick to condemn, you know, that we had failed. But if we had been a little more proactive and been able to disseminate information in a timely way as to what was happening, we didn't have to divulge state secrets. I'm not saying that, but I think we should in communication have that confidence through which we emphasize our credibility in reaching out to the media and being able to guide the narrative. And that sometimes I felt, you know, was sad as Mr. Jaswant Singh, our foreign minister at that time said, there were too many midwives, but the baby was stillborn. And we could have avoided that. We end up in a situation where there are often too many midwives, you know, but the person who's actually supposed to guide the birth perhaps should be a should be a little more active, more proactive in guiding the narrative. I felt constrained. And I was spokesperson also, since we can be frank, during the Gujarat riots. And I had to kind of speak to the international media, sort of, in a sense, trying to put the whole thing narrative. I'm not, you know, defending anything that happened there. Because I, as a diplomat, I was not, you know, in the center of those things. But our duty was to project to the international media that Indian democracy was thriving, and that steps were being taken to restore, you know, this peace in these disturbed situations. And it was not easy, because you see, we were in a world where media was already 24-7, information was coming from everywhere. And to be able to put out something that was, you know, reinforcing the central truth about India, respecting diversity, being inclusive, being a stable society, became a task that, a complex task."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:30.280",
        "message": "I mean, there is that old cliche about whatever you say about India, the opposite is also true. But in a moment like that, you know, you're not focusing on the opposite, you're, you know, something like that has happened. Was it difficult then? Was it like, are there, for example, meetings of you guys, where you sit down and you decide, okay, how do we craft a narrative for this? How do we sort it out? Like, do the orders come from above that this is a narrative we wanted to push? Or do you sit and think that, oh, no, okay, we've got to make India look good. That's our job. How do we craft a narrative where, you know, we can make it work like that? Because I can just, thinking aloud, off the top of my head, I can see multiple narratives, which you can plausibly give to the international community. You could, for example, say that this is an aberrant incident, it's not all that it's made out to be. Sure, there was a riot, but we've got it under control. And hey, look at our record for inclusiveness. That's one narrative. The other narrative would be that what happened is a great tragedy. And we are going to look at it, and we are going to sort it out. And we are going to make sure it never happens again, because, hey, we are India, you know, shit happens, but we'll get past it. But I have a feeling that that second narrative would not be palatable to the powers that be, because it would be, you know, accepting that something very wrong had happened, you know, which politicians will never obviously want to do. And that's true of all parties, you know, you see that across all of that. So, take me through then a little bit of that thinking about that process. And also, when you craft a narrative, is there a danger that"
    },
    {
        "speaker": "Guest",
        "time": "02:18:00.680",
        "message": "you start believing that narrative? Yes, I understand what you mean. You know, that, when I recall those days, and both, I mean, the Agra Summit before that, the takeaway that one gets is that in our system, and as a society, as, you know, Indians, you know, we're very good with the entertainment that we put out. Look at Bollywood, look at, I mean, a certain sense of spectacle and people, you know, love it. But when it comes to defining and describing the narrative, or what kind of direction you want people's understanding to take, I think we perhaps have to cultivate within ourselves and as a system, more emphasis on these aspects of governance, and of modulating, I wouldn't say we should enforce it, but being able to modulate, being able to put out, through careful consideration, through careful thought, the message that we feel can somehow not only improve people's understanding of the subject, but also deal with rumor, conjecture, false news. I think we have to devote so much more attention to it. Even today, I feel it's important for us, reputationally, abroad, particularly, internationally, as the world's largest democracy, and to my mind, as a patriot, the world's greatest democracy also. Just think, you know, 1.3 billion people, and the way we live in an essentially stable country, essentially stable. We have, you know, eruptions, and we have, you know, unfortunate events that take place, as they do everywhere in the world. But I think, you know, this essential stability, the capacity to endure, this resilience of Indian society, of Indian people, and the essential common sense of our population, which enables the, you know, most people want peace, most people don't want division, most people want to live in, you know, in harmony with their neighbors. I think that is the compass to which we are set. And if we are able to put that message out, even if it's repetitive, even if it's just two, three lines on a piece of paper that everybody repeats, then it becomes a kind of a message that people also understand better, especially abroad."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:40.840",
        "message": "I can totally see why you were such a legendary spokesperson. You know, just two counter thoughts that come to mind is, I would say that, yeah, there's been stability, but I fear that a lot of it is inertia and apathy, rather than anything else. And also, you know, more than a greatest, more than the greatest democracy, I'd like us to be the greatest republic. Because that's what indicates that the rights of every individual. Absolutely. You said it. Absolutely. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:21:07.800",
        "message": "Yeah. And those are the things I worry about. And this ability to face the light. I mean, you know, you've heard of Plato's cave. If you're in the cave too long, I mean, you get used to certain lighting, certain illumination. But when you actually go out into the open, you don't want to sort of, the light blinds you, I think. We have to constantly be out in the open,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:32.280",
        "message": "I feel. Get out of our caves. You know, and thinking of the way you've described in the past, how you became the spokesperson, it feels to me that you are someone who's always entering Plato's cave from outside and people inside are like, what's going on? Like you've spoken about how, you know, when you were the first woman spokesperson of the MEA. Yeah, still today, I think. Till today. And when you were being considered for the post, all these stereotypes came up that, oh, these parties with the press will have cigarettes, smoke, liquors flowing, and all of that. But Jaswant Singh supported you, you know, and said that, no, you know, if she's good at her job, she's good at her job, period. And we'll kind of manage. You also mentioned and every publisher listening to the show, kindly listen to the next few words really, really carefully. Because Nirupama has said that she could write a book about the Agra Summit of 2001. It was so dramatic. And so much happened. You've spoken about how what was supposed to be a retreat became a carnival. You've spoken about, you know, just the media overreach was so much that it was like, and I love this phrase by you, conducting foreign policy in an amphitheater. Right. And you speak about the big communications error for which it all fell apart, where Sushma Swaraj, who was the External Affairs Minister. Not external, Information and Broadcasting. Information and Broadcasting Minister, sorry. She was asked that, oh, did you discuss Kashmir? And she innocently said no. And there was a furor in Pakistan because, hey, how can Kashmir not be discussed? And then Musharraf had this breakfast meeting with the Indian editors,"
    },
    {
        "speaker": "Guest",
        "time": "02:22:58.600",
        "message": "and he said, it's only Kashmir. We will talk about nothing else. And forget about terror and all that. And everything falls apart. And from a"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:05.160",
        "message": "diplomat's point of view, this would have been like politicians and media are destroying our game. Because, you know, everything like this is not how diplomacy is kind of conducted. And tell me a little bit about that period of time, because then one begins to wonder if a diplomat would then feel that the essential nature of diplomacy itself is shifting, because many of the things that you would talk about in closed rooms, you know, in confidence with diplomats talking to other diplomats, it suddenly, it becomes electoral issues, it becomes emotive issues, it kind of goes out there. In fact, even in Agra, you said it's the only time in your life you were manhandled by Pakistani journalists. Tell me a little bit about that experience, firstly."
    },
    {
        "speaker": "Guest",
        "time": "02:23:50.760",
        "message": "Yeah. Actually, those two Pakistani journalists who manhandled me were clearly, I think they were from the Pakistan Observer, which they say is an ISI kind of influenced or directed production. So, they manhandled me and they said, is this what you mean by your Jamuriyat? You have sent a leader away, Musharraf had left without any conclusion. So, that was very unfortunate. Of course, the Pakistanis apologised to me. In all fairness, I must also put that on record. But yes, it was an unnerving experience, that entire Agra summit, things could have been done differently. Again, it comes back to the central, the message is the medium, you know, the message is the medium. And I think we must pay much more attention to it because, and learn from the way, look at the way, you know, they do it in the US or in these open societies. We don't have to follow other examples. But, you know, we need to be much more out there, you know, communicating and communicating in a sophisticated way, in a way that is, you know, international, that is not just couched in the language we are. And we should understand that with Pakistan, I don't know what direction our foreign policy can take. We seem to be stuck in some limbo, I think, when it comes. And this is a country partitioned from us, like as if a limb of ours was severed. And the connections run so deep between our two countries. And yet there is so much hate in a divided family. What happens? It's like the Montagues and the Capulets, literally. And generation after generation, it continues. But I think to myself, don't we need to look a little beyond this and to see in what direction all this can take us? And can we avoid disasters, future disasters that may threaten to fall upon us because we are so divided and we are so unable to craft a policy towards each other that can be much more normal and much more normalizing? You know, we need a normalizing policy. And right now, we seem to be stuck. We seem to be stuck. And the Pakistanis have a lot to blame for it. I'm not at all saying that we are in this situation for no reason. There is a reason why we are in this situation. And the kind of calamities that have befallen us because of certain policies adopted by Pakistan. But when can we come about, come away from all that? I mean, I feel that this has to be a constant effort that, you know, these breakages in communication that seem to be defying the relationship today cannot do us good in the long run. Cannot, I feel. And it doesn't help for integration. It doesn't help for, as I said, normalized relations. It doesn't help the people of either country, I feel. And especially for us being such an open, diverse, plural society, and we will continue to be that way. I think we need, even if solutions may not be entirely to the full satisfaction, maybe a balance of dissatisfaction, perhaps. We need that balance of dissatisfaction that moves towards, you know, some more cooperative approach. Ultimately, you know, if we are to think of security for this part of the world, even from Afghanistan, if you look from Afghanistan to Sri Lanka, we need a more cooperative, integrated approach to security also. Because the security of the subcontinent right now, it has been broken up into so many parts, but essentially it's meant to cohere together, which it was for millennia, you know, the way geography brought us together, the way history brought us together, and the way the communications were laid across this entire expanse from the time of Ashoka. Let us just, you know, going back, it's not just the time of the British. I'm not just talking of Sher Shah Suri's Grand Trunk Road. It's much previous to that. Somehow, we seem to have lost that plot,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:21.320",
        "message": "I feel. Some larger questions. And for one of them, I want to kind of go to a quote from The Fractured Himalaya, and it's in the context of Tibet, really, but I want to apply to just a larger context. It applies to India, Pakistan also, where you said, quote, the cultural boundaries transcend the political boundaries and always overflow, linguistically, culturally, no matter how much you divide them by McMahon and Durand lines. On both sides, the people were almost the same. And there was free flow of trade and ideas. And anyone who's been to Pakistan will notice the similarities. Like when I went to Lahore, it felt so much like Delhi. And this is a cliche. But when I went to Karachi, it felt so much like Bombay, you know, through all of Pakistan, like except when I went to Peshawar, I did not feel that I was not in India. Only the signs were in Urdu. And in Peshawar, of course, it was speaking Pashto and, you know, lighter eyes and all of that. So they look different. So it wasn't unfriendly. But I, the rest of everywhere else, I felt like I was kind of in India. And, you know, you've quoted Nehru saying that countries cannot run from geography. But I think the one little nuance there is that the problem isn't geography, the problem is nation states in the sense that we draw these borders between people who are otherwise so similar, like, you know, Tibet is one thing, but there is a greater sense of Tibet that, you know, and that Buddhism that is all around, you know, and North India has so much more in common with, say, Pakistan than it does with South India. And there are so many commonalities that go through. And surely as a diplomat, you obviously you travel everywhere, you see these commonalities even in far off places like Latin America, and you see these commonalities. And yet, it almost therefore feels primitive, that we are negotiating the world through the lens of nation states and the particular nation state that we come from. And of course, anything that is a status quo always seems inevitable, right? You think it's been there forever, and it will be there forever. But if you look through the large sweep of history, nation states haven't really been around for too long. And it is not necessarily the case that the world will look like this 200 years from now. We don't know that. It is not, there is no permanence about it. But what there is permanence about is culture, and the commonalities that they have. What there is also permanence about, like in a different place, you've spoken about how Tibetans in a map would not recognize divisions within mountains and rivers and whatever. And you've a very eloquent couple of paras by you, I won't quote them here, I'll just encourage people to read the book. So what do you think about this aspect? Because at one level, you are a person who is out there. And you are immersing yourself in all the cultures, you learn German, you learn Spanish, you know, you're learning the languages. So you know, that sense is there. But at the same time, you are representing one particular nation state, which when you think about it is such an artificial construct. And you're representing it against other nation states, which are equally artificial constructs. And does it ever feel like this is a weird kind of game? Why are we in this game? This whole game"
    },
    {
        "speaker": "Guest",
        "time": "02:31:26.200",
        "message": "is so, just doesn't make sense. Well, this is one area where one feels, you know, one has to acknowledge a certain sense of degree of helplessness, because these are ordained, these are given to you. I mean, you're handed this down. It's like, you know, like some 10 commandments written on stone that you have to deal with, especially when you're in the policy making framework. And this is what you deal with. You deal with maps, you deal with borderlines, you deal with, you know, territorial integrity, and the whole issue of sovereignty, which is like so sacred to us, you know, it's that third rail you don't want to cross, literally. So all of us, whether we're Indians or Pakistanis or Chinese or Bangladeshis or Sri Lankans or Nepalese, we have to deal with it. But then other realization, which should be there at the back of one's mind, is that very often the stories cut across maps. Stories don't stop at the map, you know. Think of a city like Amritsar. I delivered a lecture on borderlands recently there at Maja House. And I spoke of this, you know, these are cities like Amritsar. It's very much like, it's like a city in chrysalis. I always think of it, you know, it's still evolving. It is still influenced by the currents that cross borders, you know, whether, I mean, politically or whether culturally or whether historically. I mean, you think of Ranjit Singh, for instance, and his whole, you know, the extent of his, literally his empire. So you realize that the sense, the knowledge of history should be ingrained in each and every one of us. Today, many of our kids, our students go into engineering and compute, study of computers or medicine. I can understand, you know, every parent wants their child to do well in life. And these are avenues for advancement, no doubt. And in some senses, as a doctor, you serve society, which is absolutely laudable. But every child, I think, should have a sense of that history also. And that awakes the imaginations. You need both reason and you need both imagination, both of them together, so that you understand the history of the place, which is what I think was kindled in me as a child. And you can kindle that in every child, I think, that love of history. And it's through that love of history that you realize the power of integration, the power of, you know, this organic whole that we are, and which has been severed and dissected in so many places. So we are bleeding and, you know, and the frontiers in our part of the world bleed, literally. They're not in that way. We think they are set in stone, but they are bleeding. And how do we look beyond them? Why can't we have more integration? Why can't we think of, you know, trade? And why do we have to be, you know, issues like territorial differences and conflicts will take a very long time to settle. It's not something that we can do overnight. There's no magic wand that we can wave. But we need that wisdom and foresight to realize that even as these will take time to resolve, we have to get on with the business of building a better life for the people involved, which we are not able to do at the moment. Because we are living in these compartments, we are progressing. There is difference, certainly, in our lives. But the potential is nowhere near being realized, I feel, because of these divisions."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:03.880",
        "message": "So my friend Pranay Kotasane, when speaking about Pakistan once in an older episode, spoke about how we can't think of one Pakistan, there are multiple Pakistan's and his specific phrasing was, there is a military jihadi complex, and there is a putative state of Pakistan. And really, and I've always looked at it as that, as well, that this, you know, the stronger this military jihadi complex is, the worse it is for the citizens of Pakistan, they are also victims. I think, you know, which is why you also often speak about people to people contact and the importance of that and all of that. And this seems to flow along the lines I described earlier, that the people everywhere are united by culture and by cultural similarities, if not united by culture completely. But the states are thinking of it as nation states, there are these borders, we have to do what we kind of have to do. And even though you are a representative of the state in your capacity as a diplomat, you are also a person. In fact, you have you're also a citizen. In fact, in various ways, including the work you've done after retirement on your orchestra, which we'll speak about later, you've tried to further people to people contact because that is the best way to kind of solve these problems. And it might just be the case that the people in power have an incentive to keep these problems going. After all, if Pakistan doesn't have trouble in its borders, then you know, how do you justify spending so much money on the army, for example, you know, in India, if the economy is collapsing, then the smart thing is to focus your anger on an enemy outside and make that an issue, you know, so you have different incentives kind of playing out. So now from the vantage point of where you are, where you have simultaneously been a concerned citizen all your life, and, you know, dived into every culture and so on. And also you have been part of the state. So how do you how do you kind of look at this? And do you think that a greater recognition of this dichotomy would actually help everyone because so many people in India, for example, are ingrained or brainwashed into just hating Pakistan. But what is hateable there is not Pakistan. It's it's, you know, a particular kind of state that is out there, but the people are you, you know, so what are your thoughts? I think every child instead of being ingrained with"
    },
    {
        "speaker": "Guest",
        "time": "02:37:20.280",
        "message": "the hatred of Pakistan should understand the circumstances in which Pakistan came to be. And that is why the the penultimate stages of our freedom struggle, particularly from 1935 onwards, should be studied in much greater precision and detail by all of us as concerned citizens, because, you know, we think of the overall arch of the freedom struggle of Gandhiji and Gandhiji and civil disobedience and nonviolence. But, you know, the fine, the finely grained, high resolution picture of those years from 1935 onwards must be studied. How did Pakistan come to be? How did our country get divided? Why were certain Muslims of the subcontinent leading this struggle in the forefront? Did they really represent the interests of all the Muslims? So there's the whole tragedy of Pakistan. The birth of Pakistan, I think, was in a sense a result of that, the tragedies of division within our own committee, within our own society, within our own body politic. And I think if we have that kind of perspective and understand the history involved, understand the background against which partition happened, the greatest tragedy of modern times, the displacement of the common man, basically common people. I always say, think of the unknown Indian, think of the unknown Pakistani. We don't know much about even the known ones, but unknown ones. I mean, their situations are so, so, you know, they're like Siamese twins, despite the partition, I feel, joined at the hip and fighting with each other, struggling with each other, not understanding, you know, the linkages that kept us one for centuries and then tore us asunder. So I don't think this is a normal foreign policy relationship. It's a relationship that's tied up so much with our domestic constituencies and our own fabric as societies, as nations, as peoples, as inter-religious, you know, relationships go. So I wish we could understand the complexities of these relationships and how these divisions have continued and become so much more accentuated rather than having, division should have healed by now, you know, we should have been, but then we had Kashmir, the whole struggle over Kashmir, and then the usage by the military junta in Pakistan of these proxy methods of cross-border terrorism and, and policies, not policies, maneuvers, tactics, stratagems to, to foment more division between the two countries. So India can't be faulted for the efforts that it made over the decades to try and build peace, but Pakistan through its, especially, of course, the policies of the military dictatorships has managed to create the mess that we're in today. It's a total pickle, I think."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:34.520",
        "message": "And taking off from this, it seems to me that many problems in international affairs are actually intractable, just unsolvable. You can't do anything about it. The India-Pakistan problem is obviously one problem, because each country has taken a hard stand on something, and there is no meeting point possible. Israel, Palestine is like that, even in, you know, our problem with China, which you described in such detail, you know, even the matter of Tibet, it's intractable, because India is saying that, hey, you know, we are the successors to the British Empire, as it were, so those agreements hold. Simla Pact of 1914 says, these are the borders, blah, blah. China is saying, hey, we never recognized that. And we have a different conception of the thing. And there's absolutely no meeting point. And maybe there are moments in time, where you can take a step and things can happen. But if that moment in time passes, then it's just Groundhog Day. And it seems to me, therefore, that in, as far as these problems are concerned, you could replace the diplomats with AI, right? You could just build a machine, and you program the machine, and machines say the same thing, they say the same thing, each machine on each side will argue, you are fed in with how far you can go, and you can't go further than that. And all of that. And of course, you make a difference on many other margins, such as repatriating stateless people and all of that. But as far as these big problems are concerned, they kind of become unsolvable. And it's essentially a dance. And it's a dance where everybody knows what is going to happen. Because you have certain levers of public policy, your counterpart may have certain other levers, you know how far each lever will work. So it's almost like the people are irrelevant, you know, the machine just kind of runs itself and Groundhog Day, right? So has that ever been a sense that you have got that this is futile? You know, what can one do here? Like whenever one does something, like if I do a podcast, right, I'll try to put my personality into it, make it something of me. If I play a sport, you know, Virat Kohli will play the sport in a particular way. Whatever you do, you kind of try to do it in your own way and put something of yours in it. But diplomacy, it also seems to me that what is required is really the opposite, that deviations might be a bug and not a feature that you just go with the program. And so on the one hand, you're an independent thinking person, you are immersing yourself in your own ways, you're meeting people, you're building rapport, you're building relationships. But on the other hand, there are these guardrails. So what are sort of your thoughts"
    },
    {
        "speaker": "Guest",
        "time": "02:43:09.960",
        "message": "on this? Yeah, I think that very much there is a programmed diplomacy that you are handed down and have to deal with and operate within, you know, those confines, the so called guardrails, or maybe I would say third rails, you don't cross them. So that definitely is something that all of us have to contend with. And many of us just accept it and, you know, operate on that basis. And we kind of repeat the mantras and, you know, know that you don't cross borders, as it were, there's no crossing certain lines. I think, yes, especially, that's especially the case with us. And I don't know what that portends for the future. Because, you know, for and obviously, as Indians, we all want our country to be on the global high table, we want to become permanent members of the UN Security Council, we want to be recognized as a leading power. But you know, as a citizen, I can say that now I'm not, I'm, you know, I speak out more on these issues, my own view, based on my experiences that we cannot achieve, we can certainly aspire, but we can say we cannot achieve those heights of greatness that we aspire to, unless we are able to message the outside world and convey to the outside world that here we are as the biggest country in the region, we are taking the initiatives to open up things to resolve historical problems, and to overcome prejudice. And, you know, to be as a democratic, as a republic, you mentioned the democratic society that we are really able to walk the talk on all that we stand for. And I think that that should be also something at the back of our minds, especially at the leadership level, I think that political will has to imbue these, these aims and aspirations. It's not just talking about them at every annual session of the UN General Assembly, or the speech that our representative makes at the Security Council. I think that we have to be not only a voice for that, but we also have to be seen as doers, you know, as action oriented in the direction of that inclusiveness that we stand for. And that sense of integration that we have always espoused when it comes to the rest of the world. We are for the end of conflict, we want peaceful solutions. Our representative talking about Ukraine is saying we need constructive diplomacy. We don't want conflict, we cannot afford the wages of war. But we're not saying it in our region. I'm not, I don't mean vis-a-vis China, I mean, there China is the bigger country, I think has to be much more magnanimous."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:07.240",
        "message": "Is foreign policy constrained in a sense by domestic policy? And I mean this in two ways. One is my friend Nitin Pai says, and I agree with him 100%. He says that, you know, the best foreign policy is a growing economy, right? Because you get GDP growth, you have more trade, bigger markets, you have a better lever to use in your foreign policy. And these levers matter. That's one aspect of domestic policy mattering. Because if you're a poor country, if you're all over the place, no one's going to take you seriously. And the other aspect of it is that you can go on international forums and say all of these things. But then those international forums can say, hey, but look what you're doing in India, you're talking about inclusiveness. But look what's happened in Gujarat, or look what's happening in Karnataka over the hijab thing and look at blah, blah, blah. And then where do you stand? And, you know, so at these different levels, necessarily, if you're part of the foreign policy establishment, not just a diplomat, perhaps like yourself, or a foreign policy bureaucrat, but even a minister, they might, in a sense, be powerless, because you have the levers you have, and you have nothing else."
    },
    {
        "speaker": "Guest",
        "time": "02:47:14.360",
        "message": "And that is what it is. I agree that it has to really emanate top down. It can't be a bottom up sort of, you know, movement in that sense, because these things, the messaging has to come really, from the top, there has to be a conscious deliberation, a conscious determination, conscious sense of direction that we are able to give. So maybe that moment of realization, I hope it will be there. Because I've always operated on the principle that we are a reasonable set of people. I think it is there, we are programmed as what we are, to be reasonable and to be common sense oriented in whatever we do. So that's really what our religion teaches. Hinduism, by and large, means that it doesn't, it is not rigid, it is accommodative. It is able to evolve, you know, it doesn't stand in one place in that sense. And I think we must, that absent that sense of rigidity, you know, exclude it from the debate, and be prepared to incorporate new ideas of thinking constantly. Because there, I think the kernel of greatness lies in that ability to change, to evolve, to assimilate, to accommodate. And in the process, the sum of the parts becomes so much more than each individual."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:41.400",
        "message": "And a third domestic problem just struck me, which is political rhetoric, especially in times like this, where like earlier, you've pointed out that, you know, there is one theory that the reason Mao was quick to go to war in 1962, was because the great leap forward of, you know, three years before that, had completely failed. I mean, the big summary there is that sparrows were destroying crops. So he wanted, you know, he ordered that all sparrows should be killed and locusts proliferated, and it was just madness and one, you know, unseen effect upon another, and tens of millions of people basically died. And therefore, he knows because he's messed up domestically, you know, an external enemy is a good thing, you know, and therefore it works. And this is one theory, obviously, it's not the only reason he went to war there was, you know, it's it's so much else. But similarly, in India, you know, this can, this can lead to rhetoric, which gets in the way of the diplomacy that diplomats might be trying to carry out. For example, you know, I had Shivam Shankar Singh on the show recently, who's the who was in the BJP for a short while and as an election analyst and a strategist who also was in IPAC for a short while where he got Amrindar Singh elected in the Congress campaign. And he said that the day he left the BJP was when at one point, they decided consciously as a campaign choice that, you know, and this was for the 2019 elections, and they decided that we are going to build a narrative of othering and anti Muslim narrative and all of that. Because last time we did a narrative of economy and we have nothing to show for it. Right. Now, it strikes me that with 2024 coming, it might even be therefore a rational thing to say for them from a political and electoral perspective, how do we get votes that if you have nothing to show domestically, things are so bad, you know, build up the specter of the foreign enemy. So at one level, you have this kind of narrative going down for the benefit of a domestic audience. But on the other hand, China is listening. But on the other hand, Pakistan is listening and Pakistan is listening is okay, but China is listening. They're way more powerful than you, you know, if China and India were to go to war today, it wouldn't end well for us, right? So, you know, so when when you guys your sort of diplomatic community, when you sit and you see what the hell is happening in the world, there's so much populism, it's not just India, it's kind of happening everywhere. You know, someone you've met many, many times Xi Jinping is also going off on more and more in more and more aggressive directions. And you must also tell us about your encounters with him and how you found that. But is this something that makes you despair sometimes? That what can I do at the foreign policy level, where all of this political rhetoric for domestic consumption makes my"
    },
    {
        "speaker": "Guest",
        "time": "02:51:24.760",
        "message": "task virtually impossible? Yeah, I'm not in the system anymore. So I suppose yes, it would have meant being, you know, the space within which you operate becomes much more confined today by all that is going on domestically, because you can't separate the domestic context in which we operate as a republic as a democracy from the foreign context in which we operate on the global stage. We seem to think that we can impose these divisions, these compartments, we but I don't think we can operate in those silos anymore, because the world sees us. I mean, we're there an open book, however much we may try to, you know, impose restrictions on the way our media talks in the country, for instance, I mean, a certain line is put out. And if you're an unquestioning citizen, you accept that and you think things are going well. And there's really all is well, as they said in the three idiots, I think all is well, yes. So it's, it's only I think we all need to, you know, they talk of the examined life, what is the examined life today, I think, and you talked about what do we have to show for six or seven years of certain parties rule, I think, we need that self examination, I think we need that kind of probity within ourselves, that honesty, I think. And what is it we want for the country? Do we want the, the redressal as we see it of historic wrongs that we as a majority community have had to have become have been victims of or whatever the rights or wrongs may be there or whatever the the true flow of history may have been in that connection. Yes, we did suffer, there's no doubt there's no doubt we were conquered. We were victims of historic circumstance. But there is a larger context of our capacity to endure through all this that resilience and, and which really speaks to the the strength and the health of a society that was able to endure through all this and come out, you know, with the last man standing literally, you know, at the end of it all. So we don't think in those ways, if we create the sense of victimhood, then I think we lose sight of the goals that we need for the country. We need modernization. How do we define modernization? It's just not adopting rap music, or, you know, wearing blue jeans, or, you know, you look at, as I said earlier, you look at our films today, I mean, I really wonder what the messaging is, I think the messaging has got all confused. Modernization really means, you know, the best roads, the best infrastructure, the best universities, the best schools, tell me, you know, we had this entire campaign against corruption in the country, and we were all witness to it. And I think a lot of us, we don't want corruption, obviously, we want it eliminated. But why is it that we don't, when we, I notice, I sometimes feel like I'm a wolf howling at the moon, when I walk on the roads in my own city here, I mean, in Bangalore, the pavements, you know, the manholes, the lack of proper waste disposal. I mean, we're trying, there's no doubt the municipalities are trying, but roads that are repaired within one year, they go back to the same. This is what people should be talking about. Why is it that drinking water is not safe enough after 70 years of independence? Why is it that we don't have a road leading to my school in the village? Or why is it that my children have to walk to school for so long? Why is it that, you know, I don't have a doctor nearby or a dispensary nearby? These are the things that, you know, should really concern us. And this is what modernization is. It's not about writing historic wrongs. I think we've won our freedom today. We have an established constitutional republic. We have to improve it, no doubt, but that is improvement in governance, improvement in state capacity, which is so important. When you look at state capacity, you look at this, you look at how our cities are planned, and that's all about state capacity, I think. This is what we should be talking of. The debate should be about these countries, not about the othering, as you said, of, you know, if a girl student coming to college wearing, you know, a face scarf, I think it's a headscarf, really, what they were wearing, the face was not covered. But it's still coming to college. It's not coming to a denominational institution. It's coming to, for a secular education. I think that is important, don't you think? It's important that that girl has been able to come to that school, is able to ride a scooter, park it there, come into college, study, wanting to become an architect or a doctor or an engineer or an architect. That, I think, is what modernization is. It's not about, you know, however much, you know, wearing a niqab or a burqa may imply in terms of whatever it implies in terms of the place of women in Islam. That's a whole debate. I mean, it involves the whole Muslim communities across the world. It need not be confined to India. And we don't have to start that. It has to, you know, come universally. You need many Ataturks, I think, to begin and complete that debate. But for us, I think it is to ensure that girls come to school and girls are educated and girls become financially independent. That's really what modernization is about. Modernization is about our cities, you know, being able to deliver facilities to the population. It's about lifting more and more millions of people out of poverty and making them stand on their own feet, giving them a sense of pride rather than being just dependent on my baap, literally. I think this is how I define modernization. Yeah, many strands and I agree with"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:53.400",
        "message": "you on everything you said, really. But, you know, you described yourself as a wolf howling at the moon. I see myself as a wolf howling at the new moon because nobody's listening, right? Even that anti-corruption thing, like the core cause of corruption is the state has too much power. You give the state too much power, too much discretion. Corruption is inevitable. As Lord Acton said, power corrupts, absolute power corrupts. Absolutely, it's inevitable. You need to change the incentives of the state and that's the only way to kind of get it to work. I also"
    },
    {
        "speaker": "Guest",
        "time": "02:58:22.600",
        "message": "agree about everything you said. And corruption is not confined to India alone. I mean, I've seen"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:27.240",
        "message": "it in China, even under the communist party. Same thing, big state. Huge. Yeah, the more the more"
    },
    {
        "speaker": "Guest",
        "time": "02:58:34.520",
        "message": "but the landscape is being transformed. I think, you know, I went to China in 1986 and 40 years almost down the line. It's as the saying goes, the past is another country. It's another country that you see today. You never step in the same river twice. Yeah, yeah. I think that is what should consume us as to how that kind of change happened. You know, it happened, I think, because a certain of a certain, you know, something consuming the Chinese people, I think, about wanting to stand up, wanting to be counted, wanting to be modern. I think from 1919, when the May 4th movement was consuming the students of Peking University and other big universities. I mean, this was the debate about modernization. I think that debate has not happened."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:27.880",
        "message": "Yeah, I agree with you. And, you know, you've, in fact, spoken when you were in China in the 1980s. And at one point you would, your Indian delegation was taken for a meeting. And this was after Tiananmen. And the streets were all empty. And it was ghost towns. And it's kind of no longer like that. I agree with everything you said about the hijab, by the way, like, I'm in the middle of writing a newsletter post about, which has a headline dial H for hate, not hijab, which I think is a core problem there. You know, the hijab is a separate issue,"
    },
    {
        "speaker": "Guest",
        "time": "02:59:54.440",
        "message": "even the constitution. None of us may really, I mean, if I go to, I've been to Iran a number of times on work, covering my head with the scarf, I'm so unused and uncomfortable about it. And I used to think how are people, but underneath it all, the Iranian woman had found, you know, she had a bouffant hairdo under that way, under that headscarf. She, you know, wore high heels. She was absolutely sophisticated. She was out there in the marketplace, you know, kind of, you know, doing her shopping, driving her car. We need women who are able to do all this, despite the fact"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:32.200",
        "message": "that they're wearing that, you know. Yeah, I mean, my point here really is that what matters finally is consent. Now, some women wear the hijab because they want to. Some may not have that full degree"
    },
    {
        "speaker": "Guest",
        "time": "03:00:43.560",
        "message": "of consent and they wear it because of pressures. Like in Afghanistan today? Yeah, but the point is"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:47.880",
        "message": "that is not the debate here. The core issue here, which we kind of forget and the hijab becomes a diversion, even talking of the constitution and rights, I think becomes a diversion. The core issue here is that in our society, there has always been this undercurrent of hate, this anti-Muslim sentiment. And this is one of many recent expressions of that. And we have to address that. And what you earlier said that why focus on this, let's focus on better roads, modernization and all of that. You know, I'm reminded of Nehru's debates with Mohammad Iqbal and Jinnah, these two separate debates, which were reproduced in this book by Tripur Dhaman Singh and Adil Hussain. I had an episode with them as well. And Nehru, in fact, for example, took the stand with Jinnah that the communal problem is an elite problem. We should focus on poverty. And I think that's a big mistake. I think focusing on poverty is, of course, the key thing to do. You know, as Gandhi put it, every single thing that you do, you first need to ask,"
    },
    {
        "speaker": "Guest",
        "time": "03:01:43.160",
        "message": "is it going to benefit the poor? No argument. But simultaneously, you have to solve the communal"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:51.960",
        "message": "issue. You know, and that was, in fact, one area where, you know, Nehru learned some hard lessons, he was obviously wrong there. And the communal problem exists. And what you see today is, I don't think this was created by the party in charge. I think it is the other way around that the causation goes. It's endemic to society. It's endemic to society. It's part of our society. And the opposite is also true as with everything. But this is what we need to address. And I think this is a core point. I mean, I agree that I'm sounding apathetic about the economy, because on the economy, frankly, every government we've ever had has been statist, barring brief periods of exceptions, maybe. And populism is mixed up very much with that. Yeah. So, you know, the economy has always been going to hell in India, and it's going to continue. Besides brief moments where things looked up under Narasimha Rao and Vajpayee. But it's just hate. It is these fissures in our society, which I kind of worry about a bit more. And one way of healing these fissures is perhaps through finding common joy in culture. And in fact, that is, let's talk about your music now, which I'm kind of fascinated by, because you and your husband decided to sort of set up this what you call the South Asian Symphony Foundation, and you founded the South Asian Symphony Orchestra. And the reason being that, listen, you know, we are united culturally in so many ways. And this can sort of be an expression of that you spoke about the Israel and Palestine doing a similar effort with the East West Diwan Orchestra, Diwan, of course, being this work by Geetha. So, so tell me a little bit about your thinking behind this. I mean, these are really two stands, simultaneous stands, and I want to examine the musical aspect of it, your interest in music, learning opera, all of that after this, but it's the thought behind it, you know, that we can unite people through culture, which really intrigues me, because you've got, you know, youngsters from Afghanistan here, you've got youngsters from all over South Asia, except Pakistan, performing music that is not just your typical, you know, Western classical music, but I mean, I won't call it fusion either, but you're also performing indigenous stuff and doing it in your own way. So tell me a little bit about the thinking behind this, what kind of led you to do this? And if one is to extend that central principle, or the central sentiment, that music can unite people, that culture can unite people, that do you think that there, you know, that this is one direction in which we can possibly think"
    },
    {
        "speaker": "Guest",
        "time": "03:04:25.640",
        "message": "to mitigate everything else that is going wrong? Well, it certainly can't mitigate all the hatred and division that we see around us, and you and me individually cannot do much about it, I realize that, but you can certainly be a voice in the wilderness also, which I try to be, and it's a bit unorthodox, the approach, because we are very embedded in our cultural traditions, and legitimately so, because there is so much richness in what we have inherited, and what we are as a civilization and a culture, so I am proud of it. But when I think of integration, I felt that rather than seeking to dominate the space with one identity, which is Indian, because much of the culture and the music and all essentially stems from this space, and our neighbors, they like it, they absorb it, no doubt, but there is always this consciousness at the back of their minds that India is in a kind of, even a cultural hegemon in some ways, you know, we really are that giant, that kind of the shadow is cast all over the region, and how do they thrive in that shadow? That is the dilemma that many of our neighbors face, so they're consciously trying to break out of it. So I felt if we have this, if I do use music as an integrative tool for this region, I should try and perhaps, again, this obsession I have also with this whole modernization and globalization kind of becoming more international. Globalization may be, you know, we have adopted cricket as our game, we play tennis, competitive tennis, we want to excel in field sports in Olympics, we've adopted certain idioms, even if, you know, we as a society, we are quite resistant, I think, to a lot of this kind of opening our doors to foreign influence. There is a certain, you know, certain attitude and approach we have there. But I felt that even as we can be proud in our own tradition, we should perhaps bring this region to the world. And the concept of an orchestra appealed to me, not just because it was a Western concept, not, you know, yes, they've succeeded very well with the symphony orchestras that they have abroad. But, you know, the orchestra would bring musicians from our region together and make them sit side by side. You know, in orchestra, there's a term called desk, you share a desk, literally, you know, you're with that fellow violinist or fellow trombone player or fellow cellist or clarinet player. You're rubbing shoulders and you are operating within a discipline that entails for you to listen to the other person and to sort of calibrate your movements in accordance with what the other is playing, because otherwise the harmony doesn't happen. Even if you have a conductor there who's telling you do this and do that, unless you're able to listen, pick up sounds, cultivate that habit of hear, of the ear, which is the first sense that develops in a fetus within 40 days of conception. That is the first sense, the sense of hearing. And I think here we have to, in normal life, in life on earth, we have to inculcate that, particularly in our region, listen to the other, listen to the other, being able to overcome and through listening, you become curious about the other person. You want to know more and you begin conversations. My idea was to begin conversations that would enable certain barriers to be broken down. And I think to that extent, although we are not a professional orchestra, to become that kind of level that you hear in the West, it'll take years. We don't have an institution where these people come together, live for years together and perfect their art. We have not had that kind of opportunity to develop it in that direction. So what happens now is we invite people to identify them. Itself was an uphill task. We didn't have a database. Today we have a database of musicians of South Asian origin. A lot of them are Indian origin, but other countries also, who have some aptitude in playing in an orchestra. And we are bringing them together. Some of them are world-class, some of them are middle level, and some are just novices struggling, especially from the region, because we don't have opportunities for many of these musicians. And in the process, we have tried to also orchestrate for an orchestra music of the region. And that's how we came up with this piece of music called Hamsafar, which was really bringing in music from the whole region into an orchestral piece. At the inaugural concert of the orchestra at the NCPA in Mumbai in April 2019, we opened with this song, Maitrim Bhajata. So Maitrim Bhajata is a Sanskrit hymn composed by the Kanchi Shankaracharya with music by this Marathi composer for the films, who worked a lot with V. Shantaram also. So we tried to bring that before a modern orchestra, and an orchestra playing the music while we had this beautiful singer from Chennai sing it in Sanskrit. This was the music, this is a song that was performed by M. S. Subbalakshmi before the United Nations in 1966. And for listeners who wonder what it means, Maitrim Bhajata is let friendships resound, let it ring out. And the words are just beautiful, non-denominational. So that's the kind of thing you need for South Asia. The language was Sanskrit, an Indian language, but the message is universal. And I think, you know, the musicians of the orchestra, because our orchestra was performing in India, we did two concerts over. They started the performance with our national anthem, but there was no question of saying, I'm from Sri Lanka, I don't play this, or, you know, I'm from Afghanistan. Everybody played together without, they played for the love of the art, the love of the medium, and not of one country versus another country. So that was really my message. And so far it's been an entirely Indian effort. My husband and I have tried to fund it from our own resources, and we've got some help from friends in India, nothing from abroad. Although now we are entitled to apply for FCRA, we haven't done it as yet. But to sustain this effort, obviously we will need more resources because our resources are finite. We can't do this, but I would hate to now having launched it. And the idea has taken hold. All these musicians who have played with each other, they keep in touch. They're exchanging greetings on festivals or birthdays, or, you know, they're following each other. And I think we've done something in that regard. And the other thing I'd like to mention, although Pakistan is not part of it, I had this wonderful conversation with Ali Sethi about a year ago, during the pandemic, in fact, in May 2020, I had a conversation. And I would highly recommend that listeners read the verbatim of it, which was published in The Wire. And we talk about, you know, music as, and his own background, how he went to Harvard, and he was studying the Tirukkural in his South Asia program, and the poetry of Ramanujam. You know, so this integrative look, you look at the Ismailis in Gujarat, the Ismaili community, one of their prayers to Allah, to, you know, an Islamic prayer is called the Bhuj Niranjan, where the Almighty is called Niranjan, which is really the word you associate with Vishnu, with our deities. But that word has crept into their religious liturgy, as it were, Bhuj Niranjan, it's called. It's a prayer to, it's a Muslim prayer, but it's called that. So this, our history, which brings me back to the central point I mentioned, understand the history of this region, how interlinked we are, how connected we are, and severing those connections can't be good for the future of the space that we inhabit."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:04.840",
        "message": "Fabulous. So tell me about, now let's talk about your personal journey through music. You know, like you played Spanish guitar as a kid and all of that, but once you joined the foreign services, that kind of ends and your, you know, your rock star dreams have to be kept"
    },
    {
        "speaker": "Guest",
        "time": "03:13:20.520",
        "message": "on the back burner for a while, I guess. I was a Joan Baez fan. You're a Joan Baez fan. I loved Joan Baez, even today I do, but I was just, I went to the academy in Missouri"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:30.520",
        "message": "singing Joan Baez, actually. Wow, wonderful. And when you and your husband parted to two different postings, did you sing, I never dreamed you'd leave in summer for him?"
    },
    {
        "speaker": "Guest",
        "time": "03:13:39.080",
        "message": "No, I didn't. And mind you, he sings only in Hindi. My husband also sings, but he sings early, the Hindi film songs, Talat and, you know, Hemant and Mukesh. So I sing in English,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:53.160",
        "message": "but he sings in Hindi only. Well, that's quite a jugalbandi. So what I'm fascinated by is that at 50, 51, you decided I'm going to start learning music again, which is really inspirational, because I think what happens after we reach a certain age is that we think that if there was something in our youth that we didn't do, and we wanted to do, it becomes a regret. It doesn't become a plan of action. It becomes a regret that, oh, I didn't do this or whatever. And, you know, life happens to you when you're busy planning other things, fine, all of that. But you decided to learn again. In fact, you started learning opera singing, which at one level is harder, because, you know, and you also speak about the meditative aspects of it and how, you know, how it helps you so much with your breathing. So tell me a little bit about what sort of led you to say that, you know, what led you, it takes a lot of confidence also to do this. I mean, I don't know if I'd have it in myself. But what gave you that confidence or the chutzpah to say, okay, I love doing this, therefore, I will learn it. I don't care how old am I,"
    },
    {
        "speaker": "Guest",
        "time": "03:14:58.440",
        "message": "take me through that process. Yeah, I was very interested in getting back into music. But in my early years, of course, I just sang popular music. And, you know, like I mentioned, Joan Baez, folk music and music you just listen to, you didn't need any specific training for it. But you, you know, just followed the tune. My sister, you know, how we used to learn music today you have, you know, you go on to Google and you Google for lyrics and you have the lyrics of a song, you know, just come up on your smartphone and you sing. Those days, you know, we had to listen to a song five, six times whenever it came on the radio and write down the words. And, you know, you'd have gaps. First time you listen to it, you couldn't get everything. Second time you listen, you would get everything or most of it. Third time, yes. That's how, you know, I have a songbook with my 14-year-old handwriting full of these songs even somewhere. I don't know where it is. But today it's very, but when I came to, when I was 50, 51, when I started, I decided to start music again. I was, since I'd been posted abroad and been to, you know, musical performances and concerts and I'd been exposed to Western classical music and to opera, a bit of it, and ballet. And I loved the singing of singers like Maria Callas and Rene Fleming and many others, Marian Anderson. And I thought, you know, the way they sang and the expressiveness and what they were singing, opera, many of the, you know, the operatic, the big, great operatic arias, if you get the translation, many of them are in Italian or German, they're sung, very few in English, I think. But, you know, the message is very sublime as a human being, I think you can relate to it. You know, it's about love, it's about death, it's about separation, it's about conflict, it's about patriotism. All these things, you know, are expressed through opera, very secular. It's all in a daily life. It's not so much religious. Of course, you had religious songs also, some great religious, Christian religious hymns that are sung in the concerts. And especially when you go back to 16th and 17th century singing, which is basically sacred, not so much. But it's from the 18th century that you have more of things, you know, romantic and daily life sort of things. And more in the Shakespearean tradition, Shakespeare was a pioneer much before all this and what he portrayed in his dramas and plays. So I felt, why not give it a try? It's, you know, many times if you don't know opera, and if you haven't listened to much, you think, oh, everybody is, you know, singing in a high pitched way. And what exactly are they saying? If you read Tintin comics, you have singer Bianca Castafiore, who sings and shatters glasses, you know, that's your impression of opera. But when you actually start studying it, you realize it's something very sublime, I feel. And the physiology of the voice, you begin to understand. Breath control is involved. And there's a rigorous discipline about the way you sing, where you take a breath, where you, you know, how you maintain pitch, how you, you know, enunciate, how you articulate. All these things appeal to me because I've always been interested in public speaking and communication. So this, I felt, added to my thirst for knowledge in this area. So that's how I began to learn opera, but I wasn't able to keep it up because my professional commitments didn't permit that sort of, it requires rigorous, like with classical music, even Hindustani or Carnatic, you have to practice, you have to, you know, stick to a regime. You have to be very, very dedicated, which I could not because I had to, and my job was there, and my commitments, professional commitments, didn't permit that. But I think that short one or two years that I learned, it taught me a lot, taught me a lot. Not only taught me about the repertoire, which I learned so much more about, but also just, as I said, the physiology of how you use your voice, how you project it, how you, I said, as you enunciate, how you articulate, how you convey emotion, how you convey feeling. I think it was very interesting. And so it helped me with my singing later, which is as a hobby, because I'm very fond of, I sing basically in English. I sing in Bengali also. I'm very fond of Tagore. So I've, you know, I sing a few things in Bengali, and a little bit in Malayalam, but basically in English. And I'm very fond of musical theater, which is like Broadway, and also, and I'm fond of jazz. And I don't sing rock music or pop music, really. So in that sense, I don't have much of an audience because I think in India is basically the love of Western music is more, except, you know, there are aficionados of jazz and all, but by and large, among the vast cross section of people who listen to music, I think, Western music today, basically, it's popular music, rock music, or rap music, all that, you know, you see it also being incorporated into our own film music. So, you know, you mentioned you sing"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:39.480",
        "message": "Bengali songs, can you sing Akla Chalo Re? I don't sing Akla Chalo Re, I sing, but I know Akla Chalo Re, I haven't sung it. Otherwise, at the end of the episode, I would have asked you. Well, that's the story of my life, I think, Akla Chalo Re. Yeah, that's what I thought, because I love that song. And I thought, oh, if you're singing Bengali, surely, you know, that would be the first song you'd pick. Couple of questions. And this, I'm really just thinking aloud, like one of the interesting things about opera is, you'll never see a mic used by an opera singer, right? Because so much breath control, you're projecting your voice, as you said, it all comes from there. Now, I'm thinking of how the form of something can sometimes shape the content, which in many different contexts, I explore this scene. But for example, you know, in the 1920s, vocal music changed dramatically, because mics became advanced enough to pick up these small nuances. So a singer like Bing Crosby could whisper into the mic and could sing a song that way. And there would be a whole different feel and that affects the music. And I'm just thinking that if opera requires this kind of projection out, does that then also influence a kind of content and the kind of singing that you're doing? Like, then would every emotion be heightened? Because so much is kind of going into it? You know, so and I don't know opera at all. So forgive me if this is like a very basic question, but just thinking aloud that it seems that this form that you're always throwing your voice, you're projecting and so on and so forth, is something that would have an impact on the music and the kind of music also, and therefore on the listener and therefore on the singer?"
    },
    {
        "speaker": "Guest",
        "time": "03:22:14.840",
        "message": "Well, I think it comes from a very different culture, operatic singing, I suppose. And of course, the Mongolians have throat singing, as you know, this, this, of course, comes from a very Western tradition and, and has its origins, obviously, in earlier centuries, where you had the form of religious singing that that Western cultures had, there's no doubt about that. It's a very different experience from what we had. But I think since we are going into and I, but then that doesn't stop you from learning opera, that should not stop you from saying, oh, you know, they're Western. I don't think we have the capacity to do that. We are very different. I think we need more confidence and faith in ourselves to be able to try, try out new things without sacrificing where we come from, or where we belong, or from, you know, the cultures into which we were born. I'm not saying we should ever forget that. But we can be just as good in those. I know so many young Indians who have studied opera, quite a few of them and who are excelling in them. So, you know, it's not that our voices can't do what Westerners have been doing. We have that capacity. So I think in terms of also interpreting ourselves to the rest of the world, I think if we do things like this, others are a little more curious about you, they want to know more about you, and they become they befriend you. It's a way of building bridges also, I feel, to be able to look at foreign cultures and say, what's good in that culture can become mine also. I can also, you know, opera is a classical form. It's a classical form. Nobody can dismiss it as saying, you know, it is something that, it's not for novices. It's a very, very serious form. So if we are drawn to it, then say I have the confidence and I will try and learn it and see what I can imbibe. And also the argument that it's from"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:19.320",
        "message": "outside is a nonsense argument. Even potatoes are from outside. Are we going to stop eating potatoes? Chilies are from outside. Stitch clothing came from outside. Are we going to wrap a cloth around us and walk around? If you want to do that, that's fine. But yeah, everything is kind of from outside. So one more question on the theme of music before we move on from here, and it's not really on music, but it's something that sort of I thought of because music clearly gives you so much joy. So what gives you joy, in the sense that when you wake up in the morning, what makes you look forward to the rest of the day, like obviously listening to music, or maybe singing, maybe singing with your husband, he sings in Hindi, you sing in English, that might give you joy, maybe spending time with your kids would give you joy, though it depends on the kids, maybe it wouldn't, in which case, bad kids introspect more. But so what are the things that kind of give you joy? And do you sometimes think that, hey, you know, when I was 40, when I was 50, I should have focused a little less on all the other things that I did and just"
    },
    {
        "speaker": "Guest",
        "time": "03:25:14.280",
        "message": "focused on what makes me happy? What makes me happy when I wake up in the morning, I am, you know, I'm at this stage of my life, I'm just thankful for waking up, waking up, yes. And, you know, for the for when I look out of the window, and I see it's a normal day, it's a bright day. I love sunshine. I'm not a rain person. Of course, I realize how important rains are, always love the sunshine really. And just I'm really very into the environment. I love being surrounded by greenery. And that's why I love going to the Nilgiris where I grew up and to Coonoor because that pristine environment, which you can still see in those hills, appeals to me very much. So that and yes, the sound of good music certainly makes me happy, which is it's not something I listen to first thing in the morning. But and the fact that there is there's so much to do, you know, that you plan to do this today, that you have this to do. So I get, I concentrate the mind, I think the ability to concentrate the mind gives me happiness."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:24.600",
        "message": "Profound wisdom. You know, before we talk about your wonderful book, which we'll briefly do, you know, a couple of general sort of questions, and one of them comes from diplomacy, but also extends outside of it. Now, just as earlier, we spoke about airports being one country or cantonments being one country. And similarly, it seems to me that diplomats can inhabit the same country, in the sense that all diplomats everywhere are basically doing the same thing, that, you know, they are sort of representatives of their nations in this strange dance, a strange game that is being played. And therefore, you kind of just play that game. And so my kind of question is that, you know, you've referred in different places to, you know, to friends that you have in, you know, all of these friends that you made through your career, you know, at one point where you were talking about Sri Lanka, in fact, there was this poignant moment where you talk about the foreign minister, the Lakshman Gadirgamal, who was assassinated just a couple of hours after, you know, meeting you at that event and all that. But my question is a broader one. One is that, of course, you know, you travel the world, you meet new people, all the time you make friends. And this is a theme that I've been coming back to with a couple of my guests in terms of how do we form friendships, especially how do we form friendships in adulthood? Like it seems a lot of people, they have school friends and college friends, and then they lose the habit, like Abhinandan Sekri was on my show, the brilliant journalist. And he said that he has no friends after the age of 25. They're all from before, right? So which means there's a comfort zone, and then you're in that comfort zone. In my case, on the other hand, I think the internet was a great boon. And all my close friends today are really people I have met in very serendipitous ways, mostly enabled by the internet, right? And those are kind of my friendships. And I think there is, I find that there is great value in that, because the friends that we make when we are young are restricted by circumstance, we go to a particular school, and that's a pool of people we have, we go to a particular college, that's a pool of people we have, all of which say the same stupid things on WhatsApp. So you don't really want to be friends with them. But through life, you can form communities of choice, where, you know, and that I feel can be so enriching. So when you look back on your life, having traveled in so many places, you know, dived into so many cultures, made so many different friends in different places. How do you think of that? Like, if young people are listening to this, how seriously should they just take that sense of getting to know people getting to listen, and I know you mentioned earlier that you're a loner, and so am I, you know, just being with people just saps my energy. You know, I hate people. So tell me a little bit about any perspectives you have on this."
    },
    {
        "speaker": "Guest",
        "time": "03:29:10.280",
        "message": "Yeah, talking about friends, I think most of the friends I've made have been, the friends I keep in touch with today have been, there's just one I know, I have kept in touch with from my high school days, and I continue to keep in touch and we are very close. But otherwise, they're all from my subsequent career, my friends, especially music. This whole thing of opening my life to music brought me beautiful friendships. And the other point I wanted to mention was, and these are friends from various countries, they may be Peruvian, they may be Australian, they may be British, Sri Lankan. So really all across the world, and I keep in touch with them, and they're important to me. And you know, we've shared so many beautiful moments together. The other thing is that I now find I make friends with people who are much younger than me, maybe a generation younger than me, and we're wonderful friends. So I think friendship can span generations, it just need not be confined to somebody you knew in school, or somebody who was brought up with you, or somebody of your own vintage, it need not be. And I think that is another thing that keeps the energy, you know, of up and your joie de vivre, you know, your love of life going. I think keeping in touch with young people, I've really enjoyed my friendships with younger people."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:30:34.360",
        "message": "Let's talk about the Fractured Himalaya there. And I don't want to talk about it too much, because I want people to just buy it, read it. It's a fascinating book. There are so many human stories in it. And there's a lot of thriller material, intrigue and drama. One of the things that I'm interested in, which you look interested in knowing your views on, is you spoke about, sort of Nehru, about how it might be unfair, just because we have the benefit of hindsight, to, you know, blame everything that happened there on Nehru. And at some level, I agree with that. But at another level, I also think and this is not necessarily blaming it on him, because who knows if there is even free will. But I, I can agree with matters like not blaming somebody for something he or she did, just because we know it, it didn't work out well in hindsight. This is not about things that he did. It is also a sort of state of mind of the of how people kind of approach certain things. At one point, you refer to Isaiah Berlin's Fox and the Hedgehog thing. You know, a hedgehog only knows one big thing, a fox knows many things. Nehru kind of fancied himself as a fox, he knows little bits about everything. But even there, I think he makes a hedgehog mistake of having one lens and applying it on that one thing. And which almost seems a character attribute, you've quoted Lloyd George is saying that, quote, Nehru thought he knew more history than the experts knew. He decides by inspiration, stop quote. And I of course, had a recent episode on the debates that Nehru had with four worthies and one of them was on China, where Sardar Patel kept warning him that, you know, we have to do something about Tibet, we have to be practical, we have to be pragmatic. But Nehru was taken in by this romanticism, and by this conception of himself as this leader who leads from, you know, a particular kind of place and a notion of China, which was, you know, different from was mistaken in different ways, perhaps. And in many ways, in fact, it seems to me that just as Nehru was constructing his idea of India, he was also constructing his idea of himself. And this was, and this character trait manifests itself across different issues. So it is not as if he did, as if he made a mistake on China, it is not as if he made a mistake in say, our economic direction, or that he made a mistake in dealing with people like Jinnah. It's that he had this sort of, even though you give him, one has to give him a lot of credit for engaging with ideas and his dialogues with all of these people are just incredible, men of incredible erudition and curiosity. But there was also a sort of a stubbornness and arrogance and different aspects of that also kind of come up in parts of your book and so many other books, and especially in that chapter in Tripur Daman and Adil's book, where he has a debate with Patel on this. And that is something that I think, you know, cannot be wished away. Now, I'm not saying that you just blame the China war on Nehru, it's a combination of various circumstances, it's multifactorial, even events contain multitudes. But where I'm coming at with this is that we can look back on history and like, you know, there's that old cliche about character being destiny. And in some sense, when you have people in power, whether it's Nehru or Mao, or whoever, you know, it takes on this tragic tinge. Like sometimes when I think about figures in Indian history, like Jinnah, right, how he loses control of the Congress in 1921, where Gandhi does his, you know, Gandhi kind of takes over the Congress, and Jinnah changes direction completely, right? Or even in Nehru and so many other people, they seem like deeply tragic, King Lear kind of figures, especially, you know, when Nehru eventually realizes his mistakes on China, and, you know, just disintegrates at the end. And it is, it is so tragic, it is so tragic that, you know, he has to go through that and the cost of that, which the entire nation has taken, which of course he feels. So when you look through history, and I'm asking you not as someone who's been a diplomat, but just as a historian, and there's so much I could ask you about that as well about learning to be a practitioner historian, as opposed to an academic historian, looking through history, and especially as you have known so many of these people yourself, right? You met Xi Jinping many times, you've, you know, known Rajiv Gandhi well, you've known so many prominent people in different countries so well. What do you feel about this? Do you feel that in a way that people who come to positions of power or close to positions of power, they are constrained by character constrained by who they are, and everything kind of flows from there. And that can have a tragic dimension, like what happened to Mao in China, what happened to, you know, all the mistakes Nehru made, and Nehru also did many great things which emanated from positive aspects of his character. But, you know, he messed up on China, he, you know, messed up on the communal question, certainly before independence, he messed up on the economy pretty badly. So what are what are your sort of thoughts on this, just looking at these figures, you know, you're someone who's read a lot, you love opera, you mentioned Shakespeare, these are grand figures, except that what they're affecting is not a story, but the"
    },
    {
        "speaker": "Guest",
        "time": "03:35:49.560",
        "message": "real world. Well, I think human frailty is a constant, Nehru was no exception. And but Nehru, as I said, I agree that he was flawed, but flawed in a heroic sense in some ways, because nobody could doubt I think his dedication to the country or his patriotism or his his desire to to put India at the forefront of nations. I don't think anybody would question that. But I think he the situation in which he found himself firstly, of course, India is a young country, combating many challenges. I agree that many of them flowed from the pre-independence era and steps taken then. But he was there at the helm, and he had to deal with them and deal with them as the best he could. Now, his differences with Sardar Patel, of course, we all know that. But I think what impressed me was the manner in which they both learned to work together. I think they, you know, the rivalry was there, not the rivalry, perhaps the certain incompatibilities between the two were definitely there. But they took their direction from Gandhiji and they learned to work"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:58.600",
        "message": "together. What's interesting is the China debate is what could have brought this to a head, because there was rebellion brewing in the cabinet, first Rajaji fought with Nehru, then, you know, Patel wrote his famous note on China, you know, just two months before he died. And then there was going to be a cabinet meeting to discuss it. The cabinet had all lined up with Patel. And then he falls in, he misses a cabinet meeting, and then he dies a month later."
    },
    {
        "speaker": "Guest",
        "time": "03:37:20.440",
        "message": "Yeah, I know, I'm aware of that. And Patel was about 15 years older than Nehru. And in fact, Nehru died 15 years, almost 15 years later, almost at the same age. So in that sense, there was a gap in chronology between the two, of course. We don't know what would have ensued if Sadat Patel had lived and he had continued to wield influence on the making of policy and how differences would have mounted vis-a-vis Nehru. We don't, we can only conjecture to that effect. But everybody makes a lot out of this letter from Patel to Nehru of 7th November 1950, a few weeks before he died. And, you know, it's made out to seem that there was a plethora of differences between the two on how to operate this policy towards Tibet. But then if you look at the bare, you know, essence of the situation at that time, you know, India could have mounted a diplomatic offensive, you can say, against the Chinese entering Tibet, could not have mounted a military offensive. I mean, even General Kariyappa said at that time that you couldn't send more than a posse of troops, perhaps a battalion of troops to defend maybe our agency in Gyanse or…"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:38:42.840",
        "message": "But if I remember correctly, at one point, the British said that they were willing to station troops in Tibet for the time being so that China wouldn't take it over and Nehru said no."
    },
    {
        "speaker": "Guest",
        "time": "03:38:51.240",
        "message": "I don't think, I have no, at least I didn't come across this. I think I vaguely remember this from Adil and Tripurdaman's book. Yeah, but I, you know, how could that, I mean, you would have been, I don't think the British, they would have liked India perhaps to take a more overt diplomatic stance on the entry of Chinese troops into Tibet, particularly at the UN, when the Tibetans were trying very hard to bring their case. At that time, I think that's where perhaps we kind of could have done more and we decided to kind of skirt the issue and avoid looking at it. But mind you, the very same diplomats like Sir Girija Shankar Bajpai, who we believe did brief Patel and apparently could have even drafted the letter that Patel sent to Nehru. The same Sir Girija, although some of his advice on China was very practical, like take up the issue of the boundary in the 1954 talks on Tibet, which was what his advice to Nehru was. Nehru ignored it in favor of Sardar Panicker's advice. But when the Chinese entered Tibet, even somebody like Sir Girija was somewhat, I think, divided in his opinion about what could be done, you know, even though personally he felt we should do much more to support the Tibetans. But even he felt that the Tibetan order, the theocratic order within Tibet was antiquated, that it had to change, it had to modernize. And secondly, that there was no strength to withstand the Chinese offensive. India could have done little. So there was that feeling of, you know, understanding the practical difficulties and the nature of the situation, while at the at the level of principle, yes, you should do much more. You have to take on the communists, you should, you know. But he was also, Sir Girija was as an excellent advisor to Nehru. And Nehru was fond of him. It was not, I mean, that was an era where you could have differences of opinion and yet deal, you know, with your superiors. And that is something perhaps that is less and less seen today. But again, to come back to the question, after Patel wrote his letter to Nehru, unfortunately passed away a few weeks later. But it was not as if Nehru slept over that advice. He didn't respond directly to Patel. But, you know, the cabinet was convened, the committees were set up regarding the extension of Indian administration right up to the frontier to safeguard our security, to bolster, you know, improve infrastructure. The initial steps were taken soon after that letter. And that is how you find the entry into the extension of administration into Tawang in February 1951. It was all steps taken, keeping in mind the situation that was going to change on our frontiers with the entry of the Chinese into Tibet. So the picture is mixed, I feel. You know, we can fault Nehru and Nehru is faulted for saying, you know, Patel said this and Nehru was, you know, smoking a pipe, literally dreaming about friendship with China. No, but it's not exactly like that. Nehru understood the challenge from China. He said that it would be a slippery path if we, you know, do not acknowledge this challenge. He understood that. He understood that borders had to be safeguarded, security had to be strengthened. We had to, you know, maintain a presence which was right up. I think where I think the slippage occurred was in the Aksai Chin area, where the terrain, the geography, the nature of the expanse of territory made it very difficult for the extension of our presence into that area, which the Chinese"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:42:39.800",
        "message": "exploited and which caused the dispute. So I'll quickly read out that bit because I was wondering if I'm mistaken. So I straight away went to the book and I've, so this is from Tipurtaman and Adil Hussain's book on Nehru and the introductory essay to this chapter where they write, quote, When Tibet turned to India for help, requesting formal recognition of its independence as a basis for bringing before the United Nations any attack as international aggression, its request was turned down. Anglo-American requests for cooperation in transferring military aid to Lhasa were similarly denied. In January 1950, for example, when Secretary of State Dean Acheson considered inviting a Tibetan mission to Washington and inquired whether the Indian government would be willing to cooperate with the United States in helping strengthen Tibet's military capacity, he received a negative reply from Foreign Secretary KPS Menon. Stop quote. But my point here wasn't to sort of indict Nehru. I mean, the one thing I would indict Nehru for very, very strongly, where I think there is no justification was what he did for free speech, like the sedition law was struck down as unconstitutional by the courts in 1950, and he brought it back with the First Amendment. And I think that there's no defense of that, but that's a separate area. In China, it's deeply complicated. There is so much stuff happening that is really difficult now in hindsight to blame everyone. As far as his intentions are concerned, listen, even Prime Minister Modi after demonetization said,"
    },
    {
        "speaker": "Guest",
        "time": "03:44:01.800",
        "message": "what are we going to do with Niyat, you know, we can't have Niyat for lunch. But even if you, you know, when you quoted from Adil Hussain's book, you know, the British and American interest in trying to do something for the Tibetans was definitely there, not in terms of stationing troops, but providing some military aid, which India at that time advised against because we felt that we would be the country facing China on that border. We would be the people who would have to transact that relationship. The Americans and the British and all were absorbed a lot with Korea at the moment. Their focus was on the Korean peninsula, not on Tibet. So Tibet, in that sense, I've called it the Cinderella of our foreign office, literally. Became the Cinderella, but there was nobody to rescue Cinderella from her fate, literally. And that still hasn't happened. It still continues to be like that. So what could we have done under the circumstances? And my answer is, at least diplomatically, we should have been prepared to do something for Tibet, especially at the United Nations, for instance. We could have done something. We could have kept the question of the Chinese claim or the Chinese imposition of their so-called sovereignty over Tibet in question. We could have kept that open. But that would have also entailed, and perhaps that thought did cross Nehru's mind, that would have entailed a relationship of open hostility with China. And at that point of time, how prepared were we for that? It was a world in flux. It was a world which was in churn at that time. And the republic was very young. The republic needed to be, the ship of state needed to be sustained. And a lot of internal challenges within the country had to be addressed. So this is still a situation in the making, in formation. Nobody knew where it was going to lead. That's why I say hindsight is always 20-20. We can say a lot of things. We could have done this and that. But when it came to Tibet, I think the nature of the geography, the nature of the terrain made it so much more easier for China to enter, to occupy, to extend its control. So what was the best thing we could have done under these circumstances was to safeguard our own frontiers, to understand the threat"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:46:26.360",
        "message": "to our security. The point of my question wasn't to assign blame, but just to sort of point out how something that you pointed out in your book, how the personalities mattered, that Nehru had one particular kind of personality, you know, dreamy, idealistic, smoking a pipe, as you put"
    },
    {
        "speaker": "Guest",
        "time": "03:46:43.240",
        "message": "it, as you put it now, you didn't put it in the book. Just figuratively. We didn't smoke a pipe."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:46:48.280",
        "message": "Yeah, please, please, WhatsApp people calm down. Don't spread this. And on the other hand, there was, you know, Zhao Enlai and Mao, who were, you know, very different kinds of people. But, you know, they might have been friendly and Mao certainly had a sense of humor, but they were very pragmatic and very hard nosed about where their national interests are and that kind of matter. And you've pointed out and this I found was one really profound insight from your book, where you've pointed out the key contradiction in our foreign policy, where you write, quote, India's frontier policy of firm boundaries was transacted in a world place segregated from a foreign policy on China that stressed conciliation, dialogue and accommodation, a non sustainable exercise in policy contradiction, stop quote. And an illustration of this is perhaps the big deal that didn't happen. Like in your book, you've written about how we could have used Aksai Chin as a bargaining chip to get China to say that, okay, we'll respect whatever is south of the McMahon line. And so they were settled on that basis. And I think even in the 80s, there were ways to settle this, but there were opportunities kind of lost."
    },
    {
        "speaker": "Guest",
        "time": "03:47:54.520",
        "message": "But to my mind, once China and Pakistan transacted the so called boundary agreement in 1963, some of the doors had closed on that because today, the Chinese are very unwilling to discuss why is it that they have not agreed to a joint delineation of the line of actual control? It's because they don't want to discuss the boundary west of the Karakoram Pass. Of course, you can argue, if you're the devil's advocate, that what is the line of actual control west of the Karakoram Pass? Because unfortunately, because of the circumstances of what has happened in history, China and Pakistan getting together and reaching an agreement on that section of the boundary, a so called agreement on that section of the boundary, there's no line of actual control where we are operating there. You know, we claim it, it's part of our sovereign territory, we say, and we may be perfectly justified in that. But there is no line of actual control, would you agree, west of the Karakoram Pass, in terms of an India-China line of actual control? It's not there. But we have refused to define it thus. And the Chinese say we will not discuss it west of Karakoram Pass, because the line of actual control is really false, south-southeast of Karakoram Pass. They haven't said it in so many words. The Chinese are never explicit. But the differences came to light on that ground. When we started the exercise of delineating the line of, or defining it, in the early 2000s, we were doing that. It fell apart because of this. Yeah, and you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:49:29.640",
        "message": "honestly, I could talk about your book for another four hours, because it's so rich in content and questions. But I'll just urge the readers to go and check it out. Some final questions. And one obviously is about where India and China stand today and what's really going on. Because on the one hand, you see a weakened India that whenever something happens, whenever there is aggression from there, we'll do some kind of narrative building or posturing like ban TikTok, you know, and that kind of nonsense. And on the other hand, you see, you know, it's hard for me to figure out exactly where China is aiming to go by ramping up the aggression in this way. Like, what is the end goal? Where are the boundaries? You know, what's going on there? And of course, you've met Xi Jinping many times. So maybe you'll have some insight into his"
    },
    {
        "speaker": "Guest",
        "time": "03:50:14.040",
        "message": "character. I really don't, I'm afraid. He's an enigma wrapped in a riddle."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:50:19.080",
        "message": "But how do we look at the India-China problem? Because I don't even see what levers we have. They want to build a village in Arunachal Pradesh, they'll build a village in Arunachal Pradesh. What are we going to do? Right? So how does one look at this?"
    },
    {
        "speaker": "Guest",
        "time": "03:50:35.640",
        "message": "I think it's a question of, you know, comprehensive national strength and the current asymmetries of power between India and China. And until we are able to narrow those asymmetries and until we build the country in a, in mission mode, let's put it, build India and achieve all the aspirations that we've set for ourselves, I think these uncertainties along our frontier will continue. Unless, of course, India and China sit down together and say, okay, we have not, we are not settling the boundary. But from the east of the Karakoram Pass, till the Izu-Razi Pass, which is at the trijunction of India, Burma, and China, or Tibet, as you may refer to it, until we are able at least to come to some understanding on that, saying that we understand there are pockets of difference, you know, where aggression or transgressions have taken place. But we will create zones of disengagement there. And, you know, if you're thinking in an imaginative way, I mean, think of, you know, sanctuaries and, you know, preservation of the environment and all these things where we can work together. But that requires will, particularly from the Chinese side. I don't think it's for lack of willingness on the Indian side. I think there's much more openness to at least consider such ideas, at least from my experience. But the Chinese have been impossibly rigid from the mid-1980s onwards. And as their power has grown, they have become even more inflexible, even more, you can use the word that Nehru used, expansionist. Their ambition now really knows no boundaries, I think, which is the danger and the risks that all countries that have territorial differences and potential for conflict with China are experiencing today. But the line, the line, at least we should consider that if you can't give up claims and if you can't concede to one or the other side or reach some level of accommodation on the lines of what we could have in the early 1960s, at least we have some management regime for this relationship where you de-escalate, where you're able to disengage, where you have to, where you are allowing people on both sides to trade with each other and improve contact and communication, trade and commercial level and better understanding. It may take 50 to 100 years to better understand each other and create mutual trust and confidence. It won't happen overnight. But in the absence of it not happening overnight, is the alternative only, you know, jingoism on either side, populist rhetoric, nationalism, mutual, you know, not looking at the problem, hoping it'll go away. That's not going to happen, I think. And ultimately, even if we talk of the Indo-Pacific and we talk of the Quad and we talk of our growing partnership with the Americans, nobody is going to help us, you know, when it comes to these conflicts that we have, you know, nobody's going to fight our battles for us, except in some kind of fictional scenario. So, you know, you can think of scenarios like the novel that by Admiral Stavridis, a recent novel called 2034. It speaks of an imaginary scenario in the year 2034, where the US and China go to war with each other and what happens in the Indo-Pacific and even the role that India plays, which is more of a peacemaker, which is the ideal role we should be playing in such situations, because we cannot be camp followers of any country, I really feel. I mean, although they say non-alignment is outmoded, and we need not use that word, but we have to act in our own interest. And India is a standalone country in many ways, by virtue of our position, the neighborhood we are in, the challenges we face, the Indian Ocean, where we have such a commanding position. We don't have to be anybody's camp follower, but we can align our interests with various countries. But that doesn't take away from the need for us to have peaceful borders, you know, for our own progress, because there are really, there's so much to be done as yet to achieve the goals we want to as a nation. And that really requires more focus on these problems that we face with our neighbors. Others are not going to help us. The Quad is not, other members of Quad are not going to help us on this. I mean, you saw how AUKUS came about. I mean, the Anglosphere gets together. They will always, Australia has fought in every battle on the side of the Americans, but that's not our history. I mean, the Americans are democracy, the America is a democracy like us. We have a huge diaspora there. Our interests are so much more intertwined. But ultimately, we are situated where we are, and that we cannot row ourselves away. It's not row, you know, the Statue of Liberty won't be our beacon, cannot be our savior, you know, at this moment, inviting all the poor and wretched to come to. We have to face situations within our own neighborhood and face them not in a combative way, as in the populist sense, it's combativeness. You know, peace is waving the white flag of surrender. That's not what peace is. You know, I think when peace is destroyed, you realize you have no friends anywhere."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:56:18.280",
        "message": "So, you know, your successor as foreign secretary is now a foreign minister, Mr. Jaishankar, right? So, a thought experiment, if you were to be foreign minister, right? We're given complete"
    },
    {
        "speaker": "Guest",
        "time": "03:56:29.400",
        "message": "freedom by whoever the prime minister is. He was my successor in China. He was my successor in the US."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:56:33.800",
        "message": "See, it's very sad. They should have made you foreign minister. But in my thought experiment, you are. And in my thought experiment, the prime minister, whoever it is, tells you that just go and, you know, whatever your vision is, just implement it. From that perspective, just looking at foreign policy as a whole, and I guess China would dominate a big part of that, what would be the areas of hope? Because the more I see it, one, we don't really have too many good foreign policy levers, because of various reasons. Sure, we have an important position geographically and all of that. But our levers are limited, you know, and also, when it comes to China, it seems to me and correct me if I'm wrong, that not only are they not particularly keen to talk because they're in such a position of power, why talk, but we don't, we seem to have a hard time even understanding what they want to begin with. So to, you know, begin that process where I mean, the whole goal of foreign policy should be that, I suppose, that you just try to play positive sum games with everyone, you know, and everyone is better off in the end. Now, typically, what it comes down to is you're playing zero sum games, and when things go bad, they become negative sum games, especially, you know, when you have conflicts that can degenerate into war. So if you were to be foreign minister, and you were to sort of outline sort of a foreign policy vision for us, like part of that you just did outline, where you said that, forget the term non aligned, but we don't necessarily need to look at strategic considerations of, oh, let us ally with the US for this, or let us ally with so and so for this, but rather follow our own interests on a case by case basis, and so on, if I'm reading you correctly. So, you know, what would be the broad contours of what you would want to do and where you would want to go, assuming no constraints like this constant populist rhetoric of, you know, and banning TikTok and all this rubbish that goes on?"
    },
    {
        "speaker": "Guest",
        "time": "03:58:23.640",
        "message": "Well, first and foremost, let me say, as a former colleague, that Dr. Jaishankar has all the competence and experience to be foreign minister, and I don't question that."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:58:32.760",
        "message": "I was joking, of course he does."
    },
    {
        "speaker": "Guest",
        "time": "03:58:34.440",
        "message": "Yeah, no, no, you, of course, I just wanted to say that. So I realised that he doesn't face an easy task. So it's, it's maybe, you know, it would be facile on my part to comment on how he could have done this or that. So be that as it may. If I were given that position of responsibility, you, of course, work within the system and, you know, you often have to defer to the prime minister and how he wishes a certain, what his judgment is on. But I think it's your responsibility also to, to provide him or her with all the facts and the nuances and the subtleties of a certain policy. My own experience is that prime ministers understand this very well and, and, and they take on board, especially the foreign ministry is quite influential in that way. The advice from the professional foreign service is always taken on board and internalised and used as a, as a guide to how the policy is ultimately, ultimately framed. I think that my advice to the prime minister would be to, to concentrate doubly and triply on the neighbourhood and to see how we can withstand and in a sense, neutralise the, the ingress by China into our neighbourhood, the, the way it's come in, the kind of influence peddling it has done. It's becoming a key influencer within, within the polities of many of our neighbours. And I think we need a good, good forensic examination of how this could have happened, how, where we misstepped or where we were, did less than we should have, or how we could have, you know, withstood this kind of thing. So I think that would be a focus. I think relations with the Americans and others have, have, have had a certain course and I don't think there's any correction needed. I think where China is concerned, I think again, we should try and, and understand that everything is connected here. It's not just that China has become powerful and become more aggressive and muscular and expansionist. It's true. They have the wherewithal today in terms of military and economic strength to do that. But, but the nature of our problems with China is such that they have a history, it's a legacy dispute. And that does not go away despite what they're doing in Ladakh today is part of that legacy dispute. It's not just a part of their expansionism and new, you know, military strength, which is of course much more, but everything stems from those differences that have persisted over the last 60 years, at least if you take 1960 as, you know, a cutoff from what has happened in terms of what has happened. So understand that continuity also, and, and to realize that, that we have to make the best of the situation. We have to see how to address the pressure points and to reduce the pressure that we are facing so that, you know, some semblance, we don't, we don't continue with this two front challenge that we have with India and Pakistan. I mean, with China and Pakistan, really, we, we have to be able to, to diffuse these tensions. And, and so in a sense we're doing, I think it's practical that our relationship with Russia should continue, should be strong, should have endured. And that the Russia, India, China forum has also been maintained. Channels of communication should be kept open with, with China because it's a neighbor. It's, you know, it's staring us down on that frontier. And we have to, we have to be, we, the need of the hour is really how we can put into action those smart moves, smart diplomacy that is needed because our strengths are not matched. India and China's strengths are not evenly matched. So, so the challenge is so much greater for us today than"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:02:40.680",
        "message": "it was in the fifties. So I'm letting my imagination run wild here. I'm thinking you're a foreign minister and prime minister Modi ji comes into your room and says, Nirupama ji, these Chinese have irritated me so much, kuch toh karna parega. Army bheju. And your answer"
    },
    {
        "speaker": "Guest",
        "time": "04:02:56.040",
        "message": "would be nahi, orchestra bheju. Not orchestra. I'm kidding. But I think that I would say that, you know, now, Mr. Prime Minister Modi and Xi Jinping had these informal summits, you know, one in Wuhan and then Mamalapuram. They haven't met or except, you know, not face to face, but in meetings and all, they have encountered each other since Galwan. But there's been no, no meeting since then. And I think that is required, that kind of connection has to be maintained. Even if it means, you know, as they say, swallowing your pride a little, but it shows your statesmanship also. If you're saying, if you pick up the phone and speak to him and say, there's a big problem. This should not have happened. Our soldiers died. We had this bloody brawl. How I wish it need not have happened. Let us sit down together and see how we can diffuse this. We have to do this in the interest of our people. Why not do this? I"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:03:56.600",
        "message": "don't think we should worry too much about how it goes down. And it would actually help his image as a statesman. I mean, help his self-image as well. My final question, because China is not"
    },
    {
        "speaker": "Guest",
        "time": "04:04:06.760",
        "message": "Pakistan. Pakistan we define as an enemy. China is an adversary. You know, there's a difference between enemy and adversary. And I won't go into that, but I've written a piece on it. Please"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:04:18.840",
        "message": "guide your listener. No, words matter. Like another fine distinction I noted in your book was between border and line of control. And I, you know, I thought we can talk about language as well, but we haven't had the time because how much can one talk about in four hours? But a final question for you, which is probably a highlight for many of my listeners, recommend some books or music for listeners to listen to, which you love. Doesn't have to be about diplomacy, foreign policy, China, any of this, just books that are really close to your heart and that you go back to and music that is really close to your heart and, you know, just"
    },
    {
        "speaker": "Guest",
        "time": "04:04:53.640",
        "message": "means a lot to you. Okay. Difficult. It's a question I haven't given much thought to, but one of my favorite books is In Praise of Shadows by Junichiro Tanizaki. I don't know if you've"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:05:06.920",
        "message": "read it. I've read other Tanizaki, like he's got a book with nettles in the title about marriage,"
    },
    {
        "speaker": "Guest",
        "time": "04:05:11.640",
        "message": "which is beautiful. I forget what it is. Yeah. This, this is a, it's a book of, it's an essay on Japanese aesthetics and it's a beautiful, it's a thin, slim volume. I love that it speaks about Japanese aesthetic, but to me, it's very, it's an epigram on life itself and we avoid the shadows, but you know, interplay of light and shadow is so important to understand the beauty of things and aesthetics, the aesthetic of it, Japanese aesthetic appeals to me very much. So that, that is,"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:05:44.840",
        "message": "that is a book that. I remember the title of the Tanizaki book I've read and love,"
    },
    {
        "speaker": "Guest",
        "time": "04:05:49.560",
        "message": "which is called Some Prefer Nettles. Some Prefer Nettles. Yes. I remember that. And that would be, I mean, I don't want to burden them with too many, too many books. The Book of Tea by Okakura Kakuzo is another of my favorite books. I mean, Japan is a, I didn't talk about it in the podcast, but Japan was the country that made me, that kindled my desire to become a diplomat. So I feel particularly close to Japan. I never served in Japan, but it's a country that I feel, you know, I feel in terms of my spirit, very close to, because a lot of what Japanese culture sort of expresses, appeals a great deal to me and I feel very close to it. So, and then in terms of music, I'm very fond of, as I said, I like all kinds of music. I like the music of M.S. Subbalakshmi. I met, I mentioned Maitreem Bhajata. I like the ghazals, Hindustani ghazals. I like the poetry. I mean, that, that speaks of the culture of this region. Particularly, I love the poetry of Agha Shahid Ali, the Kashmiri poet who died very young. I love his poetry."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:07:05.160",
        "message": "Country without a postcard."
    },
    {
        "speaker": "Guest",
        "time": "04:07:06.440",
        "message": "Yeah, a country without a post office."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:07:08.040",
        "message": "A country without a post office."
    },
    {
        "speaker": "Guest",
        "time": "04:07:09.480",
        "message": "Yeah, I like that. And another piece of music I like very much is, is a Western piece, The Lark Ascending. I don't know if you've heard it. It's by Ralph Vaughan Williams, a British composer. It's one of my favourite pieces of music, The Lark Ascending. This is the idea of a bird soaring, you know, in the, in, up into the sky and so much symbolic of hope and, and renewal, you know, that, that expresses. And I love many of the operatic arias, especially from the opera Norma. And one of the important operas, I'll just tell you, somehow I've gotten to a senior moment. It's a, it's an opera by Bellini. And one of the arias in that opera is Casta Diva. C-A-S-T-A-D-I-V-A, Casta Diva. It's a beautiful, beautiful aria. Again, you know, people have, you know, songs, they say, this is a song that I would try to listen, like to listen to, you know, in my final days or something. It's such a, it's a beautiful opera. And there's another beautiful aria that I love in, it's, it's Do You Know The Country, Kone Tu Le Pais. Do You Know That Country, where the singer is singing of a country, which she has left. She's living somewhere else and she's been exiled from that country. And she's remembering that country. That's another opera that I feel, that's another aria that I feel I would love to listen to, you know, till my dying day. Wow. I can't wait to check these"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:08:58.840",
        "message": "out and listen to these. And thank you so much for being so generous with your time and insights."
    },
    {
        "speaker": "Guest",
        "time": "04:09:03.320",
        "message": "Not at all. Not at all. I enjoyed doing this. It's a privilege to be invited onto your show, to be asked to do this. Thank you so much. I love this."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:09:12.920",
        "message": "Thank you. Thank you."
    }
]