[
    {
        "speaker": "Guest",
        "time": "00:00:00.000",
        "message": "Welcome to the IBM Podcast Network."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:08.800",
        "message": "A few days ago, I woke up and found that I was not on my bed. No, instead I was curled up in what appeared to be a box. I was curled up like a little kitten inside this box and the top was closed and the bottom was closed and three sides were closed. And on one side, just one side, there was a window with thick transparent glass. I blinked a few times and peered out through this window. And on the other side, I saw a family of four sitting in a living room, staring at me. There were four of them, mummy, daddy, one boy, one girl, they were all staring at me. I wondered what was going on. I shouted, hey, help me, let me out of here. I'm trapped inside this box. The boy giggled, mummy-ji smiled, daddy-ji looked stern as if he was not amused. None of them moved. All of them kept staring at me. The boy reached out his grubby hand for some popcorn. I don't understand this, I shouted. I'm trapped in this box, let me out. How can you just watch? None of them moved and this time, none of them smiled also, as if this was amusing no more. Then I noticed a mirror on the wall behind them. And in that mirror, I saw all of them from behind, sitting and watching a television. And my alarmed face was in that television. I was trapped inside the television. What the hell, I shouted, let me out of here. Why am I on television, I mean in television, whatever, let me out, let me out. I started banging on the screen of the television, from inside of course. Then daddy-ji got up. He said to his family, it is appalling, what is this nonsense? The quality of Indian television has become so bad. In saying that, he pointed the remote control at me and everything turned black. I lay there sobbing silently, trapped in the darkness."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:06.160",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioural science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:12.360",
        "message": "Please welcome your host, Amit Badma. Welcome to The Seen and The Unseen. If you can hear these words, you are obviously listening to this podcast and I want to congratulate you for your wise choice. You could have been doing something worse with your time. You could have been watching Indian television. You know, all of us bemoan the quality of our television, but we often assume that it is a cultural issue. It has nothing to do with economics or government regulation. Well, recently I read this excellent piece in the Hindustan Times with the headline, Why are Indian news channels so disappointing? It was written by Ashok Malik and in his piece, he explained how price controls imposed by the government on how much channels can charge their subscribers transformed the incentives of the channels. In the case of the news channels, it led to a race to the bottom, but it affected all other TV programming as well. Children's channels, for example, ran crappy reruns instead of investing in quality indigenous content. Well, Ashok is a renowned columnist and writer. He won the Padma Shri last year for his journalism. He's currently a fellow at the Observer Research Foundation. Besides being a prolific columnist, I'm delighted that he's agreed to join me on the scene and the unseen today to discuss Indian television. Welcome to the show, Ashok."
    },
    {
        "speaker": "Guest",
        "time": "00:03:27.360",
        "message": "Hi, Amit. Looking forward to this."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:29.360",
        "message": "Ashok, when back in the day when you and I grew up in the 70s and 80s and so on, we got a lot of our knowledge about India and about our culture and so on from things like Amachitra Katha. And kids today, of course, don't read Amachitra Katha and things like that. They watch television all the time. Can they get the same kind of learnings that we did from television?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:52.440",
        "message": "You know, that's a very interesting question you've touched upon. And it's something which I've been thinking about for a long time because I have two young children who watch a lot of television, who are inquisitive young children, but who don't read as much as, say, you and I did when we were growing up. And whether it's Amachitra Katha or the Nehru Bal Pustakale, we had access to a great amount of published material on Indian history and heritage. Not all of it was perfect, but it was still very, very useful and educative. The television equivalent, frankly, does not exist. In fact, today's children don't even watch Disney. They watch reruns of Japanese cartoons because 30 or 20 year old Japanese cartoons are most easily and inexpensively available to television studios. They are imported from Japan or elsewhere and reruns of them are telecast over and over again. And all our kids end up watching that. To run a serious, well-produced national geographic type or even semi-national geographic type channel in any language in India, English or regional, depicting Indian history, culture, and the richness of this country, the diversity of this country, is very, very difficult because such programming costs money. Such programming would require using animation and graphics, which ironically is produced in India, but produced by companies that are outsourcing firms for Hollywood filmmakers. But they can't do the same work in India for children's programming or heritage programming for Indian television because there just isn't a market for it. Channels tell you we can't recover money from our subscribers or consumers because they are price caps and the market is structured in such a manner that even if I want to pay a hundred rupees for a channel of this nature, I can't. And so you end up getting, frankly, rubbish programming on television for children. You get endless reruns of Japanese cartoons, some of which are good, some of which are"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:58.520",
        "message": "just rubbish. So I want to shift for a moment from children's television, which we'll come back to and talk about news channels. I mean, the reason I invited you on this show for this episode was this excellent piece you wrote for the Hindustan Times a few days ago, and where you spoke about how our news channels are now, quote, increasingly part of the entertainment economy rather than the information ecosystem, unquote. And I'd like to quote a paragraph from you just to give a sense of what that's like. And I think all the listeners will pretty much agree with all of this, it'll strike a chord. Quote, why are Indian news channels so astonishingly disappointing? They oscillate between over-the-top studio debates and relatively sober studio debates. There is rarely deep reportage, documentaries are practically unheard of, spending on editorial and news gathering scares management's, preference is given to paying some talking head a few thousand rupees to scream for 30 minutes. What is at the root of this? Question mark, unquote. And what you go on to speak about being at the root of this is, in fact, common to white children's television is so messed up and entertainment television is so messed up. And that's what I'd like you to elaborate on."
    },
    {
        "speaker": "Guest",
        "time": "00:07:07.240",
        "message": "Okay. There are two or three things that are wrong with news channels in my experience. One, of course, it is a lack of imagination of editorial leaders and journalists. Television in India, perhaps in the West as well, has been reduced to one reductionist idea, right versus left. So Kumle has a fight with Kohli, let's make it right versus left. That's the Ayodhya issue, let's make it right versus left, which makes sense, because that is a right versus left issue. But Kumle versus Kohli is not a right versus left issue, but we end up converting everything into a right versus left issue, because that's the only reductionist model television seems to know. So every evening you get two right-wingers, two left-wingers getting to scream at each other over any issue. But why aren't managements willing to spend on news gathering, on editorials, on sending out correspondence to not just parts of the world, but parts of India? Again, that is because we have legislated the subscription model to death in India. When we were growing up and reading newspapers, there was this hope that one day you'd be able to produce a magazine or a newspaper that wasn't aiming at a mass circulation, that wasn't aiming at half a million or 250,000 buyers or readers, but was aimed at maybe 20,000 high-quality readers, and would charge 100 rupees rather than 50 rupees or 20 rupees per copy. This is really the economist model, because you spend a lot of money buying The Economist, irrespective of whether you live in Minnesota or Meerut. But you read it because, well, The Economist has seen better days, but you read or read The Economist because it gave you a certain value. This model did not exist in India because our newspapers and magazines had an advertiser-driven model. But that was a conscious decision newspaper managements took as private sector entities. In the case of television, the same model now exists, but it's been mandated by the state. So, I'm not suggesting that news channel managements would not have taken the same route. They may well have. But here, they don't even have a choice. Because TRAI, the Telecom Regulatory Authority of India, which is a telecom regulator, it's not a content manager, has been given the job over the past 12 odd years, I think, since 2005 or 2006, of setting price caps on the bouquet you can buy from your DGH provider or your cable provider or whoever delivers television channels to your house. And they have priced it ridiculously low, without any understanding of what content cost or what it takes to produce content. And so, Balaji Telefilms rerunning old soap operas, cost of content zero, because they all exist already. And Amit Verma and Ashok Malik setting up a high quality news channel that wants to send correspondence from everywhere from Iraq to America, which would cost a king's ransom. We will both be under a ridiculous price cap. And we will not be able to charge viewers what they would perhaps be willing to pay for a high quality news channel. And this is true for not just news, it's true for entertainment as well. Because in the West, something like 70% of revenue for channels across the board comes from subscribers, 30% comes from advertisers. In India, it's the reverse, 36% comes from subscribers and 64% from advertisers. In the case of news channels in India, just 10% of revenue comes from subscribers. So most channels have simply given up on subscription and said, the figures are so ridiculously low. We may as well make our channel free and not even chase subscribers for those five rupees or 10 rupees or whatever. Make it free. Let's make it part of the entertainment economy. Let's entertain our viewers and get ads. And so every evening, whether it's a right wing channel or a left wing channel or a center channel or whatever you want to call it, it's all equally disappointing for a country of such diversity, richness, intellectual depth, and media consumption."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:34.240",
        "message": "And typically, I imagine how a media market would work is that if there is a news channel or an entertainment channel, which doesn't necessarily want to be broad based, but which wants to appeal to a specific niche with specific tastes, all they would really have to do is figure out a price point which that niche is willing to pay for that content. And then if it is feasible, then produce content according to that. And what you're essentially saying is what these price caps do is they make that impossible. You can't charge over a certain number. And therefore, even if there is a niche which is willing to pay more for higher quality content or even content of a particular type, they can't do that. And therefore, the channels, especially the news channels, are forced to just apply to the you know, take the easy way out, be lazy, not spend too much money on news gathering. Just pick up the you know, hot burning hashtag of the day from Twitter and set a debate around that and take the easy way out."
    },
    {
        "speaker": "Guest",
        "time": "00:12:25.400",
        "message": "Precisely. Now, let me again clarify that our newspapers and magazines do not have the burden of price caps, but they have not followed the subscription route, they've stuck to the advertiser mass circulation route. But that I hope that is disappointing as well. That is a conscious decision taken by private sector managements. In the case of television, maybe the management should have taken the same decision all along, I'm not denying that. But there is a state or TRAI cap, which is what makes this different from what print is doing. What print is doing is also unforgivable. But here in this case, there is a price cap in the case of television or in the case of news television in particular. And that is actually astonishing because it means that even if somebody wants to set up a serious entertainment or children's programming, or of course, news channel, he finds he or she finds the market and market conditions impossible to deal with, the TRAI will come in the way of, of that actually happening."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:35.880",
        "message": "So here's my question for you. I mean, these price caps happened some 15-16 years ago, right? So what was sort of the thinking behind them and who are the interest groups that benefit"
    },
    {
        "speaker": "Guest",
        "time": "00:13:44.560",
        "message": "from these price caps? You know, what happened was in the early 1990s, when whole neighborhoods in our big cities began to be wired up using cable networks, the local cable operator was your local goon, who actually jumped from building to building, almost literally, with a wire and wired up whole cities. Now, over the years, some of those networks became consolidated, became semi respectable businesses, but the cable business broadly, in this country remains one run by musclemen, local, local thugs, local political fixers, and so on and so forth. So the idea back then, a very noble idea was that you must have a uniform pricing strategy so that a cable operator in neighborhood X, where access and competition is limited, will not be able to profiteer and cheat a consumer, as opposed to a cable operator in neighborhood Z, where there is more competition and access is easier. So that sounds a very good idea, and you need to have a market regulator, and the market regulator has to keep cable operators or DTH providers and so on and so forth under control. That makes perfect sense. But the mechanism that TRAI and the government adopted was to set price caps on channels, because or rather price caps on bouquets of channels offered by cable operators and other service providers, and that in effect became a price cap on a channel. So in preventing or attempting to prevent the cable operator from cheating the consumer, which is a legitimate aspiration and something which needs to be done, you ended up telling the channel that you can't charge above a certain price. And if you can't charge above a certain price, I don't care whether your content costs less than that price or more than that price, I'm not going to allow you to charge above that. So you wanted to regulate the cable operator, you ended up punishing the creative economy, or in this case, the news media space. And we left 10 years on the line with, frankly, completely disappointing and rubbish news television. So a well-meaning bureaucratic intervention, like many well-meaning bureaucratic interventions, years down the line leads to something very, very different."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:03.900",
        "message": "So they essentially wanted to control the cable mafias and what instead, the unseen effect, however, was that the quality of television suffered and consumers suffered and that whole paternalistic thinking behind price caps, which if something is valuable, let's make sure it's not too expensive."
    },
    {
        "speaker": "Guest",
        "time": "00:16:18.800",
        "message": "Yes, you see a dumbing down of television across the board, again, not just news. So you actually have consumers who are spending much more on, let's say, a Netflix or various platforms that they access using the net, they're spending much more on one month subscription of any one of those platforms than they do, perhaps in a year subscription of cable or DTH. Absolutely, I mean, And they don't end up watching cable or DTH. So who suffers? The Indian channels don't get the high quality viewers they want, they don't get satisfaction from producing content that is truly world class, or even respectable. And they're losing their key subscribers or viewers, really, to digital."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:03.160",
        "message": "Which is crazy. And like, just speaking for myself, I spent 650 a month on my Netflix subscription. I think my Hotstar comes to about 100 bucks a month or whatever. And the fact is, all this money could have been going to Indian channels, if they had actually been able to spend money on content acquisition, which they would have been able to if they'd been allowed to charge prices for it, because at some point or the other, this niche that exists, which Netflix and Hotstar have now jumped upon and Amazon Prime have jumped upon, would have been available to our channels much earlier, except they weren't allowed to reach this niche. So to carry on from there, my further question then is that if this is how things are, what hope do you have that things will change? What can drive change? What can drive, say, TRAI to remove these price caps? What are the interest groups in play that would now prevent it from happening? What's in the way of change?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:52.400",
        "message": "Well, I guess the cable operators will be one very strong lobby to resist this because they would not want agency taken from them and moving on to either subscribers or to channels themselves. But frankly, digital technology is changing everything because digital is just one more way of delivering content like wired cable is. So either you bring both of them under price caps, which is completely ridiculous because I don't think Netflix would want to be under TRAI price cap, either you bring them both under price caps, or you free them both. It doesn't make sense otherwise, you know, technology has raced ahead of all of us. So you can't decide that I will have price caps on content delivered through one pipe, but no price caps on content delivered through another pipe."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:47.840",
        "message": "That's in a sense, that's analogous to what's happening with Uber and black and yellow cabs, that you had, you know, black and yellow cabs, the supply restricted with, you know, licensing regulations and so on, price ceilings and so on. And that market has been completely disrupted with Uber and now you can't turn the clock back and the same thing seems to be happening in terms of audiovisual content."
    },
    {
        "speaker": "Guest",
        "time": "00:19:07.760",
        "message": "Yes, I mean, obviously, Uber is a slightly different example, but yes, I get what you're trying to say. But here, digital has completely changed the market anyway. Digital has also had a collateral impact in that, it's thanks to the internet release so much of free content online, some of it dubious and some of it fake, but much of it not fake, but still available free. That the news business in India, that the model of the news business in India is under serious interrogation anyway, even without this price cap nonsense. So frankly, I don't know whether the news television business in India can now be rescued because even if price caps are lifted, people have got used to this opium or this opiate of free content. And once you get used to that, it takes a long time and a lot of trust for you to go back to a subscription-based model, where you will pay a good amount of money every month with the assurance that the person you're paying that money to will deliver quality content and will not just deliver quality content for one month and then change his or her mind. So I'm afraid much of the debate we're having today, I wish we'd had it three or four years ago, five or six years ago, I think the advent of the internet and the ferocious rollout of digital technologies and online platforms may have put much of this debate behind us. And the news business in India may be under a very serious threat."
    },
    {
        "speaker": "Unknown",
        "time": "00:20:49.440",
        "message": "Some of our news channels may be beyond being rescued."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:53.200",
        "message": "That's a great point. And just speaking of myself, though, you know, a counter view to that would be that I don't watch any news television at all, I simply can't stand to. However, if there was an intelligent news channel, I might give it a shot. And therefore there is a niche so you know, you never know if you remove the price caps,"
    },
    {
        "speaker": "Guest",
        "time": "00:21:07.680",
        "message": "what could happen. I'm actually more hopeful for, for radio opening up for news. Because you see, news on television ends up being not what you hear, but what you watch. So people need to be dressed up, people need to be good looking people need to be all sorts of stuff which you don't need to be, if you really asked me, but radio can have you and me sitting in whatever shorts and jeans in our homes or wherever we are, or in the studio, having a conversation. And it's also a less expensive platform or delivery mechanism than television because it simply requires less equipment. I'm actually hopeful for private radio, news shows, news commentaries, news discussions. Not just news per se, because news per se is not easily available. But it's what happens after the news break, which is really what we're talking about. And whether we can get something more intelligent than just four people screaming at each other every evening at 9pm. So I'm hopeful radio will, will do some of that magic."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:18.440",
        "message": "Ashok, what you're saying is absolutely music to my ears. And if you could see what I'm wearing now, I think you'd know exactly why. Ashok, thanks for doing this, man. I really appreciate this. Thank you. Thank you. To read Ashok's piece, which inspired this episode, search for an article titled Why Are Indian News Channels So Disappointing in the Hindustan Times. You can also follow Ashok on Twitter at Malik Ashok. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can also read my blog India Uncut at indiancut.com, where I upload all my personal work. And if you enjoyed this episode, you can browse our archival episodes at seenunseen.in. This is episode 27, and the previous 26 episodes offer an interesting snapshot of an unseen India. Goodbye for now. If you enjoyed listening to the scene in the unseen, check out this exciting new podcast from IndusVox Media called Keeping It Queer. Keeping It Queer is hosted by my friend Naveen Narona, and he profiles LGBT people from all across the country, and some of the stories are really poignant."
    },
    {
        "speaker": "Unknown",
        "time": "00:23:58.800",
        "message": "Keep It Queer. Keep It Queer. Keep It Queer."
    }
]