[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "On June 5, 1989, a bunch of tanks in single file rolled down Chang'an Avenue, with Tiananmen Square behind them. The previous day, protests at Tiananmen Square had been crushed by the Chinese government, with hundreds if not thousands of people killed. Just one day later, the streets were empty, except for these massive tanks rolling past. And then, suddenly, a man dressed in a white shirt and black trousers, holding what appeared to be shopping bags, walked over in front of the first of those tanks, and just stood there as it advanced towards him. It stopped just in time. A few seconds passed. Two other tanks stopped behind the first tank. A fourth one approached from behind. Then that first tank started and swerved away from the man and tried to go past him. He ran into its path and stood there. The tank swerved again, the man swerved again. This went on for a bit till the tank just stopped. The man was three feet away from it at most. It's an iconic photograph, and there's also an iconic video of it. But we don't know who the man was. And we don't know what happened to him. 53 years before this, on June 13, 1936, a group of workers gathered at a shipyard in Hamburg. There was a moment when they all raised their hand in the Nazi salute, except one man. In another iconic photograph, you see this man in the crowd, the only man not saluting, as alone as the man 53 years later who we now call Tank Man. And as I think of these men, a part of me wonders why they did what they did. What is the point? You can't win. The tank is always stronger than you. The mob is always stronger than you. The instinct for self-preservation dictates that you keep quiet. It dictates that the unknown man in China goes home with his shopping bags and empties them on the kitchen platform and maybe makes himself a cup of tea. The man in the shipyard, he can raise his arm, he can go with the mob so that he's not the odd one out. But these two people didn't do that. And we have to ask, what is it that made those men do what they did? And why do we feel inspired when we look at those photographs? Maybe those men were foolish, but we think of them today as heroes. Why do we feel that way? Would you have walked in front of that tank?"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:12.320",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioural science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:24.280",
        "message": "Welcome to The Seen and The Unseen. My guest today is Aakar Patel, someone I've known off for many years as an enterprising reporter, an excellent editor, a provocative columnist. In recent years, though, in addition to all of these, I think of Aakar as a principled dissenter. Aakar was a journalist through the 90s and aughties, took a break in 2010, decided at one point to become head of amnesty in India, and after our government clamped down on amnesty, has been an outspoken dissenter. To me, dissent is the highest form of patriotism. And Aakar has gone all in. Over the last couple of years, he's written two superb books, Our Hindu Rashtra, What It Is, How We Got Here, and Price of the Modi Years. He also has one of my favourite Twitter accounts of all time, where he's mastered a unique form of satire in a unique voice that is unlike anything else in that space. On some days, I feel grateful that Narendra Modi exists, because if he didn't, Aakar Patel may not have been Aakar Patel. Now, Aakar has been on the show before, in 2019, when we discussed the intellectual foundations of Hindutva, as that episode title was, I'll link it from the show notes. I visited Bangalore recently to record a bunch of episodes, and given how prolific Aakar has been, it made sense to catch up with him. We spoke about politics, we spoke about the media, and we spoke about Aakar's passport, which at that point had been impounded by the government and had been with them for a long time. Well, guess what? Soon after we had our conversation, Aakar's passport was returned to him. I'm like, wow, you would have thought someone was listening in. Be that as it may, check out this quick commercial break, which is a commercial for me only, what else is there? And then check out our conversation. Have you always wanted to be a writer but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've enjoyed teaching 21 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs Rs. 10,000 GST, or about $150. And registration is now open for my April 2022 cohort. The first webinar is on Saturday, April 9. So if you're interested, head on over to register at IndiaUncut.com slash clear writing. That's IndiaUncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Aakar, welcome to the scene in the unseen. Thank you for having me. You know, I recorded a long episode with Abhinandan Sekri in November. And before we started, we were kind of talking about you, admiringly. And my feeling was that Aakar has reached that stage of a person who has no more fucks to give. So you just write anything into it. And you're just, you're just kind of out there. And is that a characterization you'd kind"
    },
    {
        "speaker": "Guest",
        "time": "00:05:28.040",
        "message": "of agree with? And if so, how did you get here? I don't know if that's true. And if it's true, I should be really worried. I do give a lot"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:37.640",
        "message": "of fucks. I think no more fucks to give in a sense"
    },
    {
        "speaker": "Guest",
        "time": "00:05:39.760",
        "message": "of fear. No more fear. So I'm not really sure about how I got here. But certainly, it is a fact that once you've faced what the state can do to you as an individual, and you've gone through it once, the fear of that diminishes in some sense, because you know exactly what it is comprised of, that they can do this to you. And I have gone through that quite a bit in the last four or five years. So that's now fine. That is sort of acceptable. The other thing is that I run off at the mouth. So I think that because I find using Twitter so entertaining for myself, I tend to do it a lot more than I should be doing. And because purely in terms of volume, there is so much material, a lot of it might be seen as flying"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:33.720",
        "message": "off the handle, which it probably is. I'm struck with a phrase you said that after having been through all of this, that's now fine. You know, so is that something you're comfortable talking about? Because of course, you were harassed when you were in charge of amnesty and all those cases happened and all that. And even now, you are constantly being harassed. I believe your passport was impounded and all of that. Like, you know, it just sounds like so incredibly, incredibly traumatic for me. Is that something you're comfortable talking about what that what happened, what that process was like?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:03.480",
        "message": "Two separate things with amnesty, what happened was a series of raids, and the accounts were frozen the following morning, we had people in the office, we were not allowed to move for many hours till about 11 o'clock in the night. The worry always was how do we keep the operation going, because this sort of action had been taken against other entities, including Greenpeace. So, we knew what it was to anticipate. When it finally happened, the lack of competence from the state showed and so we were able to get relief from the courts fairly quickly the first time. The second time it happened on the same set of transactions, this was the CBI coming in, we had raids by the MHA, the CBI, the Enforcement Directorate. The second time also, there was a lack of competence, this time the ET charged us with money laundering. But the relief from the courts was only partial. So, at that my my term had ended in November. The people who came after me felt that it was too difficult to be able to carry on with that. So, they felt it was better to suspend operations. Facing the state, I think, is slightly different for those who face the upper echelons of the bureaucracy. So, when the CBI comes to you, it's not like inspector type person, it's somebody fairly higher up. And they tend to talk to you in the way that people of that level of education and that level of exposure will. The ED was much rougher, with me at least. They were fairly accusatory in terms of why are you doing this kind of work. And it occurred to me that the language that they used was pretty much the same as somebody who would not be acquainted with the wider world would actually use. So, yeah. In terms of purely harassment, there wasn't that much. I mean, there's continual summons. So, then you go. Once you figure out that that's the way it works, when they call you, you go. But with no resources, that becomes slightly more difficult. So, these days, not having made too much money over the last several years, it's not that easy. Having your passport impounded is, I mean, but it's the two years of COVID. So, I mean, where the heck would you go in any case? So, it's fine for them to keep it. On the personal side, it was, there was the possibility of jail till I got bail. So, I didn't have to go there. It might still happen. I don't know. Because there is always the fear that somebody else files a case for something you said or something you are accused of having said. That's the nature of living in this country at this point in time. I think that you either put your head down and say, fine, I'm not going to engage with this. But many people can't do that. They have to engage with what they see around them. I can't look away from what it is. And that means that necessarily you get into trouble sometimes. But that's the price of being in this country at this point in time, which many people are paying a much higher price than before. I'm one of the fortunate ones. I'm not inside. I can still write. Publisher's dead though. Books will no longer be printed. But I suppose it's the same experience writers would have in any part of the world with an authoritarian leader who doesn't like dissent and whose supporters see dissent, any kind of it, as a direct insult to his greatness, which is why they act. And that is the reality of India post-2014."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:10.520",
        "message": "Yeah, I mean, your publisher is dead, but we all hope that they come back to life in some way or the other. So let's see how that goes. So I'm reminded of this book I read called Exit Voice Loyalty by Albert Hirschman, where he says that when you are in an unpleasant situation, whether it is within an organization or within a country or whatever, you have three options, like the easiest option is just loyalty, you stay loyal. Another option is voice, that you voice out whatever the problem is, if you know, and how to make things better. And the third option is exit, that you just leave, right. And now within corporations and all the way markets work, exit is possible, that you don't like a job in a company, you look for another job, you know, and if you're doing something, which is kind of if the market is there for that, you kind of get out. And voice is always sort of dangerous. Now, you know, at a national level, now what happens is that many of us who may not be happy with what's going on, we've got two effective options, which is exit or voice. And this came to my mind, because I have been like, it's damn disturbing, Aakar, I have spoken to so many people who like me, years ago, decades ago, two decades ago, in the 90s, made a conscious choice that we will stay in India, we can go, but we will stay in India, because this is where we want to be. This is our comfort zone, it's our home, we will stay. And without exception, they're all they've either left or they're thinking of leaving, right, which is heartbreaking, because these are not the kind of guys who would have left anyway. And I'm thinking, these are the privileged types, that they can leave, so they leave, most people can't leave. And most people can't even are afraid of the voice angle also, because for all kinds of reasons, right. And therefore, I sometimes think that there's another kind of exit that happens there, which is not an exit out of the country, but an exit into yourself, like a psychological thing where you become in denial, and you say, I don't want to, you know, almost a kind of effective loyalty, but not really. But you're just like, I'll do my own thing, you know, maybe not my circus, not my monkeys kind of thing. And I'll do my own thing and find people are being lynched, and girls aren't being allowed to enter schools, and that's somewhere else. And I'll just kind of focus on my own life. So, you know, along this framework, how do you think of things like, of course, you can't exit because it took your passport. But if you were to, on the question of voice, you know, you are someone who's gone down that route that I'll, you know, I care, I'll keep saying what I have to say. And obviously, you know, many, many people like that, in our circles, who are exactly the same, beyond the point, what happens, you know, have you seen people who have just become silent, because what's the point, nothing's going to change. And the fact is that that's rational, because nothing is going to change in a larger scheme of things, you know, some people might say, Oh, I'll play the longer game, I'll just stay at it, there needs to be someone who's speaking. So what are sort of your thoughts on this as over the years, we've, you know, when we last spoke in our last episode was in early 2019, before the elections. And you said, Oh, there's going to be a hung parliament, I think, right. So, yeah, you said, I think there's going to be a hung parliament. No, it's too late. It's a it's on the record. And so I think many of us had more hope than we do now many of us saw a greater point in actually speaking up than we might do now."
    },
    {
        "speaker": "Guest",
        "time": "00:14:19.800",
        "message": "So you know, what are your thoughts? I think that most people don't have a voice or don't have a sufficiently loud voice. This has changed with social media, where if you have if you can generate content of reasonable quality, you will find a fairly large audience for much of your content. Those of us who have a formal voice or have been given a formal voice as you and I have, where over the years, we've been given platforms to be able to say what it is that we want. I think that it's important for that set, especially to be able to use it. And I think that it is being used. What is striking about the formal media space is that there is an informal media space, which is social media, but in the formal space, while the industry has tilted towards Mr. Modi and towards his majoritarianism, I would say a lot of people who could have either exited or could have turned inward and say, you know, not my circus and not my monkeys have chosen to speak. And I don't think it's a small number. I think the reason why the media dominance is stressed on by this government is that it sees, it suspects, and I think it is right, that what comes from the other side, even though it might not be amplified too much, is powerful. And so I'm in very good company, I think that we have a lot of people who may or may not be part of the media system, but have a formal voice, such as people in civil society, who because of social media have become formal spaces, where they can command authority in terms of their reach. I suppose it's also a question of a community. Many of us can't take the options that you picked, two of them, because they belong to the persecuted, that for them, it's personal, that it is even if it is not them who is being disrobed or who's being kicked out of their prayer spaces or being told not to sell this or being beaten up for being who they are, it is the sense of fraternity that they will feel will be very powerful. So for them, I don't think it's possible to, I can't speak for them, but I suspect that for them it won't be possible to either exit or to look inward and say, I'm not going to engage with it. But for many of us, I think that we still believe, and I think we are right to believe that that space is actually available, that India is not a competently run authoritarian state. It's not like China, where you will not come out of jail till you're on your knees and you say you're not going to do it again, and maybe not even after that. We have a little bit of space available, despite a fairly pliant judiciary, despite a fairly empowered mob, to be able to say some things and to be able to get resonance and response for that. So I think that that quality of our country where there is so much chaos that even tyranny does not operate in lockstep fashion and the mob really is not able to efficiently control our voices, that space is there. Many of us sense it. Some of us get into trouble at some points because of it, but it is there. I think that those who choose to engage with the polity and of course, engagement should always be from the positive sense, that people say what they do for the most part because they want things to be better. It is the case that we have in India today in 2022, enough freedom to be able to, just enough freedom to be able to say some things. And I think that those who choose either to exit, whether physically or intellectually and morally, are missing out on that because certainly they are doing so not because they like what they are seeing around them, but they believe it's safer for them or they believe it's more comfortable for them to be able to disengage. I think that they are missing out on something very valuable. I found that engaging with my fellow country women and men on these substantial issues in these times is the most rewarding thing I have done in my life, though I'm not making any money out of it. And it's rewarding in ways that few things ever can be. I think that the sense of solidarity, the sense of meaning that you have when you speak for things that are so meaningful to so many people, so real, is very different, I think, and very new to me at least. I'm quite pleased that though we've had very difficult times in the last two and a half years, these have also been times that have given the opportunity for this maybe not insignificant number of people to gather around values, as I think has not been the case for a very long time"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:20.280",
        "message": "in this country. I think what I've also seen, and I think it's an observation I'd make about – it's an observation I'd make a little more hesitatingly about the country as a whole, but it's certainly true of social media, is that what you see on social media are these shrill, vocal minorities, but the vast silent majorities are not quite like that. And there are ways to sort of reach out and connect. And I wonder if at the level of a country, it might just be possible that there are many more people with us than we think, and those connections and become sort of valuable. And, but, you know, I understand what you're saying that there is a space, and that space for dissent might be there because of inertia, dissent might be there because those in power feel English speaking elites like us are not important enough. And that space can shrink very fast. Like, you know, if the emergency was on, for example, if this was 1976, I'm sure both of us would be in jail, right? That space can shrink very fast. And other spaces have shrunk very fast, right? Especially as you pointed out for Muslims, which is, you know, which has been their locus so far. But, you know, if they also decide at some point that, okay, let's get down to it and teach these elite liberals a lesson instead of ignoring them, that it can shrink very fast. And in many ways, I think about sort of the process being the punishment, that it is not necessary that an Amit Shah sends a powerful state after you. It is, you know, some random guy somewhere can go to a police station. I mean, you've pointed out how you had some Suomoto case filed against you by your local police station, and then that process becomes a punishment. And you know, no matter how skilled you are at avoiding Twitter notifications and all that, there was a time where people were claiming you were a Muslim as if that is a bad thing to be and calling you Akar Amit Patel and all of that. And that's also got to be disturbing at some level. So, you know, one, has this stuff affected you as it's happened in your own time? And two, if the space should suddenly constrict, at what point do you see a point where you like, do they have to kind of physically lock you up and shut you up for you to kind of, you know, stop? Or is there a point where you can think of, you can say, right, look, okay, for my family or for whatever, and it's not practical, let's lie low for a while?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:31.560",
        "message": "I foresee a continuation of what we have seen in the past eight years, we are going to enter year nine very soon, rather than a deterioration. And I think part of that is structural, that India engages with the world, and no country can be fully sovereign in the 21st century, you are dependent on country X for something, some other countries dependent on you for something. No country is fully sovereign, which means that you, at some point, nations have to follow broad rules. We are sitting down on a day, just hours after this has been violated. But that is exceptional. I think that for the most part, you have to do things in a particular way. Broadly speaking, I think India continues to tell the world that we are this liberal democracy, liberal, not as defined by Twitter, but liberal as defined by a constitution that it says that it looks at the individual not through the prism of faith, but through the prism of their humanity and their citizenship. Into this, the BJP has introduced the element of faith, that using this secular carapace, this Nehruvian carapace, which overarches the polity, they have introduced laws that go after Muslims specifically, whether it is on interfaith marriage, whether it is on what they eat, or through policies like what they may wear, where they may pray, where they may not pray. But because that carapace exists externally, it's difficult for India to be able to continue doing what it is doing beyond a point, which is why I foresee only what is going on being the case without any deepening of it. I could be wrong. And it's our vulnerability to the external world with whom we have relationships, with whom we have dependencies, that ensure that we haven't gone down a far nastier path than we have chosen to go down. That is the reality. And I think that that will not change. We will see what has been going on continuing. I don't see it deepening. And there are structural reasons why I think that this will fail, not from the point of view of pure optimism. My sense is that we have reached the period from where things will get better. And I don't think that that time is too far off. So while it's entirely possible that I'm wrong, and things do get worse, and they will go after not just Muslims, but other people and, you know, sort of brutalize them the way that they are doing, they're doing to Muslims now. I don't foresee that happening for structural reasons. And I foresee that things will improve on the on the rights front, in short order, but not too much longer than five or seven years."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:53.200",
        "message": "I mean, I've been saying for a long time that things will get worse before they get better. But sometimes I wonder if they will kind of get better at all. You know, there is that old quote, in fact, you begin the last chapter of our Hindu Rashtra with that quote by Martin Luther King about the arc of history is long, but it bends towards justice. And, you know, and I wonder if that is naive, because we have a low sample size history isn't really that long, how the hell do we know it bends towards justice, maybe we're just being optimistic, maybe it doesn't bend towards justice."
    },
    {
        "speaker": "Guest",
        "time": "00:26:20.280",
        "message": "So if you look at the last 150 years, it's hard to think of a single battle that liberals have lost. They've won everything from slavery, to the rights of women to vote, adult suffrage, on torture, on colonialism, on war, like, it's very hard to think of an issue on which what is called the traditional right or the conservative has won big seed space continually. But this is only visible if you if we step back and look on time as being in maybe a century and a half rather than years. Somebody who looks at India, from the lens of 30 years might say things have become very bad, and they have. But I think that the arc is not something that the shift is not really possible. I think it can only move towards justice. Because humanity is good in a way that is difficult to introduce malign influence, which remains for too long. It does come and it does stay sometimes. But it's not permanent. I think the permanent shift is towards goodness, more freedom, more rights, more understanding and, yeah, so I think he got that right. If, if you look at it from the long point of view, and I think I see the same happening here as well, not not just in our country. But I think across the world that the next 20 years will be very good for us that because we have so many things to unite us as, as a planet, the fact that we are all endangered by one thing, the climate shift, the recognition that, you know, in most countries that war is not the way to resolve issues, as we've seen in the last 30 years, very little violence, which is a state on state. The changes we are seeing in science that what what we are bringing in in terms of from rocketry to intelligence to, to the shift that is on us on labour, I think that will produce very good things. The causes might be bad. I think that what India is facing today, whether for mismanagement, or just the fact that we are a very large nation of very poor people at this point in history, with so many people out of work, there are 5 crore fewer people working in India today than were working in 2014. I don't think that this is an issue that's sufficiently spoken about. But this is government data that the labour force participation rate fell, started falling, and went from 52%, which it was in 2014 to 40%. And this is before the pandemic, it's not really the last two years that have done the damage. But what this will produce is a state that looks at its citizens with much more sympathy than has been the case in the past. So, I believe that the arc of history does bend towards justice. And I think it will continue to."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:36.760",
        "message": "And you referred to recent events, I should point out to my listeners that we are recording this on Feb 25. And the whole Russia, Ukraine thing happened yesterday. And yeah, and like you said, and like you've pointed out, I mean, I've done tons of episodes on the economy before the pandemic, and we were already in dire straits. So we obviously only made worse by COVID. I'm glad to see you so optimistic about the arc of history. Because I think yeah, sure. I mean, if you step back and see the last 150 years, good things have happened. If you step a little further back and see 3000 years, you say 150 years is just a blip, you know, who knows. But so I did this recent episode with Rupur Dhawan Singh and Adil Hussain on this excellent book where they've reproduced Nehru's debates with four people. And one of them is Jinnah. And the reason this reminded me was that at the same time as one realizes that things change very fast, one also realizes that things fester very long. And there is an in that fascinating debate which Nehru and Jinnah are happening and how that their book is structured is they write an introductory essay, but then it's Nehru's words and Jinnah's words speaking for themselves. And it's a fascinating debate. And Jinnah is really not at his best in that particular debate. He's written much better elsewhere. And in that debate, Nehru keeps berating him that I want to focus on poverty, I want to focus on this and this is happening in the 30s. And I don't want to talk about the communal question. The communal question is an issue only for you elites, right? And there I feel was one place when Nehru was clearly wrong. It was not just an elite issue, Jinnah's fears of what a Hindu majority may do. And I think over there, he used the term Hindu Raj in one place. And Nehru was like, what are you talking about? How can there be a Hindu Raj? And there I feel that, you know, Jinnah's fears were justified. His belief in the communal divide as it were his words, the communal question as it were his words, were borne out in a sense by partition and Nehru himself may have realized that he got a little bit wrong. And I think that many liberals have made a similar mistake to Nehru, thinking that hey, we'll put a constitution in place and we'll put these liberal values in place and we'll put all these rights in there. And then there'll be no problem and it'll go away. And I tend to side with Mahatma Gandhi's view on this, where Gandhi's view was that, listen, you have to change society from the bottom up. Even Ambedkar realized this when he called the constitution a topsoil, right? So, and what you see, and this is something that has festered, you know, I did an episode with Akshay Mukul on his great book on the Gita Press. And one of the realizations there is that all of this has been there from, you know, has been an inherent part of our society from before. You look at the sales of the Gita Press books, for example, you know, things like Love Jihad, even if it's a new term, but things like Love Jihad and Cow Slaughter and all of that were live political issues in the 20s and all of that, right? And we've kind of reached this space where now you could say society has caught up with politics, where in a sense, while I don't think we were ever much of a republic, you could say that we probably become more of a democracy because this is how the people feel. And our politics now reflects what our sort of society is. And therefore, I look at that arc, and I don't see what is there to make me hopeful, because the values that the constitution laid out, I mean, I know there are books like A People's Constitution by Rohit De, which, you know, argue otherwise. And for India, you know, everything you say the opposite is true, as old cliche goes. But I look at that arc, and I think that nothing has changed. We had this thing which festered, festered, festered, you tried to brush it away, you tried to be in denial about it. And the elites basically ran the country in an incompetent way. But now that that has kind of changed. This is what we always were. And this has now been amplified."
    },
    {
        "speaker": "Guest",
        "time": "00:33:07.880",
        "message": "That's very true. I think that what Ambedkar observed in terms of the constitution being a document that didn't necessarily reflect the society on the issue of caste has also turned out to be true on the issue of communalism. There's absolutely no question that if you look across India today, where we have 28 states, no Muslim chief minister, 15 states in India, no Muslim minister at all, 10 states, one Muslim minister normally given a minority affairs, a ruling party with 303 Lok Sabha MPs, none of whom is a Muslim, which had 282 Lok Sabha MPs, none of whom was a Muslim. It is stark that the issue on which India was partitioned, which is that one community saying that we want legally guaranteed means of representation, which was denied to them, which led to partition. It would be very difficult in 2022 to look across the landscape and deny what it is that you've said. That this is, as you've said, a society meeting its politics and agreeing that leave the constitution aside, this is who we want to be. And we are comfortable with this. Is this sustainable? I would say no. I don't think there are too many instances of democracies across the world. I would say there is none, where 85% continually vote against 15% for them being the 15%. It doesn't make sense. We are an outlier on many other issues. So maybe it is the case that we will continue to do this to ourselves. I don't think that that will be the case. And I don't think it will be too long before this shifts. And the reason I'm saying this is that at some point, the evidence cannot be denied. It is in front of you. And for a polity that is coming into year nine, the evidence is there now. I don't think it's easy for people to look away from what has been done to this country over the last eight or nine years and say that it is good. You could be happy about the fact that a bunch of people are being brutalized. That's fine. And I'm sure there are many of us who do feel that. Are there enough of that lot to make sure that this continues into eternity or at least for the next couple of decades? I would say no. It's highly improbable that given the performance. Would it be different if they were competent and authoritarian? I don't know. And it would not be easy to tell because you would not know whether the vote is coming for the competence or for the authoritarianism. But right now you've got incompetence and you've got a kind of brutality, which is the primary selling point. I don't think the prime minister goes out and says that I've changed the rate of GDP growth and we're going to become the next China because we're not. He doesn't say that I'm going to get you a good job because he's not. What does continue is the narrative that we've seen the latest one being in Karnataka, the state we are in with what it is that Muslim women cannot be allowed to wear. Is this sustainable? I would say no. And I don't think I'm using my emotional side here. It's not possible. It's highly improbable that such a polity continues in a democratic space. And I foresee it changing not before long."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:49.240",
        "message": "No. So it's interesting that you said the evidence can't be denied. And of course, you wrote a book full of the evidence. And that's what I rather naively felt. Like, for example, when demonetization happened. And I was very sure they're going to get massacred in UP because I thought, you know, the largest assault on property rights in human history, the poor have suffered far more. How can they possibly win an election now? Right. And they swept it and not, you know, obviously, there are little factors like schadenfreude, the poor thought the rich were hurt more and all that, which, but I, you know, I don't give, I think what has happened is that one people have always in India because of 70 plus years of misgovernance become almost apathetic of the role of governance in their lives. They assume that everything is broken and it will remain broken. They exist and they do what they do despite the state. And therefore, they don't make that link between necessarily between their vote and the governance that they are getting. And therefore, I'm not sure how much of this evidence really matters. And part of it is, of course, muddied by COVID because now it's easy to build narratives and say, hey, this happened and at least Modiji saved your life and whatever other nonsense there is. So we'll see how that kind of plays out because I feel that we've sort of entered a space where I don't know if reality matters. It's all narrative battles. And when you think about it, no one person within himself actually sees reality. They see their own limited reality in their limited circles. Figures like what GDP growth may be or what is women participation in the workforce and all of those things. They are abstract things. They're not real to me. I see what is real to me and what is real to me. If I'm poor and if I'm, you know, is that everything's been, it's been screwed forever. And then that kind of tribalism kind of kicks in. And I wonder if this is a realization that the other parties have also come to because the thing that dismays me even more than the way our government behaves is that all the other parties seem to think that this Hindutva vote, this Hindu vote is a big deal, that they have to cater to it. One guy will win and do, you know, have recitations of Hanuman Chalisa. Another, you know, the Congress boasted when the court judgment on Babri Masjid came out that it was after, you know, Priyanka Gandhi said, it was my father who opened these gates. So there seems to be this understanding that the core issue of today is this Hindutva thing that you can't go against that and whatever else you do, like whatever AAP says about good governance and schools and all that, it is on the margins. But this, this Hindu vote thing is a given thing. And, you know, in an idealistic way, I would like to believe that we contain multitudes. There are many aspects to our nature. You know, even if there is one person who doesn't like Muslims and who doesn't want them to eat beef, he also wants jobs, he also wants a better future for his children. But then I see the political parties who would surely understand this better than me. And they're not trying to appeal to those aspects. They are keeping in mind that. So what's your feeling on this? Are the parties showing a lack of imagination?"
    },
    {
        "speaker": "Guest",
        "time": "00:39:52.480",
        "message": "No, I think that politicians understand the electorate, by which I mean the population better than most of us, better than all of us, I would say. And this is purely because of the amount of contact they have, mass contact and regular mass contact. And so if they're doing something, it has to be on the basis of something that they know. It's not, they're not operating on instinct. They are actually functioning on knowledge. Do I expect that a chart on employment or on GDP growth or whatever else might convince somebody to shift their vote in a moment of epiphany or knowledge? I don't think so. I think that all of us as a species, for some reason, operate and decide things often on hope and change, which tends to be narratives that are common to democratic politics around the world. And hope and change is hope for something which is different from this and change from something which is different from this. And I think that what this is, is not necessarily data. Because as you said, most of us really don't know or cannot even be able to comprehend what it is that GDP growth rate means. What does it actually mean? I have no idea. In a part of the world where consumption is limited to 15% of the economy and the vast multitude only consumes food and a bit of water and a bit of power and a bit of 4G and nothing else. What does GDP growth even mean? I really don't know. So, I don't think that it will be the facts by themselves that produce the change. I think it is the reality that the facts are communicating that hope and change will come out of. And to believe that it will not, that this will not be the case, is to not be empirical. I think we will have to look at many decades of democratic nations and conclude that we are totally different from this, that we that what we, we will remain democratic in the sense that we will come to the booth and vote, but we will almost never vote for anything other than hatred. I think that's what separates the real Hindutva of the BJP from the fraud one of the Congress and Kejriwal. Theirs is a defensive one. It doesn't do what real Hindutva does, which is attack. It goes after the minorities, the three things that made this party great. Muslims shouldn't keep that mosque, Muslims shouldn't keep their autonomy, Muslims shouldn't keep their personal law. This that these people don't have. They might wear a janeu and they might go to a temple. That's not really Hindutva. It's not, it's not Hindutva at all, actually. Hindutva is the desire of people to actively, legally, politically exclude and brutalize minorities, especially Muslims. And that is, if we are saying that has permanent appeal, I believe we would be either very wrong, which I think we are, or we would be very different from the rest of humanity, which I don't think"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:29.800",
        "message": "we are. So I by your point that there might be an active Hindutva as it were and a passive Hinduness. But at the same time, I think of Kejriwal when 370 was repealed, he put out a tweet celebrating it saying it's a good thing for the people of Kashmir. You know, he equivocated on CAA and, you know, at no point did he sort of support the protesters and all of that. So, you know, in our earlier episode, you had very eloquently said something that you argued in your book and that stayed with me, is that if you think about Hindutva today, everything by which you define them is by what they are against, which is basically Muslims, right? There is nothing that they are for, right? Now, the thing is, I also then wonder what are these other parties for? We don't see enough of an articulation of that. What are the principles that you actually stand for? What is your vision for a better India? There will occasionally be lofty rhetoric, but when these fault lines open up, like Kashmir, like CAA and so on, one doesn't really get that. A lot of the time, of course, they will say the right thing simply because they are opposing something that is wrong. But apart from that, one really wonders, like, you know, one conclusion that I have come to is that we think of, so many of us think of 2014 as a dividing line in two ways, where the BJP and so on will behave as if history ended at 2014, nothing happened after it. So everything is Nehru and Indira and this and that. And after 2014, you don't need to discuss shit that has gone wrong. But the other side, which is the opposition, will behave as if nothing happened before 2014, right? Where you are not going to talk about, you know, everything that went wrong in the past. You know, for example, you argue, you know, people talk about the sedition law and the way Modi is using it. But the fact is, it was declared unconstitutional in 1950. It was Nehru who brought it back with the First Amendment. And, you know, when Sanjay Gandhi's birthday comes around, and you'll find it this year also, whenever it comes around, all the Congress Party official handles will be treating what a great guy he was, you know, there is no recognition of, you know, all of that. So, and it's so easy to kind of be virtuous in opposition as well. I mean, and there are other reasons why I'm kind of, you know, sort of pessimistic on several margins, and we'll go into them. But what is what what would"
    },
    {
        "speaker": "Guest",
        "time": "00:45:43.680",
        "message": "be your response to this? Many things here. I think firstly, Kejriwal's constituency has a bigger component of the urban middle class than most other large parties. And he's a large party only because of geography and where he is rather than purely the number of voters. So, I'm not surprised that he would take the opposition on Kashmir that he did. I think he's using the same thing as a visit to a temple or being seen in a general event. And once again, I suspect and I think I'm right that this is a defensive thing. And why is it defensive? I think that these parties are operating, this is your this is coming to your second point, they are operating at a time when the narrative dominance of the BJP is absolute. So, they feel compelled to do things and not talk about either the economy or the GDP because they are forced to speak of specific things. Is this how politics and the language of politics was in 2003? I would say no. From both the BJP and from the opposition, the language was different. It's not as if the BJP didn't want to go after Muslims then it did, but it didn't know how to and it didn't know I think Modi gave them a clarity of voice and a clarity of mission, which was lacking in the past. So long as the narrative dominance is what it is, you will find the parties in the opposition compelled to at least sort of address that bit before trying to talk about other things. Should parties talk about how bad they were in the past? I would probably say no, like there's no reason to politics is about the future and about optimism and hope. Should they defy people like Sanjay Gandhi? Definitely not. I think that's dumb. And I think that that shows that they haven't learned the lessons that they should have. Look at Putin, somebody who's barely literate, dropped out of school after class 10, given charge and did so much damage. Arvind Narayan has written a very fine book called India's undeclared emergency, where he, from the first chapter chronicles what happened in those two years. Substantial damage. I think that it will be very difficult to argue that that was a period, we were in any way different from what we are facing today from a pliant judiciary, no habeas, people locked up, forcibly sterilized, for God's sake, kicked out of their homes. It was not very different in terms of the damage the state could do. And there is no question that when we move on from where we are today from the BJP, whether it is the party itself or a change in the party that says that, okay, we will no longer focus on these things. And we'll move on to some other things. We will need to have a new agreement within society, informally, at least, that we will not continue doing what it is that we have in the past. I think that will come. And the reason I say that is because that is the nature of democratic politics, that you have to go back every five years and ask people a question and they have to give you an answer. And within that exchange, I think we will find a more normalized way of functioning in our politics rather than being nasty to ourselves all the time, as has been the case in the past, I would completely agree and is the case today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:23.560",
        "message": "And you know, when talking about current times, I often argue that we really have three problems and there's a proximate problem. And then there are two deeper problems that, you know, remain with us and, you know, cause me to be so pessimistic. The proximate problem is, of course, the government in power, right? Modi and Shah and whatever is happening and the proximate problem has been there since 2014. And we've seen what's going on. And, you know, many people believe that proximate problem is the only problem that if the government changes, you'll be fine. And I think that ignores the two deeper problems. Now, one of those deeper problems is what we already discussed, which is the nature of our society. If our society is fundamentally illiberal, if our society is full of people who are bigoted and misogynistic and hate Muslims and all of that, then, you know, where is the hope? The other deeper problem is the oppressive state, right? And the oppressive state was, in a sense, hardwired into us. We took over the oppressive state from the British, you know, the policeman state as one constitutionalist called it during those debates. We looked at it from the point of view of a policeman. And that oppressive state, that colonial state, as it were, remains a problem. Josie Joseph has a book about how it's been used and his book is not just about the Modi era, it goes back to way before. It is the way that it is. You know, all of many of these people who were arrested in this alleged Naxal conspiracy, like Ferreira and so on, had been arrested before by the Congress in 2012, 2011, you know, Ferreira wrote a book about his years in jail. And I think that those are the two deeper problems. Now, I don't want it to seem that I'm minimizing this particular group of people who are there. But what I am saying, and the one point where I'll differ with you is that you say that when we are done with these people, we'll have a new agreement with society, your words. I think no, I think that even that new agreement in society is meaningless because people respond to the structures around them, to the incentives that they face. And this all powerful oppressive state in combination with the way that our society is, and you know, it hasn't changed for decades for the better. So why should it now? And I'm not saying there'll never be change. I just think that it's a really long haul. And if it changes for the better, none of us may live to see it. But it's a really long haul. It's not a six or eight year process. And these deeper problems bother me far more. Because I'm actually lucky to be living in Maharashtra, which is a state where the BJP is not in power. These deeper problems are around us. I meet bigots every day. I, you know, I feel the hand of the state. So, you know, what, how would you respond?"
    },
    {
        "speaker": "Guest",
        "time": "00:51:49.160",
        "message": "I would actually agree with you. I don't think that anything you've said is either out of whack with what I think or what I've written. I think you've just organized it better. Is one of the problems the state? I would say yes, that the way in which the laws have been written, and the laws have been interpreted, the rights of the state override the rights of the individual almost every time that you have to go to a constitutional court to determine whether or not Article 25 is true and valid for the Muslim woman. And we are going through a period where a high court is listening to such a thing. Does the state have the right to deny somebody the right to wear a garment over their head? The state believes it does have that right. And the state wants to enforce that right. This is the important thing. The state is empowered in ways that it ought not to be. And the state chooses to engage with that power and chooses to wield it constantly. So, we may have spoken about this in the last podcast, but the reality of that table of rights, you mentioned Singh, he's also written a book on Article 19. Do we have the right to peaceful assembly? We don't. You have to fill out a form and send it to the police station. The police has the right to tell you whether or not they will let you peacefully assemble. Do you have the right to freedom of expression? No, you don't. You've got criminal defamation, criminal contempt, sedition, you've got mob violence, you've got 153A. So, you don't really have the freedom to say things that people might be uncomfortable listening to. Do you have the right to occupation? The Supreme Court said no, that the right of the Bihari butcher to the fundamental right of the Bihari butcher to slaughter the animal that he had was overwritten by the rights of the majority not to have their sentiments offended. This is the Chief Justice of the Supreme Court. So, there is a structural problem there with the state that you've given it too much power and it is enthusiastic and willing about using that power. Is there a mechanism that you can employ to change that? And I would say the answer to that is yes. And does history tell us that in the long view, states that have a fundamentally sound structure are able to reform themselves very quickly if need be? I would say yes, that if you have a fundamentally sound structure, which I think we do, which is the Constitution, the little stuff can be sorted out. Will the state be malign even if it doesn't legally have that power? I think it will to some extent because it is coded into the state to round up the house servants and beat them up first before they start any kind of, you know, sort of probe into theft. That's what they do. They beat people up. That's what the state is in India. The most efficient part of the state in India is the police. It's law and order. So, some of that will remain, it will be residual, but it will be drained out in time. There is no question that that is the trajectory of modern states. To the second point on society, slightly more difficult. I think because it's easy for us to engage with individuals and look at their traits, and it's much more difficult for us to portray that on a large number of people, that this is how they will continue to behave. Dindayal Upadhyay, in his lectures, which have been compiled, the four lectures which are called Integral Humanism, said that the nation was the same thing as a mob. And the mob he defined, these are not his words, I'm trying to explain what it is that he said. He said that it is possessed by a frenzy, which is not different one individual from the other within the mob. And at a larger level, this was what the nation was, that people felt something so similar that they could be compared to a mob and what the mob wanted. I found that sort of, you know, interesting. I don't think he's right. I think he's very wrong. The human being has not evolved differently one nation from another. Cultures, faiths haven't evolved differently one nation from another. The effects on fertility rates of education, modernity, poverty, illiteracy, or wealth are exactly the same everywhere in the world. Now, if something so fundamental as sex and progeny is the same, is the rest of it, can it be very different? I would say no. Is this purely once again, the question we were talking about a while back, whereas if you look at, let's say the sensex from where you're sitting, from 1980, it looks like this. But from where I'm sitting, and I've got a narrow view, it looks like that. And maybe are we looking at one of the troughs of a few years? I would say yes. So while I completely agree with you that the party, the first part of what you said was the issue, and you and I agree that it is a serious problem. The other two have to be, you know, addressed. Will the second part be addressed through a conversation we have with the ballot box? I think so. Will the third part automatically then fall into place? Because it follows the rules of the second that the population believes that we need to do things differently, because our priorities must lie elsewhere in these things. Does that change? I would say yes, it follows from there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:57.360",
        "message": "So I'll just think aloud. And of course, I agree with you entirely. And Mr. Upadhyaya is comparing a mob with the nation is rather strange. But there's one aspect in which he might have something there, though I don't think he meant it this way. There's this wonderful book by Gustave Le Bon written in the early 20th century, I think it's called The Madness of Crowds or something. I don't remember. I'll look it up and link it from the show notes. But there's an interesting insight he shares on mob psychology, which is where he has this concept of a threshold at which people sort of act. And you know, one of my friends and you might know him as well, the journalist Rishi Majumdar, he was once lynched somewhere in a small town, lynched in the sense lynched just means beaten up by a crowd, by the way, doesn't mean killed. So he was beaten up by a large mob. And he described it to me the way he described it was that he was just arguing with a couple of people and they were shouting at him and there were five, six people around him and they were haranguing him. And then one guy who wasn't even part of that original bunch of people, he just came from the fringes and he whacked him, right? Because whatever, I'm so macho, I'm going to whack this guy. And then another guy whacked him and then people, then they all joined in and everybody whacked him. Now what Gustave Le Bon, and I think this is Le Bon's insight, I might get confused because I read a whole bunch of books on this at that time. No, I think this is a crowds in power. Perhaps. Yeah. And the insight here is that everybody has a threshold that, you know, you might be a person who if you feel like hitting someone, you'll hit him. But then there might be someone else who will not hit who be the first to hit. But if five other people hit, he'll join in and his threshold is five. And there might be somebody else whose threshold is 20. And then eventually everybody has a threshold and they all join in and they beat up whatever, right? And I wonder if, you know, in the kind of actions we see around us, whether there are thresholds in play as well. Anyway, that's a, I agree with you on the broad point that nations are not mobs. Now I'm going to sort of try to ask another broad question. And I'm going to go back to what we discussed earlier of, you know, when we think of history, if we think of 150 years, 200 years, it's a small sample size in the larger scheme of things. And another way of thinking of it like that is that we think of nation states as having some kind of permanence, right? That nation states have really been around for a few hundred years, not, not really more than that in the modern form in which we know them. This particular nation state of India has been around for less than 80 years now. In our minds, it is a permanent thing. These are lines on a map. This is kind of what it is in the lived reality of people. Once you forget about the oppressions of the state and the limitations that imposes, this is not such a factor. Like I did an episode with Nirupama Rao a couple of days back, I recorded it a couple of days back, it might even release after this, where she spoke about how the people of Tibet, when they would draw maps back in the day, there would be no borders on it. You know, if there's a mountain, they don't want to divide it with a border. If there's a river, they don't want to divide it with this thing that the cultural similarities that we have and what brings people together and you've been to Pakistan, I've been to Pakistan, we know this, we are the same people, right? You know, Lahore and Delhi have way more in common with each other than Delhi and Chennai. And I sometimes wonder if, you know, sitting from where we are, we make a mistake in assuming that this is the nation state of India, it will always look like this borders will always be like this. And maybe that's not the case. Maybe if you just step back, and you'll see that these things have been in flux throughout, for example, you know, you do see a north south gap coming up, this could explode when the delimitation issue kind of comes up. And we have the solidified notion. And I would say that honestly, the India that you and I love, it's sort of an abstract thing, which includes elements of culture and food and language and people and all of that. It is not lines on a map. Right? So what are kind of your thoughts on this? And do you think that some of the ways in which we think about the world could be constrained by our thinking in terms of these lines on a map?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:39.360",
        "message": "Absolutely. I think that unless we acknowledge and come to terms with what we are doing in Kashmir, or what we have been doing for 65 years in the Northeast, this will not end well for those who think of nations as lines. Because it's unsustainable. We don't have enough sovereignty, because we live in a fairly engaged world, which we want to engage with, we are not telling the world go get lost, we are saying to the world, we want more responsibility in this world, give us a permanent seat on the Security Council. So we are as a polity as a state, we are moving in a direction where we are willing to engage with the world more willing to engage with the world more necessarily means that you're giving up sovereignty on many things that you will listen to the world. That's the first aspect of losing sovereignty. That you have to stop speaking, let the other person speak and then respond to them, you might choose not to say anything back or you might say, as this government does, this is our internal matter get lost. But the reason why you're forced to say even that is that it is the first element of a loss of sovereignty, which all states have no matter how powerful. In such a world as we are seeing develop, can you continue to have actions from the government as we have today in the Northeast and in Kashmir, I would say no, and I would say not for very long. And if you don't, the external world will force changes on you. And then you will not be able to see the same lines that you saw, or the lines that you even the lines on the ground today are not the ones that are there in my mind. Most Indians would be very disturbed if they saw the actual map, and we're actually the line of control in Kashmir, for example, I was I think, 16 or 17 when I first saw it, and I was traumatized. Because the idea we have so anthropomorphize the map, and it looks so much like a like a person that any part of it, particularly the head, you know, being shown as being in a possession of somebody else seems very, very wrong and very off. And that's the way I felt then. External change will come. And I'm not just talking about the fact that we engage with the world and most nations want to be part of a rules based system where human rights is one of the rules, then it's not just that. I think the broadest parts of change come because of of technological shifts, and the rate at which it's happening today is much faster than it was in the past. Accelerating, in fact, one of the most obvious things that that occurs to somebody who looks on this and says, Okay, what does that have to do with the state? So when Jammu and Kashmir acceded to the Union, one of the conditions one of the handful of conditions they had was that communications would be controlled by the Union government. Communications can't be controlled by anybody today. You know, because communications that word meant the telegraph and the telephone, in a time of the world and maybe highways, if you were to sort of extend it. Today, none of that is actually relevant in a world where you can communicate without the without the state being an either a provider or an intermediary or an agent of any sort. A state can deny that to you for how long I don't know. But it cannot, it doesn't control communications anymore. That whole part is gone. One of only three or four things that the Union of India had wanted from Kashmir. So that that's, that's the nature of the world we live in. How much power will the state have over the individual and the way they lead their lives? 20 years from now, it's hard to imagine a world where what happens in Kashmir today, which is that there is no freedom of either assembly, where there's denial of community. Kashmiris are the only part of the world not to have had any education through the pandemic period, because for 17 months, they didn't have any net. It's hard to imagine a state doing that being able to get away with doing that 20 years from now, I don't think it'll happen. So what are the options? Either you fix it, or it'll fix itself. I think those of us who are line nationalists, as I have been for most of my life, will will have will be forced to fix it. These are problems that you cannot let fester for too long. If you want these lines to remain, it will be one or the other. And I think that the what you and I saw on old maps, you know, where when you said it about the Tibetans, it sort of occurred to me that all really old maps don't have like they just say, Tibet, China, India here, you know, this is very big, there's no sort of nation state pipelines, it will probably become that. I'm saying that right now, again, looking at the kind of long view of history and the short view of history, global trade was low from 2014 onwards was very high before that. Last year was the biggest, there was a 23% boom in sort of global trade. Will that continue? Probably not, because there's a sort of limited space there is. But the desire is there that we want to be a world where it's easy for components to shift quickly, sort of in and out of countries without too much paperwork, so that efficiency is where it's at. I don't foresee that being too different for people either, that you will have movement, which will be fairly smooth and much simpler than it was 20 years ago, or is, you know, today, this sort of system, I don't think will continue for too long. And it's for nation states that are particularly nationalistic or have lots of nationalistic people within them to ask themselves what because there'll be a lot of trauma. This will come with a lot of pain for many people who don't think of the world as a benign place outside of the nation, they see their geography in sort of Chanakyan terms, you know, where the immediate neighbor is an enemy and then so on. That's not I mean, that's neither is that the reality, nor is that something that they will be able to escape from in the very near future. I think in our lifetimes, I don't think that you and I will die in a nation that is even remotely similar to the one that we are living in. Yeah, I'm assuming we don't die too soon."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:17.240",
        "message": "Well, I mean, in the long run, we're all dead, as you can see."
    },
    {
        "speaker": "Guest",
        "time": "01:08:20.080",
        "message": "Yeah, that's very true."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:21.080",
        "message": "I'm struck by what you said there about the relevance of the nation state and that in many ways, it might gradually be becoming more and more helpless, because one of the themes I've been thinking about and in different contexts, and it seems to really apply uniformly and might apply to this also, is the dissipation of mainstreams and the decentralization of everything. We see this in the media, for example, where you had a consensus on the truth in the 90s, because you had these mainstream outlets, and they controlled everything. And that's completely dissipated, you know, information, knowledge, anyone can kind of go there. And I think net net, it's a good thing. But obviously, it has obvious negative effects, which we've kind of seen equally in, you know, in the world of cinema, in the world of music, you have these kinds of dissipation, Steve Van Zandt said in a spoken and old interview about, you had a mainstream in music, which was rock, only and in the Western world, only really between the 60s, Beatles, Dylan going electric to Nirvana. And after that is kind of dissipated in all kinds of little niches that often don't even talk to each other. And I wonder if that's, that's, you know, one of those illustrations of something that is mainstream, not recognizing its own irrelevance is the whole nation state kind of thing where we don't need to function within those frameworks as well. Individuals are empowered by technology and trade to kind of go beyond it. And a lot of the authoritarianism that you see is in a sense, a kind of response to that."
    },
    {
        "speaker": "Guest",
        "time": "01:09:45.000",
        "message": "I think that the the nation state is constructed for a reality which is very fast eroding. So let's say one aspect is the military, which is like a disproportionate sum is spent by many nations, which face very little threat on things on toys that they will never use. We bought 36 planes for 59,000 crore rupees, when the last war where we use fighter jets in meaningfully was 50 years ago. Do we foresee of war with the state sort of anytime soon? I hope not. But that is the the architecture of the state that it looks on itself, not only as a provider of security and a sovereign, but also a provider of services to the community that it services itself. Are we built for purpose as the corporate set would say? No. Because the impulse of the state in many parts of the world, including ours, is to focus disproportionately large resources on the negative side of what it does, stopping people from doing something, law and order, rather than being able to make things more sort of not just efficient, because that's a word that has been captured by the set that extols Aadhaar, but by making things easier for the citizen and the individual to enjoy their lives more. There is a disconnect between that kind of Ram Rajya type thing, which I presume is what was meant when that when that phrase was constructed. I hope it wasn't the fact that we should have a sort of society that is stratified by caste. But we're not and this will break. Either you change yourself or you fail. And failure comes to many states. It may interest your listeners to know that India has substantially moved away from the Nordic states on the failed states index towards Somalia and Yemen. We are moving in that direction. We're not there yet, obviously. But the direction of the movement is sort of in the wrong way. And I think only one reason is that first part of the three part problem that you spoke of, which is the party in power, I think, in large measure is also the third part, which is that the state is not built for the purpose of modern living tends to focus on the wrong things too much of the time. And we'll have to change or we'll have change forced on it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:38.180",
        "message": "Yeah, I'm reminded of, you know, Francis Fukuyama had sort of, I learned about a framework of looking at the state through him where there are you look at it alongside accesses of access of scope and strength. And the problem with the Indian state really is that it should do a few things and do them really well, like protect rights, like rule of law and all of that. But it does many things and does them really badly. And of course, it does a few things like rent seeking exceedingly well. But that aside, so you know, this is just sort of a fundamental problem with it. I want to sort of, you know, almost continuing along these same lines, but on a sideways theme, you know, one of the, for me, the most interesting debate in that Nehru book I mentioned was between Nehru and Mohammad Iqbal. And there I realized that, you know, there's almost a sense that Nehru doesn't understand what Iqbal is all about. And then Iqbal writes him this letter where he's very patiently explaining to him that it's almost like, dekho beta ye hai. And it seems to me that Nehru's focus is on the nation state that is to come. That is true. That is India. And he's already got that idea of India in his head, which he develops, solidifies all of that. And that is where we are. And that is where we went. Iqbal's focus is on a bunch of different things. And his thing is the Muslims of India and indeed elsewhere, are not just thinking of a nation state, you know, they are also simultaneously grappling with does their loyalty lie to Umma, which is a larger sort of Muslim brotherhood, a Muslim nation, as it were. And at this point, we are in the British Empire, there is no Indian state yet. So, you know, while Nehru is focused on that one thing, they are talking at cross purposes, because to Iqbal, there are other worries, which encompasses which go well beyond this, all of those things. And so tell me a little bit about and perhaps you could argue that, you know, some Hindus may have also, you know, had a crude version of the same thing that it was not about nation state, it was reaching ancient Hindu glory again, and all of that. But leaving that aside, and it seems to me that in a sense, it's a tragedy for the Muslims of this geography, that they kind of first got trapped by partition, and then they got trapped into a particular nation state, which has now gone along this particular direction. And it almost seems a discontinuity with history, they will, you know, there were thoughts kind of going in different this thing. And I'm not obviously saying that the Umma could be something concrete, or it could be something but in terms of your sense of identity, then perhaps being constrained in one way, and perhaps being expanded in a good way, where you know, as a citizen of a nation state, you know, there are good aspects to that as well. So what is kind of your sense of the history of this, because now sitting in the current moment, everything seems solid to us, that nation state India line on a map, it is solid, you know, we have Muslims, you know, Pakistan doesn't have so many Hindus. So we are secular, but we have 15% all of this is happening. Everything kind of seems solid. But these are really to me, for lack of a better term, I'm not being very eloquent. These are kind of liquid questions. These are, you know, the resonances of the past continue to echo today."
    },
    {
        "speaker": "Guest",
        "time": "01:15:50.860",
        "message": "No, the two things that I think would stand out in terms of not being as solid in the period that you're speaking of, would be first that the because they were in a weaker opposition in bargaining terms, the Muslim League said, they said two things. One is guarantee us a certain number of seats in these areas, and in the union, separate electorates, which was which the Congress said no. The second thing that they said as a compromise, if not this, then this. Not a strong union government, a federal government, a federation of states that become a unified India. Congress said no to that. Nehru wanted, Nehru is closer to the BJP in many ways, he sees India as this kind of, you know, civilizational state Bharat Mata, as you said, forward looking into what it could become rather than what it what it was. And also exactly like the BJP, the BJP, this is the same set of speeches again, did not want the states. He said that we cannot have Tamil Mata, Banga Mata, Bihar Mata, we only have Bharat Mata. So, there will only be one legislative body in the center, and you will have the village. And the dislike of federation continues. I think that GST, with GST, we've seen the states give up a lot of the power that they had, which they shouldn't have, I think. And you're seeing that people are questioning even article one of the Constitution, perhaps not knowing that it's there, that we are a union of states, which is what we are. So, at that point, I don't think they foresaw it becoming this. And I think that they would have acted, or at least tried to, I hope, in substantial measure to not reach where we have today. Iqbal, who died 10 years before partition, 1938, he went to Spain. So, he's a lawyer, not a man who was part of government, also poet, very fine one, went to Spain and went to saw the West and said, Spain is obviously the sort of what many Muslims consider to be the high watermark of their civilization and felt that there's something wrong that's happening here. And it's happened because of faith, that there's some linkage to faith, that if we are able to fix that, we can go back to be as good as we were then. And then we can compete with the West on good terms. I don't think that the idea was conquest. The idea was, okay, what's wrong with us? No, that what can we fix? And to his mind, the biggest influencer was faith, that if you fixed faith, then you would be able to fix yourself. So, he is a supporter of the idea that you Islamize government, that you bring in faith into the state. And then by that thing, two things change. One is the faith itself becomes more modern. And then the state itself becomes more sort of Islamic. When Liaqat Ali Khan speaks to the Constituent Assembly, the minorities are very vocal, they say that this is a problem, you're going to introduce religion into the law, we'll be discriminated against. His speech, he says, no, we'll make sure that that's not the case. But most of his speeches on the fact that he's saying that this is not aimed at you, it's aimed at Muslims, that the modernity had run far ahead, he's speaking in 1950. So, this is just a few years after the atom bomb is thrown on Japan. He's saying that it's reached far beyond the spiritual side of man, and we need to integrate the two. And so, he comes to the same conclusion as you know, Iqbal does that if we were to integrate faith into the state, we could reform both and make them sort of better, which didn't happen, obviously. The interesting thing to me is that while India in the last few years, legally speaking, has become communal, it has become has introduced religion into the idea of citizenship, the right to propagation was taken away from the Christians very early on, which is both a criminal offence and a fundamental right in this strange nation. And the sort of introduction of the criminalization of the possession of beef, what we are seeing with the hijab and the law, Pakistan's moving in the opposite direction, it's secularizing itself. So, Pakistan, Bangladesh and India have the same 150 year old penal code, which was given to us by a Macaulay. The only way that Pakistan felt it could do something different from us was to change that penal code. So, they introduced in the 80s, lashing for drinking, which they haven't carried out in decades. In fact, the Supreme Court has read down the offence of a drinking saying that it's not a sin. They introduced the hudhud punishments where you would cut somebody's hand off at the wrist for theft and then the leg the next time and so on. And they trained a set of surgeons to carry out these amputations and never even carried out one. Doctors were terrified when they were being trained, the judges were all trained in common law. So, Pakistan has tried to become sort of Islamic and very different from India and from Bangladesh but has failed. Laws that were introduced also in the 80s on say rape, where rape was taken out of the penal code and sent into Sharia, where if the woman who was raped couldn't prove by bringing four male witnesses to the act of rape, which was an impossibility, then she will be charged with a fornication. So, under Musharraf, that law was brought back into the penal code from Sharia. So, it's very difficult to tell the difference between the Islamic state of Pakistan and the secular republic of sort of India in terms of law because they pretty much show the same thing. Even in terms of policy, they show the same thing. Pakistan, by law, no non-Muslim can become the prime minister there. There is no chance of a Muslim becoming a prime minister here. So, whether it's through your actions or through your statement of intent on what you want to be, there is not that much difference. And I think that both sets of people, Nehru on this side because he was the most obstinate and I think Liaquat and Jinnah himself and the rest of them, Iqbal certainly, had looked on the subcontinent of 2022, would have had to recalibrate the way that they imagined both the nation state and the role of faith."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:29.260",
        "message": "So, you know, I mean, if Pakistan is moving in the right direction, then that's that's one thing that supports your argument of the arc of history going towards a good place as well. And one thing the arc of history certainly does is go towards a commercial break. So, we'll take a quick break and then we'll come back and continue this discussion. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at IndiaUncut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to IndiaUncut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at IndiaUncut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Aakar Patel."
    },
    {
        "speaker": "Guest",
        "time": "01:23:56.900",
        "message": "Hello."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:57.900",
        "message": "So one of the really interesting bits about your Price of the Modi years book, and it's a great book, a lot of it is interesting, but I love the introduction where you speak about Modi and at one point you have this passage in the book where you write, Modi's contribution has been to align the party to its original RSS roots while retaining and increasing mass support and bringing crores more to the ideology of Hindutva. He has legitimized and normalized the RSS and made its values promoting an exclusionary nationalism acceptable to Indians. What was once communal is now legitimate and what was secular has been made inauthentic. It is a remarkable achievement and must be acknowledged. Stop quote. And you know, I want to ask you at this point about, you know, Carlisle's great man theory of history, where the great man theory of history is, of course, that there are great men who move history and make things happen and blah, blah, blah. Yeah. And many historians would argue that that's not the case. We are giving too much credit to great men and women and mostly men in history, unfortunately. And really currents of history move in a particular direction and individuals don't play such a great role in that. And the reason I read out the Para is I was, I was struck by this. Modi's contribution has to, is this, it is a remarkable achievement. Now, on the one hand, it strikes me that, you know, that in a sense is that this was waiting to happen. Society catching up with politics was waiting to happen. Inevitably, at some point it happened. And, you know, you can argue about the timing this way or that way, but it would have happened. But the other argument is that, like you're saying individuals do make a difference. There's Modi who managed to build this personality cult. There's Amit Shah, whose skills as an election manager are indisputable in the way that he managed to consolidate the Hindu vote. And again, there are all the counterfactuals like Keshava Guha wrote an essay about, think of all the untimely deaths, which enabled the state of events today. Pramod Mahajan dying, for example, would Modi have come up in the party in the way that he did if Pramod Mahajan hadn't died? Or within the Congress, strong leaders like, you know, Cyndia Pilate and so on dying, you know, would, would the family have captured the party so completely if those guys had still been around? So what are your kind of views on this? Because it's very easy to make this one man, Modi, the locus of the whole thing and say that, okay, he's come around and he's changed all this and so on and so forth. But the other side also seems plausible to me that this shit would have happened anyway. Maybe somebody else would have been in charge. Maybe the BJP would have come to power in 2019 instead of 2014. Maybe it would have been Adityanath."
    },
    {
        "speaker": "Guest",
        "time": "01:26:27.540",
        "message": "Maybe it would have been someone else. We don't know. But I'd see it as a, as a car, the car, the first gear is the most, the most powerful gear in the car. It takes you from zero to somewhere. Going from 40 to 60 is not that big a deal. Modi took a party which was at about 20% of the vote to about 38%. That is his contribution. He's widened the base he's brought in people who are not traditionally BJP voters into the party. He has also for the first part of what you read out, the context is a technical, that is the, when in 1980, the BJP decided to rename itself from the Janasangh, Vajpayee said that he wanted to transform what was a carder-based party by which he meant all the office bearers of the beat of the Janasangh were members of the RSS. That was the qualification that they needed to have. From that carder-based party, Vajpayee said, I'm going to make, let's make this a mass-based party, by which he meant that you don't necessarily have to be a part of the RSS to be a part of the BJP. But he was not able to succeed in large measure. But the fact is that from single digit vote shares, all through the 50s, 60s and 70s, the BJP only achieved double digit vote share and its first state victories after Advani took over the party and decided that this was a good issue to campaign on. Vajpayee didn't know what to mobilize people on. He had no idea that even Advani did not know that this would be a big issue to mobilize on. He says, he writes in his book, My Country, My Life, that he was surprised when he got the response that he did on his Arath Yatra, which Modi was the organizer of the first leg from Somnath. Then you had a very serious episode of violence and 3,000 Indians died. But the party got its first states, UP, it won UP. That was, I think, the shift for the BJP from being many decades run as a hardworking kind of RSS type discipline force into a mass force. That is what Advani did. Modi carried it to the next step. So, I don't think it is fair to either to Advani or the rest of the people within the BJP to say that this is one man's doing. It's not. It's much easier to take the party from 20 to 38 than it is from 0 to 5, which is what a lot of people did before him, including Dindayal Upadhyaya and Balraj Mathuk and Vajpayee, of course. What he's done in a period of our history, where the idea that India is destined for greatness and that greatness was not very far off, and that greatness could be achieved through an individual charismatic person, came together with this man. He had one more advantage, which is that he's the only leader in our history, the only chief minister in our history, because law and order is a state problem, to remain in office after a major pogrom. Nobody else in our, everybody else, if you look at Gujarat itself, 69, you know, Mahendra Desai loses his job. Wherever we've had violence, including in Maharashtra, Nayak was taken out, Pawar. When you have mass violence, we seem to think that we know that justice will almost never come. But one thing that we can do to move on from this is to change the face of the leadership so that society can feel that the past was wrong. And then, you know, we've moved on. It didn't happen in Gujarat. Not only did it not happen, he was endorsed by the Hindu voters three times after that. And so he was able to, without doing anything, retain that Hindutva majoritarian charisma that was his when he oversaw the events which are this week, exactly 20 years old. Vajpayee was unable to remove him. He tried to wrestle him down in Goa. And Modi said that he would resign if the party wanted it to. The carder barked at Vajpayee and said, you can't do this. He has to remain. And I think he expresses a very confident majoritarianism, which Vajpayee did not or could not. Advani tried to but also muffled his voice by saying, you know, saddest day of my life sort of nonsense. There is nothing apologetic about what Modi says or does, which is what makes him attractive to a large part of his constituency. In his absence, to sort of return to what you said, would we still have arrived at this place? I would say no. It is highly unlikely that the natural course would have brought us here. And for this reason that in taking the party from 20 to 38, he brought in people who are not traditionally majoritarian voters. A large part of his popularity, which is then reflected in his image in the media, is his messianic quality as somebody who will bring India to what is called a developed nation, whatever that means. That will sort of become the next US or the next China, which we are not clearly now that the evidence is there. And that part of that vote would not have come to the BJP just automatically. You needed somebody from a mercantile type background, running a state for several years and able to still retain that quality of being Hindutva minded automatically as he is. So, he was able to bring those things together. In his absence, I don't think they would be at 38%. Would he have brought the party to 5% from zero? I would say no. He doesn't have the focus or the concentration, extremely solipsistic and sort of inward looking. He is the antithesis of all those people who we barely remember the faces of, who brought the party to 18 and 20%. And I think because he's spent two decades in office of sitting over absolute majorities for all of these 20 years, he's never learned how to compromise, how to take no for an answer, how to step back. And he's been forced to externally by the women of Shaheen Bagh on the issue of CA, by the farmers mostly Sikh on the issue of the farm laws, as will happen also on the issue of hijab. And that is not the sign of somebody who can build something. You can only construct when you have the patience and the ability to work with people. If you focus on yourself all the time, which he is, you're not going to be able to build too much. So, in this instance, definitely, I would say that in his absence, the party would not be where it is today. But also that in his presence, the party would not be aware it was in the 60s and 70s."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:47.460",
        "message": "Lots to think about that. But you know, my brief counterpoint to that would be that this widening of the base, I think it started happening before that. I mean, even if you think back to 2010-2011, India against corruption, the anger against the debt dispensation coming to the brim, people just fed up of corruption, people fed up of everything that was happening, you know, and had Vajpayee been 10 years younger and still been around, he would actually have had a record in government to point out because he did do a lot of economic reforms. And in that sense, he had already walked that talk to some extent. I feel like Modi was right time right place in the sense he came along at a time where everything was there and he captured it and he embodied it. And there's no question that he obviously didn't believe it because a lot of the rhetoric that he gave like Salman Sohs was on my show and he said even though I'm from the Congress, when he came to power, there's a part of me, which said maybe it's a good thing. Maybe he'll do all of these things, minimum government, maximum governance, and all of that. And of course, none of that happened. You realized immediately that that was just kind of BS. I'm also struck by, you know, the narrative of the 80s that when when Vajpayee started the BJP circa 1980, he spoke of Gandhian socialism, because he wanted to kind of expand that, you know, they got very few seats in that first 84 parliament, but Veer Sanghvi's argument in his book, and he also expanded upon it in his episode with me, was that that 1984 vote for Rajiv Gandhi was a Hindu vote, because it was an anti Sikh vote, it was a Hindu vote, he had the Hindu vote, the BJP realized that what the hell is happening, we are talking Gandhian socialism, while the Congress is getting the Hindu vote. So they pivoted, and they went hardcore and Rajiv Gandhi didn't realize this, and he lost that. And you know, and it worked out for the BJP right time, right place, everything, but it was Rajiv Gandhi who opened up, you know, the Babri Masjid at that time. So it's, it's like, that force in society, you know, whether you call it the Hindu vote, whether you judge it one way or another way, that doesn't matter that force was there, it was going to be expressed, it was going to grow. And it kind of, you know, went in that direction. Would you differ with for example, some, you know, Veer's view"
    },
    {
        "speaker": "Guest",
        "time": "01:35:53.980",
        "message": "of the 80s and so on? I haven't read his book, but I'll say this, that what do we know about the manifestos of the Jana Sangh and the BJP, they don't change at all. It's exactly the same issues throughout the decades. When Vajpayee cedes the presidency to Advani for two years, Advani doesn't do anything, he doesn't know what to do, basically. What happens is that a bunch of people within the BJP who are also connected to the VHP, including Raj Mathas India and Katiyar, they begin to associate themselves with this movement, which says that we need to break this mosque, and we need to build a temple. Advani at some point determines that he will throw the party's weight behind it, despite the fact that as you see the BJP's constitution, the first page of which says that we will, we will sort of adhere to Gandhian socialism, that will be the party's guiding, that will be the party's official philosophy, I think, if I'm not mistaken, and the guiding philosophy will be integral humanism. They also, Vajpayee, nine years before the law was passed, puts in secular into the party's constitution saying that we will sort of adhere to secularism. I think the shift is the Babri Masjid, that you can you mobilize around violence against Muslims and Advani figures that the answer to that is yes. Would that naturally have happened in democratic politics? No, you need an agent to make it nasty. Democratic politics, like the reason why it is the if you are sane in this country, you don't have a problem with TMC, like don't have too much of a problem with the TMC, or the INC or the ADMK or the DMK or whatever or Naveen Patnaik or PDP or you know, whoever else. But if you do have that bent of mind, you there is only one party for you. It's only the BJP wherever in the country you are. So, that tells you that it's not normal. Doing this requires something within you that most people don't have, most parties don't want to have. The BJP has it, it wants to do this. It's the best at doing it. For this reason, that it's genuine. It's the real thing. It's genuinely bigoted. And it displays its bigotry. Well, Modi is the best person to express it. You spoke about Vajpayee and the deautees or the late 90s and walking the talk. Modi doesn't walk, he only talks. There is no the demonstration is there. Eight years is sufficient evidence. There is no this is the period between the capture of the chancellorship and the beginning of the Second World War. All of the work has all the time is already there. The data shows that there is failure. You could argue that we got one lakh crore rupees in GST last year, which is what, in his defense, he said that, oh, you know, the GST, we are back to where we were in 2018. And that's a great sign. I don't know what that means. But he's not able to walk. He's shown that. He walks in disastrous ways like demonetization was literally stamping on the messianic figures in our part of the world are dangerous, whether they are from the Congress Party, or whether they are from from the BJP, because the polity will just dissolve, not only bend, it will not there is no ability to say no. And there is no ability to execute with competence, which is the worst kind of thing to be in and have a very strong leader, which we which is what we have. And which is why we are where we are. I did an episode with Vinay Sitapati"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:36.100",
        "message": "on his book on you know, the BJP for Modi as it were. And one of the interesting points he made there was that in his view, you know, Vajpayee and Advani were playing the game because that's where they saw the biggest benefit for their politics that this is how you can mobilize people and blah, blah, blah. But according to him, Modi and Shah were true believers, you know, which is dangerous and which ties in with what you're kind of saying. I want to talk a little bit about Modi now, but in a sense that there is a wider application to of this as well. So I had written a column a few years back called the Aankho Dekhi Prime Minister. And that was based on an anecdote that a friend of Modi's told me. And this friend of his used to work with him in the aughties when he was CM of Gujarat. And she describes that one evening there was like a personal gathering at his residence of six or seven people. And he was telling them a story about how his mother was once ill. When he was a boy, his mother was very ill and he went to switch on the fan because she was feeling hot. And he realized that there is no electricity. And as he related the story, he started crying. And my friend's point of this was that his understanding of the world is purely experiential. He has experienced that electricity is a big deal. He has experienced that roads matter. So when he comes to power, these are the things he focuses on. But beyond this, he can't comprehend anything. In fact, my column was sort of in a sense an argument for reading more that, you know, an experiential understanding of the world only goes so far. There are so many things beyond this, especially when you're running a country, you'll you think of things like, you know, spontaneous order, the way economies organize themselves and how all human interactions are a positive sum game. And these are unintuitive things that you do not really understand all the time from personal experience. And my point with him was that in his case, one cannot judge him for not being a good reader, because that's a question of privilege. If he hasn't read, he hasn't read. But then the approach of a person like that is that you have the intellectual humility, you surround yourself with experts, and you listen to them. And you understand the limitations of your own knowledge and understanding. And in that area, he's completely lacking. And I want to quote this bit. And this is really you quoting Modi. So it's Modi himself, where in your book, you quote this Madhu Kishwer interview from 2014. And there and these are Modi's words which are quoting that as a YouTube link, I'll put in the show notes. And he told Ms. Kishwer, quote, three or four days after I had taken office as chief minister, the chief secretary came to me, he brought a heap of files this tall, and he made a gesture about three feet high, they must have weighed 15 or 20 kilos, the PN left them on my table, the chief secretary sat and said to me, this is a file for Narmada. I can remember Narmada, but there were three other files also. The CES said, these are on Gujarat's vital and sensitive issues, take the time out to read them, you may need to speak on or take a position on at any time and address all these issues. I kept looking up and down the height of the stack three or four times I said to him, you leave here and we shall meet in a few days. I did not even open those files, they stayed where they were, stop quote, and so on and so forth. And basically, the thrust of it is that he'll tell any of the bureaucrats with him that you summarize it in a couple of words, and in a couple of lines, or, you know, you know, give me a couple of slides and basically, just sort of sum it up. So obviously no appetite for complexity. And this also reminds me of something that Harry Truman said when he was president, where he said, give me a one handed economist, because all his economists kept saying on one hand this on the other hand that so he was like, no, you want certainty, you want to be able to take decisions. And I and the reason I, you know, love this part where you talk about Modi is that you talk about two qualities that are ascribed to him, decisiveness and charismatic, and you break it down. And you talk about why they are really bad qualities. And it seemed to me that this simplistic appetite for knowledge that you know, make it simple and give it to me. And you know, the certainties that come from this, it seems to me that they tie in directly to these two words decisive and charismatic. So break those down a little bit for me, because I love the way you did"
    },
    {
        "speaker": "Guest",
        "time": "01:43:40.860",
        "message": "that in the book. Yeah, the guy who was the chief secretary then 21 years ago is still in Modi's office guy called PK Mishra. Wow. So these are the same people he's worked with and is you know, a comfortable working with who are willing to do what it is that he requires them to do. And it appears based on his words that he does not like as you said, a complexity that the simplification of an issue down to its essential elements is sufficient for him to understand it at at like, whatever depth he feels is necessary. But to add to that he has the quality of based on that material deciding what it is that should be done next. And I think that a lot of the things that you might look at as unique things that he has brought into the system, on the side of the economy, on the side of foreign policy, on the side of national security can be seen as emanating from these two characteristics where the problem is simplified, and then that simplified problem is given a solution, which doesn't really work. It doesn't even work at the level of a household forget at the level of a nation, where things unfortunately, are so complex, that they can never be simplified. It's not possible that the what ifs are so many, that to calculate each of them would be to count the atoms of the universe that it but that is what certitude is, it says that there is a certain way of doing things, which will either break from the past or be done right by this person who means well, I think that's the one thing I think he's able to absorb his mistakes. Because I think he genuinely believes and maybe it is the case that he means well. So once once that is internalized, then it doesn't matter then then, then failure or what somebody else sees as failure is just fate. It's not for lack of the person's intent and lack of the person's honesty, you know, somebody who breaks down crying while speaking about himself will have such characteristics. And I think that it will be interesting if somebody once again looks at him. I'm not talking of a psychological profile, but I'm saying that somebody who with who understands human beings at large and how they behave, just like Ashish Nandy looked at him and said that these this is much before he became the chief minister, and was able to identify traits in him that have all come to be shown by a Modi and so are true. He shows them quite openly I think if if your listeners were to go back to that video, he's quite proud of the fact that he does he can't get the I can't do this through academics study that is what those are the words that he that he uses. And then he repeats himself I can't do that. He sort of emphasizes that that is not my way. My way is to like, like, you know, get get the gist of something and then throw the silver bullet at it. And one of the problems is that very complex problems require very big minds to be thrown at them. And when you have a very complex problem with somebody who refuses to approach it intellectually and has a cabal around him, which is willing to go the same person that spoken of in that interview sits in the PMO today, P.K. Mishra is bizarre, that nothing has been learned not only by Modi, but by those who feed him the stuff. There are technical problems with this, which I have also discussed, I think in this book, which is that you can only know what is fed to you. If you tell somebody summarize that book for me, I will only receive what that person chooses to summarize. Thirdly, because I'm very charismatic and very powerful, that person might not wish to displease me by saying something that might, you know, offend or sort of upset me, particularly if I have a gigantic ego. And so now you're looking at a now it's several problems that structurally Rathan Roy, who was on the Prime Minister's Economic Advisory Council, a group of only five people, says that people were angry with him for things that he said on television that had been sent to them in writing much before because they hadn't read it. Nobody read anything. But when you came on TV to say the same thing, they got upset because they felt, you know, this is not the way things are. So it's quite strange. I think we will never have it. But an insiders look into the PMO after 2014 would be both a fabulous book to write and a terrifying one to read. I think this the way that this places are in Gujarat, because we have a very strong union government, the damage that could be locally inflicted was minimal. And almost none of it through law, you can't do it, you can't make up laws like demonetization, or like GST, when you're sitting in Gandhi Nagar. So this part was hidden, actually, because he didn't have enough authority to be able to display his full prowess. But now, now that he's been given it not only in terms of the nature of the office, but also the number of seats that he's got, and the continual ability of this man to keep things focused on him means that this will not change."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:21.060",
        "message": "Yeah, I want to quote a couple of the lines of Ashish Nandy where he spoke about this meeting and I for some reason the year 1988 keeps coming to my head. So I don't know if I'm confusing it with something else or Nandy's interview was in 1988. But it was a long long time before Modi rose to positions of power. And he wrote of Modi quote, he had the same mix of puritanical rigidity, narrowing of emotional life, massive use of the ego defense of projection, denial and fear of his own passions, combined with fantasies of violence, all set within the matrix of clear paranoid and obsessive personality traits. I still remember the cool measured tone in which he elaborated a theory of cosmic conspiracy against India that painted every Muslim as a suspected traitor and a potential terrorist. I came out of the interview shaken and told Yagnik, the person who went with him, that for the first time, I had met a textbook case of a fascist, stop quote, and if it is 1988, it's"
    },
    {
        "speaker": "Guest",
        "time": "01:50:12.900",
        "message": "like, quite, because this just sounds so familiar. I think it's just after the yatra was was organized. I could be wrong. But I think it's Yeah, I mean, I have that. He wrote about this in seminar in 2002. Just after the Yeah, he wrote. Yeah. You know, and it's interesting,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:29.380",
        "message": "because what to us is a bug that here is a guy who doesn't read who's full of certainties who doesn't have humility, then becomes a feature for the electorate. Because this is the, for example, this is a result of his decisiveness, you know, that he has no self doubt at all, he doesn't know enough to have self doubt and people want decisiveness. This is, you know, his charisma comes from here. Because otherwise, you would expect people to have humility, modesty to realize that they may be wrong, but he's like super league confident and that kind of makes him charismatic. It's like, you know, he'd said the best lack all conviction while the worst are full of passionate intensity. Think about it the you've"
    },
    {
        "speaker": "Guest",
        "time": "01:51:04.860",
        "message": "got a bunch of very smart officers in the PMO, including the guy who's now the finance secretary, TV Somanathan, who are told by Modi one day that we are going to get rid of the currency and they are not only are they saying no to him, they are executing it with with whatever level of competence that they had. It's fascinating that you have such a person in office and he's popular for what he's done. It's also fascinating that really smart individuals responsible mature individuals who wouldn't do the sort of things that they do at home are willing to do them in office. And I don't know how many people know this, but this the man who came up with the demonetization scheme is this guy who's a diploma of engineer from Pune, who says that he went to Modi for 10 minutes, this is just before the 2014 polls. And then he's he spends more than an hour with him. And he said Modi was riveted by by what he said. And you've got these people with PhDs, you know, gone to Harvard and so on, who are standing around Modi, I doubt that they sit in his presence for carrying this out. It says something about us as a society that we don't have the ability, whether it's the Supreme Court, whether it's the High Court here, or whether it's the IAS, to be able to say no to this man, just we just go with what it is that he wants."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:35.300",
        "message": "Yeah, and actually demonetization is a classic example of the kind of folksy thinking that he does, that, you know, the logic for him must have been that, hey, black money is kept"
    },
    {
        "speaker": "Guest",
        "time": "01:52:43.300",
        "message": "in these big notes. So let's make sure he makes it very clear why it is that he's doing this, that it's going to get rid of corruption, it's going to get rid of black money is going"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:50.820",
        "message": "to get rid of terrorism. Yeah. And it also shows his disconnect with the real world. Because had he actually, you know, he wouldn't have visited a panwala in 20 years. So he wouldn't have known that these are really not high value notes, a medium of exchange,"
    },
    {
        "speaker": "Guest",
        "time": "01:53:03.540",
        "message": "not storage. But then that goes back to your friend and what she or he said about the experiential"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:08.260",
        "message": "mind, right? Yeah. No, and just thinking back to a very interesting point that you made, that you have all these intelligent people who are IAS officers and economists and they've been to Harvard, Stanford, why are they not saying anything? And I think that this would create a kind of negative feedback loop, which would make Modi even stupider than he is."
    },
    {
        "speaker": "Guest",
        "time": "01:53:27.540",
        "message": "Vivek Debroy said on television to Karan Thapar that demonetization would have no effect on"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:33.260",
        "message": "GDP growth. Which he must have absolutely 100% known is a blatant lie. It's like, you know, no, I wrote a piece at that time talking about, you know, the useful idiots, a phrase used by Lenin, you know, so the useful idiots, not in a literal way, but Lenin used it for the so called intellectuals, who will then align with an authoritarian and they're useful idiots, right? Therefore, and what I had written then was that any economist who supports demonetization"
    },
    {
        "speaker": "Guest",
        "time": "01:54:01.620",
        "message": "is either a bad economist or a bad human being. You know, I think you have it there. It's the bad human beingness. Panagaria will one day say that the government's doing absolutely the wrong things. And the next day praise Modi for doing what he has on the economy. And I think that the consistent part of those two days, is the fact that what Modi does outside of the economy, Panagaria absolutely agrees with. So his love for the man doesn't come out of the mischief that is being played on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:31.780",
        "message": "He may not even agree with anything. He wants to be close to power."
    },
    {
        "speaker": "Guest",
        "time": "01:54:34.860",
        "message": "He left power. He left eventually. If you're a classical economist, and you've got where the sort of Holy Grail is the free trade, and you and you're running away, if not only are you running away from it, you're raising tariffs and so on, you're doing exactly the opposite of it. At some point, maybe his economist self said that, that that wants to wave you know, goodbye to the sort of more primitive, bigoted self that that adores what what else"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:04.100",
        "message": "was going on. There's something larger here that bothers me a lot. And this is something I've seen in recent years with even a small set of people who supported Modi, and a large set of people who supported Trump, for example, Trump went against every value of the Republican Party, in terms of being anti trade and all of that, just a whole bunch of whatever. And it leads me to think about how many of us who claim to be principled, who posture of ourselves as principled people, actually, it's a posturing, it's a tribe we are part of, and those principles are part of the uniform we wear. But when push comes to shove, we don't really give a shit about the principles."
    },
    {
        "speaker": "Guest",
        "time": "01:55:38.380",
        "message": "Does that also hold for me in my area of expertise, my domain knowledge, I've spent 60 years studying this stuff. And I think I know a set of is is this, can I be motivated sufficiently to violate every single principle that I believe to be true and good in that one part of the world that I know really well? And the answer seems to be yes, that I'm willing to go along with whatever, so long as"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:06.740",
        "message": "some people are some people aren't like speaking of you, I'm sure you never would, right. And, you know, I've criticized every government has been there. And it's on the basis of principle. So but you know, there's like Panagari has blocked me on Twitter, actually, because I just kept ranting about him. And just this morning, somebody asked me, would I ever have"
    },
    {
        "speaker": "Guest",
        "time": "01:56:23.660",
        "message": "Vivek Debra on my show? And, and I just feel so strongly about demonetization. On the media, he doesn't he doesn't appear anymore."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:31.220",
        "message": "Yeah, I mean, he should be a little embarrassed of the last few years, I guess."
    },
    {
        "speaker": "Guest",
        "time": "01:56:35.620",
        "message": "I don't think he is, because he is sort of accessible on Twitter. So you can go and say, you know, whatever it is that you want to him, and he's fine with that. I have no desire to do that. But yeah, not just you, I'm saying that he's he's opening himself up to abuse, what he doesn't want is to be questioned on what the government has done. And he's free not to not to reply on Twitter. So he's got both things."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:57.020",
        "message": "No, and he's written lovely books, you know, and Panagari, if you look at his economics work before all of this, there's some fine work in there. So at some level, it's a human tragedy for me, to kind of see people debase and degrade themselves in the manner that these people have perhaps Vivek more than Mr. Panagari."
    },
    {
        "speaker": "Guest",
        "time": "01:57:14.620",
        "message": "Yeah. And also the the idea that there was a set of people who believe in conservatism, I don't know what is what the right means when it calls itself the right if it calls itself the right. But there is no conservatism. This man is a radical, he's trying to undo the system violently, through strokes on the economy on foreign policy on national security. This is exactly the opposite of what conservative right wing people do. And I think the parallel with Trump is absolutely right that they discarded the principles at the door, the moment he went into the White House. Everybody who worked with him, I don't think there was any kind of republican sense of like focus on the things that the party had focused on and what had made the party."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:58.160",
        "message": "Yeah, it's sad. And I got to thinking about this, where you mentioned that how no one kind of questions and I think there might be a negative feedback loop in loop in play there. That once people realize that he wants yes men, or who will give him simplistic narratives that he agrees with, they only keep doing that. Absolutely. Only people like that survive with him. You've probably nailed it. And because that is the only feedback that he's getting, it diminishes even him. Because that's the only thing he's hearing."
    },
    {
        "speaker": "Guest",
        "time": "01:58:23.500",
        "message": "The difference between Amitabh Kant and Vivek Debroy and of course, P.K. Mishra and Apana Garia who at some point would have drawn the line and said, you know, no to this and, and"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:35.660",
        "message": "moved on. The next point I want to make up is, is that you spoke about how he may have the best intentions and it's quite possible he may and even he himself, I think after Demon at some point he says meri niyat to achi thi. You know, and, and I think of this and it strikes me that actually, this doesn't matter at all. I think what we need, what we need is a system within which even if the worst human being on the planet became Prime Minister, the worst most sociopathic evil person you can think of, they, all their incentives would push them towards doing the right things and they wouldn't be able to do much damage. And today we have a system which is exactly the opposite, that you know, which is so incredibly oppressive that it attracts that kind of person and you're inevitably going to get bad behavior"
    },
    {
        "speaker": "Guest",
        "time": "01:59:19.300",
        "message": "and etc. I think structurally states try to do this through the checks and balances and the sort of division of power. It doesn't work in some parts of the world. I don't think it's working here where the in, in many ways, our division is less stronger than that in the US because you've got the legislatures merged with the executive more or less. But the judiciary, I think it's difficult for strong and charismatic leaders to keep them out of out of either meddling with the judges or making sure that they bend to his will. And I think that it's there is a systemic problem here, which is which goes beyond him, that if you have people like PK Mishra and the rest, who are willing to do this, not just for 22 years, for 20 years, it means that it's not just the person who's doing the damage. Speaking to intent, I think it doesn't exist, right? What is it? I mean, you can't, it doesn't mean anything. And it means something only to the person who actually expresses it. He believes he's doing it in good intent. But I'm saying that the the follow up to that is if if that is the case, you have to learn from the thing that you did in the past. If you continue that good intent into your next project, you should bring the learnings of the past he doesn't, it's still going to be locked down at four hours notice, it's still going to be trauma for millions and still going to be moving on from there saying I did a very good job. That is not a good intent."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:42.500",
        "message": "And more than that, I think the lesson from something like demonetization, that you can take out if you realize it's a mistake, is not that don't demonetize again, that's not the lesson. The lesson is have humility, talk to experts, take your time, you know, all"
    },
    {
        "speaker": "Guest",
        "time": "02:00:53.660",
        "message": "of that. The world is complex, it's not simple. I think that that is the lesson, but that is not going to be learned. Because the style is the same when he's sworn in in 2019. There are newspaper reports that says that he's clubbed ministries into three groups, each of which has 10 minutes to give him a sort of, you know, a presentation. And you've got a fertilizer sitting with railways and you know, a foreign and they all have, you know, 10 minutes to put their slides up. So no lesson was learned, not only in the period in in Gujarat, but after demonetization in the five years full for first five full years of his first term, don't know if the word is done here. His first five years in office as a PM, nothing is learned, the style is still the same. Everything is the same is the same people as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:41.300",
        "message": "Yeah, and we mentioned useful idiots. I'm just reminded at your recent Twitter outburst against Mr. Jay Shankar. So on a sideline, this I love this Twitter voice that you've kind of adopted, you know, how did it kind of come about? Because it seems to be to be almost an art form on its own. This kind of masterful parodying and it's perfect for Twitter. Because if you did a longer thing with this, it wouldn't work, it would be too much work."
    },
    {
        "speaker": "Guest",
        "time": "02:02:04.820",
        "message": "Some people say book, it doesn't work as a book. So I think we have this wonderful nation and a wonderful culture where we are half bilingual in two languages, many of us would neither read and speak or write one language properly, the one that we were born into, or the one that we learned at school. And we tend to mispronounce words, we tend to use grammar and syntax in a particular way. I like that. And so I sort of enjoy that thing. It's I don't look down on it in many way. But the fact is that a lot of us recognize it, this would make no sense to anybody in say, New Zealand or another, you know, Anglophone nation, because this is us, this is the way that we that you know, Punjabis and Tamilians speak the language and write it. So yeah, so I use it mostly to entertain myself. How did it come to be? I don't know. I think my, my most happy years in journalism were a were in a tabloid, either while I was working in the tabloid or when I was writing for it. And I think that lowbrow humour, which is the only real humour to my mind, appeals to me a lot. I like stuff that is considered stupid, or that you know, some people might actually consider silly. Yeah, no. And so that's, that's how, that's how I do it. I, it can't be made into a book, there is no scope, there's no depth. It's a moment, basically. And I think for that reason, I think it works on Twitter."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:35.980",
        "message": "Yeah, it's brilliant. And to me, it's lowbrow at the same time, I would say it's high art. I just kind of love it. One of the literally, you know, I'm not trying to flatter you. But one of the things I've most enjoyed over Twitter in the last 12 years, that I've kind of been"
    },
    {
        "speaker": "Guest",
        "time": "02:03:50.340",
        "message": "I knew that it would be a complete addiction for me. I didn't venture into it till I left my till my term at Amnesty was over, I didn't touch it. There was a handle in my name, but it was being operated by somebody in the office. So the December Shaheen Bagh, when that happened, my term ended on the last day of November. And in 15 days time, the world had changed, right? You had like, mass protests for the first time on this issue. And that has remained for two and a half years, thank God. And I knew that and the reason I didn't come on social media was I knew that such great technology. It's such a fabulous tool, that you can't stay away from it. And I'm glad I stayed away from it. And I'm glad I'm now completely, you know, immersed in it. It's a, it's a tool, I think that it gives, it gives us a dog in the fight, like with what has happened to mainstream media, and maybe we can speak about that. Structurally, it has taken itself out of the space that it was, and it's not going to return anytime soon. If it can in many sort of places like a print, it never will. So what do you do then I'm saying that you need to have some place where you put however small the reach may be, there has to be some space for us to be able to express ourselves. And I think that for many countries, including us, the social media in a time of authoritarian government has been the single one release more than sort of opposition politics or the judiciary, which has given us a voice to look at the number of Muslims who are active on Twitter in India, talking about things that matter to us. It's fantastic. It's also disproportionate. It does, it shows many things about our country in data terms, which might not be visible, or might be hidden by the kind of appraisal lavish on our constitution and what kind of nation we are. The reality comes out fairly, fairly vividly on social media."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:53.980",
        "message": "There's a thread or link which I saw on Twitter recently, which just made me very sad. It's like heartbreaking. You must have seen it. I think Joy Das put out a thread."
    },
    {
        "speaker": "Guest",
        "time": "02:06:01.740",
        "message": "I did see it. Him asking Muslims, when were you first told to go to Pakistan or something"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:06.140",
        "message": "like that?"
    },
    {
        "speaker": "Guest",
        "time": "02:06:07.140",
        "message": "And it's a long, long thread. You just scroll forever. You just scroll forever and forever"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:12.100",
        "message": "and forever. And there is story after story after story. Let's talk about the media because that's in any case what I was coming to next. And it strikes me that it's like journalism is splintered and gone in two directions. And one direction is you become Godi Media and you have a whole chapter on that. And we'll discuss the reasons for that. And the other direction is that you have a handful of folks who are still fighting the good fight. You know, people like News Minute and Wire and Scroll and all of that, who are still trying to kind of put up a front and news laundry. And the question here is that we seem to have reached a stage where good journalism almost has to be a crusade, where it is only people with that crusader spirit who can still do the good journalism. You know, I would have imagined that in an ideal world, in an ideal state of equilibrium, there is an understanding of what journalism is, where people are, you know, they're reporting the first draft of history, they're reporting local news, they're doing the entertainment things, and they're speaking truth to power and all of these things are happening. But we've reached a stage where you either have the so called Godi Media, where you're just propelling one particular narrative being, you know, one of the front lines in the narrative wars that are out there. And then you have a bunch of people who are kind of holding firm on the other side. And it makes me sad because I don't think that to be a good journalist, you should have to be a good crusader. However, you know, in modern times, it seems that like, to me, journalism and activism should not go together, they simply should not. But it seems that it's"
    },
    {
        "speaker": "Guest",
        "time": "02:07:44.660",
        "message": "being forced in that direction. I think structurally, what has happened is that like, when when you and I worked in newsrooms, you would the material would transition from being collected, reportage, edited, and then opined upon that's the last stage, very few people do that, right. But that is a natural transition. And that is what we do that is that is that is how that's what journalists do. And this is legitimate. And this is the way that the newsroom is structured. What happens when the evidence is in when the evidence is in, if it leads to opinion, where there is no difference being made, I think activism comes after to the right of that. So you've got reportage, you've got the editing, you've got the opinion. Then after that, what if I have the data with me, if I have the information, if the violation is manifest, it's in front of my eyes, then what do I do? Do I continue doing steps one, two and three? Or is there a legitimate fourth step for me? Our discomfort lies in the fact that in our classical newsrooms, this fourth step doesn't really exist. In many newsrooms it did, it did in a different form. So in Deccan Chronicle, which I worked for a long time ago, the editor would regularly file PILs. So once the once something was known and on issues maybe as mundane as you know, power or something like that, I don't know. But often the paper would be a litigant. So that is that is actually activism, but it was rare. Does it seem unnatural that a paper should do that? Looking at it from here, I would say no, that because the paper seems to believe that it's a community of readers, right that ended. So I don't think we should be as uncomfortable with it as we are. I'm not because I've, you know, transitioned into activism full time, and I no longer see myself as a journalist. But I would urge journalists to look at our classical structure and the movement of material within the newsroom and ask ourselves whether it is legitimate to have that fourth step. I would say yes, for sure that it is there is no running away from the fact that once you've got the evidence, and you've put out the opinion, and there is no shift, it is fine for me to act to try"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:05.580",
        "message": "and bring about that shift. And, you know, one of the things that you've remarked upon, and which has been a very sad case for so long, is that when it comes to influencing media, the government has a very powerful stick, you forget that. And the very powerful stick is government advertising that so many media houses and newspapers and magazines depend upon government advertising for survival. And this is to me is something that I feel is incredibly sad, because it raises the question that if journalism is valuable, like, I'm kind of idealistic in the sense that I believe that if there is anything of value, it should be a it should be possible to make a profit from it. Right. So even this podcast, I don't think of it in, you know, NGO terms that someone needs to support it. I'm like, No, if I'm doing something of value, I'll figure out a way that I make money from it, and I survive through it. And therefore, I think that if journalism is valuable, and I believe it is, then there has to be a way for it to also be profitable. So you can, you know, so at least on this one front, that government advertising, you can just tell the government to get lost, and you can kind of survive. And therefore, I think that not enough thought has, like either it is not possible, which would be either journalism so far is not valued by enough people, which to me would seem very sad, or we have sort of been lax in figuring out ways to monetize the value that we are providing for the people. Now, I know people like you know, News Laundry is experimenting with subscriber models, you know, the wire invites contributions, I think scroll does that also. So all those things are there and they're nascent experiments. But at a larger level, it just feels to me that somewhere, there was an ecosystem that didn't build up properly, because the point of the matter is people spend people back in the day would spend a lot of time reading a newspaper time is money. That means you're already paying to read the newspaper. Why is there not a way for the newspaper to then capture some of that?"
    },
    {
        "speaker": "Guest",
        "time": "02:12:03.860",
        "message": "So I think structurally, the one of the shifts that happened over the last 20 years is that because of the idea of sort of India shining and India being the next China, a lot of money went into setting up new media, particularly TV channels. So listeners might or might not know that there are a handful, I think, five or six, 24 seven news channels in the US, which are supported mostly through cable subscriptions. There are more than 100 news channels in India, where not only do you not get a cable subscription, the channel needs to pay a carriage fee to Tata Sky or to the cable operator. What happens in that situation is two things. One is you've got a system where it's not easy to kill a business. You can survive by not paying employees or paying them half their salaries or delaying their salaries in a way that you couldn't do in a more civilized nation where the rule of law would say that if you don't pay, you go to court and then you're shut down and you go bankrupt. The other is the dependency on advertising, which has caused once again, two shifts. One is that the union government gives out between itself and PSUs 2,400 crore rupees a year to what is called the DAVP, a direct rate of audiovisual publicity, which as you say, is a discretionary money. And you might think of it as a carrot, but you're right, it's actually a stick. That if you don't do the line and you know what the line is, then you don't get that money. And that happens all the time, including with the largest newspapers of states, including Rajasthan Batrika, which had to go to court against the Sindhia government, or it all happened with Denik Bhaskar, as like happened after the photographs and the reportage on the corpses in the Ganga. So, structurally speaking, we have too many, too much media, which can't be sustained by the size of the market we have. One problem is obviously the old one, which is that the rates, the newspaper costs much less than it takes to produce. And so, it is subsidized by the advertiser. But to a very large extent, the problem has been that advertising has also been squeezed because of the problems with the economy. And the fact that the government of India is very, very powerful, not just with the stick of advertising, but also with the stick of regulation. It has switched off this TV channel, the only one owned by Muslims in India, called MediaOne. It has denied a license to probably the best known journalist around the world, who is from India, Raghav Bail, didn't get a license. So, you've got a government that's enthusiastic and willing to exercise the agency that it has. And so, we will have this problem. And will it go away soon? I don't think so. I think that unless a lot of media dies, and a lot of media deserves to die, we are going to have channels that are dependent on the government, both for regulatory sticks and for the advertising carrot strokes a stick. And we will have a small number of not mass reach outfits, such as the ones you named, which will be doing the journalism at the other end. The problem is reportage. That my last job in a newspaper, which was some time ago, was in a language newspaper, which had 300 reporters just in one state. And these reporters had beats. So, for listeners who don't really know what journalism is like most journalists on reporting are reporters and they go, they do the same thing over and over again every day. When I was a Sessions Court reporter, I went to Sessions Court number one, went up to number 42, then went back to one, went up to 42, and then went back to the office. So, I knew what was going on there. Those who do civic, which is the corporation beat, will know what's going on there, will know whether there are teachers in a school or not. That's not what TV journalism does. That's not what these websites that you mentioned can do, they don't have the resource. They can do some stories, they can do reportage. Reportage can only be done by newspapers, because that's the only material that is not dependent on visual narrative. You can't do court stories on a TV channel, even if you wanted to. And it deploys large numbers of people to get actual news out. Newspapers are dying. So, the latest data shows that 2021, 2020, obviously was less, the share of revenue was less than it was in 2019. But the same has remained the case in 2022. That in a year when we are speaking of a 9% GDP growth rate, newspapers will have exactly the same sum of money that they had five years ago. That's why newspapers are shutting down. That's why the Mumbai Mirror does not really exist. Though it had a very large reach, it could not attract enough advertising to keep it in the black. Not just that, many, many newspapers around the country have gone, more will go. What will go with them is reportage. And I think what will remain is what we call debate. And I think that, to my mind, can't be fixed. Because even if you have a few good, meaningful outfits, like the ones you named Scroll, The Wire, The News Minute, they don't have the resources to be able to do this, send out 3,500 reporters across the country. And so we will only have debate."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:37.020",
        "message": "I think the open question is there that do enough people value this kind of reportage? And if they do, then, you know, is there a way for this kind of value to be expressed in a way that causes something new structurally to come up so the reportage can happen?"
    },
    {
        "speaker": "Guest",
        "time": "02:17:50.860",
        "message": "So I want a life that's not particularly complex. So as a reporter, it's not easy for me to conceive though this has been done and has been done successfully. In places like Chhattisgarh, where you got a reporter with a WhatsApp group, which gives him 50 bucks a month where he makes sufficient money out of it to be able to run that WhatsApp group and do his work. So it is possible. But for most of us, it's the idea of okay, give me a space to sit, give me a fan over my head, and then I can come to office and do my work and then go back home and I don't have to worry about the other stuff. That's that's most of us. So while it's possible that some things will come and replace as has I think The Wire and News Minute and all do a bit of that. But the volume is too big. One newspaper in one state 300 reporters think of that, that kind of resource is you can't just duplicate that. And that's just one newspaper, there were three of that size. Yeah, I fear for what"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:46.620",
        "message": "what is to come. I did an episode ages ago with Ashok Malik, where he also pointed to another structural problem. And that explains why so much of TV news channels are just so terrible. And that was price controls that the government put price controls on how much you could ask the user directly for. And what that led to was that TV stations and TV channels and all of that would depend way more on advertising than on subscription. And that also means that niches become difficult, like I forget the exact proportion 7030 or whatever, but it was the converse of what it was in the US, for example. And if you're allowed to charge subscribers what you want, and if subscribers value a certain thing, you can go into niches, you can do your little things. But if it's only advertising, then you chase the lowest common denominator, and the lowest common denominator is what it is. And you in fact have a section in your book where, you know, you talk about why TV has become more strident and you kind of give a number of reasons. And is that something that surprises you? Because there was a time where you know, when television news first came up, it was respectable, it was, you know, it was sort of a audio visual version of what you saw in the newspapers"
    },
    {
        "speaker": "Guest",
        "time": "02:19:56.300",
        "message": "and all of that. I mean, but it wasn't competing against any other channel. Yeah. The problem is that with this boom that we saw, after India shining a lot of money on the equity side coming into media, channels have to compete, compete for what they have to compete for money, obviously, how does the money come in, the money comes in through a system where data is collected to show which shows and which channels have the most viewers, how do you get the most viewers, then that is the question. The good thing about television is that unlike newspapers, the feedback loop is pretty good. Like no newspaper editor outside of the tabloid world can tell what story works and what doesn't work because most newspapers are subscription tabloids for the most part in the West are sold on the street. Television gets a rating fairly regularly. So, they know what stories work, what stories didn't work. The problem with following the rating system is that you get skewed towards entertainment more than you do towards news. Newspapers can avoid that structurally because there is no real pressure on them, leaving the tabloids aside to put the sort of, you know, entertaining material up front. So, they tend to remain sort of boring, in a sense, a good sense, in structural terms. TV has exactly the opposite that the structure forces it to become entertaining. And once you go down that road, you're not going to come out of it. The fear of God is put into those top three, four sort of editors, managing editors, or whatever you call them. Most of them are also anchors, I think, who get the ratings each week and look at where they are placed. And so, the pressure is on them to make it even more demented than it is, which is why it's gone the way it has so quickly."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:43.100",
        "message": "You know, I remember circa 2008, 2009, we called to these TV panels and all that and I've come on Annab show a couple of times back in the day. Thankfully, nothing on YouTube exists of that, but he was so normal then, you know, not the sort of raging lunatic he later kind of began. My next question is that, you know, what are your insights on the kind of things that people want to consume? Because it's not, you know, in terms of where TV news has gone, it's not just a partisanship that is bothering. It's gone into unhinged territory like after Sushant Singh Rajput died, right? The kind of conspiracy theories that came up the kind of victimization of Rhea Chakraborty. And of course, social media was a little worse because you had crazy conspiracy theories. And I could tell you about some of them, but on even on television, you know, there seems to be this appetite for I mean, and that's obviously why those channels go in these directions, there are feedback loops, and they realize this is what people want, and they give them more of the same. And they go much further in this direction than you know, they otherwise would, or maybe then even what the audience decides at that time, and it just becomes a downward spiral. So what is it that people really want? Like, do you think there is a reasonable constituency for what you would call good journalism or good news or so on? Or do you think we just all the time want to be entertained with outrageous narratives that get our dopamine going and all of that?"
    },
    {
        "speaker": "Guest",
        "time": "02:23:08.140",
        "message": "So I think that there are a few things here. I think one is that all of us surely want at some point to receive material which informs us about the world that we are living in. We don't want to be fed material that is bad. So it stands to reason that I want to be told that this is going on. I might choose to dismiss it or I might choose to not act on it, but I want it right. Which is why one goes to news. So there is obviously a constituency. The question is then why is that constituency not being reflected in the material? I would say two things. One is what I referred to in terms of the structural problems that lead channels to chasing advertising money over subscription money, and that leads them automatically into a cycle of moving towards entertainment. The other is I think that the sort of bread and circuses thing which the ringmaster is controlling and wants material to be pushed in a particular direction is successful. So you've got the government saying that this is the kind of thing that there are WhatsApp groups in case listeners didn't know, where the editors and the reporters of various beats are linked to the government and the government tells them. The government tells anchors what to do. The day the CBI chief was raided and he was replaced was the same day that the amnesty office was raided in Bangalore. And I know this because the anchors called me and told me, they said that our lead story is going to be the amnesty thing and not the CBI problem. That's what they are told to do. I foresee some change in this. And I think that change will be externally influenced. And in small measure, because of what has been done to the economy, and in some measure, because of the problems of too many channels, many will go. The issue then will remain if you've got people like Ambani controlling the media, which he does, he's got fingers in many pies. Will that mean that the channel will continue doing what it's doing even without any kind of pressure on say revenue? I don't know. But I do believe that along with my sense that this kind of politics can only continue for so long, where external changes forced upon you. I think this kind of journalism can be done only for so long that you will either have a very strong counter, which is successful, both in the sense of reach and in terms of money, which we don't have at the moment, or you will be forced to shut and for lack of an audience that wants too much of this stuff. So I think that the future is pretty good. The near future might not be as good."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:04.660",
        "message": "You know, just as in the context of what we were talking earlier about the politics and society and I keep going back to this quote by Andrew Breitbart, where he said politics is downstream of culture. And I think there is, you know, something to that. And in a similar sense, I think here, what the kind of content that people want to view and consume will drive what people provide. And I think what they want to consume and so on, is what is disturbing. Like ages ago, I had an informal chat with Pratik Sinha, it wasn't on a podcast or something, not in the episode we did together. It was in the sidelines of something. And he pointed out about how he had come across this fake news about some minister or the other. And he did his usual forensic genius on it, and figured out where it came from. And that, you know, wrote a post about how it originated with this person and this person kind of propagated it. And a little while after he publishes that, he gets a WhatsApp message from this guy saying, I am so and so person who started that thing, can I please call you? So the guy calls him and it's some 16 year old kid or 15 year old kid somewhere in a village. And he's not part of any IT cell, not part of any misinformation campaign. But he's just put out, he started a website, he wants hits, what does he do for hits? He tries various things, he throws things at the wall, as we should all do. And he finds out that the kind of content which gets hits is this kind of rubbish. And then he goes all out into this. And this is what kind of gathers the thing. So when you say that this kind of journalism won't continue, I would say that if there is an appetite for it, and the evidence seems to suggest that there is, then first that appetite has to diminish and there has to be an appetite for some other kind of journalism before it ceases."
    },
    {
        "speaker": "Guest",
        "time": "02:27:45.020",
        "message": "So I think that a critical word here is journalism, that will this die off by itself? I don't think so. This will remain. What will be journalism when it, right now, this is what passes for news as well as what it is, which is mostly nonsense. Will there be, is it possible that there is a large enough constituency of people who to say that I don't want this, I want something else, and I'm willing to pay for it and make it viable? I'm saying that the answer to that is yes, it's too large a nation. And I don't think the time is too far off. The issue will be about the person who owns it. Can you have people who control the economy in large measure, control the advertising in large measure? Will they let something like this exist with their platforms, knowing that this is producing material that's going against their own interests? I don't know. But I don't think this is sustainable. And I think the reason it's not sustainable is that it is not stable. It is deteriorating. It's getting nastier. It's getting more vicious. There has to be an end. There is some end"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:59.500",
        "message": "point there, which I think will come soon. Yeah, and I actually share the optimism that there are enough people who want a certain kind of good journalism that they'll pay for it. And one doesn't know if it will reach the scale where you can have 3000 reporters in a state. But at least I am optimistic about the likes of the people we named, for example, kind of surviving and getting by. But then again, the sticks of the state as it were, come into play where you know, you might be, you know, I think Dhanya Rajendran of the News Minute tweeted a few days before we are recording this about how there were income tax rates on whatever and the kind of trauma. I mean, the process is really the punishment and you see the brave people who are kind of standing up and saying we'll continue to"
    },
    {
        "speaker": "Guest",
        "time": "02:29:40.500",
        "message": "do this, but I'm sure it has a chilling effect. You have to internalize the fact that if you're going to dissent, you will be in trouble. What degree of trouble will depend on how much you dissent and how much stick the state can bring against you. But there is no way that this government will let you exist without trauma, because it is really malicious and really active and willing and sort of enthusiastic about using the powers that it has."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:08.700",
        "message": "So let's talk about dissent then. You know, the last chapter of our Hindu Rashtra is called how to fight it, right? And elsewhere, I have seen you tweet, quote, protest is a craft, stop good. So tell me about that. Because you're like, if there's one thing that gave me optimism and filled me with hope, it's all the anti-CAA protests, which were absolutely remarkable and inspiring for so many different reasons, the women of Shaheen Bagh, the young people holding up the preamble of the constitution, this otherwise boring, unreadable document, and that kind of fills you with hope. So when you say protest is a craft, what do you mean"
    },
    {
        "speaker": "Guest",
        "time": "02:30:40.380",
        "message": "by that? So activism has professionals in it, who have worked on something for a long time. And as you and I know, when you're in the newsroom for a long time, or when you're in a podcast studio for a long time, you know something more about it than I do. I might be naturally sort of gifted, I might be intelligent in many ways, but I don't know the things that you do, because I haven't done them. Protest is about showing up, obviously, and saying what it is that you want to say, how do you do that? Is the craft. To give you an example of how craft can manifest itself is that Greenpeace uses jumpers of very high places to unfurl banners, which are very spectacular, that is craft. So there is a technique about how to go about doing it, and what you do to make sure that it is enjoyable, participative, joyous, which makes it in the long term, effective. So that's one. The second is protest is part of civil society, just like a corporate office will function on outcomes. The outcome in a corporate in the office might be the quarterly profit or whatever the volume manufactured. Rights groups will have outcomes based on changes in laws and policies by the state. So they will have something called a power mapping, where they will map who they need to shift to be able to get the issue to move towards them. And they will do it in various ways. So there is a lot of craft involved, you need to be able to know things that the others don't, and you need to be able to apply that knowledge to bring about that change. It's not just a large number of people saying this, that or the other. So if we look at the success of Shaheen Bagh, there are two, three things in that they were able to do, which came to them naturally. We have ghettoized our Muslims fully in this country. Because of that, the women were able to have safe spaces where they could spend all day and all night. Because of the same fact, they were able to replicate it. That it's just a sit-in. It's in our mahala. This is what you do. You sleep the night here. In the evenings, we'll have people come and talk to us, there'll be people singing, we will dancing and so on. In the afternoon, there'll be very few people, but it'll still be occupied. There is that it becomes a template that you can replicate. But you can only do that if you have that template, it needs to be a good enough template. So for most of us protest is seen as something which is easy, and it's done spontaneously and doesn't have too many other sort of elements. That's not the case. It's part of a very, very structured, very large set of things that activists do to be able to bring about change. That is what I meant in saying that a protest is a craft. That's that's a tweet that got me into trouble."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:43.700",
        "message": "I don't know why. Twitter banned you. Sorry? Twitter banned you I think. They took me off."
    },
    {
        "speaker": "Guest",
        "time": "02:33:50.060",
        "message": "There was a case filed against me. And the reason is, I said you know, protest is a craft at the end of a tweet, which was retweeting something I think from the Baltimore Sun, I think it was. But there was a bunch of people all masked all on the ground, saying, in unison, I can't breathe, which is a great way of doing this is the kind of thing that TV that the TV cameras will come to, which is what makes it a craft and you think about it in a sort of way, which is sort of interesting, and the cameras will come. And I said that this is what Adivasis and Muslims and Dalits and women should be doing in this country. So this, the police commissioner told the BBC that I was trying to sort of, not his words, but create mischief in a time of COVID, you know, protocols or some nonsense. I don't"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:35.980",
        "message": "know. So yeah, I don't know you laugh about it, man, because it's just so stressful just to think about the kind of harassment that this can kind of result in and the process absolutely being the punishment. Can you give me more examples of protest being a craft, both in the context of organized protest, like when you're doing marches and all of this, and also in the context of unorganized protests, like, you know, many people listening to this might think that I can't go out on a march, maybe they're not even in India, I want to protest in other ways. How can I protest? So any concrete examples?"
    },
    {
        "speaker": "Guest",
        "time": "02:35:06.780",
        "message": "I've got a book coming out in a couple of months, hopefully in a couple of months, same publisher. No, it's not. This is Harper Collins, India. It's called the anarchist cookbook. It's a book on protest on why and how to protest. I'll give an example. So the gay community in the United States was empowered and had an outcome in mind. De legitimize decriminalize homosexuality and legalize gay marriage, right? What was the opposition? It was the conservatives who said no gays in the army, no gay marriage, you know, homosexuality is an offense against God, etc. So the campaigners said, we need to move the needle from no to yes, right? And there are players here, the church is a player, the government, the president is a player, the 500 or whatever it is, you know, congressmen and women, they have they are all players. These are the states in which we need to get this fixed. These are the states in which victories are easy. This is what we need to do in terms of the Supreme Court to look at fundamentally. The campaign would look at how do we shift some of these people. So this was, you know, thought about it and said that the opposite to gay marriage, the narrative was family values. So the campaign that they built was sort of around how gay marriages had the same family values that the non gay marriages that the sort of hetero marriages had. And it worked, they were able to over and very quickly knock off the laws and get themselves legitimized. Similarly, with Black Lives Matter. I think that in the space of a very few weeks, an organized campaign which said that this was unacceptable, became popularly accepted and the New York Times said that the majority of people shifted actually after that campaign, where you had the very simple messaging that we are dying on the street because of who we are. You stop that because our lives matter. That's it. There's no other message. But very large numbers of people saying the same thing. So this is a simpler, less technical sort of protest, but also works. Outcomes are actually achieved because the policing system changes. That is the outcome that they seek. On a smaller, that smaller level with like a protest on a rally and stuff, we need to be more creative. So a lot of the really grassroots activists in India use a lot of music. So when you have when you when the middle class, the sort of so called so middle class is shown in a protest is normally the candlelight march or like, you know, a few for the for the majority. The sad thing is that it's seen like something that's difficult to do. And so creativity is outsourced. Not too many nations in the world have protests where the same banner is held with the same placard is held by 50 people. You know, it's like going to a match where people are saying Pepsi and for you know, it's like the same thing because somebody else has made it and has just distributed it. It's much more effective if you have your own. The US is very good with this, the UK also, where you've got everybody holding something different. And everybody's thought put some thought in it. That's all you need. You don't need anything else, but you stand out because of it. You can only think of this once you start doing it. If you're not, if you've only been to a couple in your life, you're not going to have the the idea thing. Okay, maybe I need to do something else to attract people to what I'm saying. Yeah, that's that's why it's a craft. And it's not as simple as it might look from the outside. And that's why also it's fascinating. I think that one of the things the moment the young women showed up wearing the hijab, I knew that the government would lose. We are talking at a time when it has not lost yet. And we are talking at a time when it appears that the high court is going to rule against the women. It doesn't matter. Because they have agency. That is the problem. Once you give an once you give a community agency to push back against what you're doing to them, they will use it. You might bash them down into not using it. But we don't we are not that much of a state that you can't just if the women keep showing up at the gate, that's all they need to do nothing else. They just need to show up the state will build this that this power. You can only understand once you look at activism from the inside of organizations that approach it with a technical sense. Yeah, and I think my years in amnesty is really fabulous in terms of learning. I had no idea what the heck this they did or how they did it. But learning that stuff as you might in a studio, or you might in a newsroom came to me while"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:56.180",
        "message": "I spent my five years there. Speaking of gay marriage, I remember this classic article written by Andrew Sullivan in the early 90s. I think 92. He was an editor of Atlantic then called the conservative case for gay marriage, where he did exactly that where he reframed it in terms of family values and said every conservative should support gay marriage and Sullivan himself was gay. And I think that's a remarkable exercise in reframing that you want people to believe, you know, to support you in a certain way. And you frame it in a way that brings that support around. And I can't wait for that. And now the other part of my question, that this is all organized protest, formal protest in terms of craft, and I can't wait to read your book and figure out more about it. But informally, like anybody"
    },
    {
        "speaker": "Guest",
        "time": "02:40:40.100",
        "message": "listening to this says that, you know, what can I do is you are already doing stuff. So what is it that we mean? By activism, we mean that you are engaging with state and society to bring about some kind of outcome change, right? You're doing that through your vote in any case, you're doing that through social media. You're doing that by sort of expressing yourself on Facebook. The question is, how do you make it more effective? And that has dual benefits, you become more prominent, because of the fact that you're doing something which is amplified by sort of other people. And you're able to make sure that what you want is actually the outcome is actually you know, made real. So that that is your figuring out how to use and there are lots of people on social media right now who have figured it out and are trying to do it. So you don't need to do anything other than continue using social media, just make yourself slightly more effective, no matter whether your use on social media is in favor of the BJP or the Hindutva or whatever, the same rules apply to all of us. You need to be able to communicate what it is that you want to an end and that end has to be the outcome change that you seek. Once you're clear about that, then you can figure out what it is that works. And the best activism, I would say the most effective activism tool that we have in the modern world is social media. For a long time, those of us who are in activism believe that you need the people physically on the ground. And I think Shainbhag and Afama show that that is true. But not all protests require mass mobilization of that sort, because the because the demand on the sort of individuals is too high. You can bring about change purely by using your own social media handle and your page slightly more effectively than you than you are. And I'll give tips on how to."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:34.580",
        "message": "No, I did an episode a long time back, a couple of years back with Pranik Kotasane, where we spoke about what he called radically networked societies, where, you know, taking lessons from the Arab Spring and so on, and a combination of sort of in person protest and, you know, using them to using the internet to mobilize that. So I linked that from the show notes. But when you said you'd give tips or your tips are in the books, So it's not very communicable. Fair enough. So we've just got to wait for your book and let's be patient. It's not that far off. You mentioned amnesty. Tell me about your years in amnesty. Because before that, you were sort of a journalist, love for writing language, all of that, you do your journalism, you do it for, you know, a long time. And then you move to amnesty where you're now an activist and all of that. So what prompted that shift? And what are the kind of lessons you learned? In what ways did it change you?"
    },
    {
        "speaker": "Guest",
        "time": "02:43:25.500",
        "message": "So I was I moved to Bangalore in 2010, with the intention of retiring and sort of reading and writing full time and so on, which I did for five years. And then I suspect amnesty was not able to find anybody to run it because a salaries are pretty low in civil society be because it's difficult work. Not difficult to work in the sense of the work itself, but because of the government. I suspect this and I could be wrong. But when I was asked whether I was sort of interested in the job, I felt immediately attracted to it. And I think one reason was that after my years in Gujarat, and I was very dissatisfied towards the end of my job as a tabloid editor, because I felt that there was something happening in society that was not being captured out of Bombay and Delhi. What it was, I didn't know. But I knew that there was something happening in terms of the sort of the communal stuff. I had known Modi for some time, you know, before that, I knew that he would do well in Delhi. And so I worked for a Gujarati paper, where of course, I was miserable, because it there was no, no way that I could express the things that I wanted to say in the paper, because the leadership is extremely conservative. And so that thing remained with me to some extent that I feel that need to do something I didn't know what. And so when this thing came along, I was I was happy to join, but I didn't know what the job was. And I didn't realize it for some time, I was the least qualified person in that office, and I'm not being modest. So there's very highly, there are three kinds of people who are in activism. One is the journalist types who do the the evidence gathering. Often, these are not journalists, but these are PhD scholars. So if you look at something deep, deeper, like, you know, a climate change or coal mining in the Adivasi belt, there's somebody who studied this for a long time and knows a lot of things about it. And the third types are lawyers. So they all the material is looked at from the legal lens and cleaned up, they do the the editing function of that, but they do it at a level of law rather than at the level of making making it more readable. And I like obviously didn't fit into any of this. And nor was I meant to I went there as a manager, like, I was I was the the guy who ran the place. So I threw myself into fundraising, which is what I did, I raised that I raised money to for the for the organization, and I would engage with the output, not from the active point of view, but just observing what it is that did because there was so much better than me at like what they did. That is where I learned that this is what it is that for amnesty, especially the evidence gathering is the primary function. It is the quality of the material three years into one research report, which is 50 pages long, like a really intense verified doubly verified, if you're using somebody, that person has to sign a document saying that it's okay for us to campaign on their behalf, and so on and so on the very extremely complex newsrooms will lose their if they saw it, you know. And the once the material is in it goes to campaigners, the campaigners are the ones who do that stuff. Now those people, they might not even have gone to college. They're sitting in a room with people who might have had a PhD, but they are they are both equally good at what they do. The campaigner is operating out of experience, instinct and knowledge about what it is that can be done. And it's not just about having an event. It's about figuring out who the people are who will, who can shift this for us, and how it is that they can be influenced, very rich to sort of learn and study and so on. And I've learned that this is a, these are the sets of laws we have, I had no, I had no clue that things like the coal bearing areas act sort of existed where the government can, without any resistance, be able to take over the lands of sort of Adivasis from them, which it still does. Or what exactly AFSPA was, and how it was enforced. All these things you learn only when you work with them. And I think for me, the very rich learning experience of those five years has has, you know, stayed with me, I don't really, I don't really desire working in a newspaper anymore. I don't really care if my columns don't go away. In fact, I'm quite bored of writing them, I write them because that's the only source of money I have at the moment. But this stuff is like a magnet, it's like it draws me very powerfully. Yeah, and, and I think it'll stay with me for, for the rest of my life. Did it make you a different person? It made me more aware of how dumb I was. And I think there are many jobs can do that. But I'm saying that it made me more aware of how dumb I was, along with how to try and empathize with somebody, which is, I think, very difficult for a job to do. Right? I think so, at least, I mean, I don't know, I've done many jobs, and this has not done that to me. So the ability to and being a newspaper editor, you're basically a tyrant, especially if you work in newspaper organizations where the proprietor likes you and gives you the authority, which I had, the Ansari's at midday, they never said anything to me. And I ran the newsroom like an absolute tyrant in the wrong sense of the word that I dismissive of people, but here I was in an office where when I when I spoke over somebody, they would not stop speaking, they would continue speaking, which I was not used to. And they were half my age, perhaps, you know, so the idea that you're dumb, and you shouldn't be doing dumb things can only come through a lesson which is taught to you in that fashion, which I learned."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:32.420",
        "message": "I'm just thinking maybe we need to make Modiji work in Amnesty for a few years."
    },
    {
        "speaker": "Guest",
        "time": "02:49:36.820",
        "message": "No, it's a great place. I love it. It's such a fabulous place and such such a great history. So tough, like we had this, we had a report on where Amnesty refers to the Israeli treatment of Palestinians inside of Israel as apartheid. And it's not easy to bring out such things because we have a unit within that country and so on. But as a movement, it's phenomenal. Amnesty is governance structure is democratic, so you vote for people. But because it's democratic, it's the country called section in the Amnesty language that has the most members would have more votes. So it was six votes, but because it was Europe based, the European sections had most members 5 lakh 4 lakh 10 lakh paying us a sort of sum of money every month. So they had more votes, six votes. And they were able to get their own stuff, you know, enforced over they voluntarily gave up everybody went to one one nation, one vote voluntarily gave up power. You don't see that in in too many places. You don't see that anywhere actually. Yeah, so it's, it's a great place, which I think should be taught about. I'm glad it won its Nobel Peace Prize so long ago, 77, because the world instantly recognized that this is you know, quality stuff, death penalty in Europe gone because of our torture, you know, yeah, great stuff. What happened in India? In India, it started in 50 years ago, when George Fernandes was was a member, it was very urban and remained so activists tend to not be very good manager, I suspect one reason why I was asked to run it was that there was okay, can you do the kind of the management bit side to it. So when you don't have money, it just shuts. So there were four or five times before this time, that it came and went each time the government would not like it. And each time it had to shut, not go shut, because all the five times was run entirely, as was the case in my time as well run by this is it was sort of Indians running. Amnesty is only a brand that is lent to a group that is that generates itself. So in most nations, a set of people say, okay, we will be the amnesty here. They apply for recognition, they're giving materials to campaign on they can't just go and do their own stuff. They have to speak the same language as, as they give a law, the law and policy unit. And so because of a lack of a lack of funding and be a malicious government, and this is mostly the Congress, it was not able to survive. And but this time around, I think we will not go, we will not we will not die, we will we will be back. We are moving Supreme Court. In the next few days, we have actually moved"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:28.580",
        "message": "it and we expect to be given relief. Well, good luck with that. Let's sort of turn to the personal because, you know, this is the second time we've met and both times we've met for recording episodes. All I know a few in a sense is that public face, you know, you're writing your fearless twittering, and you're very entertaining twittering. And, you know, all of that, all of what we've talked about, like, like one question that really interests me with people that I talk to is, when you wake up in the morning, what are you looking forward to? What is like the texture of your day? What gives you peace and happiness"
    },
    {
        "speaker": "Guest",
        "time": "02:52:59.780",
        "message": "within a day? So I'll describe my day to you. I don't know what. So three days a week I have yoga, which is at 830, which is for an hour. And I've been doing it for a few years now. And you do it online on your own online now. He used to come home. But now now now he no longer needs to which is fine. I think my yoga become better with with him on the screen rather than him in. I don't know why. I write much less than I used to I write one column for a bunch of newspapers and websites, which I write on Saturday, it takes me about 40 minutes to write 750 850 words, 850 words is what I write 4045 minutes. But other than that, there is no real work. So I don't do anything. So I wake up and I try and make sure that I shave every day. I cycled a bit sometimes I read quite a lot. There's a lot of books in my house. I read much less now than I used to because I'm on the on the iPad or the phone a lot. And that's not only distracting, it's extremely entertaining. So there's no reason for me to go and read Penguin Black Classics. But I am forced to read Penguin Black Classics because I have a monthly column I do for the Hindu on on books from the ancient world. So where I write about something that that I know about. But pretty much that's it. That's there's no other that's I, I sort of you know, a potter about at home. And yeah, it's it's very dull. Does music play a big part in your life? Not anymore. I had three phases. So I used to play with a band in Surat from the age of 17 till when I left when I was 24 and came to Bombay. I played the guitar and I sang and it was the usual stuff that Dylan and the Dire Straits and all that. Then there was this after I married, I discovered Nusrat because my wife sort of introduced me to him. And then suddenly I stopped listening to all that sort of music and only listen to Indian music Kumar Gandharv, who I really love and Nusrat Fateh Ali Khan. And then after amnesty or so then I that phase also went away there. I don't listen to music too much anymore. I like YouTube videos a lot. So I'm on YouTube quite a bit through the day watching stuff on rockets, guns, sometimes cars sometimes, but mostly about things like science and tech. And I think this the smallness of the YouTube video helps that you could just spend five"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:27.220",
        "message": "or seven minutes in it and still feel it's worth your while. Yeah, but yeah. Have you changed your notion of happiness or what you want to do over the years like when we are young and certainly in my case, when we are young, it's tied up with goals. I want to achieve this. I want to achieve that I want to achieve X. And I think beyond a certain point, there is no longer specific goals. It's, it's a kind of life that you want to live where you might be taking the joy in small things or you might just want to say that, you know, I want to, I want a life where I can just read without having to think of anything or whatever. I want to be in nature, different people will define"
    },
    {
        "speaker": "Guest",
        "time": "02:56:04.660",
        "message": "it differently. I have that. So basically, I figured out fairly early on that money was not that important, that if you had a certain sum, and you were okay, that was fine, that if you didn't really need too much money. And so at 40, I felt that that was done that that I don't need to do this anymore. The thing about writing, and particularly writing books is that there is no joy in it. The engagement levels are too high. So you can't really, it's not misery. I'm talking about nonfiction, I have no idea what you know, writing fiction is like, but it's not the kind of yeah, we're having a party kind of thing at all ever. So but that is more rewarding, in a sense, the sense that you're doing something productive, which I feel I'm doing on Twitter, as well, by the way, I feel that I'm doing some I don't know what it is, because there's nothing there's no, there's no material output. There's some time is being, you know, invested in something that is I feel I feel regret after I've sent out tweet saying I should have rewritten that one word differently. I don't know why, because who cares?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:16.260",
        "message": "No, I read that tweet by Sanjeev Sanyal, very misspelled plagiarism repeatedly. And for"
    },
    {
        "speaker": "Guest",
        "time": "02:57:21.700",
        "message": "a moment, I thought I would have spelled it differently than him because he was too close to the original. You have to, like, phonetically break down a word. That's what makes it fun. And then you have to drop out some words that the reader has to fill in. You know, that's what makes it fun for them. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:40.140",
        "message": "Yeah, it's it's masterful. But you know, so 10 years later, what do you see yourself doing?"
    },
    {
        "speaker": "Guest",
        "time": "02:57:45.540",
        "message": "Still writing books like this? Or would you know, I'll be 62 in 10 years time. I don't know if so I'm, I've got one book, which is done, which is out very soon. And I've got another book that I'm contemplating writing, which doesn't mean anything. I don't maybe I'll never write it. But I have no plan beyond that. I've been called to a few universities to lecture in April in the US not lecture to speak to them. And if I get my passport back, which I hope to do next week, and if I get a US visa, which I don't know if I will, then I'll be doing that. But that's as long as I've planned for April."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:22.820",
        "message": "Good luck with the passport. I'll I've taken up a lot of your time very grateful that you you've so patiently sat through all of this. I'll end by asking you to give recommendations to me and everyone who's listening about books that you love could be something recent could be an old favorite, but which you feel really excited about sharing with the world. And equally, maybe some YouTube channels you've really enjoyed and that you're hooked to. And again, with music, something that is really close to your heart, something that you feel you'll still be listening to in 20 years time, that's a kind of comfort zone for you."
    },
    {
        "speaker": "Guest",
        "time": "02:58:54.300",
        "message": "I read somewhere recently, and it sort of occurred to me that this was a very wise thing that you shouldn't be listening to music you already know, you should be listening only to new stuff. Because that what you're doing is a nursery rhyming of, I don't know whether that's true in absolute terms. But I'm going to try that. Anyway, so books, don't buy anything, because I'm saying it. But I think that if you can download it from libger or like, whatever it is, consider reading the classics from the top down. So you start with the histories of Herodotus very readable, because it's like, good fun, thick book refers to India, some really fun bits about India. And then you go down from there, I'm saying that you to try and go down as much as you can through the Greeks. So Plato is very readable. Aristotle not so much. So Plato stuff is all dialogue. So the two people talking, some of it is very moving and beautifully written. And there's a lot of it, you might think that it's just as many books. So that's there. Aristotle, some of the interesting stuff, which is not particularly difficult to read, a lot of it is quite difficult to read, is things like poetics, which is a 50 page book on drama. And thus, and the nature and the structure of drama. It's a beautiful book. Also, that he's got a lot of essays on the on the physical world. So he's the first guy and I am quite struck that I didn't notice he says that birds bend their elbows in the opposite direction from us, which is true. They went them thus. So he's got, he's got some books which have this kind of observation. And then you've got a lot of people who do doing either new platonic philosophy and all that you can skip. But the dramatists are very important, important because the same storylines continue in Western worlds today. So Aeschylus, Sophocles, Euripides, there's not that much work. So you can go through it pretty quickly. I read through the Greeks in a year. So when I moved to Bangalore in 2011 or so, I spent a year going through the Greeks and then I moved to the Romans. And I would say that you that a lot of the Romans, Julius Caesar, a phenomenal writer. So the two books that he wrote, the War in Gaul or the Gallic War and the Civil War are outstanding pieces of prose. It's the anti-Modi. There's almost no, he does refer to himself in the third person only on the assumption that nobody knows who the author is. So he's like, but beautiful. The Babarnama is also a terrific book. I'm just giving some random names out of all those things. One book that Indira Gandhi really liked, and I really like is called The Life of the Bee. It's by a guy called Materlink, M-A-E-T-L-I-N-C-K at the end. It's a book on how the hive functions. Just like sort of, I think E.O. Wilson's done the same thing with anthills, but this is a fabulous book. And I think that the good thing about being so connected in a society is that we tend to receive such so many references and be able to find out very quickly how to reach those. So I would suggest you spend a lot of time on the net that just hang out on Twitter. I'm not on Facebook, so I don't know how that goes. YouTube channels, I really like a channel called NASA Spaceflight. So what they do is they have a set of volunteer reporters, almost volunteers, many of them volunteers and like, you know, some of them full time that cover the space industry, which is quite big in the US and has become much bigger in the recent past because of the entry of the private firms. So Musk is building a rocket that he's trying to take to Mars, which is waiting for the the environmental approval for to fly. So it might happen this year might not go to Mars this year, but it'll start the testing and so on going into orbit. Space is a very good subject to go to YouTube for because the number of people who do it is a very few. With NASA Spaceflight, there's a guy called Scott Manley, who does space as well from the technical point of view. So he's not from the science technical, but from the sort of amateur technical point of view. These I find quite, quite interesting. And I spend a lot of time with these. Yeah, music. I learned something, which I, I became a member of the Symphony Orchestra of India, which is based out of the NCPA in Bombay, 95% of the audience is Parsi, no phone ever goes off. I found it interesting that before I observed a performance, I would go to YouTube and watch it once so that I could anticipate what was going to happen. And I think that a lot of us tend to not be able to get into this kind of music, because it's too unfamiliar the first time we we sort of listen to it, whether it's this or jazz or whatever. So my suggestion is that if you that a you try and listen to some of at least the more melodic bits, which I think you know, anything by Beethoven, the fifth or the ninth or the second or so on, listen to it a couple of times to figure out what comes after what in what sequence and then listen to it better, it'll make it a much more pleasurable thing to listen to and less off putting because it seems really a not familiar and B, because there's no sense of song, right? It's just going from one place or to another. But to look at it as like a as watching a movie makes makes more sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:18.620",
        "message": "You mentioned your Wilson, there's a great quote by him on communism, where he said great idea, wrong species. And he meant it would be great for ants. And he died. He died recently,"
    },
    {
        "speaker": "Guest",
        "time": "03:04:27.740",
        "message": "didn't he? He died recently. Yeah. And you mentioned Indira Gandhi reading about bees."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:31.380",
        "message": "And I'm wondering if she thought that the same principles could be applied to humans."
    },
    {
        "speaker": "Guest",
        "time": "03:04:35.020",
        "message": "She was an interesting character field, all the family did not do well. So Jawaharlal Nehru got a third class at Trinity. She failed, she did not get a degree. Rajiv went to Trinity, he failed, he did not get a degree. Sanjay Gandhi obviously dropped out of high school, Priyanka Gandhi didn't go to school. Rahul Gandhi and Varun Gandhi are the only ones who actually got a properly studied. I don't know about the sister Priyanka. But what the same principles of not having academic rigor that you would blame Modi for you could just as easily apply. Sonia Gandhi did not study beyond high school. But see, here is the difference that you understand that I have a problem, I'm going to rely on somebody who I think is good. And then I'll go with what they say, I might actually, you know, interfere a lot because that's what you know, human beings are and the nature of power is such that that will happen. But for the most part, okay, this is something that you can take care of better than me, which is not there here. So anyway, thanks a lot for coming on the show."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:33.300",
        "message": "For having me. It was a great pleasure. And I hope you get your passport back before Elon"
    },
    {
        "speaker": "Guest",
        "time": "03:05:37.220",
        "message": "Musk gets to Mars. I hope I will. I think that very good. The long future is always good. And I think it will be good for us as well. And I think that we need to make sure that the long future is not too far off by trying to be more active in the spaces that we are and trying to bring that change about in whatever way we can."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:57.820",
        "message": "If you enjoyed listening to this episode, head on over to your nearest bookstore online or offline and buy Aakar's books, Our Hindu Rashtra and Price of the Modi Years. You can follow Aakar on Twitter. In fact, you must follow Aakar on Twitter at Aakar underscore Patel. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. And you can browse past episodes of The Scene in the Unseen at sceneunseen.in. Thank you for listening."
    }
]