[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "When we are in the middle of life, it's messy. A million things are happening at once. We don't know how anything will turn out. In hindsight, of course, we build simple narratives that explain it all. The past is always one linear story. And so when we think of our freedom struggle, we think of Indian freedom fighters coming together to fight the British. But really, there was much more than that going on. They were also fighting each other, trying to reconcile their thoughts with those of their fellows, fighting in the marketplace of ideas, fighting in the marketplace of politics, fighting for themselves as much as for this nation state, which didn't then exist, which had to be imagined into being. In their quest to define themselves, these men and women also shaped what we are today. If you want to understand where we are, you need to know where we came from."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:55.520",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:08.120",
        "message": "Welcome to The Scene and the Unseen. My guest today is Shruti Kapila, a professor at Cambridge who's just come out with a book named Violent Fraternity, Indian Political Thought in the Global Age. This book examines political thought in India in the first half of the 20th century and looks at major figures like Tilak Gandhi, Ambedkar, Savarkar, Iqbal and Patel to see how they clashed in terms of ideas and actions. One of Shruti's main points also is that Indian political thought evolved in unique ways that have no relation to how political thought developed elsewhere. So we can't apply foreign prisms to understand India. And it's important to get a sense of those debates and those maneuverings because they still matter today. At one point, Shruti writes about how Hindutva is, quote, a theory of violence in search of its own history, stop quote. Think about that again, a theory of violence in search of its own history. That is so resonant and so thought provoking, just like Shruti's book and many of her insights in this conversation itself. But before we begin the conversation, let's take a quick commercial break. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me, and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Shruti, welcome to the scene in the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:22.320",
        "message": "Thank you for having me. It's a great pleasure."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:24.720",
        "message": "You know, while reading up on you, I realized that you grew up in Chandigarh just like me. In fact, you, you know, did you? I did. I was born and brought up there. I was kind of there till the 8th standard. So there were possibly a few years in the early 80s when I imagine we were in the same city at the same time."
    },
    {
        "speaker": "Guest",
        "time": "00:03:39.080",
        "message": "Oh, wow. Yes. Well, I was definitely there in the early 80s."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:43.440",
        "message": "Yeah. I mean, I was born at the end of 73. And then I left in, I think, 86. So that's my kind of span of time there."
    },
    {
        "speaker": "Guest",
        "time": "00:03:50.400",
        "message": "Right. I never left it till I was 20, 21. So I, my first two decades, I mean, I did my entire schooling and even my undergraduate degree there. So and then, so yeah, I mean, you just cannot go on the program, but which sector did you grow up in?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:11.600",
        "message": "I was actually going to ask you on the record itself."
    },
    {
        "speaker": "Guest",
        "time": "00:04:15.040",
        "message": "Okay, you can ask. You can ask. Okay."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:17.560",
        "message": "No, no, we can just continue like this. Yeah, I was in sector 16 to begin with. I mean, I was probably born in some other sector, but the key years of the childhood which you remember were in sector 16. What about you?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:29.480",
        "message": "Oh, well, we were neighbors. I was in sector 11 most of my life there. And so yeah, so we were just across as a tour and we had very good family friends in sector 16. And so yeah, so yeah, Chandigarh is small, at least then it was pretty small. And did you study in St. John's?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:46.840",
        "message": "I studied in St. John's, my God."
    },
    {
        "speaker": "Guest",
        "time": "00:04:49.240",
        "message": "I studied next door in sector 16, Sacred Heart."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:52.680",
        "message": "What a small world, yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:04:54.680",
        "message": "Yeah, we probably, like I used to cycle to school."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:58.920",
        "message": "So we must have passed each other."
    },
    {
        "speaker": "Guest",
        "time": "00:05:01.080",
        "message": "Exactly. Or you know, you must be one of those boys who made our lives miserable trying to leave the..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:06.400",
        "message": "I was a very good boy, but I can totally imagine you cycling past and me thinking, hey, that girl looks like she's really smart. Oh, that's very sweet of you. And then after that, where did you go? After that, I went all over the place. My dad was an IAS officer. So he was posted to Pune between 86 and 91. And I finished my education in Pune in 94. And then I've been in Bombay since 95. Though my dad retired in Chandigarh in sector 11."
    },
    {
        "speaker": "Guest",
        "time": "00:05:35.600",
        "message": "Oh, does he live in sector? So they used to go to Chandigarh. He passed away last year. I used to go all the time to sector 11 and, you know, meet"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:43.600",
        "message": "him there. And it's, you know, one of the interesting things about Chandigarh is how other cities have kind of changed, other cities where I have been to once in a while. But I don't know if it's, you know, because of the wide expansive spaces and the fact that you can't really, you know, in terms of space, there are those limitations. There is what there is. Maybe that's one reason."
    },
    {
        "speaker": "Guest",
        "time": "00:06:03.360",
        "message": "No, I think that's right. Yeah, that's right. It's very, like a museum master plan, which kind of became something that the administration had to stick to is both a good thing and a bad thing in some ways. But, but the city has really expanded, you know, in all the other directions now. So you have also new Chandigarh now and you have, you know, Nayagaon and all these other places which, you know, are now, and the tech city. And so it's more sprawling, but you're right, it's the old bits and certain, it has a kind of architectural integrity, which very few cities in India have, you know, and so they look like mishmashes, you know, like even Delhi is a mishmash of different architectural styles. Chandigarh that way is quite coherent."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:48.920",
        "message": "Yeah, I mean, it's, it leads to a dilemma for me, because, you know, when it comes to urban planning, I'm kind of a follower of Jane Jacobs, and I think cities should evolve organically and all of that. So just ideologically, I'm kind of against the kind of central planning that went into Chandigarh. But when I go there, I just love it. What do you do?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:09.360",
        "message": "I know, but I see what you mean. Because I used to feel very bad, like when I started traveling, especially in India. So of course, my mother's family is from like, you know, you have places you go to, whether in Punjab, or older cities, you know, or elsewhere, in even in Himachal, where our families are spread. So you know, the thing was that I used to feel very strange that this was a city that had no kind of concession to the past, it had no kind of, you know, memory when etched in of the past, you know. And this was particularly so when I went to Banaras for the first time, it was like a complete opposite. But then actually, as I thought about it, since we are talking about books and ideas and stuff, and Chandigarh is a very interesting place to grow in, and it's a truly an Heruvian city in that sense, you know, and because I realized that, now that we're talking about the central vista in India, like where you know, the imperial past is being redone and stuff. I was really, in time, I think that Nehru's vision was quite bold. Because though he was a historian, if you look at the city, the city makes no concession to the past, it makes no concession, even to the vernacular, none of these things are there. Okay, people can have ideological views on it. But as a city, which is a post partition city, it is made as a kind of signature for a post partition India from the very province, whereas it were Pakistan is settled in effect, you know, because of East and West Pakistan, or East and West Punjab rather. And then you think about this is really futuristic, this is really bold, it's really, you know, it wants to occupy the future rather than occupy the past. And it's kind of an I've enjoyed, I mean, when I was growing up there, certainly, I found undergraduate years, very stifling. And that was because of militancy. And that's partly why, you know, after, you know, this is not, you know, my first project, you know, this is in, you know, my this book, you know, in a way, if you had lived on in Chandigarh, say, through the late 80s, and certainly the early 90s, you know, that very decade of militancy, it really, you know, it also changed the culture of the city. Because when I was slightly younger, when I was a child, there was a lot more public culture. And then, you know, yeah, it became and today the city is very, it's vibrant, but its texture is much more commercial. You know, and it's, it's less of a bureaucratic city, less of a city of bureaucrats, less of a kind of cultural hub of ideas or books, because it was a center of both Punjabi, Urdu, but also English literature, and of course, journalism, because my father was a journalist. And, and, you know, and you, you know, it's there, all of those things are there. But now the dominant side of it is commerce, you know, it's very commercial in both good and bad. It's an underrated city in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:16.680",
        "message": "Yeah, and obviously, what we feel about it will be tied up with memories and also is complicated. It's interesting, you should talk about, you know, Nehru not giving any concession to the past, because, you know, in the case of Chandigarh, it's okay, you're kind of building up a city where there's nothing there, you're not imposing a vision on something that exists, you know, it's just barren land, and then you build the city and all of that. And that's an interesting experiment. But in general, you know, I recently did an episode with Rupert Dumansingh and Adil Hussain, both, I think, students of yours, in their excellent book, and they have that debate in their book between Nehru and Iqbal and also Nehru and Jinnah. And you get the sense in parts of it that Nehru, as he was moving towards this whole project of constructing an idea of India, was sometimes perhaps guilty of not taking into account what was already there. And you see this in the sense that Iqbal tries to school him on what Indian Islam really is like. And you also see this when, you know, Nehru tells Jinnah that the communal thing is an elite problem. It is not, you know, all of that."
    },
    {
        "speaker": "Guest",
        "time": "00:11:19.160",
        "message": "I wouldn't go that far. But I think, I mean, it's, yeah, I mean, Adil is a former student of mine, a graduate student of mine, Rupert Dumansingh was part of the set, I only taught him a course, I can't claim any credit for him. But, you know, the thing is that I didn't mean it in the sense of him being uncaring of the past, when I said that Nehru gave no concession to the past. So if you look at his very famous speech, the Trist with Destiny, you know, that speech also says, you know, we only hear one bit, we know that phrase, you know, in Trist with Destiny and the rest. But actually, the speech, if you read the following sentences, is very interesting, because he says, well, India's had a sad past, but the past is over, you know, so he defers to the British as a sad past. And he's saying, what we are going to occupy is the future. And it's a future that others will write about, you know, so it's an interesting, I think it's a kind of unprecedented and unparalleled postcolonial confidence in a way that allows him also, like, I mean, I'm sitting in England, and I've been in India for, you know, several, for the past two, three years, primarily in India, though, of course, living between the two places. And I'm struck by the debates on empire decolonization, which are taking place here. So I've had just a debate in my faculty on empire over naming, you know, it's a naming of a building, it's, you know, should it be called after a particular historian, etc, etc. Now, I was, and the students who were who have requested or petitioned or mobilized to change the name, it's kind of an open question at the moment. And, you know, and they say, say this, say they deploy the language of decolonization, they deploy the language of anti, you know, primarily decolonization and race, and, you know, racial equity, you know, and, you know, I'm struck by what is what happened in India. So, you know, in the sense that we are all children of postcolonialism, I mean, we are, you know, I mean, you and I are of the same generation. And, you know, the so we might not be Nehru's children, we're not the generation of 47. But the thing is that it's interesting that Nehru is able to manage a very, not painless, but a very sophisticated psychologically sophisticated transition from empire to nationalism. Because you don't see the desire, you know, like the British hold no real existential value for Indians. Yeah, I mean, they have gone, okay, go, you know, we won this, we won this moral and political fight. And, you know, but there is none of this kind of, the British no longer occupy the mindsets of Indians, right, either in hatred, or in denigration, or as attachment, they're gone, they're simply gone. And in that sense, the way he naturalized the Latins landscape, you know, the central vista, he made it Indian, you know, there was no, you know, you can't I mean, when I at least have, you know, whizzed past those buildings, or even been through them, I think of them as quintessentially Indian buildings, right? I mean, they look, you know, they look British, you know, in terms of, you know, the style, but, you know, but they feel very part of part of Indian fabric, you know. And so I found that very mature that you, you know, you got got rid of the empire, you Indianize the stuff, you occupied the future, in a way that the British then lost their salience, their importance, their full importance in India. So which is not to say that we need to love Churchill, no one, I mean, every Indian knows that Churchill was very bad to India, but no one is going to have an agitation around him. Whereas, you know, that's the stuff of politics here. But if you look at the central vista project, and I don't want to get into too much controversial ground straight up. But if you look at this central vista project, the project, and certainly some of the figures, even historians like say, Vikram Sampath, who have written on Sabarkar, they deploy the language of decolonization. And, you know, they say, well, this is, you know, we are decolonizing Indian history. And you think, really? I mean, you know, for one, you know, for one, so you get the kind of flipping here, it's the left using the language of decolonization. And there, you have as a to a center right and right wing historians using the language of decolonization. And I think I'm closer to Nehru and other figures, they never use this word. You know, they never use the word decolonization, because after all, they were becoming free. They were taking charge of their own histories and their futures. So in a way, the empire just lost its value in every sense. So I find it's kind of slightly perverse return in debates around the central vista and Sabarkar. Disconcerting, but it speaks back to the Nehruvian movement."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:28.040",
        "message": "In your book, you've quoted Carl Schmitt in various places. And one of Schmitt's fundamental things, of course, is that in politics, you need an other. And just thinking aloud, I would imagine that if you want to place the central vista project within a narrative, you know, your chosen other right now is, of course, a Muslim. That's what we are. That's what modern politics is all about the hatred of the Muslim. That's what we see over here. But you can't bring the Muslim into a narrative for the central vista project. So obviously, you'll go back to decolonization, because there is no other enemy, right? So I guess."
    },
    {
        "speaker": "Guest",
        "time": "00:16:59.000",
        "message": "Yeah, but I actually think this hidden enemy is Nehru. Because, you know, the hidden enemy, the undeclared enemy is Nehru. Because it's not just Hindu-Muslim. It's the remaking of a new India as the word goes on, you know, you're tired of hearing what we don't know what new India is, but we hear it all the time. But what is it? It's actually in opposition to the compact, the political settlement of India of 1947 to 50. And so secularism, part of, you know, the fact that, you know, post-imperialism was just died, you know, like made sense of very quickly, we can come to Schmitt. But I think the problem, I think, is a is a good one that you pose, who really is the political enemy in India? And that really is a foundational question of the book. And Schmitt is important only because, I mean, he's a very controversial figure. He was a jurist of the Nazis. But the interest, the reason why particularly historians or historians or theorists from the left have used Schmitt is say Badiou or even, you know, Derrida earlier, actually, you know, so lots of Zizek, you know, they've all, you know, come, they've taken on Schmitt, but obviously, you can't accuse them of being, you know, pro-Nazi or anything. But the reason they use him is because, and that's also my reason, is that Schmitt offers the most precise critique of liberalism, that, you know, you can't, you can't just say, you know, there is no squeamishness, you shouldn't, you know, he doesn't run away from the difficult questions or doesn't try and put a kind of curtain or doesn't try and make them, you know, doesn't sugarcoat the issue, you know. And, and that's why Schmitt is important. And that's why it allows us to, at least it allowed me to think in the book, that look, in 1857, Indians killed the British in large numbers. They killed women, they killed children, they killed, of course, men. We've all seen Janoon, if we haven't, people should see it. You know, it's, you know, you know, you see the way in which it's a kind of, and it's the largest violence the British will see in the 19th century, outside of the Crimean War. It takes the British two years to suppress the mutiny. It leads to the modernization of its army. It's a profound moment for like, you know, British institutions as well. But 90 years later, the British are singularly spared, you know. So what happens? You know, when you have the moment of freedom, of course, if you look at British accounts of the mid 40s to 47, they're quite paranoid. They feel that, you know, that violence that is in the society will come to them, you know. And of course, there is kind of also a kind of hasty retreat. You know, there is a retreat, people just up and leave the, you know, whether they are army men or civilians or business figures and what have you. They decamp very quickly. But the question is not that, because their fears were misplaced, because the Indians were really not interested. The British were no longer the enemy, as it were, you know. And that's really the book's work, that, you know, why is it that political enmity turned on the Hindu-Muslim question? More than the Hindu-Muslim question, why did it turn intimate? So if you look at the story of the West, its passage to modernity, its passage to modern statecraft is rested on two principles. One, the complete monopoly of violence by the state, that the state will be the author of violence, its protector, its legitimate user. So it has, you know, it has control over violence. And the second is that the figure of the political enemy will always be the foreigner. So the foreigner and the external always are kind of theorized and also not just theorized, but weaponized as the enemy. So it could be the refugee, the immigrant today. But the European problem of the Jewish question, though the Jews were internal to European history, they were seen to be external and the like, right? I mean, there's a kind of foreign, the Jewish question becomes one of foreignness. And in India, that's really interesting. In India, it departs. That's the central claim of the book, is that it departs from Western political ideas, even as it remakes them in a big way, is, you know, the enemy will not be the external. I mean, the British are just have no existential political value to Indians, you know, and right from 1905-08, you know, when the book opens, and that's not because, you know, they're not powerful. Of course, they're incredibly powerful in 1905-08. But they have lost their salience as the status, the existential status as the political opponent. And that's really what the book is about, that in a way, this is truly a postcolonial project because India's founding figures have already thought of a political future, where the British don't exist, you know, and that's, you know, and they're really interested in how to live with each other. And also, then the question of enmity is, you know, going to the Gita, really the intimate kin, you know, that's why the Gita becomes big, you know. So, but it's interesting, because Schmidt allows you, since you mentioned Schmidt, you know, he's, that's really his value, you know, his value really is the way he can identify a problem that liberals are too either scared, or too hypocritical to name."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:48.960",
        "message": "You know, the way I see it, an insight is an insight. So, you know, whatever the history of the thinker otherwise might be, or whatever he might be, you know, connected with, in his case, you know, his Nazi history doesn't really matter. It's a powerful insight, which I keep coming back to, even when I look at modern India, and even in fact, the splinterings within the BJP and within the right where now that they've kind of obliterated the other,"
    },
    {
        "speaker": "Guest",
        "time": "00:23:10.120",
        "message": "they are sort of turning on each other, you turn on each other, but that's happened to the left too. So, the left also had this problem that since it could not, it could not, it's failed in curtailing the power of the right, they have turned on each other, they police, what is the right thing to say, who, you know, so there's a kind, you know, it's a different kind of policing going on there. It's more of a policing of words and actions and culture. Whereas in the big BJP family, we are seeing that it's become internecine with, you know, now with the, you know, with the various factions and so on. But I think the central insight of the period of the early period, which is foundational to as it was even the grammar we are in, is really that the own, as the Gita, you know, why does the Gita become such a big political text in the 20th century, you know, today, I was listening to Radio Four, they had a kind of morning show on the Arthashastra of all things. And it's really interesting that Arthashastra is like, really not referred to much, you know, A, it's translated very late, B, like hardly anyone cares about it, you know, unlike, say, the, you know, the Gita, which becomes the text for Indian political actors to imagine, to think through their problems. And I was interested in that question. And, you know, why the Gita? And, and there, the answer is a very simple, then I, you know, elaborated with Tilak, it's a question because it forces you to ask who the enemy is. And the answer is obviously the only the brother, the intimate, the neighbor, the kin is open to enmity, the foreigner is of no value in that story. But then the second order, the big question, is it, is it okay to kill your own? You know, and that's, and the third question, then, that violence, which is really the main kind of driver of the book, that violence is not a question to be handled only by the state, in fact, far from it. So, you know, the Indian political leaders had a very particular problem. So, the book opens with, you know, 1905-08, which is considered to be the first mass movement of Indian politics, which is a Swadeshi era politics. And I don't know how many of your listeners will know this, but, you know, this was about the proposed partition of Bengal by Curzon. And of course, there's a pushback and by the, by all sorts of regional leaders, particularly in Maharashtra, but now today, Maharashtra, but also Bengal, obviously Bengal, because it concerned Bengal, and also Punjab. So, you had Najpat Rai, you had, you know, Aurobindo Ghosh, but above all, you had Tilak. And they fail. The, you know, okay, the, the partition is kind of withdrawn, but the movement fails because everyone is put into prison, there's mass repression, and, you know, Tilak is sent into prison, you know, solitary confinement in Rangoon. And he is, you know, the figurehead, he's the most famous kind of leader at this point prior to Gandhi, so he's not a minor figure. And, and he's just wondering, you know, what happened? He realized that actually the imperial state, the British imperial state had become all too powerful. It had reached a kind of different stage of its maturity, where it was entirely peaceful, and could co-opt Indians, as you know, English education and whatnot, this degree of kind of progress in India, often, you know, and so it's kind of, it could be permanent at this rate. And, and so the idea would be that you, you'll have to change, not just, so the idea is how do you now forge a politics which can succeed? And the answer is, they decouple, Tilak decouples the question of law and violence, or the state and violence. And this is profound, because, you know, the history of the modern state is that it's the state which is the legitimate owner and prosecutor of violence. That's why you have armies, that's why you have armies on the borders. And what Tilak says, following on from the Gita, that actually, life and death are questions of individual, of you and I have life and death. These are, these are individual attributes. These are not attributes belonging to the state that it can deploy, control, manage, and the like. And as a result, violence also inheres in you and me. It is not something which is, you know, out there. Of course, it could be abstracted. So he breaks away with this abstraction of law with violence. And this produces a very operable political subject. And the Gita, and then he says openly, you know, all political questions are Kshatriya questions. Which is to say, it's not a caste, obviously it has a caste slur, but at a more foundational level, he means that war, the theme of war and warrior-ness will, defines the political. The political is not about, you know, you and me negotiating, which is what the British and liberal imperials were doing. You petition the state and say, you know, my people need some more rights. And, you know, how come we are not sitting on juries and you know, whatnot. And he says, well, this is just nonsense, you know, because this is going. So this breaks apart the liberal imperial story completely. And from then on, you will see, even Gandhi belongs in this tradition. When Gandhi is also of the same tradition that life and death cannot be, they're not state questions. They are questions that belong to individuals. But of course, Gandhi will have a completely different outcome to the same starting point. And it's a story that stays in India till date, but you know, we can unfold it, unpack it slowly, because you can even think about today's farmers movement, you know, as a Gandhian movement as well. Fabulous. So, you know, I was actually going"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:35.320",
        "message": "to go back to your childhood and talk about growing up in Chandigarh. But we'll do that after this, because you've already, you know, gotten us to this sort of fascinating point. So we'll just take this to the break. So here's a question that arises from this, like reading your extremely fascinating chapter on Tilak, your first chapter, political theology of sedition. At one point, you spoke about bomb throwing, like you spoke about how the scholar Christopher Pinney compared bomb technology with that of the printing press. And Tilak spoke about how it was pregnant with democratic possibilities, and so on and so forth. And I began to kind of think aloud and tell me if this makes any sense to you. One of the sort of processes that I have been examining in my last few episodes, so they have nothing to do with the subject of your book or what you study, is how technology is leading to all kinds of decentralization and a crumbling away of the mainstream, right? So you see this in the media, where in the 90s, you have your mainstream newspapers, you have a consensus on the truth. And that gets completely decentralized because of technology. And I would argue the net effect is good. But there are a lot of problems such as you no longer have a consensus on the truth. There are just, you know, narrative battles everywhere, so on and so forth. You see a similar thing in music, for example, where there is no longer a mainstream. Once upon a time, maybe rock could have been called mainstream, but now it's not the case. Now it's kind of splintered. And I would say on the whole, that's a great thing, because, you know, much more expression of individuality and scope for people to find whatever they want. And, you know, and even nation states, perhaps in the modern time, where nation states are getting less and less control over their citizens or over their subjects, as the case often is in practice, because individuals are being empowered with different kinds of technology. You can't stop them from being globalized and you can't stop the flow of ideas and all. So just thinking about bombs and Tilak, it struck me that bombs, in a sense, are also a form of decentralization, because what you're talking about, the monopoly of power being with the state, suddenly now this technology, bombs, has decentralized that a little bit, that individuals..."
    },
    {
        "speaker": "Guest",
        "time": "00:31:40.920",
        "message": "Okay, so let's talk about him. Let's talk about bomb and let's talk about Tilak, but also talk about that terrible word sedition. And then we can talk about technology and state and these are fascinating questions and I'm totally interested in them, because... So let me stick with history for a minute. And, you know, so we, of course, know sedition is back in our times. It never actually really went away, but it's back in a big way in our times. But his is the most famous sedition case in Indian history. And it's the case is refers to actually bomb throwing and that comes... So you have... Again, it's interesting to talk because we've just been living through a pandemic. So you had the Bombay Plague in 1897, which is incredibly... It had very draconian... Since you're in Bombay, it was the epicenter and that's where a lot of the repressive technologies, state technologies came through. You should see some images of that period. You have like what are now Charles, but at that time they were like... All these small... Sort of the housing, the Indian housing, especially around mill worker working districts. You had these fire hoses just coming and just dropping really kind of powerful, what would be now pesticides, some sort of medicinal decontamination. And it was a kind of... It's quite aggressive to have your house being doused while you are sitting in it. And people were also being taken out and put into camps and the like. So it was very... There was a very kind of... That kind of triggers in some ways, Tilak's politics. And you have, as it were, the assassination of the plague commissioner in Pune and him and his lieutenant, they're just killed off. And initially, the government is unable to pin... The law is not sufficient at that point to say, well, murderous acts because the inspiration was Tilak. They could not find a direct relationship, but they could say that what Tilak had written in his papers was contributing to it. But the thing that really ups the ante is that you have in distant Bengal, Khudiram Bose, that very famous legend. Khudiram Bose also wanted to kill a British official, but he ends up... His bomb ends up killing two women by mistake. And two British women, but... And it got called the Muzaffarpur Outrage. And then it occasions Tilak's writings on the bomb. And this is what becomes the centerpiece of a sedition trial. And there he says, well, the bomb, he says, is a secret amulet. He says, you know, it's like a charm. It's like, you know, like it has a magic, it has jadu, you know, because it can... It converts things. It converts a relationship. So that's a secret. Its magic is its ability to alter. But secondly, it is so easy to assemble. It is truly democratic because it's very easy to assemble. And above all, it puts the king and subject in the same position of power. There is a kind of, you know, that's the democratization. Democratization is that you circumvent the state. You are the king. You have all the armies. You have brought all these draconian laws. You have brought all these, you know, the tyranny of, you know, surveillance and the like that he is kind of really invading against. What are people to do? You know? And his answer is that the bomb has offered a kind of sublime as the word, you know, sublime possibilities. And this is where his critique of imperial power and sovereignty would start. He would say, well, it is, you know, the bomb is not just kind of, he says, you know, I'm not sort of saying yes or no to Khudiram, but the bomb has allowed the king and the most oppressed subject to be part of the same dialogue. It can't be, you know, it can't again be abstracted and put away in a third place. But he makes another case, which actually really, so the British get really upset, you know, you know, the Routledge Report would also later say the same, you know. I mean, they think that this is just part of a kind of global anarchist pattern, because you see the, even in this period, Tsarist Russia, you know, I don't know how many people have seen any series around the early 20th century, lots of Netflix series on Russia at the moment. And, you know, there's a lot of bomb throwing in Tsarist Russia, and this is, you know, 1905-08. And even in Portugal, even in, you know, so there's a kind of wave of, you know, anarchism, you know, that young men are using bombs to kind of overthrow the same. But Tidek is saying, well, you know, our use of the bomb, Indian use of the bomb is not the European use of the bomb, because they are interested in class conflict. They're interested in, you know, getting rid of kings and, you know, moneylenders. Ours is about the British, it's a political, so that's why he uses the word it's democratic. And it's true that this is a kind of, this would influence his followers, Tilak, Tilak's followers, for one Savarkar, but also the Ghadar people who would then go throw bombs across the world in, you know, in India. So I think your broader question of technology and centralization is a really important one, because I don't see it so much in terms of centralization. I see it in terms of what is democratization, what is, where is democratization going on? And there I would somewhat be a bit more cautious than you in the sense that I think contemporary wars on data, you know, data, the new oil, you know, you must have heard it many times by now in your podcast. The thing is that it appears as decentralized to us, you know, it feels like, okay, you know, I'm sitting in Cambridge, you're sitting in Bombay, we are having a great chat, we are having a chat about the same people and its technology, and we thank that, you know, world. But at the same time, I think, I mean, I really am interested in democracy and democratization. I do think some of these technologies are eroding democracy. So they might free up the citizen or individual or whoever. But I think whether it has been Cambridge Analytica, and you know, whatever we know about Brexit or the Trump election, and indeed, the use of social media in Indian elections, we can't just say, it's just competitive narratives. It's just very expensive business. You know, but I think like, I think, yeah, I think it gives us choice. But I'm not sure if it makes us more free."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:50.440",
        "message": "But no, no, great points. And I mean, the future is unknown, unknown, so one never knows like, you know, I used to, I don't do this anymore. And I'll tell you why. But whenever I would end my episodes, I'd ask my guests about what makes them despair and what makes them hopeful. And the reason I don't ask this anymore is because there isn't much people have to say anymore in the hopeful part of the sort of equation. So these days, I end my episodes as I will eventually end this one by asking my guests to, kind of, no, no, these days, I end my episodes by asking my guests to, you know, recommend books they love and so on and so forth, because they don't have to search for something that gives them hope. So the sort of very interesting framing that I found in your book about political thinkers of that time, which I hadn't really considered that way before is all of us look back to the freedom struggle in those years as being a battle of Indians against the British, right? That's a typical kind of framing. And your framing is kind of different. And you introduce it right at the start by something that, you know, is known in psychology as the hedgehogs dilemma. And I'll quickly read it out and then ask you to sort of elaborate where you speak about this fable, which goes like this, quote, a family of hedgehogs masked very close together one winter's day, hoping to use one another's warmth to protect themselves against the cold. However, they soon felt on one another's prickles, which made them draw apart when the need for warmth brought them closer together. Once again, this second evil was repeated with the result that they were bounced back and forth between the two ills until they established a moderate degree of distance from one another in which they could best endure their condition. Stop quote. And this is Freud quoting Schopenhauer. And your central point, which I wanted to elaborate on is that the focus of, you know, these years following 1905, 1908, you know, the resistance to the partition of Bengal essentially faces defeat. Figures like Tagore and Aurobindo withdraw from, you know, the active fight. And you know, Tilak is left doing whatever he does. Gandhi eventually appears on the scene and so on and so forth. And your central thesis is that here, what we have ignored and what your book tries to bring to the forefront is this battle between this fraternity of brothers, this bunch of hedgehogs drawing closer together and then bouncing further apart because hey prickly and all of that. And this is really fascinating. And your point is that the British is no longer such the focus of what's going on. They're also focusing on each other and there's stuff happening there. So elaborate on this a little bit because I found this so fascinating, counterintuitive, and I hadn't heard this aspect before."
    },
    {
        "speaker": "Guest",
        "time": "00:41:29.080",
        "message": "Yeah, thank you so much. I mean, it's not, you know, to be sure, it's not that the British don't, they are there. I mean, what I find fascinating about this moment is precisely this deep intellectual and political confidence to not just rewrite modern politics, but to start thinking of a politics in which the British don't exist. So, you know, this is at the moment of the height of powers of the British, you know, this is post Curzon, you know, all this is a kind of completely new kind of phase of British imperialism in India. And it could be, as I said, could have been permanent. And this is what they're reckoning with that, you know, this could just be permanent. And yet in that moment, it's not despair and haplessness, but a way in which a kind of existential move is made to start thinking to occupy, as I say, the future. They don't want to occupy the past and worry also about the present. And the turn is to the inner, to the internal. And there are two ways you could, you know, you could understand it. One way is, if I can be a bit more about political thought, one way would be that, of course, modern politics is made on that very famous French revolutionary triad of liberty, equality, and fraternity is the last one. And you could say that the failure of the Swadeshi is also the end of liberalism in India, whether it's Indianized form, particularly it's Indianized form, because that the concern with ideas of freedom will give way to how to live with each other. So liberty would be jettisoned as a primary concern, which is not to say that the struggle for independence will not mean much, but the central question would be how to be with each other. And as a result, the British lose, as I say, the existential validity in India. It's a truly post-colonial moment in that sense, 50 years prior to independence, 40 years prior to independence, because they are thinking, you know, yeah, they're not going to be here. That's going to happen. But what, what about it if they're not here? And so the turn is, so in a way, it degrades the empire at the very height of its power, that it denies its status as a political enemy. They're just there, they're rulers, they will go, you know, that the eventual victory is assumed by these figures. But by the same token, the thing that therefore that matters, and that's, that's my insight from Freud, because I'm very interested in psychoanalysis, that it's only love objects who can become objects of hatred. So our enmity, you know, the interesting thing about the Hindu-Muslim question is it's an intimate one, like the hedgehogs, drawing in, drawing apart, coming in, coming out. But it is the question of intimate enmity in that sense is important because only love can convert to hatred and hatred to love. The British have become an indifferent presence. The fight, of course, the kind of institutional fight will be with them. But there's a kind of complete indifference to the British. They have been degraded. They don't exist. You know, everyone knows if they have a fight with someone very close, the way, best thing to do is to ghost them, you know. But if you're constantly fighting with them, you know, you're giving them a kind of presence, right? I mean, even if it is a negative. So it's, it's a two-way move. It's a move to, it's a deeply post-confident post-colonial moment to think of life without the British, even at the height of the power of British in that moment. And secondly, that it also correctly identifies the British as truly foreign and in India, without actually those, those strings of attachment of love and hate, which we give to our intimates, you know. So they're truly not the intimates in India, in Indian history. And as a result, the story turns to Hindu-Muslim questions and also subsequently caste questions, because those are intimate questions, questions of how to be with one another. But finally, you would say that, you know, not to get too technical, but liberty would be, would be degraded in favor of what political thought people or what is generally known as sovereignty, how to control your own destiny. So not so much about freedom, but how to kind of take charge of questions of life, death, national destiny, and the like, what we call sovereignty and sovereign status of, of Indians. Yeah. So I think that's really, I think the way I see it both as a way of what Freud would call identification. Indians stop identifying with the British, let's simply put, you know, they've gone, they've left, you know, and even though Nehru would, I think he gets misquoted, but I think, or misunderstood rather, I feel rather sad for him these days, you know, you know, that he was the last Englishman to rule over India, you know, he's very famous, but he's being ironic. He's basically being ironic because he himself had this, if you read him, I don't, he, he just has a small walk on part in my book. He's not there. I don't devote a chapter to him, but it's just interesting that if you read his autobiography, he's very influenced by Freud. He's reading psychoanalysis, you know, in his prison and stuff. And he just says, you know, Gandhi really represents India. He really is the soul of India. He, you know, he's always feeling that, that somehow, you know, he's not Indian enough, you know, she's always battling with this, you know, problem, but you know, he was a true Indian in some ways, in lots of ways. So, yeah, I think it's, so to turn to that, it's about intimacy. It's about things, why the Hindu Muslim question matters is because, yeah, it's a love, hate, hate, love. It can move one way to another. Whereas the British are just, yeah, either powerful, powerful foreigners. That's it. So once you, once you disempower them, they're just foreigners."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:03.920",
        "message": "Yeah. You know, in that phrase, which she obviously meant in a tongue in cheek way last Englishman to rule over India, I think I wouldn't have a problem with the Englishman bit. I'd have a problem with the rule over India bit, that word rule. But, you know, so, because"
    },
    {
        "speaker": "Guest",
        "time": "00:48:16.520",
        "message": "our governments are supposed to serve us, not rule us. I think it's that mentality which is a problem. Yeah. Right, right, right. No, but that's, that's a pet peeve of mine that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:24.400",
        "message": "we are subjects, not citizens. That's what we made ourselves. My next question is going to seem a little naive for sure. So, you know, forgive me in advance for that. And because I don't know anything about psychoanalysis, but I am sort of fascinated by what you said about this relationship between love and hate, where we tend to hate that which we love the most. And I am just thinking of that in concrete terms. And I'm thinking of modern India. And I'm saying no, most of these Hindutva people, you know, their hate for Muslims doesn't come from any love for them. You know, there are, of course, many people like me who are born Hindu and who love many things about Islam from the food to the culture and all of that. But when you actually see the violence being committed everywhere against Muslims and the people who are part of these political movements, I don't think there's any love there. I think there's a, I think there is just genuine resentment and hate. And, you know, am I, am I being too simplistic?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:16.320",
        "message": "Oh, no, no, no. I think that's absolutely correct. But it's the hatred comes. So it's not whether that love may have existed or not existed. My point is that hate, even hatred is sign of intimacy, is my point, you know, and, and the problem for Hindutva, and this is my Savarkar chapter, and also it stays till date, it remains relevant till date. The problem for Hindutva is twofold. One, that India doesn't offer Hindus a pure monopoly of the past or of the future, which is not just in terms of Muslim rule, which I think, you know, we'll come to in a second. But actually, for Savarkar, the biggest problem is that of Buddhism, that one, India is, is births not one, but two religions, two great world religions, you know, Buddhism's, you know, born in India, it's a crucible of, India's a crucible of Hinduism, of course, it's then shunted out in, you know, in the second century and onwards. And, but, but the thing is, so, so the problem is of, you know, one of attachment, like who fully attaches and who is fully owns India. And that for the Hindutva lot, it's a problem, because India is not only the kind of best spring in terms of, of that, but then you also have this kind of idea of Muslim rulership, you know, where, you know, you've had Muslim empires in India. And this kind of causes, and yet there, and this is something that actually the person who writes most insightfully about it is actually Ambedkar. So Ambedkar is saying, look, he writes in the 30s, 40s, and it's quoted in my book, it's about the partition question. Ambedkar is saying, look, Hindus and Muslims are actually quite tied together, caste Hindus and Muslims, they are symbolically tied together, they share a lot together, they're honeycooned, he uses the word, they're honeycooned, you know, and it's true, whether these are ritual practices, Sufi, Pants, whatever, you know, there's a whole life of kind of popular religiosity and devotionalism, which speaks to that mixture, which I don't need to go into here. But he's not talking just about really devotionalism and religiosity. He's actually talking about the shared history of rulership, that Hindus have been rulers, and Muslims have been rulers. The reason he says they are fighting in the 20th century with each other is because the nation state is a competitive arena of identities. And that's what he's saying. So he's not saying that they are like, he's not making the British imperial argument, you know, Hindus and Muslims are primordially or, you know, inherently ill disposed to each other, but they are antagonistic. He's saying, no, actually, they are so tied together culturally and symbolically. And they are now fighting because this is a competitive arena. And this is why he will end up arguing for partition, because partition allows for some kind of cooling off between these and separating of these kind of hostilities, right? So today's Hindutva, you know, the figure of the Muslim is weaponized and is seen. And why is that? You should ask why, you know, like, you know, you know, I know, there is no, you know, you know, Indian, the Hindu majority is so large, you know, where does this fear come from? Where does this kind of antagonism come from? And I think the antagonism does come, as I say, you know, there's also these questions of conversion and reconversion that, you know, they are part of, Hindus and Muslims are all part of the, and it's complicated in the way that Nehru complicates it, that Muslim empires, he says, you know, Nehru in Discovery of India is brilliant when he says that it's only the British who are exceptional to Indian history. There've been empires all through India's history, you know, all kinds of people have come and ruled over it. But it's the British alone who are not loyal to its own people, you know, and so even the Mughals, you know, the so-called Mongol empires, even the Persianate influenced the Indo-Islamic, you know, the Indo-Persianate world, you know, these people all marry, not just marry in, they are loyal to the people they are ruling. So there's a kind of deep intimacy to the Hindu-Muslim question, not just of rulership and devotionalism, which for the Hindutva lot is a problem, because India's history is a history of mixture and miscegenation. So, you know, it's not like the passage to Nazism or fascism. I was asked this question today also, you know, at the JLF thing, because, you know, the thing is that if you look at modern states in Europe, they have always claimed a kind of purity of language, race, but certainly religion, you know, you don't have to be too hard pressed to say whether, you know, European states have the domination of certain religions, you know, though they might say they're secular. India doesn't have that luxury or even, I think, there's more interesting precisely because it has to kind of think about its modern statecraft out of sheer diversity. And the problem for Hindutva is that it doesn't believe, it wants a kind of not homogeneity simply, it wants the rule of a political Hinduness. It doesn't want Hinduism, it wants a political Hinduness to emerge. And the way it sees it can emerge, and which is why for Savarkar war is so important, that it can only be shed, it can only be made through bloodshed. You know, it cannot be the purity of, there's no pure race to return to, or to kind of, in fact, the way Hinduness will be. So basically, Hindutva becomes a fight with India's past. It's a war with India's past above all, which it wants to overcome. It wants to overcome the history of miscegenation and mixture. And therefore, to me, it's a theory of violence, really, which uses history as a way of, it deploys history as a way of thinking about that problem. So the Hindu-Muslim question is complicated for me to summarize. I mean, it's complicated even in Savarkar by Buddhism, and for Ambedkar by the caste question. So the Hindu-Muslim question can never be a binary, though people will want to make it that way. But even if you look at the Uttar Pradesh elections going on now, it's a triangle. It's a Hindu-Muslim caste triangle. And so it will be, because this is not a two-way story. And for the story of India's religions, and for Hindutva's origins, they don't think so much about caste. I mean, they might think about it in terms of, you know, today's calculations of, you know, elections and so on, whatnot. But the main problem is Hinduism, Islam, Buddhism."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:02.280",
        "message": "Let me examine a couple of strands which seem slightly contradictory, you know, one of which is from your book, where, you know, you write beautifully of how Savarkar, you know, Savarkar's Hindutva was, quote, a theory of violence in search of its own history. Stop quote. And I just love that phrase, in search of its own history. Then you elaborate upon that when you say, quote, the cobbled together history invoked by Hindutva was meant to provide it, not with the past, so much as a future, a prognostic operation that sought to read into the past, a future in which India was not identified by land, blood or history, but had to be produced by war. Hindutva, as expounded by Savarkar, the book argues, is a theory of violence, rather than a history of identity, which is superbly put. Now, what so, on the one hand, I completely buy what you're saying here that, you know, the history that Savarkar tries to invoke to justify his theory of violence, as you say, simply wasn't there, it was made up, it was, you know, some could argue fictional, and some could argue that even Nehru's idea of India was fictional in some sense, and some could argue everything is fictional. But the other the other sort of aspect of that is how Indian society was even at that time, like I did an episode with Akshay Mukul on his superb book on the Gita Press. One of the things that I kind of realized while reading that book, and while chatting with him and doing that episode was that English speaking elites like me, were really grew up in India in a bubble, where we didn't really have a true sense of a lot of Indian society, like a lot of the factors of the present, the fault lines of the present are there in the 1920s, 1910s, even going further back, right. So, you know, issues which to some people may seem like modern issues, like the revival of love jihad or cow slaughter, or"
    },
    {
        "speaker": "Guest",
        "time": "00:58:47.040",
        "message": "so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:48.040",
        "message": "They seem very 20s to me. Yes, exactly. Were very live 1920s issues, and they were already burning there. So on the one hand, the specific theory of Hindutva as Savarkar kind of built it up and the justifications he made for it in his made up history, you know, might not hold much water. But the point is the sentiments that they played to, the fissures that were within society were very"
    },
    {
        "speaker": "Guest",
        "time": "00:59:09.720",
        "message": "kind of real. No, no, no, I think you're right. Let me just kind of unpack a few things here. So I'm not saying it is fiction. In fact, Savarkar is very clear. He goes against his initial mentor. It's not that, you know, Tilak is a direct kind of relationship. But yeah, you know, they had some conversations and, you know, Tilak is instrumental in sending him to London at that point in the early 20th century. But having said that, he's opposed to Tilak and other figures because he's not interested in the epic tradition. He's actually saying, no, history is what is verifiable, recordable. So he's not saying I'm, you know, this is fantasy land. But what I'm trying to say is, you know, how does he organize? So let's talk about comparing him with Nehru and him. Both of them use the same time frame to write about the two books of Indian history. One is, of course, Discovery of India, written in 46, in which India is made into a civilizational grandeur. It's divided into three phases. And the British have a major is a kind of the third phase is the last one where the kind of moral struggle of empire against nation. But Nehru is making the claim of Discovery of India primarily is that, look, India is not going to be Europe because it is going to forge a nationality out of diversity. This is, you know, this is the point that the Germans, you know, the French also pretty much invented Frenchness. The Germans, you know, Bismarck and all the rest. We know the whole story, you know, and of course, the English Civil Wars and the like. But the point was that in the end, a linguistic homogeneity, a racial or religious homogeneity provided the basis of modern nation states in Europe, which of course led to the two world wars. We also know that this was not a cost free thing. Nehru's point is that this is not who we are. This is not what India is. It will defy this trajectory of nationality making. This phrase we love to mock now, the unity in diversity, was precisely Nehru's claim that out of diversity, we will produce a nationality in India. And the labor of discovery of India is precisely that, right? That India has this kind of destiny to occupy. And, you know, interestingly for him, since you mentioned Schmitt at the beginning, you know, neither, since he was a Marxist, you know, he had read everything a lot. He neither, he doesn't organize history around evil forces or even class warfare. It's very abstract rise and fall, you know, there's, you know, there's this progress, there's decline, you know, there are four like forces, but he never names, you know, there are no enemies to be had in terms of human beings or groups. Very interesting. Savarkar, also the same two millennium, and he says, and this is Six Glorious Epochs written in 66, I think, or 62, I can't remember, but 60s. And it's his last book before he commits suicide. And, you know, the book is really fascinating, because like all his other works in history, it's organized around war. Yeah. So there are six glorious epochs in Indian history, which have given India an identity, starting with the shakas, but the, you know, but the main one is, as I said, Buddhism, and Buddhism and Islam. And he's basically saying, you know, India's history is pretty static. And the only thing that gives it any dynamism is war. And these are the six wars that matter. And that's why I'm saying it. So when I read it, I told him, I got this is a kind of interesting take, like, you know, I haven't kind of seen the slicing of Indian history in this manner before. And but then I was like, what is he doing yet? Because if you would search the book, the word Hindutva is not used at all, maybe once. So I'm like, what is this? You know, he has written this pamphlet where, you know, it's a kind of elaboration of the pamphlet. And that's when I realized that initially he's looking for purity in India, and he can't find it. And then he wants to kind of fight uses these as obstacles to overcome. So these are the obstacles Hindutva will have to overcome. And in the end, he's very clear that he's saying that, you know, new identities are made on the anvil of war. And even with on talking about Muslims, he's saying, well, friendship is possible with the Muslims, but only after they have been defeated. You know, he's very clear that, you know, war will lead to real peace. And so I think it's not fictive history, but whether it is Nehru, whether it is Savarkar, whether it's indeed Iqbal and his philosophical history, or, you know, even Ambedkar's turn to India's ancient history, they're all using history as the template to convey political ideas of India's future. So they don't write philosophical texts. They write history to say, well, this is our political mission. So it's not the way I would write history as a professional historian, right? But there is a problem in the sense that appears when you talk about today's generation or what have you. History will always be tied up to state narratives. And when you say that English elites, you know, English elites have a very kind of poor understanding of India's or had today, they can't claim to have that. They can't claim to be naive, you know, it's everywhere. But, you know, perhaps, you know, in the 70s, 80s, they were buffeted. The question really is like, I mean, if I were to be completely honest, and I don't want to be controversial at all, I think in the 50s and 60s, this is not my decade, I was not born then, I was born in the 70s. So, you know, the effort of India's intellectual elites, and this was a very, I think it was a good hearted thing. It was not a bad malicious thing, let me be very clear. They wanted to look for sources in the past for India's secularism, for India's diversity. And I think that was, I think, a mistake. Because what they should have actually done is say that India's secularism, like Chandigarh, is a bold new project into the future. And it would have been better, because then we wouldn't have had these. Then I think, what would Hindutva have done? Would then Babri Masjid be such a big issue? If you're saying, well, you know, it is, you know, this is our new, this is our new charter. It's what actually the Turks did, you know, and, you know, I'm not saying we should have gone the Turkey way. But, you know, it, you know, because, I don't know, there was lack of, I don't know, confidence, or maybe they genuinely believe that all of this existed in the past. I'm not saying the past was bad or good, conflict ridden or peaceful. But I'm not sure if the Mughal polity was the right paradigm for the secular state. And I think looking for that answer in the Mughal polity, though, I can see where they were coming from, became an open, not an open invitation, but it opened the floodgates for the wars we have seen in the last 20 years over Hindu-Muslim past, and starting with Babri Masjid. And yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:25.080",
        "message": "Yeah, I agree with you entirely. In fact, this is a point made by previous guests on my show, like Kapil Komeredi, who wrote Pallivalent Republic and Manu Pillay has been on the show. And both of them kind of agreed that, look, if we took a different approach to history, if we didn't just try to, you know, paint everything, paint history as something where there was no communal problem, where the Mughals didn't do anything wrong, and so on and so forth, we wouldn't see the backlash. And the interesting, and I love the way you brought Chandigarh into that, sell it as a new project entirely, and let's see where it goes, where in that case, the arguments would not have been over the positive or how things are, but over the normative and how things should be."
    },
    {
        "speaker": "Guest",
        "time": "01:08:05.360",
        "message": "Absolutely, absolutely. And it would have had a bolder compact, you would have had a bolder way of dealing with issues. Now, the problem is that, and I don't blame the founding figures, because, you know, look, they have seen a catastrophic fratricide in which a million people have killed using house knives, and you know, whatnot, you know, you don't even need state machinery to have this killing machine, you know, which, you know, it shocks me that in, you know, six, seven months, so many people were killed without, you know, great technology or even state backing. And I think they probably were too, I wouldn't say scared, they were too stymied, they were too shocked by that violence to actually then want to say something. So their effort was to say, no, actually, look, we were peaceful once upon a time, we could live together, we could coexist. And instead, and let's these are the examples, you know, look, look at the past. And it's not all a lie. After all, it was, these are not like lies. But yet, I would say inadequate, they were inadequate ways of thinking about secularism, and or living with each other. And, and I think, yeah, I mean, and you know, that's why now you have a complete reversal, where the Mughals are just the bad guys, you know, you know, and you think really, I mean, have you seen the architecture? Have you seen the, the kind of growth in the human sciences and the medicinal sciences in that period, or the number of cities that came up? But no, we, you know, there's a kind of way no, no, no, no, no, you know, it's all kind of love jihad type of stuff that this is about conversion. It's about, you know, it's about power. And so I think that was a, it was an error. I don't think it was just bad history. I think it was good history, but it was an error to, to teach, to make the past and instruction for India's future. Because what actually India was doing was something totally new."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:10.640",
        "message": "Yeah. And firstly, obviously, it's easy for you and me to sit here and in hindsight, say, oh, they should have done this and done that. But you know, when the country's falling apart around them, and they're wondering, will the center hold? What are you going to do? I'd actually go a little further and postulate that this error was a small error, which was part of a larger error of a way of looking at the world. Like one theme that I've often explored in this episode, and I've put this question to many people is that our society by and large was an illiberal society. You know, you can just see this in the sort of the sales of the Gita Press books, like, you know, how women should behave and all of that nonsense, right? And that our society by and large was illiberal. And we had a bunch of liberal elites who were not elected at the time of writing the constitution, who therefore wrote a constitution, which is not as liberal as I would like it to be, but is way more liberal than society itself. So you have the imposition of a liberal constitution, quote unquote, upon an illiberal society by a liberal elite. And the question there is, number one, and this is a smaller question, number one, can that imposition itself be called liberal? And number two, leaving that earlier question aside, number two, is this sort of top-down thinking, is it possible for this to actually change society into something liberal? Like Ambedkar himself spoke of the constitution as a topsoil, right? There was an understanding that this is just the start. Now, there was a faith among some that you can drive change top-down. And certainly Nehru had this faith that you can drive change top-down and, you know, and this is part of the mindset from which that thing emerges that let's, you know, whitewash history and let's give a particular version of it. And these are the needs of the time. But Gandhi argued at the time, I mean, at the time in the sense, you know, before he passed, that real change will only come from within society, it will come in a bottom-up way, you know, politics is downstream of culture, as Breitbart once said. So, and that's, I think, a failure of understanding among our leaders, because that top-down vision of changing India from the top did not work on any margin, right? And therefore, we have the India that we have today, where I like to say that society has caught up with politics, that now the politics that we see is a reflection of the society that we live in. And for people like me, and I'm sure you, it's an ugly sight. But the point is, it's also, I think, a failure of imagination back then and a failure on the part of liberals through all of these decades to be able to do the bottom-up work they should have done."
    },
    {
        "speaker": "Guest",
        "time": "01:12:36.880",
        "message": "Well, really fascinating, fantastic, and not easy questions to answer. But they also are questions which are out one's own positions a little bit more than I'm more comfortable in doing, but okay, I'll give it a try. So I was, let me first say in my book, I was very careful to, I did not organize my book around any ideology, because my claim is that various founding figures tore up the copy book, particularly of liberalism, but also Marxism or conservatism or what have you, to set a new, to put a new set of norms in place on democracy and on violence, and on where does political, asking the question of where does political change come from? So that's the question about whether I think Nehru is a liberal or not is therefore not, not the most pertinent question to me. But of course, what is the fundamental division from this period, and a fundamental political and psychic division is the division that we are now seeing in India, between Hindutva and another way of living. Now, that could be called the idea of India, or you could call it Gandhi, you could call it anything. I would say it's a psychic division between Gandhi and Savarkar. It is not, so Nehru is more in the middle, not middle in the sense he's a kind of figure on the Gandhi side for sure. But unlike Gandhi, he's not so much top down guy. He does believe that the state can be an agent for public good. That the state is not simply a manager of different interests or setting up rules of the game and okay, then you can live, you know, but the state can be an active agent in making India society move ahead, right? Now, you could say it's a pedagogical project. It's a tutelary project. He wants to educate Indians, but he also has a belief because again, he's not thinking about, unlike Patel, and Patel himself says that about Nehru. Patel says that he could never have been prime minister. All these controversies are quite silly because Patel himself said he would never be prime minister because he had no interest in the wider world. Nehru is very interested in also giving India an identity in the world. It's not just an internal identity, but what would it look like to the world in the world? And I think for him, the experience of empire, having said that empire, you know, they get rid of it. It's a sad past and the empire above all stands for India's economic and degradation. You know, it's not simply a political servitude, which it is. So, therefore, it's a very mid-century thing to be doing, which is to say that he puts a huge amount of faith in science and scientism to kind of overcome this problem, that it's not simply about religious division. It's not simply about caste division. He really thinks that the promises of human creativity, whether it's in the arts or whether it is in the sciences particularly, will see which is why the money to IITs, which is why the money to higher education, because he wants that flourishing of talent, which can see India out of this kind of misery that it's in. So, in a way, that could be seen as noblesse oblige. It could be seen as, you know, patronizing. It could have been seen as, you know, tutelary. It could be seen as something ambitious, what have you. I think the question whether India's society was unfit or was out of sync with these ideas, I think is a more difficult one to agree with, because I'll not say because Indians were liberal. That's not what I'm going to say. But that actually the language of politics that won out was Gandhi's and Nehru too belonged to that. So, what does Gandhi do, you know, and why does he have to be assassinated? You know, I was asked this phenomenal question by a very eminent Indian political leader whom I shall not name. They asked me this question. Why do you think they assassinated, why didn't an RS, former RSS member assassinate Gandhi, but not Nehru? And, you know, given that Gandhi was old, you know, he would have died anyway, you know, he was fasting himself to death all the time anyway, you know, they were not being facetious, but I thought the question was a very interesting question, given that it's Nehru who has the agenda for secularism. And, but Gandhi's assassins were correct to identify him as the main enemy, because Gandhi tapped into that very important way of being in India, you know, and whether so that's why whether it's the farmer's strike, whether it is, you know, so there's a way in which Gandhi tapped into existing social and so in that sense, Gandhi is a conservative, you could say Gandhi is a conservative and Nehru is a progressive, because Gandhi doesn't want to change the conditions of life as they appear. He really likes, you know, that there are these obligations we have to our relatives, to our parents, you know, whatever, this sort of system of obligations and duties. Nehru is much more of the progressive kind, like there is individual flourishing, individual self-making and, you know, growth, very different ways. But Gandhi's, you know, why does Gandhi win? Because Gandhi, for one, says that this partitioning of religion from politics is a joke. It is not just a joke, it is inhuman, and it is impossible. You cannot ask someone to leave their skin behind when they walk into the public arena. So the starting point of politics has to be a kind of not just mutual regard, but this kind of intense responsibility to my own religion, but also to your religion. And that, in a way, was a challenge of Gandhi's politics, which is why he can, you know, fight for the Khilafat, he can fight for, you know, so he's saying, well, you know, one should die for the right of the Muslim to practice their religion, you know, this is his argument. His argument is precisely that, that, you know, and so it is a kind of set of passages in my book on Gandhi, which will make you look at Gandhi as a social conservative, because he's opposed to inter-dining. And he's opposed to even intermarriage between Hindus and Muslims. And he's not opposed in a big way, but he's basically saying, you know, respect comes, the power of religion comes if I protect my, not just I have faith in my religion, but I also have, have faith for you to have faith in your religion. So let's, let's open it up in terms of the Mappila riots that take place. And you know, you have, they came up again in India's political controversy. And Gandhi scolds both Hindus and Muslims. So he tells the Hindus, you know, you are playing the victim card now, you know, you're saying, you know, this, that happened to you, but where is, you know, where is the strength in your own religion, in your own religious belief to protect your own, your own, your own. He says, you know, if the Muslim is a so-called bully, the Hindu is a coward, so-called coward. And he says, both these categories come from a politics of fear. And what we need to do is attain a fearlessness, but also fearlessness, which is, as I said, you know, not just mutual respect, but a profound, the only way we can have a better relationship with each other is if we are good Hindus. And if we are good Muslims, that's his point. Yeah. Asking someone to convince each other that, you know, my religion is better than yours. He says, you know, this is not just an inhuman idea. It's an inhuman thing, but it is also the starting point. It comes from a fear, politics of fearlessness, of fear, rather. It comes from a politics of fear, because you fear the other's religion, which is why you want to say no, you know, you. So, he wants this kind of word that I use from Lacan, which means extimacy. He wants, it's not the opposite of intimacy, but extimacy means you throw a bridge where there is too much separation, and you create a separation where there is too much closeness. So, it's a kind of, to go back to the hedgehogs, it's about how to have that distance to live well without having to convert, overcome, absorb, which is what Hindutva wants to do, or, you know, or the multicultural fix, you know, like, oh, you know, you and I will meet on these terms on this day, you know, and you can have your pork and I can have my beef, you know, or whatever, you know, it's, you know, it's not, it's not doing that. It's actually saying, well, you know, you must live like a Muslim, and I must live like whatever, like a Hindu. And that's why, you know, his politics is a radical embrace of religion, you know, and that's why he's very hard to characterize, which is precisely why Nathuram Godse kills him. And when he kills him, he calls him the father of Pakistan. And that's the word he utters in his confession. So, anyway, so I find it fascinating that we have more, our figures who were so immersed, every day they are working so hard, they're in politics that, you know, they also thought so hard and wrote so much about these problems. You know, we don't see that any longer. Our politicians don't really, don't really write any longer."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:32.080",
        "message": "Yeah, they don't even write their own tweets. And I'm really glad you explained the word extremacy to me because otherwise I would have assumed it's the ecstasy which comes from intimacy and pictures of Savarkar and Gandhi and Nehru doing funky things would have floated around in my head. Couple of kind of thoughts. One is you pointed out that you're not painting our society as liberal. And I agree with you, I feel as deeply illiberal, but there was an interesting counterpoint posed to me, which I can't get myself to disagree with also. When I pointed this out to the politician JP Narayan, in an episode we did together, he pointed out that one he said, of course, he agrees with me. And he asked me to elaborate and one can talk about caste and gender and a hazar other things, right. But he said, if you look at it in another way, there is a liberal element to our culture as well, in the sense that it is so assimilative, we take in influences from everywhere, even our beloved Prime Minister Surinder Kutta has, you know, have an Islamic influence. And though he did, this is my example, not his, so don't go after him kindly, if any trolls are listening to this, and, and so on and so forth. And I found that an interesting kind of way to put it that there is also, and when you when you sort of spoke of, you know, Gandhi and Savarkar being at completely opposite ends and you know, Nehru being somewhere in the middle. And in the way that you know, the central point of the debate as I see it, which is, you know, the relationship between society and politics, politics being downstream of culture, I actually think that, you know, Nehru was at the politics end in an extreme way very believed that politics could change culture and shape society. And Gandhi and Savarkar were really at the other end, but in different ways, where Gandhi had a recognition of how powerful traditions were and how important it is in a practical sense to respect them and go one step at a time and not try to use state coercion to sort of reform society. Whereas, you know, Savarkar obviously had his own political purposes and that had him sort of stressing that aspect of it. So that is sort of the question that I struggle with that if, you know, if Gandhi's project was less reform society from inside, was that ever possible? Or were we on a fast train hurtling to exactly where we are?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:45.760",
        "message": "Okay, so this is super. I mean, I think this is a super question because, so Gandhi, you know, has this big fight with Ambedkar in the 30s, in the Poona Pact, you know, Maharashtra is really interesting. It's really the wellspring of politics. I'm hoping that now that there's a new kind of politics going on there. So it shall be for where Maharashtra starts, you know, India lands, you know, they always say that about Bengal, but I actually think it's Maharashtra. But, you know, but it's interesting that, you know, so, you know, you had the Poona Pact. Okay. So for the listeners who might not know, very simple kind of quick history lesson, that after Gandhi's very famous Salt Satyagraha, which actually was not triggered by any pre-existing demand, but it's Gandhi's kind of so generous question around the prohibition of, the prohibitive nature of taxation on salt, but it's also about economy and poverty and empire. Anyway, I write a little bit about it, but it's really, to me, that's the moment when India's democracy becomes a fait accompli. That is when the foundations of India, that moment is when India's democracy comes to be, because what does Gandhi do then? He's saying, well, I'm going to walk out of my ashram and I'm going to walk whatever it is, 60 odd miles or 80 odd kilometers down or 200, I don't know the exact distance between there and to Dandi, where I'm going to open, break open salt on the open shorelines, as a public defiance of the state, of the prohibitive, you know. He walks with a handful of his, you know, followers. And by the time you, when he finishes the act, hundreds of thousands have walked with him. Yeah. And I saw this, you know, in the National Museum in Delhi, they had the clip of the, you know, I saw the, actually the visuals they had, you know, put on the exhibition about two years ago. It's just striking the kind of people who are walking with him, men, women, children, you know, and, but that's also foundational to India's democracy, but it also kind of tells you the most about Gandhi. It tells you a lot about, it tells you a lot about Gandhi because, so it's a very plain language. So it's both very plain, it's both very simple, but at also the same time, incredibly demanding of the individual. Yeah. So his politics is that. It's a politics of the plain, of breaking the abstract stuff with something which is, can be embodied, which can be experienced, and it's at the level of the self. And so he's not doing what we now understand as political mobilization, you know, rallies and hundreds of, you know, crores being spent, people being bussed in, you know, and then all the visual kind of, you know, power play, you know. Gandhi understands the power of visuality. Let's not get it wrong. But, you know, he's one of the most, the most iconic images of the 20th century. But he's interesting because he uses that as a kind of grammar to convey something very powerful. It's not always shock and awe, but it's the body, the image becomes a way of communicating like his own body, which is a very frail body. You know, it's an ascetics body. It looks the opposite of say, Hitler and Stalin and Churchill, which are military bodies of this period. They're the people driving world history. They are the big men with, you know, the super strong men. And here is a frail old man who will undo the empire, and he will deploy that visual language. So it's different kind of politics, but he wants, all this to say, he wants change to not take place at the level of institutions. He doesn't really care about institutions. He's an anarchist in that sense. Someone, you know, Faisal Devji actually calls him as an anarchist thinker. I'm not sure, but what he is really saying, you know, that there can only be one form of transformation, and that's a transformation of the self. You know, you can change, I can change, without it nothing. You know, whether the British come and go, you know, they can enable or disable conditions, but that's not really important. And he's anti-imperial to be sure. And this is the heart of the debate between him and Ambedkar. So you have the Salt Satyagraha, which has just happened, which is basically announced to Ramzi Macdonald, the British Prime Minister, that Gandhi cannot no longer be ignored. What is going on in India can no longer be ignored. So you have the roundtable conferences, which then in London, at the highest level of the imperial table, to really decide what a kind of dominion status or the kind of, you know, what is going to be the constitutional architecture of division of power. And in the first round, you know, Gandhi's not even there, you know. And Ambedkar in the first round has proposed that the Dalits be treated and designated as a minority. So this was because Muslims were designated as a minority. And what it meant was that they were separate electorates. Okay, there was not much to fight for, but it was a municipal corporation of Bombay, or the kind of, that time the Legislative Assembly elections had also not come in, but whatever limited franchise there was, it meant that Dalits would get separate representation. And they should be recognized as a minority. And actually, it's all going to plan. No one is, you know, even Jinnah is fine with it, like everyone's fine with it. Gandhi gets wind of it. And he then, you know, in the second roundtable comes in and, you know, as we know, declares a fast on to death, if this is to be done. And this infamously leads to the Poona Pact, where, you know, Ambedkar would drop the demand for that. And people think of this, and there's a lot of misunderstanding of this problem. People think of it that somehow Gandhi's an upper caste figure. Now, that's far from the case, because Gandhi's own marriage with Kasturba has come under a fair amount of stress, because in the ashrams, he is expecting not just her, but himself, he is doing so-called menial work of toilet cleaning and the like, right. And this is like, heretical, you can, you know, this is, Kasturba is not happy about it and the like. But, you know, so there's a kind of caste politics too, but also he has been part of the temple entry movement in the, you know, in southern India and the like. So he wants Dalits to be able to enter temples. So Gandhi's no figure of, you know, but where he is different from, so what he's saying is that upper caste, as you would normally say, I'm touchable by birth, but untouchable by habit, like, you know, I'm untouchable, basically, like, you know, by practice, I'm an untouchable. So what he wants to happen is that caste can only be broken down if we start transgressing its taboos. So upper caste men and women start behaving in ways that are, you know, you know, that they would not, and the Dalits will get temple entry, education, all the things that they have been barred from. And that's how you kind of delegitimize and you finish off the caste system. Ambedkar is saying, you're right. He's saying, you're right, this is going to happen, right? So the fight is that. The fight is not that, you know, he's some kind of, you know, casteist. Ambedkar is saying, well, you know, yeah, I mean, you can't rely on the goodwill of people. So I don't think, what I'm trying to say is that I don't think Gandhi is not on the side of change. He's on the side of change, but his side of change is so ascetic, so demanding, that it is an impossible demand on humans. And I don't mean the temple's question or the taboo question, but even in terms of say celibacy, silence, his remaking of the self is based on a kind of self-abnegation, which is, you know, unsustainable. And therefore, Gandhi's politics was not reproducible, you know, but what is reproducible, what stays is this grammar of civil disobedience, of the power of restraint, of really politics of the plain. So whether you have environmentalism, you know, the Chipko movement, or whether you have the farmer's strike today, it all is Gandhi, you know, where you can, and that the state is not, you know, you don't, you know, you're not beholden to the state. Ambedkar would be more on the narrow side, at least initially, of course, he would disown the constitution before he dies, where that actually, you know, the law can guarantee a sense of progress and equity, that, you know, you can make the state a mechanism of equity, of even progress and change. So, you know, but what is good about India, or what is interesting about India is that you have more than one idea. And the person who said to you that India is liberal, I would not use the word liberal, but I would say India, Indians, a large number of even, even some perhaps even Hindutva types, I'm not sure. But there's a degree of openness in India, which is, it's a kind of receptive culture, and not just it wants to receive things, but it then owns it up and makes it its own, you know, like the Lutyens buildings, you know, which, you know, may have been made by Edward Lutyens, but someone like me, you know, driving past, you know, those buildings, I don't think of them as British buildings, I think of Nehru walking them down, or, you know, I think of, you know, Indira Gandhi, or I think of, you know, David Gauda, or, you know, whoever, you know, I don't imagine British figures inhabiting it. And that's the thing about that's what I think that where India is not liberal in the sense of what we traditionally call liberal, which is that it is not a society based on a social contract. You know, it's not based on a kind of contractualism. Anyway."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:01.880",
        "message": "This is also fascinating. And I'm looking to sort of continue this forward and kind of dive deeper into your book, and indeed in your growing up years in Chandigarh. But let's take a quick commercial break first. Welcome That's IndiaUncut.com slash clear writing. Being a good writer doesn't require God-given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the scene in the unseen. I'm chatting with Shruti Kapila and I've been just getting like her book is full of way, way more insights than we can possibly encapsulate in even a 10 hour conversation. But while I've been getting tons of insights on, you know, Tilak, Nehru, Gandhi, Savarkar, all of these people, though, you know, many of my listeners must be thinking that, hey, we've heard about these people before. We'd rather hear the history of Shruti Kapila herself, which I want to get back to because, hey, Chandigarh, right? And also I was I was reading about your parents and they're both kind of fascinating people. So that's particularly also what I want to sort of talk about your childhood and the influences that they had on you and so on and so forth. So tell me a bit about your father was, of course, a career journalist for decades and all of that covered Haryana, Punjab, and your mom was a well-known writer."
    },
    {
        "speaker": "Guest",
        "time": "01:38:56.800",
        "message": "She wrote her first book, apparently, when she was 12 years old. Yeah. Sixteen, yeah. So I can't remember, but yeah, yeah, my mom. Yeah, I mean, I come from, I suppose, a fairly writerly background, but quite different styles. My father was, as you say, a career journalist and so much more engaged with the world. And into quite a lot of politics and and so he was very formative. He's been a formative influence on me because he was he was yeah, he was very interested in politics, political ideas, how political ideas led to certain forms of power. So he was interested in those things. He never wrote and a book, as it were. And then my mother was slightly different. She was more aesthetic, interested in more in aesthetics, like culture, culture stuff. So, you know, Chandigarh, you know, had a very vibrant theater and art scene. And so she would, yeah, drag us all to, you know, I'm one of three, we'd all be like taken to, you know, exhibitions and concerts. And, you know, at that point you thought, oh, my God, what the hell am I doing listening to this? You know, I remember feeling terribly bored and wanting to sleep in. I shall not name the theater group, but a very prominent theater group in Chandigarh, which would put up the Sanskrit plays. And, you know, and I would be like, oh, my God, what is this? And now, of course, you know, the minute, you know, when you hit undergraduate years or graduate years, you're like you feel so lucky that you've actually seen some of these plays, you know, and that same rich catechum or, you know, whatever. Ghasi Ram Ghotlal is not in the same league, but, you know, you've seen all of it, you know, you've seen a large bit of it. So I think I was very lucky because whether it was art, I was given a kind of training into reading and listening. But just by osmosis, it wasn't like, you know, it wasn't kind of didactic that you must do this or you mustn't do that. And yeah, so I think there's a kind of my mother was on the kind of, I would say, reclusive side in life, you know, when my father was more gregarious person. And I think, you know, I have that too, in the sense that quite like engaging with, you know, engaging with a large number of people. But I also quite like my solitary kind of work in the libraries and the archives and writing. And so they've had a huge impact in the way that I thought I would actually become a journalist. I'm open. I was a school kid. You know, I always if, you know, colleagues, students, sort of classmates asked, you know, I would always be very clear. The answer was, yeah, I'm going to be a journalist. But somehow, you know, I maybe I think not to kind of to drive to find a point or to overdo this. But I think my generation grew up with a lot of violence in India. So whether we were directly affected by it or not is so particularly if you were born in the 70s, you know, the aftermath of the emergency, followed by the kind of militancy and, you know, insurgency and counterinsurgency for 12 years plus in Punjab, more like 78 to 92, 91. You know, it's a long period. That's pretty much my child, my entire childhood, really. It's not childhood, but my adulthood, really. And then you come out and then there's Mabri Masjid and, you know, and so it goes, you know, and you feel that actually. So I think I got I was resistant to working in journalism, partly because I thought that I did some work, but I thought it was it didn't feel not in a negative way. It didn't feel satisfying. I felt I wanted to know more. I like the adrenaline and the kind of the buzz of doing something new every day. It appeals to that. It appealed. But it did not satisfy the the the deeper questions as to why, you know, the deeper political questions or historical questions of India, which. And I think the training at JNU was formative. So I only studied two years in JNU. I only did my master's there. And it really was every generation in JNU says that, oh, they had the best time. I would say that my teachers were at their peak when I met them. So my teachers were brilliant teachers and they were it was interesting because, you know, they were also they were not no longer part of the state's agenda of writing Indian history, nor were they part of subaltern studies, which was, you know, the rage in at that time. So, yeah, I had really charismatic teachers and that kind of made all the it made it like, you know. And I think history from the get go in India has been the site of political argument. So I think I was interested in political argument. And that's why I ended up writing history is what I'm saying."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:20.120",
        "message": "You know, I want to ask you a lot more about your teachers in JNU and what the time there was like, but before that, I want to kind of circle a little back to childhood. And again, you know, my parents were pretty involved in the cultural scene there as well. So I feel this great regret that they are not around. So I can't ask them that, hey, did you know the Kapilas and whatever? Who knows what? You know, we might even have sat next to each other while watching some concert or something. So these serendipities. So tell me about the kind of things you read. And also in particular, what interests me is that your mother was a writer in Hindi. She wrote books, you know, her first book was Bhatke Rahi and then her last book was Samne Ka Asmaan and all that. And that also strikes me as very fascinating because what I have increasingly come to realize with the passing of years is that, you know, on the one hand, we are incredibly lucky to be in a rich multilingual country like India, where you have the diversity of so many languages. But I often curse myself for only bothering to understand one and learn one really well. Like, of course, I can converse in multiple other languages, but I haven't read the literature of multiple other languages in the original. And I feel that that's a loss. And, you know, different worlds are shut off to you because of that reason. Well, you know, unlike Europeans, we had the opportunity to enter these different worlds. So did you read in Hindi as well? Was that also, you know, part of your influences growing up?"
    },
    {
        "speaker": "Guest",
        "time": "01:45:43.120",
        "message": "So thank you. That's a very nice question. And actually, I had, I mean, two things strike me. That one, that my, you know, we were never told to read. It wasn't like this. But my parents had a large number of poets and authors as friends. So, you know, there was, as I said, osmosis, you know, from Chandigarh, but also from the region and both Punjabi, but also Hindi, Hindi writing. So like someone like Teji Grover, who's a very famous poet now, was, you know, she used to kind of hang out with us when we were kids. And I was like, I was thinking about it the other day, that poor woman, you know, she must be in her late 20s. And we were like these kids, you know, running over her house. So India's fun like that, you know, like people are not so policing about, you know, OK, you know, you must only hang out with your age or the like. But so, you know, you had people like that or even Kumar Vikal, who is, of course, a very famous poet from Chandigarh. And so they were all part of my parents circle at one point or another. So they were just there as human beings. I mean, they were not reading poetry to us. It wasn't that kind of influence. But I was, but my father was multilingual also in the sense that Punjabi, Hindi and Urdu. And I remember when I was doing my research in Bombay for my PhD on asylums and psychoanalysis, I thought I'd surprise him. So I spent five months, you know, getting a tutor from from actually Muhammad Ali Road to come to me to teach me Urdu. And so I thought, oh, you know, I'll go home and I'll impress my dad. And so I went after five, six months when I said, you know, guess what, you know, I know Urdu. And I wrote, he says, okay, so I started writing stuff. And he says, well, this is not Urdu, this is Arabic. What have we learned? So, you know, of course, things change. So there was always an idea to kind of have a kind of very thick linguistic register in more than one language and to be attuned to different languages. Of course, English was also like it wasn't like and my mother was very, I would say she was not opposed to English. And she was not an anti-Angreziwad because, you know, there was also that sentiment that, you know, is always a known in India that, you know, that. But she never really. Yeah. You know, she was my mother was a more complex person in the sense that she was probably the most modern person I know, if I could use that word. You know, her last book is the last published book. She's got a book in press, which will come out next year. Unfortunately, she died before she could see that out. But, you know, her last published book is actually based on homosexuality. And these are not topics that you associate, at least with kind of Hindi writers, per se, or, you know. So she was a very she had a very modern, very contemporary mindset, but her linguistic register always remained Hindi. And, you know, and I thought that was kind of, again, a kind of confidence, which I like, which I mean, you know, I admired. And I've been a kind of beneficiary of which is why that I feel I can inhabit different cultures without feeling inferior, superior or having to fit myself in or out. And I think that comes from the multiple linguistic registers at home as well, because, of course, English is a political issue in India. And and it was I was aware of the debates around English throughout, also through some other teachers and growing up and particularly around my mother on that thing. So what are the kind of books I read? OK, so now I'm going to be like a bit. How do I put it? Like, I was not a big reader in school. I was a very decent student in school. Like I did, you know, whatever. I was school captain and whatnot. You know, those sorts of things that come, you know, in in childhood. I was I would say I was more or less an obedient good bacha, which given my school was strict, meant I was very good. You know, I came from a very strict pro science, not particularly good on humanities or encouraging on the humanities school. You know, Sacred Heart was very, you know, all my all my classmates, wonderful as they are from school, have ended up becoming mostly doctors and, you know, engineers and, you know, and mothers and so forth."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:25.240",
        "message": "Thereby doing some good to society, unlike you academics. No, I have I don't say I do. I was kidding."
    },
    {
        "speaker": "Guest",
        "time": "01:50:33.880",
        "message": "But I mean, you know, but I was like a fish out of water by the time I was, you know, 16 in that school, 15, 16, you know, because and I couldn't. And, you know, I you know, when class 10 finished and we had the option to go to, you know, at that point, plus two was in a college. You didn't have schools because it was one of the first years to move to that plus two kind of thing. And it was in government college for girls, you know, in Chandigarh, which is, of course, you know, considered to be a kind of, I don't know, a finishing school, if I may say so. Or like, you know, rather than it's supposed to be more like it's kind of it's not really known for its academic strength, let's put it like that. And but it was a wonderful, freeing time for me to get out of to get out of the whole, you know, the kind of the pressure of science, the conformism of of a convent school. You know, the kind of uniform, the you know, it was a it was a terribly strict school. I mean, now I think about it and I think, oh, my God, this was out of the Edwardian 1920s, 30s period, you know, the regimes we had, you know, the disciplinary regimes we had. So and then I kind of, you know, stumbled into history because history was not really my main subject. It was meant to be politics. And then but I, you know, not just did very well in it in my plus two, but I really enjoyed it. And I found actually the study of the Indian Constitution and all that a bit too like, OK, whatever. It was a bit like, OK, you know. And so then I took an honours in history and I was also interested in psychology. So that was my minor. So GCG was was Chandigarh was the undergraduate years were again quite lonesome, I would say, because people were not interested in reading. So that's when I really stumbled upon Freud. I still have my first book here, right here I ever bought. And yeah, I just thought, you know, it's just kind of. And so I you know, because GCG had a very strong department in psychology and and, you know, they had therefore the books in the library. That meant, you know, there was a lot of Freud, there was a lot of Jung. And the library was where it was fine. And the girls were interested in what they are. They were quite girly. You know, they were interested in marriage, boys, the kind of normal things teenagers are into. But I I was more serious than I give myself credit for. And I at that point, I was a bit like I was always yeah, I was always a bit off the loop, I would say, though I had a large number of friends. And but then the formative thing happened and it was because of militancy. There wasn't, you know, student government or kind of things that I would have liked to have been involved in, like even party politics. Nothing was available because, you know, you didn't have union. You didn't have politics, student politics at that point in any way. And but what happened was that I went to a lecture. I think it was Tapan Ray Chowdhury, who was then the professor of history in in Oxford, and he came to speak in the Gandhi Bhavan. And I was in my class, too, actually. I was in class 12 and still in school, technically. And I asked a question about something, you know, I don't know, you know, but I asked a question. I was a journalist, daughter, I suppose, or whatever. And I came out and I just get preposterous. Now I think about it, you know, like barely 17 or something and asking, you know. But the good side was that as I walked out of the Gandhi Bhavan, two people approached me, two very good. And one of them was Yogendra Yadav, the head of Swaraj India now. And and the other was a former head of department now in history in Chandigarh called Rajiv Lochan. So what happens is that they say, oh, who are you? What are you doing? So they just kind of introduce yourselves. And I'm like, OK, I'm like, I'm just a girl. I'm basically a teenager. And he just no, but I was interested. They said, oh, well, you know, are you interested in books and ideas? And I was like, yeah, I really am. And and so this is a we have a study group. We have a study circle. And would you mind coming to it? And I was like, wow. And it was called appropriately called SAD, Serious Academic Discussion. So that was actually very useful for me. That was my outlet. And so we would read. My sister was also part of it. And, you know, we would read quite serious books. And, you know, we would read like Foucault. We would read, you know, Subaltern Studies, you know. These are things that were not available to me in the curriculum. The curriculum was all about, you know, you had to learn the kunji. You know, I was a university topper. You know, as they call a topper, I'm told is an Indian word. But, yeah, I topped the university in history. But, you know, I that curriculum was not the interesting thing. You know, the university curriculum, though good, was not what was animating. It was the discussions and SAD, which really then propelled me into academia."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:01.000",
        "message": "Do you remember any of those early discussions or any books or thinkers that really, you know, just blew your mind and made you just want to dive in deeper, deeper, deeper?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:09.240",
        "message": "Yes. Yeah. So I remember like I used to, you know, I would I was interested in I was interested in Freud. They didn't read much Freud there at all. They didn't read Freud was more of a private interest. They were interested in, you know, political philosophy and the like. We would read I mean, most what I remember is reading part of the chat, you know, like Indian writers, you know, on politics, Chatterjee, Kaviraj. But those I don't remember having an influence of those figures as much as what stayed was the ability to discuss and debate ideas. You know, I would say that was more important to me. The books that really transformed or motivated me, I would say Freud is just one definite abiding kind of interest of mine. But it was really in JNU that I discovered reading more seriously and more, you know, in a more disciplined way when you read a book and you kind of try to understand where it came from and read it critically. And there, I think the person in Indian history who completely was spellbinding for me was Bernard Cohn from Chicago and his book, An Anthropologist Amongst Historians. And I remember I had just got my prize for, you know, whatever for coming first in Punjab University. I should laugh. But, you know, so I got some prize money and I remember my father coming and meeting me and giving it to me. And then, you know, I went to, you know, I was not a Delhi person, so I didn't know Delhi very much at all. But I went to now the defunct Fact and Fiction in Vasant Vihar. And I, you know, I sat there. I'd been going there on and off because of Priya Cinema and I would see this book and I would read a bit and, you know, and then I actually bought it. And then that was my first possession, if I can use that word, in Indian history. And I spent most of my money, that little fortune some put towards whatever on that book. And but I've carried it with me. So I would say that Bernard Cohn's writing on India were formative for me. And I thought, you know, the way he, yeah, that him and then I had a very good teacher who's not very well known, but should, you know, but he has really created a generation of students, I think. His name is Majid Siddiqui and he taught at JNU and he now lives in Goa, I think. And so he's just kind of like, he taught very innovative courses. He taught incredibly innovative courses in JNU. And then, of course, many people must have mentioned, I don't know, Niladri Bhattacharya, you know, so Niladri and Majid were my, I would say, the two main teachers in JNU. Majid, because he really took ideas seriously, conceptual history, but also was very at ease with reading the Western historical and theoretical canon. So it was a kind of, you know, I was in and out. I mean, I kind of, you know, walked, you know, I didn't find JNU as a campus very good or comfortable. So, but I think what I take from JNU is it's, it were the teaching, were the teachers."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:42.360",
        "message": "I'm very interested in how the ways that we look at the world are formed. Like, you know, just when I look back at myself, I find that, you know, you're growing up, you know, you're growing up in the 80s, you know, early 90s, one reaches adulthood. But yeah, but there's no, there's no internet. The access to knowledge is limited. I was privileged enough to grow up in a household with tons of books, but I read mainly fiction at that time. And so what I would now regard as my worldviews really started shaping only in my 20s as I gradually got exposed in haphazard ways and, you know, then began to seek out writings and then the internet came and all of that. I'm very curious to know about how the way that you viewed the world gradually took shape, because there seems to be less of a haphazard element to it in the sense that you're going to JNU, you're interacting with these teachers who are influential to you. Before that, you have the reading group where, you know, at least even if there may not be any one particular thinker who, you know, appeals to you in that way, you at least get into the processes of questioning and discussion and how to read a book and all of that. So tell me a little bit about how you were formed in that way."
    },
    {
        "speaker": "Guest",
        "time": "02:00:52.760",
        "message": "That's a very good point. Obviously, not just because of my mom and my parents' friends. So there was a kind of division in the family or not division, but there was a fiction was there, but also there was a world of politics. But, you know, we still see this in India. The world of politics is not really well served in India by writing. You know, fiction is well served. You know, you have a large number of Indian writers in all kinds of languages and so on. Even Indian political commentary is, you know, Indian reportage is very good, but I don't know. You know, so I was interested always in political ideas because we used to have, I know, I kid you not, 15 to 18 newspapers coming every day because, you know, Hindi, Urdu, Punjabi and English, of course. But I was a consummate reader of newspapers. So I would say my initial, always my kind of, even to date, you know, I can't live without reading two or three newspapers a day. And, in fact, I find the Internet a bit, you know, haphazard to use your word because you don't get the full identity of a newspaper. You get bits and pieces. You read people, now there is sub stacks and the like. But the Indian Express was such an important source for my growth, I think, in terms of politics. A fiction I never took to, which was, even to date, I read it, but I read it very selectively. And I don't know why that is. I was more animated by philosophical abstract thinking or with political arguments. And so I, you know, like everyone in, you know, Chandigarh at that time was reading very unthinkingly, Ayn Rand and, you know, all of that. I read it and I was like, what is this? You know, people are forming cults around it. And I was a bit like, it just left me, like, cold. Like, I literally couldn't understand what, you know, because it was so other, right? We were also growing up with pre-liberalization India. So you haven't really, you know, you don't really kind of think about America in a big way, right? America also comes into our lives much later, let's be honest, you know? And, you know, so, you know, I'm just like, what is this author? Why are people banging on about her? Why are they forming like, you know, you know, all these? So I was saved in the sense that I was saved by my instincts in politics, not to be swayed by that kind of writing. But, you know, you say that it was very systematic. It actually felt very directionless to me because, and also very, I always felt understimulated in Chandigarh, which, and I was always like, my brother makes fun of me, I always say, let's go somewhere, let's do something, you know, there was always like, I was always restless in Chandigarh, you know, there was a kind of like dissatisfaction because it was either too smug, you know, people are writing the IAS exam or, you know, there was a very kind of set parts, you know, you are going to write I am Ahmedabad exams or, you know, you're going to write, it's an exam culture society for middle class people. But I was lucky because we had the kind of wider artistic journalistic milieu, which was, you know, which almost seemed almost a bit dangerous in comparison to all the kind of well-regulated lives that people led in Chandigarh otherwise. So I was more influenced, I would think, by people rather than books in that period. And also I was less, and, you know, it was haphazard because I was thinking, oh my God, I should write the IAS exam or my God, I should, you know, become a journalist or I should, you know, but it was actually the intellectual teachings, the teachings of this, it was actually the JNU teachers who were so compelling because I joined JNU and then I left it after two months because I thought, you know, for various reasons, the campus had been very hostile to me and I didn't want to live there any longer. And so I, you know, left it and, but 18 months later, I sat the exam again and wrote back, wrote in to kind of, you know, to come in because I felt the teachers were just, what they were teaching was, I could not forget it even after 18 months, though I'd only been there two months. So I think that teaching was formative and yeah, what can I say? I mean, I haven't ever actually tried to give my, I think the academic discussion group was good because it exposed me to, it gave me experience to kind of how to kind of make arguments and how to think systematically."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:53.880",
        "message": "Give me a sense of what your conception of yourself is at this point in time. Like, what do you want to do? You know, so, you know, you're in college in Chandigarh, you're in Punjab University, everybody around you is talking of marriage and, you know, whatever else comes after. And you're kind of, you know, a slightly different kind of person. Bored. Bored, yeah. And then you go to..."
    },
    {
        "speaker": "Guest",
        "time": "02:06:14.120",
        "message": "I'm friendless and bored. I'm friendless and bored."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:17.480",
        "message": "Oh God, I'm already feeling so sorry for your past self. But from there, you know, how does your conception of self develop? Like, then you go to JNU, are you ever at any point in time toying with the ideas of what your parents did that either you want to be a journalist or you want to write or?"
    },
    {
        "speaker": "Guest",
        "time": "02:06:34.600",
        "message": "Yeah, no, no. So yeah, yeah, for sure. So I, you know, like most people, pre-liberalization people, I thought, you know, I always thought I would write, but I didn't know that I would write in a formal way as an academic. I thought I would, as I said, in school, I always thought I would do journalism. But I think more at a deeper unconscious level, I think what happened in Punjab and decades of two decades of violence that, you know, one witnessed through the 80s and 90s really made me appreciate, made me, I wouldn't say run away from politics, but gave me pause to think. I wanted to think more than I wanted to do. And yeah, so, you know, there was, I think at a fundamental unconscious level, I think there was this kind of lack of interest in politics emerging at this point, not lack of interest, but a sense of distance emerging from what people would normally call the real world, you know, because I wanted to, I think the inheritance had been quite, while had been quite, it is a violent inheritance, whether we directly suffer or not. And in our case, you know, because of Indian Express, Chandigarh, all of that, you know, it was a bit more, it was not that distant, that story. And I thought, oh, you know, I should write this up since you do well in an exam. So people think, oh, you should write the civil service, you know, you know, and I actually thought, oh, I should write, become a civil servant. And, you know, I never wanted to do the private sector. I didn't want to join the corporate world like my friends were joining. And I, you know, within like, I didn't even kind of start a grammar. It was never going to happen because I thought I cannot work for any government because you then have to give up your voice. That's the thing about working for any government. It's not about A regime or B regime. Working for governments mean that you lose your own voice and you lose your own. So then that's, then after that, it was clear that I would want to study more. I actually wanted to go to Chicago to study for my PhD with Barney Cohn. And, but I got lured into SOAS a year earlier. So that was, that was that. And I only wanted to go to SOAS in, in London. And so, you know, and from then on, it was kind of, then it clear what I had to do. But like you, I didn't decide till, I don't know about you, but it was more in my 20s. And I remember even after my PhD, when I just started at Oxford for a postdoc, I was very hesitant about joining academia when I really thought I should leave it. And, and then I think over the years, over the last decade, I would say my life has become much more enriched because I have very consciously spent a lot of time in India and with India. So I, you know, every spare time I have, of course, my parents were there and that also helped, but, you know, it was also an engagement with its politics. I have really, you know, as it were, made a significant effort towards being not just connected, but intermeshed with, with Indian stuff. That kind of intrigues me when you say you very consciously over the last decade or so"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:08.440",
        "message": "made an effort to, you know, and mesh yourself in our politics and kind of understand that a bit better. Can you, can you elaborate on your reasons for that? Like when you say very consciously, what made you feel that this was something that was kind of necessary for you to do?"
    },
    {
        "speaker": "Guest",
        "time": "02:10:26.040",
        "message": "So there were two reasons, some were like kind of personal, which I don't want to get into. But the other thing is that, you know, but they were, they were related. I think the other side of it was that, you know, when I, you know, when I came to England in the late nineties, it was a very vibrant society. It was, of course, you know, people are very critical of Tony Blair and, you know, rightly so for all of the stuff, but it was the opening up in the way that what we call globalization and the like. I'd been to England prior to that on a small visit, but you know, it wasn't my first time in the late nineties, but you know, it was, it just looked completely different. And, and also like, it was so open in terms of interactions and interest in the wider world. You know, this had never, this was not my idea of England at all. And, and particularly London, I mean, Oxbridge and all that, I don't know, but London, central London, Soas, where I lived and my friends. I mean, it was just, it was over the top exciting time to be in Britain at that time. And it was Europe, it was Asia, it was America, all of it, which was like, you know, happening that big art, you know, the contemporary art scene was very big, you know, and then of course you have 9-11 and the changes things, and then you have the war. And I mean, my friends and my intimates were all always interested or involved in British politics. So, you know, they were, so we would have lots of arguments and discussions. And of course we all went to the march and all of this, but they were mainstream politics people in the sense they either were in the Liberal Party or the Labour Party, or, you know, even the odd Tory friend, conservative friend, but something happens in the sense, partly like the debates around the financial crisis don't really interest me. I mean, they're very important, but there's a divergence to Indian, Indian politics and British politics at that period. Because 2008, if you recall, is a kind of golden moment for Indian politics because, you know, you are beginning to have a rearmament of rights in India, you know, right to education, right to information, you know, all the things that, the kind of buttressing of a rights based regime, Manrega, you know, there's a way in which you are getting growth, huge double digit growth rates, you know, the first UPA regime. And, you know, I wasn't really a Congress person, you know, but when I saw all this happening from afar, and here there is kind of poverty, you know, there's a way in which banks are collapsing, there is like, you know, I just got really intrigued as to what had happened because when I left in, in the mid to late nineties, I just thought, you know, the BJP is going to be in India in power forever. You've had the nuclear blasts, you have a good growing economy, you know, what's there to kind of for it to be a kind of endless, endless ascendancy. And I think the UPA story interested me that, you know, a way in which kind of remaking of India was taking place and, and I started teaching a lot about Indian political ideas. So it's around around a decade ago, I started teaching on Indian politics very concertedly, but also on violence too, and I had phenomenal students in Cambridge, you know, both graduate students and, and undergraduates. So it was a very live thing. And so then it meant, well, of course, you have to keep spending time there, you can't just keep reading commentary. So from then on, it just felt very organic and very natural. And then I had not really wanted to write in the press, but slowly I've now started doing it. And I quite enjoy it, in fact, and so yeah, I mean, now I don't know what I'll do, but don't ask me that question. But you know, it's just, I just think it's and I mean, I still am very interested in Britain. It's not that because I run a seminar series still, you know, till the pandemic happened in Parliament here at the House of Lords on, you know, connecting Indian and British interests and people and the like. But I felt like there was something at a kind of intellectual level, what was happening to Indian democracy is too compelling a story. And so yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:06.280",
        "message": "So tell me a bit about Christopher Bailey also, because you know, what kind of an influence was he on you? Because, you know, I know you worked with him, I've, of course, you know, his books Birth of the Modern World and Recovering Liberties are both kind of classics. And I think you edited a book in which he wrote an introduction as well. And there is therefore this engagement that I see coming, you know, an engagement that he had with the intellectual history of India, which in a sense, you're continuing and which violent fraternity is therefore a successor to that."
    },
    {
        "speaker": "Guest",
        "time": "02:15:38.440",
        "message": "Yeah, okay. So, you know, I didn't, I worked with Chris, I mean, he was, of course, teaching at Cambridge and the like. And so I really met him after I was in Oxford and also when I was postdoc, but also when I was in America. And really, this was kind of a conversation that started about the future of Indian history writing. And that really is at the, you know, what because, you know, in the mid to late 2000s, you know, so coming up to about 2010, when I edited the book on intellectual history of India, where he writes an afterword, but also an essay, but a large number of other historians contributed to it, it was really an opening to say, well, we need a new conversation on Indian history, because the debates, so I really don't belong to the so-called Cambridge School of Indian history, nor am I a Bailey student, there is very little you could say methodological or empirical commonality in my project and his, right. But what there was a kind of commonality or was the idea that actually what India really need is an intellectual history, an accounting of its own political ideas. And because, so in that sense, you know, that there was and there was Faisal in Oxford, who is a close collaborator of mine. So they were a bunch of us who were very motivated. We don't didn't want to have a school or anything, shatter the thought, because, you know, that would not, I, you know, I really think people should be individual authors, and you know, they should do their own thing. So yeah, but there was a kind of common concern that Indian history had kind of saturated into a kind of very strange set of debates, particularly around 10-15 years ago, where these debates were about power and knowledge on the one side, or they were very productive, instrumental readings of Indian politics, you know, well, you know, interest groups, you know, or like, you know, well, and I think I was always having grown up in India been so politicized in India in my own way. I always saw like, whether even a figure like Bhindranwale, you know, who was such a big figure in my childhood, you know, these are people animated by ideas, you know, they don't just want power, you know, it's, it's so, so I wanted to kind of return to some of my most long held beliefs about Indian life, that, you know, India is not a sum total of its economy, or its society, it has always had innovation of ideas and thoughts in it. And somehow historians were not interested in it. Bailey was interested always in his, his history writing is different from mine, because he was interested in two things. One, he was interested in looking at Indian social change, as the driver of, if I can say British Empire or modern politics, and so on. So he was interested in what Indian merchants were doing, what Indian groups were doing, what are the rising groups, you know, how are they kind of, you know, navigating the world, that kind of social history has not been, while I studied it, I certainly can teach it, I can certainly supervise on it. It's not the kind of history I wish to write and, but, but I suppose, as I said, yeah, the accounting for ideas is what I, you know, the that's the intellectual project I had commonality with, with Bailey, on world history and global history, of which he was the singular author, really, like, you know, he kind of birth of the modern world is a classic and the like. I think it's a superb book. But I think I'd like to debate with the book, because, you know, to me, India doesn't offer convergence, you know, India offers, which is what I try and show in my book, India offers a competing diversity of ideas and not a kind of convergence to a modern project. But having said that, you know, he was a very Catholic figure in terms of, you know, his interests and the kinds of histories he was able to mentor, help and the like."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:12.720",
        "message": "I'm also interested in, you know, something you've said before about how you believe that political ideas have causative value, that they actually cause social change. And so two part question and the second part of it deals with that, and I'll ask you to elaborate on that. But the first part is that it also seems to me that then one of your approaches towards understanding the political ideas of individuals is through their actions as well, that in many cases, you know, somebody, a political philosopher, therefore, who you're looking at may not need to have written a book of political philosophy, or a treatise, but you can work out from their actions and their campaigns and so on and so forth. And something cogent emerges from there. And you can deduce what the political ideas are from there. And therefore, you can look at the impact of those ideas on society and say that, hey, when we are talking about ideas, we're not just looking back on the past and in hindsight, you know, figuring out patterns and all of that. But that they are strong, cogent, coherent ideas at the time that are driving those individuals and which are changing society. So you know, have I stated that kind of correctly and, you know, can you elaborate on that?"
    },
    {
        "speaker": "Guest",
        "time": "02:21:23.000",
        "message": "I mean, I think you guys wouldn't have said it better. But so I think this is part of the reason. So the thing is, in the West, certainly, there's this idea of decoloniality, like, you know, we need to know more about the non West, how do they think there's this kind of great glamour at the moment for it? And then in India, you have the opposite kind of heightened nativism, chauvinism, bordering on chauvinism that, you know, even nuclear power existed in the Vedic age, you know, like, you can, you know, you've done it all, you know, so we are just repeating history as a farce, it seems, you know, if we've even, you know, so, you know, it's not clear, like, you know, if we've already been through everything, you know, what is going on then, you know, that but I was, you know, so as I said, like, you know, Indian history is a very robust tradition. It has had a huge impact on the writing of other histories, you know, people, whether you do European history, or, you know, Latin American history, you know, Indian historians have had a huge impact on the profession. And that's not I'm talking about, like, you know, my predecessors generations, like, whether it's a Bolton studies, whether it's Bailey, whether it's, you know, a Marxist, even like, say, someone like Sumit Sarkar and Tanika Sarkar, you know, these people have had a kind of global kind of significance, which goes beyond the study of India. And yet, and so that's why India is a very instructive place for reading the world, because its scale, its debates offer a miniature form of global debates. So that's the kind of, but people have most historians have only looked at social economic processes, or mobilizations into India, right? So when we think of when I was thinking, like, India is one of the most political societies in the world, you know, it's the largest republic, it's the most diverse democracy, it's got the largest affirmative action program in the world, surely, these cannot be understood simply down to some sort of economic bargaining, or just looking at how people got mobilized around, you know, the social history, as it were, of a movement, which kind of creates a change. So where do you look for ideas? And as you rightly say, you know, if you look at the counter, the parallel examples in world history, French Revolution comes to mind, even the American Revolution, but also the English Civil Wars, you know, Hilary Mantel, I mean, I don't know how many people are reading her. I mean, that's the era of the Civil Wars. And that's the birth of modern politics in this country, and in Britain. So there, you know, in all these contexts, the figure of the philosopher has had a role, you can say, oh, you know, Voltaire and Rousseau, we can debate, you know, did Voltaire really affect this or India doesn't present us with that problem. India presents us with the opposite problem, which is that it has politically innovated, without a doubt. So the people have typically looked at the constitution for that innovation. But that's actually a miss for the reasons you yourself spelt out earlier. It's not exactly representative of India's political innovation. But so where do you start? And I was, you know, this was a question that I had, you know, been thinking about. And initially, I thought, oh, text. So which is why I thought, oh, let's do a book on the Gita. Why is everyone writing on the Gita? And then I kind of thought that actually, the job is the opposite for India, that historians and theorists have to make thinkers out of these actors, because we need to give them their conceptual space, their conceptual, if I can use the word, their reflective agency, because they really thought about all these things. And it's, you know, so we only see them as actors, and we think, oh, you know, we know what they may say about caste or conversion or partition. But actually, when you read them, that's not the case at all. You know, we don't know them, because, you know, they are writing in the full awareness of liberalism, Marxism, and, you know, they don't produce a khichdi, they don't produce a kind of salad, they produce completely new ideas out of it, you know. And so for me, I wanted to capture that. And some of those ideas are very uncomfortable. And most starkly, you see that in Patel, but Patel doesn't write at all, like Jinnah, like his adversary, very little right next to no writings, lots of speeches, but a huge influence on Indian life. So how do you kind of, so the challenge then was to kind of see their action as thought, and then write it up as, as a kind of, as I said, you know, to give it a kind of conceptual heft, rather than always seeing, you know, they are going out there and working, intervening, this that. But so well, hopefully, you know, it has had some, yeah, I mean, it is also written, it's written for India, of course, but it's also written to destabilize the canon of political thought, which is so heavily policed in the West, that, you know, we all think that, you know, Western, you know, the West produced political ideas. And so it's also destabilizing that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:56.320",
        "message": "You know, and in the case of someone like Gandhi, what kind of strikes me and what I've always thought about, I mean, you know, I like to say people contain multitudes, you know, borrowing from Whitman's famous poem, and obviously, Gandhi is a classic example of that you go through any of his hundred volumes, it's like mind boggling. And he can be anything you want him to be. So, you know, if Faisal says he's an anarchist, you can find support for that. One of my friends keeps arguing he's the first classical liberal, I guess you can find support for that you can find support for anything. Right? So, and I'm skeptical of any of those readings, kind of, but that's in Gandhi's case. Now, the thing is, when you sort of try to come at all of these different figures and figure out that, okay, you know, if I am to assume that their actions are a reflection of their political ideas, and if I am to deduce from their actions that these then are their political ideas, you know, how much do you have to warn yourself against a tendency to perhaps read something into read something which isn't there or to over interpret or just the urge to simplification, which I guess every historian has to watch out for."
    },
    {
        "speaker": "Guest",
        "time": "02:28:03.800",
        "message": "Thank you, that's a very good question, which is partly why, as I said, to go back to it, like, I really didn't want to pigeonhole them to any ideology. You know, I didn't want them to be called, I have barely used the word liberal for anyone. You know, they all, I'm more interested, therefore, in, as I said, the grammar, the basic toolkit of politics, what is sovereignty? What is violence? What is it to mean to live with each other? What is the Hindu Muslim question? What is, why is partition should not be seen as partition violence, but civil war? You know, so I'm interested at the very kind of basic foundational level, because if you were to see them as liberal, then you would either be celebrating a tradition at the cost of another, or you would be boxing these figures in a way which would not be helpful or eliminating, you know, and then you end up with that debate, you know, which we constantly have is, you know, is so and so a Hindu nationalist or is he not? You know, is so and so a liberal or not, you know, and I was not interested in categorizing, but really seeing the innovation on, say, as I said, you know, on questions of violence, on questions of political agency, on statecraft, on the Hindu Muslim question, I was interested in those concrete problems and concrete concepts. And I hope I haven't overread one of the joys of being a historian or frustrations of being a historian is that you can't really say things without evidence. So I had to sort of stick to the script, you know, because I would have loved to have said, well, you know, Patel is Hindutva plus plus, and you know, it would have made my life really easy. But, you know, he's a bit more complicated than that, you know, so. So that's the thing, you know, that these figures themselves are also defying easy categorization. Like would you call Nehru a socialist? I don't know. You know, you know, I would find it quite hard, of course, though he's part of a socialist tradition on the economy. So it's very hard to group these figures. And I think that's why India is also produces a kind of very robust, competitive democracy, because there are many political ideas from the get go in its written into its to its birthing into its founding."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:39.840",
        "message": "You know, what an interesting part of that whole narrative of, you know, Tilak filing the case against Shirol, Shirol's book, Indian unrest and so on, is this little anecdote which you have about not an anecdote, but a little sort of something that that Indian unrest focused on, which was a performance of the Marathi play Kichakwad or the killing of Kichak. I hope I'm pronouncing it properly. And yeah, and I'll quickly sort of, for the listeners quite kind of relate what that happened. What the play is really about the killing of Kichak is about how, you know, the Pandavas in their last year of exile, they had to be anonymous somewhere, they had to go somewhere where they couldn't be found, and they couldn't be uncovered. If they were uncovered, they would have lost the bet. So they went to this particular kingdom called Viratnagar, where, you know, they were kind of posing as sort of servants or whatever. And a gentleman named Kichak, the commander in chief of the kingdom of Virat, and an ally of Duryodhan, as it happened, he saw Draupadi and he was charmed by her and all of that. And then he told Yudhishthir, okay, send her to my harem. And now Yudhishthir has the dilemma that either he, you know, sullies his wife's dishonor by sending her, because of course, in our epics, women are the property of men, or he, you know, gets busted. And you know, he says who he is, and he refuses and he gets completely busted. And eventually what happens is that Bheem steps into the picture and Bheem poses as a statue of a god and just when Kichak is about to, you know, get it on with Draupadi, he kills Kichak. And according to Shirol, when he writes about this play, this play is a seditious play according to him, because everything in it is an allegory that Kichak is basically Lord Kirzan and, you know, Draupadi is India and Yudhishthir is the moderate and Bheema is the extremist party, right. And I was fascinated by this and fascinated by how something in culture is being sort of depicted in this way. Now, it also strikes me that when we speak about all of these figures, you know, Patel, Nehru, Gandhi, all of these, what is at one level important is what you've tried to do to figure out their ideas from their actions and to get to the truth of what they are. But equally important as in Kichak's place is what they are seen as, you know, like Patel may not have, you know, left much writing behind, but what he is seen as today is relevant and that is constantly evolving. And he is part of the narrative battles, ditto with Savarkar. And in a sense, you could argue there are two Savarkars, you know, pre 1910 and before, you know, the Savarkar who wrote the history of the 1815 seven mutiny is almost seems to me a completely different person from the person who wrote Hindutva because his years in prison and all of that had kind of changed him. But what is less important to me is these people themselves, you know, to me that's a historical curiosity. What were they actually like? But what is more relevant in modern times and what is a life political question is how are they perceived? You know, so therefore, how the notion of Patel, the notion of Savarkar, the notion of Gandhi, how those kind of mutate through the ages and becomes divorced from whatever they were. So, what are sort of your thoughts on this because, you know, anything, any history of Patel, any understanding of Patel, does it have to take this into account or can it stop at the moment he dies?"
    },
    {
        "speaker": "Guest",
        "time": "02:34:02.760",
        "message": "No, no, it doesn't and I think, thank you, because I think the thing is that there are two reasons why these figures are so inexhaustible at the moment. One of course, because the very political settlement of 1947-50 of India is being challenged and, you know, is being remade and as a result, we are all visiting those founding moments in our own light, in the light of our own, you know, politics and parties are doing the same, right? So, that's a kind of overall context in it. But there's a deeper context to what you're suggesting and which I would agree with instinctively, which is that, you know, these figures are very, they're inexhaustible. It's a bit like Marx, you know, every generation will read their own Marx, you know, they will interpret them, him in the light of their own experience and I think that's what's happening with, this is why I'm calling them as founding figures, because they have that inexhaustible role. Finally, like, you know, when you say that in elections and all, you know, they're also rolled out, you know, and they're, so their words, their name is like an invocation, they, you know, it distills as it conveys the power of something, power of a particular idea. So, you know, sure, Patel will be remade, each generation will discover their own Patel as it were, Gandhi's, you know, reputation is going up and down and Ambedkar's is like, you know, up and all those things are indicators, in fact, of our democratic present. So it's not that they are frozen in the archives of life, of time, far from it, they are far too alive. They are the ones who are haunting and animating and that's why they cannot be elided, dismissed or, you know, or just be, that's why they're so foundational. That's why they are like father figurations, if I've used a particularly deliberately patriarchal term, because the fraternal argument and even the father figuration of the political in India is intensely masculine. So it will be interesting to think about women and gender more, that would be the challenge of my own work, you know, how does it configure it, because, you know, women are almost fully excluded or because the default figure is the figure of the man in these discourses, there is no getting away from it. Gandhi is the only philosopher who will, a political philosopher thinker, who will expend a great deal of energy, good or bad, on the women's question in this, you know, in this way. So, you know, the new challenge, at least for the next coming, you know, if I were to write a sequel to this book or to write a kind of period, later period, the question would be of women and gender and how to even, to even think about, can, so today's burning question, I wrote it like, you know, a burning question, but it's a question of certainly contemporary politics, can women actually become a vote bank in India, to ask the kind of that question, you know. If everything is a vote bank and, you know, can women become a vote bank and if they haven't, what does it tell us? And so, yeah, I mean, you know, the history of India's democracy is its own book to be written. It's particularly its political languages, but it cannot, it cannot be divorced from these guys because they are the foundational figures who are also still on the scene. It's not like they've left the scene, you know, Patel is very much here, Gandhi is very much here. They're just here. They're like, yeah. So."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:51.000",
        "message": "Yeah, Patel is very much here in a statue as well, you know, plot for a sort of dystopian novel, I guess, the statue of Patel should one day start walking towards Delhi. That would be interesting, like stomp, stomp, stomp, stomp. That would be fun. And what you mentioned about women as vote bank, I had the data journalist Rukmini S on my show talking about her excellent book. And she's examined that question at length. And her conclusion is, of course, they are not a vote bank anywhere because of the simple reason that women contain multitudes, you know, they have diverse interests. And at some level, it seems to me to be an opportunity loss because the fact of the matter is that for 70 something years, women have really been second class citizens in India."
    },
    {
        "speaker": "Guest",
        "time": "02:38:31.280",
        "message": "So that's what I, my point is that they actually, there is a potential to make them a vote bank. Of course, women in here, multiple identities, you know, whether it's for religious purposes, whether it's of caste purposes, of family, of role, of rank, all of those things, right. But precisely since things have been so utterly bad for them, you know, it could mean that they could, you know, they could be the true, you know, the true inheritors now of, but I think it would not be possible. That's why I think there's so much hesitancy in India, where it's so easy to legislate. Every day there's a new law, whether you can do anything about it is different. But even the hesitancy to legislate on reservation for women tells you both the impossibility but also the potentiality of the female vote bank. So I would not fundamentally agree, I would not give up on it as a vote bank just yet."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:30.800",
        "message": "I think maybe it is a positive statement and not a normative one, as we said earlier, change can happen just as Amit Shah united the Hindu vote. Maybe you can come in into politics, you know, animate this, yeah, enough academics, yeah, what is this, change the world, come on. But kind of getting back to the combination of the world of politicians and writers. One interesting point that you made is that in those early years, like after the partition of Bengal and kind of Tagore and Aurobindo go their different ways, you have three fascinating books come out, which are both indicative of the changing tide, as it were, and one of them is, you know, Tilak's narration of the Bhagavad Gita. One is Gandhi's Sin Swaraj and one is Savarkar's book on the 1857 mutiny. Tell me why you kind of lump these two together as sort of creatures of the time and what they indicate and what is the importance of these books?"
    },
    {
        "speaker": "Guest",
        "time": "02:40:29.440",
        "message": "So these, thank you, that's, I'd kind of forgotten about our book, I don't know about contemporary Indian politics, you've dragged me back. So yeah, the Bhagavad Gita is a monumental commentary by him after, as I said, you know, it breaks down, it breaks apart the kind of liberal contractualism of, but also it is, the Congress has split for the first time in its history over the liberals and moderates as you described in the Keechakwad play, and it's a debate between Gokhale and Tilak and over, you know, means of political action. Coming out of that moment, he then produces, as I said, the question of the Gita, the question of war, and the book is a sellout success, you know, and I wanted to say when you were speaking about Keechakwad, one of the reasons that epics, particularly the parables from the Mahabharata, become such a potent site for conveying political messages. So you know, censorship is in, you know, censorship is oppressive in India in the 1870s, 80s, and 90s. So the work of politics is really policed, bizarrely, or as a result, the realm of religion is not policed by the imperial surveillance structure, which allows religion a fair degree of autonomy in relative to the political sphere, which is why these ideas are conveyed also through this register. Quite apart from them being popular and the like, but there's a kind of ability to, there's a space to do it, which is not there in the conventional political sphere, as we understand. Anyway, that was just a kind of way to say that that's why there is this way in which this form of political communication takes place. But by, so the failure of Swadeshi, you have this, but you know, Savarkar is in London in that period. In fact, he's in the early 1900s. He is sitting in Hampstead, which, you know, in one of the most foremost secret societies of that period, Shyamji Krishna Varma was a patron of these secret societies. And Abhinav Bharat, you know, is his secret society in, is sitting in London where Madanlal Ghingra is also a member and who would then shoot Curzon Wiley and, you know, that's, you know, the beginning of kind of a more international stage for this politics. And Savarkar has, is explicitly involved in writing the history of the Indian mutiny by using the same sources that British imperial historians had used. So the date itself is significant, 1907, because Cairo and all these people are also pretty worried because it's the 50th anniversary of the Indian mutiny. And Savarkar wants to write a book precisely in, as an assessment by an Indian through those very imperial records of the same thing. So his account is radical, but it's not as radical as we would think. I mean, you know, there is space for Muslims, but it's not like, so there is some continuity, there's a continuity in Savarkar's oeuvre because he will always give war a very significant role as a driver in history. War and violence mean a lot, but also another theme that I developed, secrecy. Secrecy would matter to him, and which is why the RSS would also initially would form like a secret society, which I write about. So these are all Savarkar's, and so I think these are formative because they're all reacting to that 50th year moment. Gandhi is reacting actually to Hind Swaraj in two of these figures he has encountered in Shamji Krishna Varma's house, in India house in Hampstead, Parel actually, Anthony Parel, who has written the kind of, you know, the kind of Cambridge edition of Hind Swaraj. He's actually saying that the book is addressed to Savarkar, and so you have this kind of, so there's a way in which that liberal story has come to an end, imperial liberal story in Indian mindset has come to an end, and people are looking for new ideas in the aftermath of the Swadeshi, but also in the 50th year of the Indian mutiny. And so it's not a coincidence that these three books are written within months of each other. Of course, both Savarkar's book and Hind Swaraj would be banned, but precisely because I said the work of religion would be allowed a degree of freedom under censorship. The Gita sells out, you know, it has multiple editions within two years and translated in all sorts of languages, even a pocketbook is created. So it's a kind of a big, big book. It's a modular book for that. And it, you know, it sets the terrain for several decades till Ambedkar comes and does something else with this landscape."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:53.500",
        "message": "What I also found interesting was you talk about how Tilak turned away from liberalism in the sense he had nothing to do with liberalism or freedom as something to aspire to anymore, but he created what in your words is a new political theology. So, you know, I found this phrasing really interesting later, you also sort of refer to Schmitt when you say, as a controversial legal and political theorist Carl Schmitt famously stated, all modern political ideas and ideas of the state in particular are in effect secularized theological concepts. So explain this."
    },
    {
        "speaker": "Guest",
        "time": "02:46:31.520",
        "message": "Okay, so I like the word political theology a lot. I prefer it to secularism because I, a bit like Gandhi, I do think that you can't separate a human being's religion from their politics. You can't really, it's an, it's an impossible demand. And so Schmitt shows in his work, and actually this has now become very important again for all sorts of people like legal theorists like Paul Kahn, but like all sorts of people to kind of say, well, actually, so Schmitt actually says that modern political concepts in the West are really, they're basically rationalized version or a hidden version or another version of theological, particularly Judeo-Christian theological concepts, yeah. And so therefore, you know, the word that we should be using is political theology rather than secularization or, or any of that. Now this is something I think is fascinating because Tilak is normally understood to be someone who introduced religion into the realm of politics in India, you know, and, but if you start by saying that these are not separate spheres, then it's a no, that argument is a non-starter. But also, as I was explaining about the relative degrees of freedom and unfreedom between these two places. So what Tilak is therefore trying to do is really trying to convey politics, as I said, through a kind of the epic, the tradition, epic tradition rather than a mythological epic tradition in India. And the problem for actually India is the opposite, that we don't have enough of a veil on religion, it would seem, yeah. We would see that there's too much religion everywhere in our politics. And this is what frustrates Indian secularists, yeah. And so I'm interested in the interplay, the open interplay between religion and politics rather than seeking its separation or policing it. And so, which is why I could go and look at the Gita as a result as the text, and that's a text, you know, or the fact that I could even think of Iqbal's philosophical history of Islam as a way of discovering a new Republican sentiment in Islam, which would be consequential. But if you were to just see this as a pathology, then you will not, it would not, these would, you know, we will not have the, I would not be able to write my book is what I'm saying. And you know, so I think, yeah, so I'm interested in the open interplay between religion and politics rather than its policing, because that's what history has shown us. And what then the law can do about it is a different order of questions, which I've not addressed in this book. But in the sense you could say that part of the problem of the Indian constitution is its default Hinduness as well. So though we are accustomed to debates around the uniform civil code and, you know, well, you know, but history has already told us in the fifties that what was hardest to reform was the Hindu code bill, that it was actually Ambedkar lost his political career to that. He didn't lose his political career to some other problem. He lost it to reforming the Hindu code bill. And it only takes up to 2005 for women to inherit in India, you know. So you know, those debates, the question of how do you triangulate religion, politics and the law, I think those debates need to take place in India and they will take place because these, UCC is forcing that discussion. But because we've always thought of it that, okay, religion and law, it probably just belongs to Muslims. Yeah. But that's not the case. And so, yeah, so I was interested in, yeah, so that's how I came to a political theological understanding of what Tilak is doing or what even, but it's interesting that Hindutva would depart from this way of thinking because Savarkar is not interested in religion. Savarkar is not interested in Hindu-ness, he's an atheist. He's interested in, you know, a particular way of, so his books don't have this kind of epic quality. They don't have this kind of, you know, in fact, you know, people think, oh, you know, whether it's the various mandirs or whatever, there's some sacred landscape, you know, the way people tend to think about it. But that's not Savarkar at all. In fact, the whole idea is not about sacrality or religion or even theology. It's a kind of pure, simple, political Hindu-ness, which is a category of political mastery. It is not a category of religious realization of power."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:55.380",
        "message": "So I'm going to go back to, you know, the early frame that you mentioned in your book, which is that of the hedgehog, which was Schopenhauer's hedgehog. And then Freud took it over and brought it up and fed it and nurtured it. And then Freud handed it over to you. In my mind, that's kind of how it's going. So now, you know what, through this beautiful metaphor, what you kind of postulate is that, you know, the attention of our early freedom fighters shifted from, you know, the foreigner, which is the British from the colonial force, whether they took it for granted or whether they assumed that that force would be gone at some point, to each other. And there was sort of this fraternal mingling. And the one core consideration there was violence, right? And I find the metaphor very beautiful. Hedgehogs coming close together, then pricking each other, pushing apart and all of that. So to take that forward, can you, you know, talk about how, from those decades, from the failure of our resistance to the partition of Bengal, up until independence, what are the various ways in which the hedgehogs came together, pushed away, came together, pushed away? And what do I can't, that's such a nice image."
    },
    {
        "speaker": "Guest",
        "time": "02:53:04.800",
        "message": "So thank you for using that metaphor. Thank you. Thank you. Okay, so I'll be very, try and do it quickly, because I think I'm giving very long answers. So one of the ways to think about it would be that these hedgehogs or, you know, there's a big coalition after the Swadeshi movement in the Ghadar movement, which is, you know, international, where there's even a declaration of government of India in Kabul, where actually Muslims do a hijrat, large number of Muslims leave India in Kabul only to be then sent back and then have a huge crackdown, you know. So you have moments of, you know, coming together. And I think that the question of the hedgehog question is most, how do I put it, most systematically and most sustained way really discussed by Gandhi and Ambedkar and their fight, which I've elaborated on, whether we can live together, what are the conditions of living together, the question of extimacy, what might be the right folks. So for Gandhi, it's an extimacy, for Ambedkar, it is a kind of recognition that actually there is a huge amount of civil war. The reasons these hedgehogs are apart, these hedgehogs might be apart, but they're apart as in the castes because this is a chasm of violence that has ensured that they are separate. This is not, they're separate because they are just hurting each other because of their intimacy. He's saying there is no intimacy between castes and, you know, and that lack of intimacy is produced by violence, by a civil war in Indian history. And which is repeated now, he uses a word, you know, that the Nazis could learn from the Hindus, he says in his books, because, you know, they don't even have to display the violence now to have control over it. So you have this story, you know, this question of closeness, violence, intimacy, fraternity, and sovereignty, which is the life and death question. Who controls the state? Who controls the power of life over others? That is what sovereign power is. And for that, the answer always also then, then Ambedkar steers away from the hands of, you know, for want of a better word, from Gandhi's death politics, individual death politics, and, you know, more about moving it towards Republican order, like, as I said, the democratic formation. But I think the moment of the real head comes to it in the partition violence. And there, you know, I think Patel's owning of this idea that this is a fratricide, it is a civil war, allows him to kind of reorder that violence into a kind of new Republican form. I would say that this violence to me, I revise the study of partition violence as simply something that history does to people, because I'm very critical of, well, let's use a less negative word, I'm very surprised that people think that in this narration of partition violence, everyone is a victim. No one has perpetrated that violence. How is that possible? You know, a million people died. So that's why I was interested in seeing its political nature. So it was seen to be a guilt-free violence on the one side, and another side, it was seen to be something that history extracted out of people, the price of history, or it was seen as a blame game, you know, Jinnah, Patel, you know, the British, a kind of revolving game. And actually, when you read about it, you see how actually it worked, where the crowd, much like lynch mobs today, acquire the status of semi-sovereigns, you know, because they can hide their anonymous agency, they're kind of, you know, it's not like a homicide or a murder where, you know, you can, you know, ultimately get a figure culpable, you know. Essentially, the crowd allows you to kind of hide in yourself, but at the same time, it becomes a semi-sovereign because it kills without impunity, you know, it kills, you know, it just kills. And it is a particular structure to partition violence, which I explained, that takes place and that form is repeated everywhere. And really, partition violence is the form of violence from which an externality is produced out of an intimacy, how to make something which is internal to you, intimate to you, how to make it not foreign, but external. And that's why it is so violent. That is precisely why it is so violent, because it has to expunge, externalize something which is so deeply intimate, known, implicated. And yeah, so I would see that story as that and as a kind of when the hedgehogs really, you know, have a kind of, you know, huge kind of bus stop and then there is, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:33.400",
        "message": "And these hedgehogs are still dancing today, right? So, you know, my question, therefore, is that we read your book, gives us another lens through which to look at our history and to look at these figures and so on and so forth. And you've described the jostling of the hedgehogs really well just now when you, you know, brought us all the way up to partition, but these jostlings are happening today. We still have these hedgehogs as it were, and I'm wary of using the word extimacy because all these pictures will come into my head. What have you done? But so, you know, when we look at modern times, and you have also spoken about how you make it a point to come to India to also engage with what is happening around you and so on and so forth, you know, what are the lessons we can learn in two different ways? One, as just concerned citizens who are looking around us and seeing what is happening from the prism that you build of looking at Indian history, how can we see present times better? That's question number one. Question number two is that as actors in this drama, in whatever limited roles we have as citizens or some people, maybe public intellectuals and so on, you know, what are the interventions that are possible? What can be done?"
    },
    {
        "speaker": "Guest",
        "time": "02:59:43.200",
        "message": "No, thank you. Tough questions. So, one, I'll start with a very pessimistic note, which is that the Constitution will not save us. And this is the problem, and that it's actually, which is why, you know, I've been very critical of books that have celebrated the Indian Constitution, not because it's not worth celebrating as a document, it is, but it no longer is now, it's not capable, it has not, you can fetishize it as you did, you know, in the CIA and all of that, you know, protests and so on. But there is something going on with Indian democracy, which is, it feels almost as if democracy and India's constitution are in parallel, and that they're not the same thing at all. So, for one, I would say that one can't read the story of India's democracy through its constitution, which is a habit our public intellectuals have, our scholars have, and what, and certainly our activists have. And, you know, it's more like you can own the Constitution, you can fight over the ownership of the Constitution, but the Constitution in itself is not going to resolve the situation. Yeah, that's, that's the first thing. The second thing is that I think that there's been a huge innovation in the theory and practice of violence in the last 10 years. I would, you know, since, since sort of 2014, so, okay, let's start with the 2000s, actually, since Gujarat, so Gujarat, but also, so it was interesting that the so-called weak government of Manmohan Singh saw very few riots in India. It was a peaceful decade, maybe a decade of corruption, but not a decade of riots, violence, insurgencies, and counterinsurgencies that, you know, we associated certainly with earlier Congress eras of the 70s and 80s, but, so it was a new kind of UPA, new kind of Congress in the 2000s, which, which is interesting, which has not been written about, to be honest. So that requires some thinking about, but post, post that, violence has taken a different form in the sense that lynch mobs are not the, so we've seen fewer riots, fewer riots, but many more lynch mobbings, and that in a way is almost a different kind of theory of violence because it cuts across, I mean, it kind of, it just kind of breaks the basic compact between the subject and the state, between the citizen and the state, which is to say one-on-one, you know, just kind of politics one-on-one lesson, that, you know, we as individuals live under a state. Why? We give a bit of our individual freedom, we are not going to be in a state of nature and just kind of might, you know, mightiest is, you know, you know, is the strongest is kind of brute force or any of that, because yes, we will flourish, and also we will get some security. The idea is that, you know, there is a kind of physical security in giving up a little bit of our natural rights of whatever they may be. Now, something like lynch mobs is not like a riot, which is a collective act of, you know, it's a collective act of many things. Lynch mobs in a way are going into the basic compact between you, you individual and the state and breaking it by actually entering your home, you know, as happened with Aklak, the first lynch mobbing is actually breaking, breaching. It's not taking place in the street. And then someone coming to your house, they've come straight to your house. And so it's a, you know, it means a different, there's a different kind of, it means different things for Indian democracy is what I'm saying. And I mean, I think the difficulty for me is to ask the question whether a politics of conviction is possible in India. So the question to ask for me to be would be like, is it a politics of conviction possible in India or is conviction now totally exhausted by Hindutva, right? So you have Hindutva politics, which is highly ideological. You believe in A, B, C, you have X, Y, Z things to hate, A, B, C things to love, you know, it's a pretty clear project, yeah. And then you have, as it were, caste parties where people are like, okay, many, you know, OBC groups, Dalit groups, I mean, great, but there is no politics of conviction. Where is the space for a politics of conviction? That's what I'm interested in. And where will it come from? And I think that is now a challenge for something like the Congress, because a Congress story has dissipated in the last 40, 50 years, precisely because of multi-party democracy. So the founding figures could contain a large number of these political projects under a broad tent in the 50s, in the 60s, precisely because the work of nation building and something else took precedence, but also there was less democratic competition. Now there is much more democratic competition, but at the same time, there is also a kind of exclusionary violence associated with the project of Hindu nationalism, which has a huge amount of social mandate. You can't say that this is just a bunch of thugs coming and doing it. A lot of people are backing it. And I just wanted to show in my book that actually these figures have thought about all these problems, that they had actually navigated the question of violence and politics more than we had given credit to them, because we thought India's story of freedom was primarily non-violent."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:05.360",
        "message": "My pessimistic sense would be that as things stand today, there is simply no politics of conviction in India today. Maybe it might emerge, who knows? And I want to also double down on what you said, and I agree with totally, and I know many people disagree with us on this, that I agree that the constitution will not save us. And I give a couple of reasons for this. One is that the constitution is completely irrelevant to society and what's happening around us. And a classic example of this is this hijab controversy, where I think we often kind of get diverted into either focusing on the aspect of is hijab good or bad, which to me is not relevant to this at all. And the other question is, oh, our constitutional rights should be protected, which is also not relevant to this at all. I think the central issue here is the hate for Muslims. That is a central issue here. That is the force that is popping up at different parts of our society all of the time. And that's what we need to counter and the constitution will not help us. And one reason is the constitution is irrelevant to society. And the second reason is the constitution is not what many of us think it is. The constitution, like there's this famous cartoon where somebody goes to the parliament bookstore and says, can I have a copy of the constitution? And the person replies, oh, sorry, sir, we only stock books, not periodicals. That it has been defaced so often starting from the time of Nehru that it no longer is what it once was, which is why Ambedkar said, I would like to burn it. And it does not protect any of our rights, including our right to free speech or to dissent. I mean, it was Nehru who brought the sedition law back after the court stuck it down as unconstitutional. So, you know, so I share your pessimism of the constitution there. You have any thoughts to add to that or shall I move on to my final couple of questions?"
    },
    {
        "speaker": "Guest",
        "time": "03:07:51.400",
        "message": "No, no, please move. Please move."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:53.400",
        "message": "Please move. So a couple of questions right at the end and one is what used to be the last question I would ask all my guests, but I stopped asking because nobody was hopeful anymore. But since I warned you about it, I might as well ask you that, you know, from a historian's perspective, like it is possible for somebody like me who may not study history so deeply to sit around here and to look at the current times and be extremely negative or for someone else who believes in the political project that is happening to, you know, feel the opposite way. Right. But you have a historian sweep of history where, you know, you've seen decades and centuries pass by in a flash in your, you know, in your mind's eye. So if you are to say, think of India 15 years from now, like, you know, 2037, you know, what's a best case scenario and what's a worst case scenario from there? What would you be? What would you hope for? And what would you be fearful of?"
    },
    {
        "speaker": "Guest",
        "time": "03:08:44.280",
        "message": "So I would be fearful of a full on Hindu state only because India is too diverse and it would require not so much control of violence, but the deployment of violence to produce it. And so that project to me is not simply a majoritarian project of democracy, but a project of a certain form of politics of violence, which Gandhi knew so well. And it's not coincidental that it's really his assassination which puts an end to the civil war of partition. So, you know, people had been killing and killing and killing for, you know, months. If you start with 46 and direct action dates, it's almost, you know, a year and a half to almost do it. So my worry would be the realization of the Hindu state as a true kind of both the control, the dispersal of violence, the displacement of violence through the deployment of violence. And so that would be, I think, a bad thing for India because India is also very diverse. It will not, even if that fantasy came to be true, it would require kind of violence that is unprecedented in human history. It's not simply to India, it would be unprecedented in human history because you know the numbers of Indians involved, the number of Muslims, number of Dalits, you know, it's a big, big society. So what would I be hopeful of? What would I be hopeful of is, yeah, a politics of conviction that actually, let's be honest and say there are two ideas of India. So let's have two national parties, really like a fight between two major ideas. At the moment we don't have that, our party structure is, the history of Indian party structure has unfolded even with Indira Gandhi's and the like, even with Nehru even starting, you had, as it were, one national party and then you had regional federated parties, regional parties that can come as a front, you know, and now the role has reversed because you have the BJP as a national political force and you have regional parties. But can we actually have a party politics which is bipartisan, two major national parties, if there are really two ideas of India, which I think there are, and you know, and of course the regional parties should also have to have them. I'm not saying it should be either or, the regional parties should also exist, that's not what I'm saying. So I'm interested in a kind of politics of conviction to see whether there'll be two national parties in India, and if there are, then there is hope, then there is real hope because then you can have a contestation, you know, like with Trump, you know, after four years he left, he had to go, you know, but otherwise, I also think some of the chauvinism cringe has to go in India, you know, it's too kind of, so people go from one extreme to another, everything has happened, you know, as I said, nuclear weapons in the Vedic age, so like, what are we doing now, right? So why bother, like, we are just declining in that case, right, we're just a declining civilization if, you know, we've had all of this, you know. So we have that, or we are always like, a kind of like, a kind of superior isolationism, like we don't care about the West, yet we want its approval all the time. And you're seeing that a lot at the moment in India, you know, whether it's its foreign policy, whether it's, you know, so anyway, it's an interesting time, because China, you know, there are many things happening that in by the time in 15 years time, if I'm alive, if, you know, we should have this conversation again, because, you know, I think the world map is going to look very different. The world political order map is going to look very different."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:03.960",
        "message": "That's fascinating. And that's a promise I will hold you to that 15 years later, if both of us are still around, we'll definitely have a conversation. And so I want to I want to kind of then end with a final question for all my guests, which is that I'd like you to recommend for my listeners and for me, you know, books, or films or music that you absolutely love, and you'd like to share with the world, it need not necessarily be related to, you know, your field of study, or it could be no, no boundaries at all. But what are what would you take with you to a desert island? Like what has given you real joy and knowledge and illumination in your life?"
    },
    {
        "speaker": "Guest",
        "time": "03:13:37.760",
        "message": "So I think Freud has been an abiding interest of mine. And in fact, he's it's the first piece of book actually a full book I read cover to cover as a teenager in Chandigarh. And so he's remains and he's a very good writer, you know, even though he's been sort of not always been helped by good translators. I think he there's something very literary about his writing, because it's about human experience, emotions, but also big things like political leadership and, and God even. So I really enjoy him. And in terms of I'm not, I mean, I'm somewhat ashamed to say that I'm not a huge fiction writer, reader, given that my mother was a fiction, you know, wrote fiction. And I don't know whether it's my resistance to my mother, because I'm a very avid reader of newspapers, magazines, nonfiction, I consume, like as if people you're watching a film or something. So I think, so having said that, there's a kind of brilliant memoir written by a South Asian woman who recently died, Sara Soleri. Her memoir is called Meatless Days. And it's about living in Lahore during Ramadan, but also about a constricted kind of life, but which leads to, to imagination. And it's very witty. And it's written by a woman. There are very few memoirs, which were like, you know, of which were kind of resonant given that I grew up in a kind of Punjab and Chandigarh, which was what we call locked down today. But it was kind of, you know, it was very restricted. It was you couldn't really do much. There wasn't much of a social life to be had. And her book really spoke to me. And then I discovered when I went to JNU that she was actually a very eminent academic. Today, you know, this is pre-internet days, so you couldn't really Google search anyone. So, you know, in a way, there was a kind of mystery to a writer in some ways. And I enjoyed finding out that she was, she was a very brilliant academic as well. And then, of course, I love, I absolutely love Rohinton Mistry's books. And again, very much on politics of India, but also how personally, you know, things. So for an earlier generation, or for some people, Rushdie has been such a huge impact. And I think there was something to his writing in a way that it predated or prefigured what historians would do later with partition, for instance, right? I mean, Midnight's Children, but also Shame, amazing book, Shame is a wonderful book, Moore's Last Sign, amazing, amazing books. But I was less moved by him. And I don't, don't know why, whereas maybe Rohinton Mistry more about post-colonial India spoke directly to me. And so I think these are the people I would take. But in terms of cinema, also, you asked me, you know, you asked me what films and stuff. And, you know, in JNU, great thing about JNU was that there were lots of people who were interested in films and they would know when the film festivals were coming. So you would actually get on a bus and go to Allianz or go to the German Institute and spend days on end, seeing three films a day, four films a day, you know? And so I saw all the great European art house cinema in a kind of binge watching, you know, what you'd call binge watching today. And my favorite, favorite film, all time favorite film is actually by a German filmmaker by Herzog and it's called Aguirre, The Wrath of God. And it's a brilliant film on colonialism, but also on the kind of very inherent crime, a human crime that kind of, you know, constitutes not just colonialism, but you could say what, you know, settlement of human life, civilization and the rest. It's a brilliant film. And just as I was mentioning Rushdie, it struck me that the current Indian cinema, Hindi cinema, particularly of the last eight, 10 years, is a bit like what fiction, English fiction was about 40 years ago, which is that it could look at things in advance and tell us what's going on in Indian society or politics. And I've really enjoyed, say, a film like Masaan, which was so ahead of its, not just ahead of its time, it so brought so forcefully a universal experience of women in India, you know, but also of human relations again, you know, men, women, caste and sexuality, parents, children. I thought it was a brilliant film. And so I would, but in a more serious, not serious, but I mean, I'm a great consumer of Hindi cinema on everything. I watch a lot of stuff. But a film again that struck, I haven't seen it in almost 20 years, but the film that has always, is very profound for my becoming a historian was actually a very abstract film by Kumar Shahani. It was a film called Khayal Gatha. And I had actually, again, in Chandigarh, through my sister, my brother and I, but also a bunch of our friends, we were quite serious students of Hindustani classical music. And we were taught by someone who was a direct disciple of Kumar Gandharva. And so we would actually go, I mean, I've even performed, it surprises me as to perform on state functions and the like. I mean, we were quite serious, but I had given up on music for very many reasons. But this film is actually not about, not simply the history of Khayal, but really the history of India. It shows, and it's a very abstract, there's very little dialogue, but it's a stunning film. And I would love to see it again, because again, it talks about India's sort of last millennium, you know, which has been so controversial to politics today. And, you know, it shows the Indo-Muslim world, and yet it's not preachy. It's not either preachy, and it shows it through, and it actually made me really think that history could be creative. History has always been, it has satisfied the side of politics in me and a sense of argument, because historians really argue, Indian historians love to argue. But, you know, but there was something also very creative and very human in the story that Khayal Gatha shows through like really lavish depiction, quiet, but lavish depiction. So I would sort of, you know, I like thoughtful films, let's put it like that, films that stay. I don't like very messagey films, you know, but I also like, I like hardcore entertainment as well. I like Mirzapur, I like Patal Lok, I'll watch anything, you know, in some ways, and certainly to do with Indian politics. So yeah, I would say I have this kind of interest and historians, you know, you know, I, though Bernard Cohn, Bernard Cohn is the first one that I really read properly and was a big, the first big, the first book I actually bought with my own money. I think historians, my tastes change, even my philosopher's tastes change. You know, 10 years ago, I used to read a lot of Foucault, and now, you know, maybe not. So yeah, so things, they change. But because you asked me such a big question, I thought I should give you books and films that have stayed with me, which I will actually watch again and again."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:19.320",
        "message": "Yeah, it's a fascinating answer. I can't wait to dive deep into this. I mean, and, you know, this is the point I often keep making is that, listen, individuals can, all of us contain multitudes. And the fact that you should be able to mention Freud and Mirzapur in the same, you know, answer kind of speaks for a lot. And you mentioned Herzog, I love Herzog. And what's interesting about Herzog is that he's one of those rare feature filmmakers, who then also shifted to, who then shifted to documentary filmmaking and was a master at that as well, which is a bit rare, because people kind of place those on a hierarchy in their minds. And once they are making feature films, they're just kind of happy with that. And Herzog almost moved in the other direction and did some great documentaries as well. And, you know, you mentioned Sara Sudheri, you know, an academic of repute, who also wrote memoirs. And I've had so much fun talking to you in this episode that I wish you do that also someday."
    },
    {
        "speaker": "Guest",
        "time": "03:22:12.040",
        "message": "Thanks so much, Amit. Yours is really, how can I say, you know, one of the best conversationalists ever. And it's a shame we haven't really met given that we were in Chandigarh together at some point as children. And I hope we will, you know, life will give us the occasion to meet at some point. Absolutely, inshallah. Thank you so much for your time. Total pleasure. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:36.200",
        "message": "If you enjoyed listening to this episode, hop on over to your nearest bookstore online or offline and pick up Violent Fraternity, Indian Political Thought in the Global Age. Besides writing this book, Shruti has also edited a couple of influential books which are linked from the show notes. You can follow Shruti on Twitter at Shruti Kapila, that's one word. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening."
    }
]