[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "When we think of ourselves, we think of ourselves as something fixed. This is what I am. This is no accident. Even if we accept that some aspects of ourselves are contingent, we hold that others are essential. One of those, oddly enough, can be musical taste. Think of the music you like. To like that kind of music almost seems hardwired into you, doesn't it? You may discover stuff through your peers or your environment, but what you like feels a part of what you are. Well, here's a thought experiment. What if you were born in North Africa? What kind of music would you have liked then? Or interior Jharkhand? Or Iceland? Or Peru? Or Kazakhstan? It's likely that your favorite artist would have been someone you haven't even heard of right now. It's also possible that all the music you take with you to a desert island today would be stuff that you'd never discover in this thought experiment world. But my point is not that all our tastes are contingent on accidents like the accident of birth. In fact, I believe the opposite. I believe that our brains are wired to find pleasures in certain kinds of sound, and that there is something universal in music everywhere, however different it may seem to us. We can find rapture in Nusrat Fateh Ali Khan or Led Zeppelin or Tenorivan, and that rapture is rooted in the human condition, in the effect that music has on us. And it's basically the same rapture. It may seem at a superficial level that we are different like our music is different. But the point is, the music isn't different. There is a universal pentatonic."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:32.120",
        "message": "Welcome to the seen and the unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:41.160",
        "message": "Please welcome your host, Amit Verma. Welcome to the seen and the unseen. Serendipity is a strange thing. In January this year, I released an episode with my friend Chuck Gopal, in which we riffed on the Beatles for a while. In response to that, Warren Mendonca of Blackstrat Blues said on Twitter that the next time we discuss the Beatles, he wanted to be in on it. Warren is a legend of the indie music scene. And while I hadn't even heard all his stuff, I loved some of the early work that I had heard, such as Anuva Sky, which has been on my playlist of comfort music for years. So I jumped at the chance to ask him on the show and to go a little deeper into his work and his art. And because I felt my musical knowledge was not good enough to go as deep as I wanted, I asked Chuck to be my co-host for the episode. And I'm so grateful that Chuck agreed. He came over to my place, so we were both in my home studio while Warren recorded remotely from his home in Auckland. I love this episode, not just because of this conversation, but also because it took me on a superb journey of discovering that part of Warren's music that I hadn't heard yet. I've been driving people nuts by playing Ode to a Sunny Day on repeat. Before we get to this conversation, though, let's take a quick commercial break. One of the themes of this episode is that even though all music has local flavour, music itself is universal. Well, you can turn that around when it comes to crime. Human nature is twisted and crime is everywhere, but it has a local flavour everywhere. This episode is sponsored by a podcast that is all about desi crime. Aishwarya Singh and Aryan Misra are the hosts of the Desi Crime podcast, which covers crimes from India, Pakistan, Nepal, basically any place you'd call desi. Their show description has this sentence which hooked me right away. Quote, crimes that take place in the Indian subcontinent aren't remotely similar to Western crimes. Desi crimes are gory, complicated, corrupt, and hardly documented. Stop quote. Aishwarya and Aryan take us on a wild ride as they tell us these gory and complicated stories. They tell us about the most prolific murderer in history, Thug Bairam. They give us the inside dope on the massacre of the Nepali royal family. We get suicide pacts and police brutality, disappearing journalists and charming serial killers. If you like storytelling and crime interests you, you should listen to the Desi Crime podcast. You can find it on Apple, Spotify, Amazon Music, wherever you listen to your podcast. So check out the Desi Crime podcast, there is no better way to kill time. Warren and Chuck, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:13.160",
        "message": "Oh, thank you."
    },
    {
        "speaker": "Unknown",
        "time": "00:04:14.160",
        "message": "It's a pleasure to be here. And thank you for having me as a co-host."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:18.800",
        "message": "Okay, so, you know, in the spirit of how these episodes sometimes go, let's just talk about what we were talking about in the moment, which is that we had great trouble getting Chuck's mic to work. And he finally got it to work. And he said, as soon as it started working that I'm not going to touch anything, right? Something like that. Yeah, something of that sort. Yeah. And Warren, you mentioned you had a story about that. So let's start with the story."
    },
    {
        "speaker": "Guest",
        "time": "00:04:41.720",
        "message": "Okay, the story is, I used to be in a band called Zero. And we used to practice in this old house in Shivaji Park called Uday Vihar. Now being an old house, you know, of like, I think, 30s or 40s or whenever it was built, the electric grounding was a bit suspect. So when we used to practice, first of all, we used to get shocks from each other. If one person touched the other person, it was like a severe jhatka. So we learned not to touch each other while practicing, you know. So the issue then became with distortion, all that noise became amplified. So you had to find a way of grounding the amplifiers. So me being electrical engineering student knew that there was a water pipe running outside. So we got some sandpaper, cleaned it a little bit, put a wire around it, soldered it in place, brought that wire in and grounded the amps. Problem became in the monsoon, the connection would become intermittent. So Raji had to go outside while we were playing our guitars and jiggle the wire till the noise was gone. And then he was told, okay, leave it, leave it, don't touch anything, it's just fine right now. And then again, if the noise came, he would have to go out and repeat the process. Then a few months, I think, later, we got complaints that your guys are too loud, neighbors are complaining. So we figured the room we were practicing in was the first room closest to the main road. So we said we'll go to the next room. When we went to the next room, the power was grounded over there. And we realized we could have just taken an extension box and plugged it into that room."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:09.520",
        "message": "Yeah, it's such, you know, such Jugaadu lives kind of musicians live with, you know, I remember reading somewhere that a musician's best friend is duct tape. So this episode really happened when you heard the episode between Chuck and me and you said next time we discuss you discuss the Beatles kindly call me. So here we are. Now there's a lot we want to discuss apart from the Beatles, but we thought a nice way to kind of get it going is actually to talk about the Beatles because I you know, in one of your interviews, I read something moving where you said that, you know, the most memorable memory from your childhood, as it were, was when you heard the Beatles for the first time. So tell us a little bit about, you know, what they meant to you and what they have meant to you since."
    },
    {
        "speaker": "Guest",
        "time": "00:06:52.240",
        "message": "Well, from the moment I was a kid, and I could barely talk, like my aunt who used to live with us at the time, had this big poster of the Beatles, so I'd learned all their names, you know, as we say, John, Paul, George Ringo and everything. So, you know, that was like the awareness for, you know, who the Beatles were when I was from a young age. And it was a bit later, I think, when I was around eight, after I went through a beef MC Hammer phase, someone gave me this compilation cassette, and there was a Beatles medley in that. And it was one of those, you know, the now party, whatever, you know, this compilation thing. And that Beatles medley, suddenly of all the songs that made the most sense to me, age eight. So I said, what is this? I went to my dad, who's also a musician, and he said, well, you know, you should probably get into the Beatles at this point, you'll kind of, you know, understand a little bit more about the, you know, the basics of music and everything like that. So I tried getting my hands, we had some cassettes at home, so I listened to that. And then my uncle had the motherlode, he had all the albums on vinyl. My dad's sister's husband, his name is Kalayil, awesome guy. So he used to give me one by one, like a lending library vinyl, I used to take it to the local guy who had one vinyl player and one cassette deck, and he would do the transfer because I didn't have a working, you know, vinyl player at home. So all these cassette transfers became then like my textbook, you know. So I think between age eight to 13, I literally did not listen to anything else. That was it. So every single album, everything went into, you know, and I used to sit with my guitar and slowly, slowly tried. And then I found out how to slow down the tape, learn solos in half speed and stuff like that. And for bass lines, you have to speed up the tape so you could hear the bass more clearly, all that kind of stuff. So then, you know, kind of what I became as a musician, a large part of that came from that initial grounding experience, because at the same time, I started, you know, sitting with the guitar a little bit more seriously."
    },
    {
        "speaker": "Unknown",
        "time": "00:08:51.880",
        "message": "So there you go, that's the, that's the Beatles story for you. So one follow up question that I'll ask is, interestingly, also, you said, that was your basic grounding, and you have two grounding stories really over there, but two different kinds of grounding entirely. Anyone who listens to the Beatles now, it's very apparent that there's been an evolution right from the early, I want to say boy band phase, right to the later psychedelic and experimental phase. But how did you react to that as a eight to 13 year old, were you able to track that evolution? Did you hear the albums chronologically? Just curious to hear about, you know, something like that."
    },
    {
        "speaker": "Guest",
        "time": "00:09:26.800",
        "message": "The older I got, the more sense the later albums made to me. So initially, the, you know, the initial, the first early albums, Please Please Me, the first two or three albums, that was what I gravitated to most. And then obviously, there are songs on the later albums, like Let It Be and Hey Jude, which are very accessible. So I still love those as well. But then the first time I heard a song like Tomorrow Never Knows, I got really scared. I was like, I don't think I'm supposed to be listening to this music. It's kind of like weird and everything. So I kind of put that on the back burner. And then, you know, as you go closer to puberty, all that stuff starts making a little bit"
    },
    {
        "speaker": "Unknown",
        "time": "00:10:00.440",
        "message": "more sense to you. So you did listen to them chronologically?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:04.760",
        "message": "I tried to, I mean, I can still tell you like, which album comes after what, and it's like, so you know, well etched in my mind, the moment one song stops, I can hear the next song starting. My daughter thinks I'm nuts because I start singing the next song and then it starts."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:21.960",
        "message": "That must be spooky. I read this essay by Ted Joya recently, or I think it was in his interview with Tyler Carvin where he mentioned how the Beatles for those five or six years, the significant thing about them was they kept evolving every five, six months. And the reason according to him that was important is that every time you have somebody who becomes a breakthrough hit, what they're doing becomes a formula. And people immediately rush to imitate that and copy that and they were changing every six months. And his point was, look, they do something in 1964. The monkeys comes along and does something really similar. But by the time the monkeys is out, they moved on. And they're moving on over a period. So in a sense, would you then say that it's kind of listening to the Beatles discography is like an accelerated education in music also, where you're just getting so many different styles from your really basic pop song, like the early stuff to, you know, much more complicated stuff later on?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:16.880",
        "message": "Yeah, certainly. But I mean, even by the second or the third album, you could hear like them changing things like in She Loves You, for example, she loves you. And then one minor chord comes in like the four minor. That's like something that you wouldn't have heard, you know, a little while before. So you can sense that sophistication coming in really quickly. I think also what happens is the moment an artist experiences some kind of mass success, there's all this kind of acceptance that comes in, you know, so you feel more, you're more likely to take risks, because you know that, you know, otherwise, always wondering, will people like it? But now they come to a point in popularity where like, everyone loves what they do. So it makes sense for them to take those risks. And you can see the acceleration is really quick. By the time they became popular, because by the time I think 63 was the first album. Before that, they had spent years playing covers in Hamburg and the repertoire was vast. They would have listened to like everything from jazz and you know, whatever top 40 and I was going in to the rock and roll and everything like that. So huge range of influences already. And that's kind of already percolating. And by the time the first album hits, you can see this, you know, from 63, please Mr. Postman, 66, Sargent Pepper comes along. That's three years. That's ridiculous."
    },
    {
        "speaker": "Unknown",
        "time": "00:12:38.000",
        "message": "Yeah, one of the things that we started our conversation, Amit, with was, I had a theory that if the discography of the Beatles was slightly flipped, and Sargent Pepper for some magical reason was the first album, and then Please Please Me, etc. came later, that the history of music would have been completely different because the Beatles wouldn't have had that initial fan base and then something experimental like Sargent Pepper wouldn't have had a mass audience to be tested out on. And that's something we debated and we'd love to know what you think about that."
    },
    {
        "speaker": "Guest",
        "time": "00:13:11.760",
        "message": "Yeah, I think for sure. Because even a guy like John Mayer, if you notice his career, the initial albums are a little bit more poppy and you know, designed to get into the mainstream really quickly. Once those two or three albums go by, and you become a household name, that's when you see, hey man, I'm going to take some risks and, you know, do something different. And plus, what happens is then the people who are controlling the money supply are less likely to worry. They're saying, this guy knows what he's doing, let's let him do it, don't need to get involved. So then you have those abilities to do that, otherwise there's always someone saying, hey, make it more like this, or make it more like that, or maybe your pants should be blue, and your shoes should be green, you know, that sort of thing. And that kind of gets in the way of a certain creative flow. Because sometimes when too many people make those decisions, the art tends to suffer."
    },
    {
        "speaker": "Unknown",
        "time": "00:14:01.000",
        "message": "Yeah, I think that's a great business lesson itself over there for a company who's already popular or something. If they're launching something experimental, then it's likely that that will find acceptance with investors as well as audiences. But that's just me extrapolating what you said."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:15.960",
        "message": "I mean, I don't think it would work in a business context. Because I think, you know, one day you're a startup, you innovate in some way, you're a disruptor. But once you become a big company, then you become set in your ways, your incentives are for just keep on doing the same thing. But I guess I want to ask a question that in fact, I asked all the historians who come on the show. And I think it's particularly apt when you're talking about the Beatles. Now there's something, a gent named Thomas Carlyle had come up with something called the great man theory of history. And there are really two schools of thought on this. But Carlyle's great man theory of history really postulates that history is made by great man at some point. And of course, back in those days, everything was a male gender. So therefore, the great man and not the great person theory. But the idea being that there'll be a great person, they'll do something great and history changes. Whereas the counterpoint to that is that no, there are currents in history which are happening anyway. And things are going to go where they're going to go. And people don't, individuals don't matter so much. So in the context of the Beatles, how would you look at that? Like, my sense is that music history would have been vastly different if say, if John and Paul hadn't met, you know, you know, you can pick your sort of great man equivalent of choice, you could pick Led Zeppelin, you could pick Dylan, depending on what you're going to listen to. So is that something you'd kind of tend to agree with? Or would you say that there are currents which are going in a particular way, even if you didn't have that specific group, music would have, you know, continued evolving in the same kind of way?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:42.960",
        "message": "What's your sense? I think it's also down to the level of influence they had among other bands, you know, there was a lot of other bands that were very influenced by what they were doing. I mean, we're the first guys to actually start writing their own songs, if you look at it, because it was a lot of that, you know, A&R, we'll get the song from somebody, give it to the singer to sing. And these guys come along. And there's also that class thing, which was broken down because they were these, you know, Northern England people. So in that English sense, they kind of opened up the thing. And then the crossover to America, then that cross-pollination, which had been happening is blown wide open, you know. So in that sense, you can't discount like, you know, musically aside, if you're just looking at historically, that would have definitely changed. There wouldn't be an Aerosmith without the Beatles, or a vast number of other bands like that. I mean, I don't think you'd have the opportunity for, let's say, what's like a not as famous British band, let's say Jets Hotel. Jets Hotel wouldn't have the ability to be popular in America unless that initial barrier had been broken down. And who did it?"
    },
    {
        "speaker": "Unknown",
        "time": "00:16:49.520",
        "message": "It was them. Interesting. So it's not just musically. Another way of phrasing Amit's question, and this is something I often think about is, which artist, if removed from rock history would have had the maximum ripple effect across? And it's another way of phrasing the question that you asked is the great man theory. But any name that springs to mind for you?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:08.960",
        "message": "Hendrix."
    },
    {
        "speaker": "Unknown",
        "time": "00:17:09.960",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:17:10.960",
        "message": "Yeah. Yeah. I mean, not just guitar players. A lot of other musicians were. I mean, Miles Davis was very interested in what Hendrix was doing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:17.720",
        "message": "So that only goes to show. Yeah. Great. So, so let's, let's start by, you know, where my shows often start, which is kind of your personal history. I mean, you were born in the right when the 70s were ending, you grew up in Dadar, tell us a little bit about what your childhood was like, because, like, I'm a little older than you. And I remember back in those days, just, you know, you couldn't, the stuff people today take for granted, like you can listen to any music in the world and all of that. We couldn't take that shit for granted. It was such a big deal and such an achievement to put a mixtape together. For example, you discovered music by a band, you would have to scrounge high and dry for some other album by them, even for information about, like, who are these guys and all of that. So tell us something about sort of the texture of your childhood growing up and, you know, what those years were like."
    },
    {
        "speaker": "Guest",
        "time": "00:18:05.720",
        "message": "So, I mean, I was, I was very lucky in that sense, because I was born into a musical family. So I was already surrounded by, you know, music, the act of creating it, the act of listening to it, all of that. And the access to music, obviously, wasn't as good as it was now. But at least, you know, my, my dad had good taste. So a lot of, you know, his cassettes became like part of my education, like when I wanted to listen to Clapton, he gave me all the cream stuff. He said, listen to that first, you know. So at least I had that. And then I had uncles and my dad's friends, other musicians who would drop in, you know, and give some, like my uncle Loi, he, at the time I was a kid, he used to live in Delhi. So he used to come down once in a while and every time, like, he would come down, little one little nugget of yarn, you know, my first rock and roll riff or something like that, I would get from him. When I was just one, we didn't have a TV at home. That came when I was like, say, four or five goes on black and white number and again, you know, what TV was like at that time, there was nothing in the English sense, it was like basically government messages and some, you know, in fact, I think my, my brother was the one he started calling everyone to watch TV when the ads came on because the ads were in English. Hey, the ads are on. And there was some cool jingle or something or the other. So at least that was culturally, you know, relevant. So I never really got into any of the, you know, Indian classical music or anything like that. In fact, it was almost like an imposition at times, like, can we please escape from this, give us something apart from this. And you know, that Sunday morning, He-Man used to come on, that was like one escape. Then there was another program, there's this German thing called Transtell, at least it was not in Hindi, so, you know, it was a little bit more understandable. And you know, things like that. And once in a while, something would come on, and then suddenly a world would light up. And I remember watching like, see that Eagles, hell freezes over, they put that was like, you know, more towards the 90s or whatever, by then things had gotten a bit better. But just the, you know, the whole retrieval of information became like, every little nugget was, you know, treasured, and like how they do sugarcane juice, they remove every last bit of juice, so that became a little bit more valuable. Now the information is so widely available, even in fact, if I give you like the best advice in the world, there's a chance it will just get wasted. You know, someone will think I was just another person giving some gyaan, there's a chance like that. You know, so it's a very different world we live in today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:41.200",
        "message": "Yeah, in fact, you know, one of your Black Shadows albums is called The Last Analog Generation. And, you know, you mentioned about how when your daughter was born, you kind of wanted to document what has gone and we are the last analog generation in a sense. So when you look at the way that she's growing up, for example, and you think of the way that you grew up, what are the differences that you see in terms of how you're discovering music, how you're experiencing music or anything else for that matter? Like not in terms of lamenting the good old days, or not in terms of passing a value judgment of one generation having a better time than the other, but just in terms of differences, you know, what have you noticed?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:21.000",
        "message": "I mean, at this age, she's still getting a lot of the music from the parents, you know, so our tastes, you know, but now she is starting to discover like, I like certain things. So she'll make me make a playlist of her favorite songs that is then bhajaud ad infinitum in the car. So, you know, we add her mercy, can we please not listen to that same song again? But apart from that, it's, I've noticed, like, as we get older, we get a little bit more judgmental about what is good and what is bad, where she doesn't have that, you know, if she likes it, she likes it, you know, she's not really analyzing it to that extent. It's got a good beat. That's the main thing. It's got a good melody, the chord changes are nice, notes, weird notes and stuff like that. It's all good. So I used to be the same way when I was a kid, you know, in that sense, humans are built in similar ways, where it will change is when she gets a little bit older, and she wants to, you know, like one of my nieces, I think is around 14 or 15. Oh, no, now she must be 16 or something. So she was listening to Thin Lizzy. I was like, oh, you like Thin Lizzy, you know, and I gave her a few recommendations and I was like, whatever, good uncle and everything. But it's cool. I mean, I think the good music will still find an audience, you know, the ones who are ready to look for it. For them, it's easier now than ever, you know, you just go to Spotify or whatever and say, give me your best of Thin Lizzy and otherwise I had to go to the shop and order the cassette which took like a month to come, you know, that sort of thing. So, you know, I don't know, it's kind of interesting, because in a certain way, humans will always be built a certain way. And in ways the ease of access is going to definitely be a fully different way of doing"
    },
    {
        "speaker": "Unknown",
        "time": "00:23:04.040",
        "message": "things. I actually wanted to ask a little later, but it makes so much sense asking it now, which is we will have a conversation on form versus content and all that later. But do you think that in some sense, what music itself is changing, like when you were growing up, and when we were growing up, it was audio only. And today, it's almost hard to separate out music from say, a music video or to a completely new generation, like your niece, it might be the associated TikTok meme or something like that. Do you think that has a bearing on the music itself that, oh, there's also an associated music video? Like I can't think of do I want to know without thinking of that, that that music, that iconic music video, for instance, is that something you thought about?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:51.320",
        "message": "I think with every generation, there'll always be curious ones. And there'll always be ones will just follow the trend and listen to whatever's dished out to them. There'll be ones who are prepared to look and dig deeper. And those ones will find it. But I don't know, in terms of percentages, you know, how many of them will be one versus the other. You know, but there'll always be people I'm telling with every generation, there'll be someone who's listening to BB King or whatever, there'll be someone who's as long as it's there, it's accessible. For example, if his music has gone from all the servers or something like that, then it may be a little bit tough. Then they'll have to go and dig out vinyls and find a vinyl player to play it and all that kind of stuff. But as long as it's available, you know, and the ease of access also becomes a big part of the thing, because if you notice like the ones whose videos are easily found on on YouTube, for example, will be, you know, getting across to younger listeners more easily than the"
    },
    {
        "speaker": "Unknown",
        "time": "00:24:40.960",
        "message": "ones who don't. Yeah. Mike, the question, though, I was actually getting it was is what we consider as music is that changing from only audio to something that is audio plus visual and who knows when in the metaverse it might be audio plus visual plus how you're feeling and all that."
    },
    {
        "speaker": "Guest",
        "time": "00:24:58.280",
        "message": "That's really what I was getting to. It's always been changing ever since MTV came out, you know, which was what, 1981, you know. Yeah. The moment it became visual, there was no turning back from that. And then it'll only go further from being a purely audio form, you know. I don't know. I mean, I'm still able to listen to music without any distractions. Once in a while, maybe I'll pick up my phone and, you know, if a message comes on or something like which is why I tend to like disable notifications on all devices like fuck that. If I want to check it, I'll check it. Otherwise, don't tell me when to check, you know, that sort of thing. But, I mean, it's going to be different for different people. Different people will have the ability to devote their attention span to listening to an entire album, A Dark Side of the Moon, for example. And the first time you listen to it, it'll blow your mind, you know, but then who wants to listen to it? You have to see how many of them are there versus the ones who, you know, think money is something that you pay."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:53.360",
        "message": "Yeah. Speaking of MTV, I actually worked there for a bit in the 90s. And yeah, and the first video ever was Video Killed the Radio Star. So maybe a more appropriate anthem would be Influencer Killed the Musician Star, which might be kind of coming upon us. My other question is that I agree with you when you say that in every generation, there'll be kids who will want to go outside the beaten track in terms of whatever the mainstream stuff is and discover their own music and their taste will take them wherever they do. But could it also be said that the notion of a mainstream has changed, if not dissolved? Like Steve Van Zandt of the E Street Band, in an interview, he spoke about how rock was mainstream for like, 30 years, from the Beatles or Ellen going electric to maybe Nirvana. And after that, everything kind of just splintered and there is no longer one mainstream and that is a trend I see happening across everything else, not just music, like in terms of media, you had a consensus on the truth, you had these mainstream outlets. And now it's completely dispersed, you know, people get their sort of narratives from all over the place, there is no more a consensus and truth. Similarly, you know, just in terms of entertainment, would it be the case that tastes are much more dispersed and fragmented, which of course, would have the negative impact that musicians, it becomes harder to make money. But at the same time, you could say that it becomes easier to make money in a way because a long tail is enabled, because many more people can form what Kevin Kelly called, you know, thousand true fans, and you can reach out to them. So, you know, these sort of conflicting thoughts kind of come to me."
    },
    {
        "speaker": "Guest",
        "time": "00:27:29.720",
        "message": "So what's, what's your sense of it? You ever noticed like, when we were kids, and there were only two channels, there's a bigger chance that everyone watched the same thing. Then when Star TV came, and, you know, then someone was watching this some, you know, that splintering has kept going on with technology as we get to the point. It also depends upon how easily influenced you are by your peer group as well. You know, suddenly someone, I remember one friend, hey, look at this band from the States Nirvana. Like, you know, suddenly everyone got into that. And that's how it kind of spread in that sense. So I mean, we're still social in that way, we're not kind of isolated from each other. So there's a chance of, you know, at least that kind of spread among, you know, like a social group, for example, with regards to reaching an audience. I don't know, man, because the thing is, right now, everything is up in the air, first of all, because you're not competing for, you're competing for attention spans, basically, with everything else that's out there. Not just music. You're competing with video games, with, you know, sport, with everything else. Because the thing is around whatever you're interested in, you can just go and find so much content, there's no way you're going to get through it all. You know, if I suddenly get into Stratocaster Bridges, for example, I can find like a year's worth of content to watch. Now, I'm not that interested in it, I'm like somewhat interested, I'm just saying the fact that there's one year of content to watch about Stratocaster Bridges, whereas if I had to see a guitar on TV, I would feel happy. So I don't know, man, I think we just live in a strange world. It's kind of hard to predict and say, you know, this is what's going to happen. First of all, you don't even know the whole metaverse thing, how it's going to, you know, play out. For me personally, it scares the hell out of me. But then I feel like an old person who, when the internet came, like, what is this internet? So I mean, you kind of need to adapt and just keep an open mind. But obviously, if there's things that show that they're going to be harmful to us as a society, and as a planet or whatever, you know, it's a famous video of Bill Gates and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:44.080",
        "message": "David Letterman, I think circa 96 or something and Letterman's making fun of him saying what is this internet thing and all of that and Bill Gates is like, you can get sports update and David Letterman is like, but I can turn on the radio for that. So, you know, so I really hesitate to be negative about say, web three or, you know, any of these newfangled things I don't understand, because my assumption is maybe there's something I don't get maybe we are the uncles, but just sort of going back to just following up on, you know, what you just said, that, you know, when the three of us mentioned the Beatles, it is immediately understood that we all know the Beatles that there is a common place in our consciousness that the Beatles holds that in a sense, you know, Ted Joyer used a lovely phrase where he said that music is like a kind of cloud memory that sort of connects people in this manner. And that's the thing that I wonder if the next generation will not have that one person's Beatles won't be the other person's Beatles, because they've just gone on such incredibly different tracks. Like, for example, when when I get into YouTube rabbit holes, you know, I have a regular account. And at one point, I said that, okay, just to understand it a little better, I need to understand what the Hindutva right wing rabbit holes are like those extreme guys. But I didn't want it to mess up my algorithm. So I incognito window, a different Google account. And the thing is that now, those are two completely different YouTubes, those two different YouTubes that I see on my regular account, and my incognito account have no relation to each other. And I think that's analogous of the experience that different young people have today, where they're not actually watching a common stream, where there is no Beatles as such. I mean, I remember Jonathan Haidt once said that you might think that kids today would understand the past much better, because everything all of history, it's available to them. But his point was that everybody is watching content that was created in the last three days, you know. So we are constantly sort of in this chakra view, as it were, where content keeps coming, we keep watching, but there's no space for sitting back and reflection. Those common connections aren't there. So a bit of a ramble, but any thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:50.800",
        "message": "Yeah, I mean, it, I mean, we should be actually listening to what these right wing people are on about just so we understand that they're not crazy. There's obviously something that's, that's going on in their heads. And the only way to reach some kind of a conciliation, because at the end, we're all humans, we have to share the same planet, there's no point, like, spewing hate, whichever side of the battle or whatever you're on, the very fact that there's become such a, you know, a huge divide between us as a society is like, really alarming, you know, everywhere you go, every country, you kind of find like that kind of conflict. And if these algorithms are only fueling that further, because no one is getting to see the other point of view, that whole us and them happens, you know, you, you guys suck, you guys suck. I mean, like, both sides have got some, you know, bad things about it, that you can take each side too far. If you can go like, there are crazy people in the left wing as well, you know, so I guess at the point where we can somewhat understand what each other has to say, okay, I get like, you don't like what this does or whatever, but at least let's, you know, eat what we want to eat, wear what we want to wear, do what we, without harming, basically, the, every religion should just scrap all their books and put one rule, don't be an asshole. That's it. For now, I think this is the only message the world needs, don't be an asshole. You know, in our own lives, we find the times where we are an asshole. So like, let's not be assholes for a little while, till things get a bit better."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:19.840",
        "message": "You could form a new religion around that."
    },
    {
        "speaker": "Unknown",
        "time": "00:33:22.040",
        "message": "Yeah, man, just don't be an asshole. That's it. There were two trains of thought running in my head. One, you said that most of the content that we consume right now happened in the last three days. And there's another article related to music that both of us read, which is new music is, old music is killing new music. And Warren, I'm guessing you saw that as well, because Rick Beato did a video on that too. And one of the astonishing facts over there was increasingly people are listening to older music. And I have struggled to reconcile my head around these two facts at the same time. Maybe there is no answer over here, but I just wanted to know what you thought about that. Because people are listening to older music. Another video that Rick Beato had done was actually he had compared the following that new artists had along with older artists. And it was quite surprising because some of the legacy artists like Queen, for instance, had a lot of subscribers and were very relevant to even his son's generation, for example. Just wanted to know what you thought about that, that on one hand, you have, okay, there's so much content being created, and we're consuming everything that's being created, a lot of the stuff that we're consuming happened in the last three days. And at the same time, a lot of the legacy content is also being consumed, be it books, be it music, be it films even. So yeah, I just wanted to get your take on that."
    },
    {
        "speaker": "Guest",
        "time": "00:34:38.160",
        "message": "Basically, the algorithms work like this, things become more popular, as they become more popular. You know what I mean? Yeah, that's how it works. So now the Queen thing, for example, I traced it to that movie, which was hugely popular. You know, that kind of drove a huge spike in listeners. And then because of that, more people got to listen to it. So the more people listen to it, the more people get to listen to it. You know what I mean? That's just how it works. With the Beatles now, this get back thing just came out. So again, I'm just looking at musicians my age as well, more people are talking about it. So it was kind of like, yeah, everyone knows what the Beatles is, right, and how this like kids also are, you know, being, you know, faced with that, you know, this is what's coming out. And it becomes popular. So people talk about it. So you want to go in and check it out."
    },
    {
        "speaker": "Unknown",
        "time": "00:35:25.920",
        "message": "Yeah, that's interesting. This is kind of like stuff from the past is being repurposed in various ways. And then that drives spikes. There's this interesting thing that happened a couple of years back, the TikTok Fleetwood Mac thing. I don't know if you guys remember this."
    },
    {
        "speaker": "Guest",
        "time": "00:35:38.360",
        "message": "So the guy drinking that, yeah, on the skateboard."
    },
    {
        "speaker": "Unknown",
        "time": "00:35:41.960",
        "message": "Yeah, so for those who don't know what this is about, especially since we can't see TikTok here in India, there was a video of a guy, it wasn't a content creator and influencer or anything like that. He was drinking a juice called Ocean Spray. And he was skateboarding down his road. And he was humming along to Dreams, I think it was by Fleetwood Mac, and he was just humming it out. And for no reason at all that managed to go viral, it became a meme of his own, Mick Fleetwood. And I think Stevie Nicks also did their own versions of this. And this led to Ocean Spray. It was not a branded campaign by them or anything, but it ended up becoming a huge thing for the brand. And the song entered the Billboard Top 100 after what 30-40 years. I guess that's an example of what you're talking about. It is some random accident somewhere or a planned cultural event like a Queen movie or a Beatles documentary that brings a lot of these old things back and makes them relevant again for a younger audience as well as oldies like us who just want to relive some of that. So I guess there's something over there."
    },
    {
        "speaker": "Guest",
        "time": "00:36:42.120",
        "message": "Yeah, because I guess when I was a kid, I was listening to the Beatles while the other kids in my class were listening to Guns N' Roses. Because I remember one girl telling me, why are you listening to this old fashioned music? I said, like, you know, this is like, what I want to listen to. And then I learned sweet child of mine on the guitar just to like, you know, shut her"
    },
    {
        "speaker": "Unknown",
        "time": "00:37:01.600",
        "message": "up. You remind me of that TikToker who had again, it goes back to TikTok again, you remember that Metallica girl from last year? She is an R&B singer and hip hopper or something and she was wearing a Metallica t-shirt and metal fans being metal fans, like a hip hop person wearing a Metallica thing, bet you don't even know three Metallica songs. And she went on her next video and said, I can, instead of naming them, I'd rather just play them for you on the guitar. And she shredded her way through Master of Puppets, the solo of one and a couple of others as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:32.200",
        "message": "So yeah. Yeah, I was speaking of that phenomenon, I mean, and even before this, I remember a few years back, forget TikTok, there was a TV commercial, I think a Volkswagen with Nick Drake's Pink Moon. And Nick Drake suddenly became a big for a short while again, which is great, because I love the guy though, that's not perhaps his favorite song of mine. But you know, what you said about what is popular, you know, lead that that sort of vicious circle that starts reminds me of this experiment. I don't know if I'll be able to, if I remember the details well enough, but the whole idea of the experiment was that these guys gave an app with a few 1000 songs to a couple of 100 kids, but they programmed those apps. So it would randomly show which you know, which were the 10 most played ones and which were the most popular. So all of them had different top 10 lists in their apps, you know, like not 300 different, but maybe 30 different 10 people each. And the thing is, that's exactly what happened, what Warren said, the stuff that was already on the charts got listened to more. And therefore, it kind of spiraled. And you had completely separate trajectories for the music in, you know, for each of the control groups, which is kind of fascinating, because that also sort of short tells you a little bit about just the role of sheer dumb luck, that if you kind of happen to somehow make it, then you continue making it like that whole Billy Joel story about how Piano Man came out, and then it was going nowhere. And his label was just, you know, had given up on him and, you know, and then this one guy who was passionate about it started taking it around to all the radio stations, and somebody gave it a play. And after it was dead, it is revived, and Billy Joel becomes Billy Joel."
    },
    {
        "speaker": "Unknown",
        "time": "00:39:07.080",
        "message": "But yeah, but arguably, luck has played a role throughout history right now, our context for that is Spotify algorithms. Back in the day, it might have been something else. What if George had sorry, what if Paul had never met john for whatever reason that day? So yeah, I guess we can all these are what ifs experiments except now instead of meeting in a place now it's, did you discover this on tik tok or something like that?"
    },
    {
        "speaker": "Guest",
        "time": "00:39:32.680",
        "message": "I've got a killer idea for a movie, by the way. So there's this band from the 70s, like relatively popular band from the 70s. And they're in their tour bus and the tour bus hit some kind of weird wormhole and they get transported to, you know, I don't know what COVID times were at least present day. And they have to suddenly deal with this thing called social media. And and also streaming services and everything, everything is like totally different. So like how they deal with that. And my idea was for these like macho metal guys to meet a band of young girls who then shows them how to do this."
    },
    {
        "speaker": "Unknown",
        "time": "00:40:15.400",
        "message": "Yeah, actually, that actually sounds pretty interesting. And that was another thing that Amit and I actually discovered, he asked me a very fascinating question. And I'd love to know what your take on this would be. Suppose Watters and Gilmore actually form Pink Floyd today. How would things be different?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:29.920",
        "message": "Man, there's no Rick, right? I was like the secret weapon, anyway, yeah, being a purist aside. I don't know. I think they'd still be able to make good music. I wouldn't put it past them. You know, it just depends on what time and place they are. Because musicians are always, you know, always changing, like there's not there's not one particular mindset, there's always 150 things we could be doing, it just depends what appeals at that particular time, suddenly, the wind changes, and they decide, okay, it's a good idea to work together, then you've got it. And if not, then not."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:03.440",
        "message": "No, I think I think our speculation really was that, because like, if they were young today and growing up today, they the palette of music they would listen to would be completely different. And therefore, who knows what direction they would go in. And in fact, you know, to return to the subject of your sort of evolving years, there is also the counterfactual that if you weren't born in the family you were born in, where your father is a bass guitarist, and your uncle is a lawyer and all of that, that if you weren't exposed to that kind of music, if you were, you know, in a South Indian family, listening to Carnatic, or if you were, you know, somewhere else listening only to Bollywood in a village in Bihar, totally different directions, different counterfactuals. But tell me a little bit about, you know, then how you got sort of turned on to playing music, what your other early influences were like, I remember you talking about how your dad when he first showed you chords on the guitar, he showed you A minor and E, which aren't really the typical sort of standard ones. So tell me a little bit about, you know, that phase of your life where you're into music, you're discovering music, you know, beyond the Beatles, you know, who else were the people you kind of fell in love with, and how did that sort of start evolving from this?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:13.160",
        "message": "So let's get to when the Beatles, rather the only Beatles phase was ending. So that was around 13. Now, the hormones have started to kick in. And by this time, I kind of started catching up with what the rest of the, you know, peer group was listening to. So I think Guns N' Roses had done Live and Let Die. So I say, oh, they've covered Paul McCartney, they can't be that bad. Let me check it out. So I got that Illusion One album. That was the first one I actually listened to, in entirety, I'd listened to a couple of songs from Appetite, but this was like the first album listen. So I found it really enjoyable, November in came very lovely melodies, great guitar solos, I was like, yeah, this is some cool stuff. And then we had started seeing their videos also on Star TV around the same time. So it kind of, you know, everyone's Oh, Guns N' Roses, Guns N' Roses became a thing. So that was around 13. Then for some reason, I got a Kira and I started tracing back further, like, where are these guys coming from? And I got into Aerosmith. And then Led Zeppelin hit in a huge way, I think that was around, say, 15 or something like that. I got that Led Zeppelin 4 album. And then the next thing you know, I'm on one huge rabbit hole, as you tend to and then all my lunch money is going into buying cassettes, you know, that sort of thing. And during this time, the guitar became more of a social connection as well, because I had a friend, Johan, who I've known since I was a child, because our dads knew each other. Dads were musicians, but both were bass players, so they never played in the same band. So luckily for us, Johan played bass and I played guitar. In fact, actually, I started on bass when I was a kid. But my dad said, listen, you're probably going to get a lot better at music. If you learn to play guitar, it's more like harmony and everything, more open. You can still play bass, but you know, don't forget to play guitar as well. So luckily around that time, I was playing guitar, he was playing bass, we started jamming together. And I used to go to his house, you know, we had just gotten out of school. He's one year older than me, both of us in the same school. So we had gotten out of school and I used to go to his house to jam. He used to have this little drum machine that his dad had given him. So he used to program a beat on that. And he would play and both of us around the same time started listening to a lot of music together, like cream and a lot of classic rock. You know, we had this one MCA Records compilation. So there was Lynyrd Skynyrd, Freebird, and a whole bunch of songs like Born to be Wild and all that kind of thing. I still remember to this day. So we started listening to music together, started trading cassettes and that kind of stuff. I remember one day we were sitting and jamming and he was playing bass along with the drum machine and I was playing guitar. I was so like absorbed in what I was playing. I woke up and I was like, I opened my eyes and I went to talk to him and he had left the room. He had programmed the bass line as well in that machine and he had left. I was in an empty room with the guitar. So we had a lot of these like nice formative, you know, like just playing with other musicians that became a big thing. And then he had these next door neighbors, Rajiv and Bobby, who then I later on got into a band with them. But they had a kind of a jam thing where it wasn't really like a band where we went and played gigs and stuff. We just get together and play music. So this kind of went along for like around a year. And then Sid Cooter, who was another childhood friend, but he had never lived in Bombay. His dad was always, you know, traveling outside the city. He came back to Bombay after like many years. So my mom kind of, you know, made sure because he lived down the road, you know, go be friends, you know how moms are. I remember when she said, you can't go jam unless you take him with you as well. So I had to go and call him and he came with his bright green guitar and everything. And he was louder than everyone else. I remember that. So then that kind of became a thing. And then Sid, Johan and me got into a band together called Vicious Circle. And the whole deal with the band was we couldn't play anything after 1980. That was a cut off. So anything after 1980 was not on the set list. So it kind of gave us some kind of a direction, you know. So we played everything from Deep Purple, Zep, the usual classic rock stuff. And the whole thing was Sid was playing drums and singing. So we played our first gig and he was behind the drums. And everyone said, you guys are lip syncing, there's no singer. So he got really bugged about that. He said, I'm never going to be, you know, doing this behind the drums singing again. We need to get a single. So he got a single. This guy called Sean Gomes. And he was a big Dire Straits and U2 fan. So some of that stuff also was incorporated into U2 kind of just about got in because like there was like one or two songs that were before 1980. So or, you know, 1980 itself. So that became like, like the first proper band where we actually got together and started practicing and all that kind of stuff. And we actually got pretty tight. I remember we used to play Stormbringer and at the end of it, like, we used to look at each other like, wow, did we actually pull that off? And you know, it was like, not bad at all. We did our first gig at Razz and I remember the first time Sid told me, let's play a gig at Razz. I was like, what? Are you kidding? We'll never get to play there. So I was a very realistic guy, like, you know, there's no way I'm going to get to a point where we're playing at, you know, a proper place where people pay money to come and watch you. So that happened. And just after that, that became like, you know, something that we worked and worked towards. And we did pretty well at that gig, all our friends came and watched everyone had a good time. We actually made a little bit of money or whatever, which we spent on food. So just after that gig, Johan left to study in the States. So now like back to square one, Sid and me were like, what do we do? So he had the right idea. The next door neighbors, they have a drum kit, let's call them. So that became, you know, what became Zero. And during this time in between, you know, the two bands, Sid and I started writing music together and we found it quite effortless. Like I would come up with a chord progression, he would sing something on top of it. Hey, we've got a song, you know, and we weren't really precious about it. That's the thing, when you're that age, you don't think too much about it, just do it. You know, you worry about, you worry later about what's going to happen with this song and everything like that. So I think we had written Not My Kind of Girl, a song called Dear Jesus, which not too many people have heard. And a couple of other songs like that, and they were mainly like, you know, chill out music. No, it wasn't like, you know, loud, heavy rock and stuff like that. So when we finally got together as Zero, we tried playing covers, we sucked. And then it was like, if we play our own songs, nobody knows how these songs are supposed to go. So we can kind of get away with it. That was the whole, you know, idea. It was a spite from the judging eyes of people who are well versed in the cover music. And at that time, I think there was like a slight trend because you had bands like Indiscreet and Pentagram, who are starting to, you know, play significantly their own music as opposed to the usual thing is like you play 10 songs and then just at the end, hey, this is one of ours, slip it in, that kind of a thing. So suddenly it was like, you know, and it took a while for the audiences also to, you know, to accept that. Otherwise, first, they would give you a lot of shit initially, like, why aren't you playing the music that we want to hear, you know, it's like, give it a chance. And the good thing, I guess, is our songs had very identifiable choruses. Because I think I said this before, if we didn't remember it, then the song was gone. So we had to kind of design it in a way so we could remember it. So then because of that, other people found it easy to remember as well. So that kind of, you know, opened up a few doors. And then, I guess, from that, around that time is when Chuck probably started listening to Zero, he can fill you in on the rest."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:14.920",
        "message": "So I have a question about the learning process. Like, one of the questions like I teach a writing course online, and one of the issues that some of my students will sometimes have is that, listen, I've written something, but it sucks. What do I do? Now, part of the time, they are, of course, being too self critical and overthinking it. But part of the time, they're right, it sucks. And the way I look at it is that that is not a reason to stop. That is a reason to continue, because you only become better through endless iteration. And all it means when you've done something and you think it sucks, is that your judgment is better than your ability right now. And it's a good thing your judgment is good. But if you just continue working at it, your ability will catch up with your judgment sooner"
    },
    {
        "speaker": "Guest",
        "time": "00:50:54.920",
        "message": "or later, it's just a question of putting in the work. Unless your judgment keeps getting better."
    },
    {
        "speaker": "Unknown",
        "time": "00:51:00.400",
        "message": "Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:01.400",
        "message": "Yeah. So, I mean, it's a lifelong catching up process, I guess. But so when you're learning, you know, you've got all these influences, I'm guessing from all over the place. You also mentioned how you were turned on to the Allman Brothers and to the 70s bands and so on. So when you're learning, you've got all these heroes, you want to play like this. What was that process like, you know, in terms of what you're able to do and what you want to do, but you're unable to do right now, but you know, you want to do it. What was that learning process like? How do you keep doing it? Or is it just this youthful thing that you're just so enthusiastic, you just keep on going? Because in this, I think also there is sort of a lesson for younger people who I think sometimes can give up too soon. And that's dangerous."
    },
    {
        "speaker": "Guest",
        "time": "00:51:52.080",
        "message": "I think you need to find one thing that you can kind of do well, that is going to serve as an inspiration to keep continuing. Like I was pretty good at, like, hearing inside my head, a melody, and then being able to quickly find it on the fretboard. I don't know, kind of, you know, it was a thing, I guess, a gift or whatever. But I still had to work on it, you know, which is like today I made a lesson like 10 things I wish I knew about playing guitar on YouTube. One of the things I said is work on your strengths as well as your weaknesses. Don't forget the strengths, because you have to keep honing that as well for it to get better. If it's something that you can do, just learn how to do it better. And then automatically, which goes without saying, work on the stuff that you can't do as well to get better on that. But the things that you can do well, should, you know, kind of pull out the inspiration into doing the things that you can't do well, at least that's my advice. Because it's got to be some amount of natural, you know, not amount to say skill, but ability that comes into play that serves as inspiration. Otherwise, why would you want to do it, you know? If you're going to cook and like you've been cooking for two years, and every meal is a botched job, you don't want to actually, you know, cook anymore unless you are starving. But if you like, say, after a few meals, it gets better, you know, like you notice a little bit of improvement that becomes like an inspiration to say, hang on, I should just keep on doing that. And that's, at least for me, that's always what it's, you know, I just need to keep getting better at whatever it is that I'm doing."
    },
    {
        "speaker": "Unknown",
        "time": "00:53:28.240",
        "message": "A question that I'll ask over here is, when you shifted from doing covers to writing your own songs, how did that change your playing style? Was it around this time that you realized that you had the strength of being able to translate your own melodies that you had in your head onto guitar? So I was just curious to see how that how that transition from doing Deep Purple covers to writing Not My Kind of Girl, how that how that came about, how that affected your own playing style?"
    },
    {
        "speaker": "Guest",
        "time": "00:53:56.360",
        "message": "Well, at the time, we actually had to learn guitar, I mean, Deep Purple songs, I've already kind of written Not My Kind of Girl. So it wasn't really, you know, suddenly, it flipped over, there was always this parallel thing happening, you were learning other people's music, as well as working on your own. The good thing about your own music, like I said, there was no preconceived notion about how something should be what, like something to live up to. So whatever you did, at least as long as you put yourself into it, and you were able to listen back to it without cringing. That became like the goal, you know, I put, like, whatever I'm hearing into this. So at least I feel honest doing it, you know, I'm not trying to be something that I'm not in that sense. On the other hand, it's still, you know, something that I've done, but I need to make sure it's at a certain level, you know, just so I can, because now I can listen back to some stuff. And some stuff is just like, no, let's, let's not listen to that anymore."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:55.520",
        "message": "Tell us about sort of the early days of Zero, like one of the things you mentioned is that you started as a five person act, you, I think, went to a mood indigo at IIT Povai and you completely bombed and the next time one of you didn't show up. And you realized that, hey, it's much tighter, everything is kind of falling into place. This is better. There was less to go wrong, less to go wrong. Yeah. So tell me about your evolution as a band. And especially what I'm interested in is, who were the other local bands you looked at at that time as models? Because, you know, when you start off, you look at all the guys around you, which I guess in that era would be your Indus Creed, Parikrama, Pentagram, so on and so forth. You know, who are the guys you're looking at as possible models, you know, what is that journey like also towards finding your own sound like you were pretty much I think the first band that I can remember, which would only play originals, nothing else at all. So where did that kind of conviction come from?"
    },
    {
        "speaker": "Guest",
        "time": "00:55:52.240",
        "message": "I guess when we found people were able to recall the songs when they came back for the next gig, sometimes they would start singing the choruses. That was like, oh, you know, a nice little validation or whatever, whatever you're doing. But I mean, bands like Pentagram was still starting to play their own stuff. Because I've watched Pentagram go from like a large cover oriented set and very quickly start throwing their own material in by the time that first album came out and stuff like that from then onwards. So that also was, you know, like a peer group thing, like, okay, it's fine to do that. And even if you get gullies, let it be, they'll come back the next time. And then it'll be a little bit better, you know, that sort of thing. By the time we had played IIT Modindigo for the third time, I think this was the year 2000. That was the year we decided like, okay, let's not put one single cover on the setlist, it has to be only our own music. And you know, that was it as an identity, as this is who we are as a band that has to be established. And again, the added bonus is the judges wouldn't be able to know when you made a mistake. As long as you were able to disguise that and not let it be a train wreck. One little thing like if you miss the note, you know, that like, it will become less easy for people to notice. I remember the first time we played PSP was at that IIT Modindigo gig. And Rajeev had just come back from the States. And we had to teach him PSP in one evening. And then when we're going on stage, the groove starts. And then he comes running to me, how does the song start? I don't know who asked him, he wrote that bit. So he was running to Sid and said how, like, I knew the melody, I didn't know the lyrics. So Sid knew the lyrics and he sang it to him in his ear. And all this while, no one suspects a thing is up, it is just driving that groove through and everything's like pretty tight at that point. And then finally goes to the front of the stage and like he sings it like he owns it, you know, at that point. So at least there was by then that ability to kind of take these little, you know, pitfalls or mishaps and not care about it still like, you know, we are the guys on this on the stage. Yeah, so, so that particular gig went really well then because we won best band, best guitarist and you know, all those prizes. I remember like standing with my money in cash, it was 7,500 rupees, the most money I'd ever seen from a gig. And I gave all of it to my friend who had come back from the UK and bought me this thing called the Ebo, which then went on to the studio recording of PSP. But that Ebo was bought with my IIT Bodendigul winnings."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:28.440",
        "message": "Okay, kindly explain title of PSP 12 inches."
    },
    {
        "speaker": "Guest",
        "time": "00:58:33.480",
        "message": "It's nothing really, it's just become a lot of a thing because the song became, you know, relatively well known. The whole idea was, I'll tell you how this song started. So, I came into practice and this was for Strawberry Fields, NLS, Rajiv was in the States. So we had Gareth from Split, another Bombay band, they, you know, sorry, he came for practice, but he was late. So when I walked in, Sid and Bobby had been waiting there for like a little while. And they had started playing that and that grew. And then I plugged in my guitar and then as is customary with bands, you start making some noise along with what the other guys are playing. And you know, it kind of after a while it fizzled out, but they had one nice chorus just standing by, standing by, which they kept shouting. I thought it was a little annoying at first, but then I kind of said, it's got a thing to it. So this was cool. But then we didn't finish that song in time for NLS. Then once Rajiv came back, this was like two months later, I think October to December. Rajiv came back and then Mudai happened. And then we needed one more song to flush out the setlist of only originals. So then the idea was like, let's pull out that standing by song and finish it. So we quickly finished it. I went home, wrote that middle, that bridge part and everything, all the little ambient section and everything. The song was done, put it together, it was ready for Mudai, you know, that sort of thing. So the chorus was standing by, standing by, so then it became BSB. And then they said, it sounds like a pizza, and then they changed it to PSP when I told them that when I play the score, it's my pawn shakes, and then they became PSP pawn shaking pawns instead of by standing by. And then because it sounded like a pizza, that 12 inches at the end, like it's one of those random events, which just became a thing, you know, I guess."
    },
    {
        "speaker": "Unknown",
        "time": "01:00:29.200",
        "message": "Yeah. And the song obviously took a life of its own after that. You know, what you're telling us about the Rajiv going around on stage asking people for the lyrics sort of thing. It's such a zero thing, because I remember, so one of the things I admired about the band in its later days, when you guys used to get together for those one off gigs, is that Rajiv would go off on one of his tangents talking about something random, and then the three of you would be very bored and just look to pass the time. One of you would come up with something, either you would play a little riff or Sid would play a little groove. And then before you know it, Rajiv is still talking about some nonsense, you know, or whatever. And the three of you are back there playing something legit. And I'm being in the audience, I can say this, everybody around me is like, is this an actual song? Are they actually is this a lead up to an actual song performance? And then you will smile or something. And you'll say, Okay, enough of this nonsense, and let's get to actually playing something. And everybody's like, why did you do that? Why do that KLPD? Like, that sounded great. Why did you stop? Why did you not continue this? So yeah, so the reason I said that, so that is from 2000. From that random incident to 2015 or 16, when the last time you guys played was, I guess that tightness and band chemistry really didn't change all that much, did it?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:44.440",
        "message": "No, it never really does. Because even when we last played at NH7, I remember flying in from Singapore, and you know, it was a series of connecting flights. And I finally got there five minutes before we were due to start the gig. And they had soundchecked without me. So I came in, just dumped my thing plugged in, and one, two, three, gajang, literally, that was like it what it was like it may have been, I may have had a second to just go and wipe my face, you know, all the sweat and start playing. But that's what it felt like. And it never really, you know, felt weird or anything like that. It's just like, you get back into it quickly, as long as the other other guys know the song goes. Yeah, we're good to go. So certain things get written into your read only memory never to be erased. I think like, you can wake me up in the morning, go to guitar and start playing Lucy, you know, we can just start the gig in in autopilot. And somewhere in the middle of the gig, you kind of take stock of you know, what's what's going on in that sense. So that's a pretty cool thing. You can just get back with these guys and just plug in and make music."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:48.920",
        "message": "And back in those days, when Zero was taking off, and you know, then Hook comes out, which was the second album, and you've become really popular on the local scene. What was your conception of where this band is going? Initially, you're a bunch of guys who just enjoy jamming together. You kind of do that. You say, let's make a band, you go you form a band, then you write these originals, you do one album, you do a second album. Was there, you know, in your young minds thought that, hey, we should we want to break through internationally? Or was there in your mind that gradual acceptance that hey, no, this is kind of the limit of what the scene is? Just take me through that journey of thinking about what is this band's place in the world?"
    },
    {
        "speaker": "Guest",
        "time": "01:03:28.000",
        "message": "What's happening? I mean, for us, it like the whole thing was we had certain goals. Like the first goal was play Mood Indigo. We played Mood Indigo. Then we wanted to play Rang Bhavan and we played Rang Bhavan. Then we wanted to win Mood Indigo, then we won Mood Indigo, then we won Great Indian Rock. And after that, we said, you know, I think we've like done a fair amount on this competition thing. So we decided not to like take part in any of these. So we became one of those, you know, pro bands at the college, you know, they would call us to play and that sort of thing. And after a while, I realized that this is kind of as high as you can get in this particular, you know, pecking order. And in order for us to break abroad at that point, first of all, we don't have the money or financial backing to actually support a tour at that time. It was like frightfully expensive, which it probably still is in that sense. But we've won a few competitions and then, you know, there was this thing about sending us overseas to some country and everything. But then there was always this thing that was communicated to us that you need to have the Indian element. So we had made many jokes about this whole Indian element. What is the Indian element? Like we are zeros. Zero is an Indian invention. So you know, that's the Indian element. Is that enough for you? What do you want? Do you want us to wear lungis? What do you want us to do? So, you know, and at that time, I think also slowly, maybe after that time came the acceptance that you can still show your Indianness in your music and still be authentic. You won't like consider selling out just because you put some tabla on your music. And the whole thing is to get it to fuse effortlessly. If it does, great. And if it doesn't, in a band like Zero, it never seemed like, you know, it was it was needed. We just play what we want to play. And the fact that we lived in India was Indian enough for us, you know, we didn't found the need to add. And then as you grow older, obviously, with Blackstar Blues, those influences start creeping in your sitar, the Tanpura drone in the Renaissance Mission and stuff like that. It goes together, you know, pretty well in that sense. So there was also a little bit of that sense like, OK, I think, you know, it's kind of got to as good as it's going to get. And at that time, my parents had moved to New Zealand around 2003. And there was this, you know, are you going to come, are you going to stay there? That you know, parents, they wanted me to obviously move along with them as well. So for around one or two years after they left, it was like a huge party scene. But then I also started kind of, you know, feeling the wind down, like, there has to be more to life than this. So then for me, it was like, OK, let's go there and see what that's all about. And then I went and I actually found a system that somewhat works, everything was like a polar opposite of what you're used to in India. India is like too many people there, there's not enough people, you know, there's very long lines, you know, there's not very long lines. So that's what I'm saying. I mean, you start noticing the contrast and everything like that. So then it became like, OK, maybe I should stay here for a while. And after a series of very, shall we say, fortunate events, I ended up getting my New Zealand residency because the thing was, I had to reach out before I was 25. And I landed here on my 25th birthday, cutting it close. So anyway, finally, I got it. And that was a sign like after all this, you know, chakkar and everything, maybe I should stay here for a little bit. So I did a six month thing back in India where I packed up all my stuff because I'd come in initially on a tourist visa, tourist visa, as you do, went back, packed up all my stuff. And 2005 is when I was like, chalo, I'm going there. You guys won't see me for a very long time. So it wasn't such like a, what do you call it, like a whole drama thing, like, you know, I'm going, I'm leaving the band and all that kind of thing was like, no, listen, I've got to go and live in another country for a while. So, you know, you guys carry on and we'll see, you know, where things go. And I think I came back for a holiday in 2006. We played at one of the great Indian rock set, Pragati Maidana is one of the headlining bands and everything like that. So that was cool as and when, you know, there was no thing like, okay, now it's ended and now we're reuniting or anything. It's just like, no, we're in the same city. We play. We're not in the same city. We don't play. It's as simple as that. So that's kind of the whole thing with Zero, the way it currently is, at least now."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:54.120",
        "message": "And how are you kind of collaborating, you know, what you were doing as a musician? Because you know, at one point you decided to be serious, you've spoken about how you were doing engineering, decided it wasn't for you, left that, you're a full time musician, your families were supportive of that and all of that, then Zero happens, presumably you've got some ambitions for that, but you do as well as you can as a band. And the next thing you're in New Zealand, there's a completely new ecosystem. You don't know anybody there, I'm guessing it's like, totally different. What are you thinking of in terms of, you know, the next 20-30 years of your life? I mean, I know no one really plans like that. But were there moments of worry? Were there moments where you wondered if you'd made the right decision in terms of going to New Zealand? Obviously not in terms of music, because, or did you have second thoughts about that"
    },
    {
        "speaker": "Guest",
        "time": "01:08:39.720",
        "message": "as well? No, it was just like, I need to try something new. You know, when you come to that point in your life, you know, like things are starting to feel like samey and very old and, you know, stagnant in that sense. So you have to kind of do something different to get to a different place in your life. So in that sense, it felt like the right thing. And, you know, like a young kid who's never really been outside India, suddenly everything was like, you know, wide open, I was like, well, you can actually listen to the sound of your guitar notes decaying into silence. That was a new thing for me, I could hear the note decaying, right? Because in India, obviously, where I live in Bombay, noisy part of the city, it decays and then the autos take over. So you know, all these little bits of discovery were pretty cool. And my parents had this garage where my brother and me pooled our resources together and we set up a little studio. And I was putting down a few ideas and he said, you know, I've gotten pretty good at programming drums, let me have a crack at it. So then he turned out some spectacular drum tracks, I was like, hang on, this is a cool opportunity for me to flush out all the unfinished ideas, because there were always these ideas which were like, you know, in a half completed state throughout the zero thing. Once in a while, the band guys would like get me to finish it like spittly for Christmas in July and put it on an album. But those were like the precursor Black Swan Blues tracks. So then there were tracks like Anubha Sky and Soar the Sky and everything like that, which were, you know, incomplete. Because of this sudden, you know, josh, you get that, oh, suddenly it's sounding really good with this guy programming the drums, it became really easy. So then that flow got established. So I think I recorded that entire album in three weeks. It sounds nuts right now, at my current state of, you know, work. But in three weeks, I kind of had it wrapped up. But it was still so fresh that I didn't have the detachedness from it to mix it properly. The mixes never sounded, you know, good. So that process took me like a year and something to finish the mixes. And then finally it was at a point, okay, I can put this out. And then once it went out and people liked it, then it became, you know, by the time the second album came around, enough people had liked it, where like Mithi by College wanted to fly me down to play a gig that became the first Black Swan Blues gig in 2009. So there was like a two year period of that, you know, just putting out stuff and seeing what happens. And then I think I put it out for free. I had my website where it was a download link. And then, you know, enough people heard it and they liked it and that's how things go."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:26.000",
        "message": "And I'm intrigued by one aspect of your development, you know, which has a sort of dual part to it. One is that you said in an interview once that the first thing you noticed about Auckland was that it was a lot quieter than Mumbai and the silence opened up your ears in a new way. You began to listen to music differently. And that's one thing. But the other thing is also I think something that inevitably happens with us as we grow older, where we kind of learn to take a step back and relax just a little bit and maybe get more comfortable in our skins and so on and so forth. Like you've done an interview with Chuck, I think around the time of the second Black Strat Blues album where he asked you what you don't do well. And I think you said that sometimes I still overplay, you know, and listening to your later albums and even those earlier albums, there's just a lot of restraint, a lot of chilling. And eventually, I guess, over time, you reach the stage where you become more and more comfortable in your own skin, where you're no longer worried about, you know, what you want to sound like. Am I living up to my own expectations? Or am I living up to the expectations of others? Or, you know, all of that and you and you just get comfortable and you just let the music kind of take over like, brief digression. I remember my friend Prem Panicker once was doing a writing workshop for my students and he told told me this great story about a writer and I forget which writer it was, but this writer was asked about his writing process. And he said, Okay, I get into the room, and I sit with my typewriter, and I close the door and then I'm alone in the room. So the whoever was interviewing the guy asked him that, is that when you start writing and he said no, because there are still even though I'm alone in the room, I can still sense all these other people around me whom I want to impress or their expectations of me and so on. So I wait until they've all left. So then this person asked, Oh, so that's when you stop writing. And the guy said, No, that's not when I start writing, because there is still one person in the room. And that's me. And I wait for that person to leave. And then the story takes over. Right. And I found it very resonant. Like when you somewhere else in another interview, you spoke about Ode to a Sunny Day and how that came about. And how at the end of it, you were kind of surprised at my God, I wrote this, you know, similar to when, you know, Paul McCartney got yesterday in a dream, and he woke up and he played it. And he said that, you know, have you heard this before? Because he couldn't believe he had written it, it kind of came. So tell me a little bit about this, that have you become comfortable in your own skin? What was that process like? You told Chuck in that interview more than a decade ago that you sometimes you overplayed, do you still do that? What was the journey like?"
    },
    {
        "speaker": "Guest",
        "time": "01:13:58.120",
        "message": "I mean, for me, the best music comes when when you become a conduit, or an antenna, you're just able to channel something or a feeling or whatever just goes through you. And as little of your own ego is applied to the process as possible. There are certain things you obviously do well, and the certain things that you're kind of more inclined to do than other things. So that kind of shapes it. But as long as I'm honest to the song, you know, and not trying to bend it against its will, because you can do that to a piece of music, you can kind of push it too far into something it's not intended to be. So I guess I grew a little better at knowing when I was doing that, and then just back off a little bit. And the ability to take time and let something percolate in your subconscious for a while, is pretty awesome. Because now you're able to open a QA session, for example, and do a whole bunch of stuff in one day, like say, do six hours of work. And then you don't listen to it for like three weeks, and then you come back to it. And then you have a little bit of a clear insight about that, take that out, that doesn't work, you know, that sort of thing. Because when you get into a flow, you tend to like, throw as much of it, you know, into it as possible. And then you come back another day, and then that second person has to strip away the excess and kind of find what that little vein of gold inside the rock is. And then shine that out a bit and tend to, you know, make that the centerpiece of it. So it could be a melody, it could be a chord progression, it could be a drum groove, it could be a bassline, whatever it is. And then different types of songs, there's different things that can do that. My main goal is to kind of keep myself interested in the process. And to start the process, I try to find an idea which has what I call legs. The idea is legs, it inspires me to do more to get it out. And sometimes I can do too much, but I can always kind of come back to it, as long as you know, things are not, you know, set in stone. The idea of collaboration also is pretty awesome with me, because the idea of handing something over to something like, say, a drum groove, why the hell would I want to think of a drum groove when I've got someone like Jay or Cole, who would, you know, and also now I have like, say, the ability to say, okay, this song is better if Jay plays it, or this song is better if Cole plays it, that sort of thing on this last current album, which I found awesome. It was like, otherwise, what you tend to do is you tend to shape the songs into what the band itself is, you know, it's like, you know, you've got a certain cast, and then this is the kind of material that is, this is the kind of material which is going to be best for them. Like with Zero, I would write in a very different way to what I would do in Black Swan Blues, just because the members were different. So once you get used to delegating that and handing things over, while still retaining the overall picture, the big picture of things, it's pretty awesome in that sense, because then the whole idea is also just freeing yourself of all these hang ups, you know, what is this one going to think? What is that one going to think? Right now, I'm at a point where as long as I play honestly, and I play in tune and in time, as you would expect, the idea would get across, you know, so I don't really want to fluff it up by putting too much into it, just to show what I can do. At this point, it's like, people know what I can do. So, you know, I'd rather do what's best for the song."
    },
    {
        "speaker": "Unknown",
        "time": "01:17:23.840",
        "message": "It almost seems to me like there are two parts to you. And I'm not saying the pre-Zero, the essence Zero guitarist and the Black Swan Blues guitarist, but when you what you described right now was kind of fascinating. It's like, there's a creator and there's an editor almost, right? Like there's a creator part where you create and then you come back, look at it with fresh eyes. Do you have like a different process? Or like, what are the things that you do to get into the respective grooves are there, you know, is, or when do you know that you need to, how do you know when to step out of the creator mode and step into the editor mode, for example?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:00.000",
        "message": "I mean, you can't really hand off on one to the other, because there's still a little bit of that creator thing that has to inform the editor part as well. Because sometimes you can again get too clever with the editing as well. So sometimes, you know, don't polish that too much. It's better left, you know, in a slightly raw state. That's kind of what was giving the thing its charm. So you have to be very sensitive to the aesthetic or the vibe or whatever you want to call it. You know, there's obviously going to be a subjective thing, because I'll hear things differently than, you know, a different person who's equally proficient. It's not a question of proficiency, it's just a question of taste. So very often, there's no right or wrong, there's just different things. And at the end of the day, it comes down to what makes you happy at that point of time, because what makes you happy yesterday may not be what makes you happy today. Just also depends on how you're feeling, you know, what the humidity is like, what the temperature is like, all that kind of changes the way you perceive a piece of music. I think the passage of time kind of helps me, at least, if I'm able to have enough time. Because when people ask me, when is the next album going to be out? I said, when it's ready. I don't know when it's going to be ready. And there's no one putting a gun to my head saying it needs to be out once so and so date. So then, you know, why have an imaginary gun, you know, just wait till it's done. But then also, I guess, the deadline kind of helps with the procrastination. So sometimes you have to set yourself a deadline after you have it done by this date, you know, that sort of thing. Like this previous album, I uploaded it to streaming services eight times. Every time I'd upload it, I'd hear it in the car, I was like, I'm going to change that, you know, and pull it back down. And this eight times happened in a week, you know, and by the time it came to the last upload, it was cutting it really fine. And they were saying like, no, it won't be out by that day. If you don't upload it today, that sort of thing. So it was like, okay, it's done. Let's pull it out and see what happens. So it's also it's ready when you when you have to let go, keep on editing. That's also the thing is, like, in the early days, you had studio time, you had this much to your time, you have to go, you have to finish the thing and get out like there's a whole story of Led Zeppelin recording presence in like a very short span of time, because the Rolling Stones were coming in and they had to finish. And he did all his guitar overdubs in one night, which is amazing if you listen to that album and think all the guitar parts on the album were done in one night. So similarly, like, you know, having a deadline can kind of push you but I like to have a reasonable, you know, window to, to move things around and see how things work."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:39.120",
        "message": "And what you said about stopping the editor inside you from polishing something too much reminds me of this quote by a guy called William Maxwell. He was an editor at the New Yorker for about 40 years, and a great writer himself wrote some crazy books. And once he was asked about what he looks for in the writing that people sent to him. And he said, I don't look for style, I look for the breadth of life, you know, and he said this was something that he had learned to do over time, that it's not just about immaculate craft and all of those things. It's about, you know, where is that kind of moment of magic? One thing I want to ask you about, which I've always wondered about in the context of both music and cinema, is the anxiety of avoiding cliche. For example, in writing, it's really common advice that you want to avoid cliches. Martin Amis, even his book of collective criticism is called the war against cliche. Now, in cinema and music, it seems a little harder than that. Because where do you distinguish between, say, cliche and convention and trope, like in a film, you know, if you have an establishing scene, you'll have a wide shot, then you'll go in, is it cliche? Is it convention? Is it just friendly to the audience to do it in a familiar way? Similarly, when you're playing music, I would imagine that there'll be tons of tropes, which are say common to blues or common to a particular kind of vibe that you're doing, you know, if there's a certain kind of melody, you'll mix it in a certain kind of way or whatever. And some things can even become your own cliches. So, you know, is that something that you worried about at any point the anxiety that, you know, am I really doing something new that where does one draw that line?"
    },
    {
        "speaker": "Guest",
        "time": "01:22:10.720",
        "message": "Stuff you've thought about? There's always anxiety. The whole imposter syndrome looms large, you know, but you kind of have to kind of almost be your own psychologist and tell yourself, no, I do this well, just relax. I'll do it. You know, I know how to do this. Just let me do it. So that part of you, you know, has to be silenced. The one which is always like, no, it's wrong. No, it's wrong. No, it's wrong. Like, okay, you chill for a little while, just do it. And you can kind of feel when you have an honest reaction to your own music, to something that you make. And whether it is cliche or not, if the reaction you feel is tangibly genuine, then I don't worry about it so much. Because sometimes you can do a certain thing, which everyone has done, but you can do it in a way which is sometimes it's like a parody. Like I played it ironically, you know, something like that, like in zero, I would throw in like heaps of these little things, these little phrases, like if you listen to the solo on found, there's a lick from Santana from Europa, and there's one in the IA guitar parts sound like Led Zeppelin, your time is going to come, you know, just the I would just throw these things in to see like who would notice. And then sometimes after 20 years, someone would come and say, hey, that's amazing."
    },
    {
        "speaker": "Unknown",
        "time": "01:23:32.360",
        "message": "Yeah. And you and you were notable for doing this in live performances as well."
    },
    {
        "speaker": "Guest",
        "time": "01:23:36.840",
        "message": "Like live was a totally different thing. It was like, you know, because at least on a recording, it's committing something to posterity live. At least then when no one was recording shit on their cell phones, you could do what the hell you wanted. I remember playing the solo from Metallica song, fade to black, in comfortably numb."
    },
    {
        "speaker": "Unknown",
        "time": "01:23:57.120",
        "message": "And which go very well together, by the way, there's actually a video where a guy superimpose one over there. No, you were you would also do phrases from tujhe dekha toh yeh jana sanam inside IA and things like that."
    },
    {
        "speaker": "Guest",
        "time": "01:24:07.040",
        "message": "Yeah, it's great. That that came about at some gig where people would ask us to play Bollywood. I was like, this is all I know."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:14.960",
        "message": "Right. Let's take a quick commercial break and on the other side of the break, let's continue with your journey. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, the art of clear writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students and vibrant community interaction. The course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course cost rupees 10,000 plus GST or about 150 dollars and is a monthly thing. So if you're interested, head on over to register at IndiaUncut.com slash clear writing. That's IndiaUncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the scene in the unseen. I'm chatting with Warren Mendonza and Chuck Gopal. I often wonder, should one say Deepak, should one say Chuck, but we'll just say Chuck. Let's continue talking about Black Strat Blues. Like we have a whole bunch of albums and they're all pretty different, like the noticeable difference between Nights in Shining Karma and your second album, which was called the new album, though one could argue all subsequent albums are newer. You know, like you yourself said somewhere else that in that first album, the guitar is a hero. And you spoke about your process of kind of putting it together, you know, your brother's laying down the drum tracks and you're just playing everything else. But by the second album, you're building soundscapes. The guitar is no longer the prominent thing. There's this whole vibe that's kind of happening. And through later albums, other interesting things happen. There are these Indian influences like the Tanpura drone and so on or the tabla or whatever coming in at different points in time. So what was your evolution during these years of the Black Strat Blues, where it begins as a kind of a solo project, but then it becomes something more. So kind of take me through that process of, you know, your evolution as a musician and of Black Strat Blues as well at the same time."
    },
    {
        "speaker": "Guest",
        "time": "01:26:22.280",
        "message": "Right. So the first album was pretty much my brother and me, like I said, by the time the second album happened, I had met a few other people. So the first guy I met was, who still is one of my dearest friends here, a guy called Cole Goodley. So I'd gone to watch him at a gig. Actually let me backtrack before that. When I first moved here, I needed to get a job right away. So it was at a local government organization and I met another friend of mine called Emma. Now Emma had some songs which I thought were really cool. So I said, let me help you put an album together. So we started recording. Then Emma said, I need drums on one song, but it has to be like a certain style. So we had gone to watch this gig and we came across this drummer, Cole Goodley. We said, this is the perfect guy for that song. So at that time, I was working at a recording studio, I'd quit the day job and I was able to use downtime. The studio owner was a very sweet guy, so he said, you can use it whenever you want. So we used the downtime to record Cole. So Cole came over to the studio to record on Emma's song and he did his takes very quickly. I think he had what he wanted, give us a few options. That was done in an hour and a half. And then we had the rest of the evening. So then before he started putting his drums away, he started playing something. And then he went into Akili's Last Stand, which is like one of my favorite Zeppelin songs. It's like, dude, just give me a second. And I quickly grabbed the Les Paul, which was lying there, plugged it into the Marshall and we started playing. And then it went on from that to like, oh, do you know this? You know that? You know, and suddenly we found a whole bunch of common influences and a lifelong friend was made in one evening. So he said, hey, I'll play on your stuff if you want. And I was playing in some demos and everything. So he was like a huge contributor on that album, because I still think without his playing, the music would never be, you know, I wouldn't say as good or whatever, just wouldn't have been that, you know, whatever it is that you hear. Because like on a song like Ode to a Sunny Day, he understood exactly what was required. If you listen to that original album version, I still think it's probably like the definitive version of that. Some people like the live one on Gearhouse and everything like that. But he brought a lot to the music, whatever he played on it, just, you know, when he heard Happy Billy song, he knew instantly I was doing a manic depression on that. So he just did the whole Mitch Mitchell thing. And he was very good at channeling those, you know, influences like I do on guitar, you know, channel a Hendrix or whoever, but still kind of make it your own. So he was able to do that same thing on drums, which was awesome. It didn't sound like, you know, it was a Hendrix song. It sounded like someone who understood Hendrix, but played what had to be played to make that thing come to life. Similarly with Ode to a Rainy Day, he heard that and he picked up his sticks to start the take. And he said, right, I'll do my very best Nick Mason on this, you know, and listen to it. And he would like sometimes stop and start and everything, but he kind of did all the drums for that album in one day, which is kind of, you know, pretty amazing. It's all, it's all done in one day. And after he left, I still had some time before it like got too late. And I remember I was so like inspired by what we had just recorded, and I finished Happy Billy that same evening. Can you imagine like you spend a whole day recording drums and you still have some energy to put down all the guitar parts, you know, whatever. So in that sense, the whole collaborative energy brought like a totally different thing to the music. And by the time of the second album, I had been living here for a while. So I kind of become accustomed to, you know, a little bit of a slower pace of life. Once the third album comes on, that becomes like another change altogether, because by then I'd moved back to India. If you notice, between the second and the third album, there's a good six years gap. So that was me getting accustomed back into, you know, being a professional musician back in India and everything like that. So then by the time the third album came about, I had met Adi. In fact, Adi and me had played together long back at a gig where his band and my band had played together. And then the vocal, Mike Blue, it was on a boat, the vocal PA Blue, so it became an instrumental jam. So that there's a picture of that. I think I can share it with you later if you want. And so we knew each other and everything, but we never really played together as such. And then we had to play together at Ehsan and Roy's Coke Studio. So that was the first time we spent a lot of time, because in between rehearsals and we were just sitting and jamming. I think at one point there was Prakash Sondake on pedal steel, who knows the whole dark side of the moon, you know, all the steel parts. And then Ehsan and Adi and I think Debu was playing drums. So like between rehearsals for that episode, we were only playing Pink Floyd, it was hilarious. So Adi and me started getting along at that point. And Jai, who had played on the very first Blackstar Blues tour, but had never recorded on any of the albums, but I figured Jai and Adi would be a good, you know, team together. Because Jai is the guy who will push with serious energy, but Adi is the guy who will hold things back and ground it. So you have a perfect blend of those two, you know, because if you have both guys pushing at the same time, it can blow out of control, you know, the car will just go off the track. So one guy is holding it back and, you know, guiding things. So that became a trio. And then as a trio, we recorded the third album. And I think we had also worked a fair bit with Karsh. So Karsh and Jai had split drum duties on that third album. Then the following year, I'd met Bevan on Clinton's Coke Studio. So two Blackstar Blues band members came from Coke Studio. So Bevan, I used to drive with him for Clinton's rehearsals, and I was playing him like all the third album stuff and everything. So he turns to me and he said, if you ever need a keyboard player, just let me know. And I was shocked because like Bevan is like a seriously skilled musician and to play with us jokers, like rock band jokers, I was like, you will play with us? And he said, yeah, I'll play with you. So at that point, it became like, you know, everything just fell into place and you could kind of sense it. And then that's when that last analog generation happened, which I think is probably after the second album. That's like my favorite one till now. So that point, it became a band and then a lot of live gigs happened as well. So that kind of solidified the lineup. And then I put out an album called When It's Time When I knew it was going to be time for that to to wind up and make the move back. Because at that time, when my kid was born, it was like, OK, you kind of have to stop thinking about yourself. And then there's another person that you have to consider making plans and everything. So at that point, it just became pretty evident that if a child is a New Zealand citizen, she should probably grow up in New Zealand. So at that point, it was a bit hard, you know, because we had kind of done so many killer gigs and everything together. But again, it was kind of almost like a hop back to the zero thing, where like, you know, the band had solidified really nicely, but then you have to just say, you know, then it was because of me that I moved and now it was because of her."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:46.280",
        "message": "Yeah, I'm also, you know, another sort of area I want to explore is what the other influences around you, how that shaped your music, like in one of your interviews, you speak about how, you know, during Ganpati, you used to hear that drumbeat and later you hear the same beat in Black Sabbath and you feel that there's sort of a commonality there. And in another interview, at one point, you said this quote that stuck with me, where you said, quote, I have an unproven theory that all forms of folk music are intertwined down to the pentatonic scale that exists in all cultures. After having worked with many Indian classical musicians, it's pretty easy to spot parallel threads to the music, and this makes collaboration a possibility. For me personally, it's a common areas found in rhythm percussion that are the most appealing, stop quote, like, you know, the Ganpati beat and Black Sabbath, perhaps, and equally, you've been a sessions player in a lot of film recordings and all of that. I think you've done a couple of Dance Masti albums, you've been Amit Trivedi's live guitarist, you've performed with, you know, Ehsan Loy, Rehman, all of these guys. So you're not just any kind of blues musician, you've got a much wider array of influences and most people like I often tell people that anyone in India is by default luckier than the rest of the world in at least one way, which is that we are multilingual, you know, in Europe, people will speak one language, we speak three, four languages, there's so much else coming in from there. And in a sense, in a musical sense, you've got that same sort of good fortune, not of just being surrounded by different kinds of music, but being able to listen to them and find these commonalities. So expand on this a little bit, tell me about, you know, what are these sort of different common elements? How has it shaped your music and so on?"
    },
    {
        "speaker": "Guest",
        "time": "01:35:31.640",
        "message": "Well, the the pentatonic scale is definitely there in every culture, you can hear that there's a nice video that Bobby McFerrin shows, where he kind of has a theory that it's part of our DNA, the pentatonic scale is part of our human DNA. So that's worth checking out. The 6-8 groove, you can hear that in every single culture, African, Celtic, you know, American, Indian, tribal stuff, Asian music, you'll hear it. I mean, everywhere you go, you'll find that 6-8, it has to come, and that's kind of one of my favorite grooves. So you listen to a song like Focus 3, for example, that's kind of where I exploited that whole thing, which is like a visarjan kind of groove, but it's also like a blues shuffle that, you know, that 6-8 thing as well. So I love that, you know, for me, it's like finding something that's that's pretty universal, you know, which again, you know, most people would be able to relate. And then the fact that it's instrumental means there's no lyrics. So technically, it shouldn't prevent from anyone who listens to any kind of language to not be able to get it. But in terms of relating to other musicians, I think you kind of have to keep your ears open, because there's obviously some things they'll do in some particular raag, which, you know, I'll have no idea, then I'll have to kind of ask them like, what exactly is going on? And once you, there are only 12 notes, but how you use those 12 notes, infinite, you know, combinations, and then you have to listen to things like microtonal inflections, you know, how they bend into that note. There's another nice video, Derek Trucks talking about Indian music and how it's common, like the microtones, to gospel music in America. So that's worth checking out. I can send you a link. But every time I find something like that, it just makes me feel like warm and fuzzy inside, you know, like there's something common among us all as humans, which doesn't matter where you were born, you still can, you know, I mean, there's, I mean, have you gone to a place where nobody likes Bob Marley, go to any beach town, there's some form of that music which is playing. So I don't know, I just think the ability of, you know, the whole genre thing is basically a marketing construct. It's basically people want to sell things in certain boxes. So it has to be, I mean, would you call Led Zeppelin a reggae band just because they had a reggae song? No, they were just Led Zeppelin, you know, I mean, you could say they were a rock band. So similarly, I wouldn't really consider myself a blues musician. I think I have like a lifetime to live as a blues musician to be classified as one. I love the blues. I love where it comes from. I love also expanding it. I think like early cream, they did cool things with the blues, where they would like taking traditional forms and kind of, you know, making it a little bit more of its time. So I like artists who do that, who take from traditional forms and are able to, you know, do something different with it, where you can retain, you know, where it's coming from, but you know, it's not that, where it's coming from. It's something else."
    },
    {
        "speaker": "Unknown",
        "time": "01:38:34.920",
        "message": "You know, one of the questions that I wanted to ask was, so you spoke about how you're a fan of artists who take something with an existing genre and add on to it. And that's really how music evolves, right? So have you seen any of that happen recently? Like, for example, you can argue that rock is now, rock and heavy metal are now traditional forms of music in some sense, like how the blues and early rock and beat music was. I've come across some artists doing fascinating things, like an artist I came across recently is called Carpenter Brute, who takes traditional heavy metal and adds a lot of influences from electronic music. So it's basically just him. It's basically a metal DJ on stage. And while I may not be a complete fan of things like that, I think that pushes music in different directions, even if it makes some people slightly uncomfortable. I saw this at a metal fest, so it obviously alienated the audience a fair bit. Have you come across any examples like this? And like, just generally, where do you think music, especially the types that we love so much, where could it go? Do you see like more of a role of traditional scales and instruments, for example, around the world? I've come across music like I was just telling Amit before our recording, I came across something called Torek guitar, which is North African psychedelic guitar. And you would love this absolutely with artists like Umdu Mukhtar, if I've got the pronunciation right, who play a very Hendrix like fuzz sound, but with what is unmistakably Arabic influence or that or North African influence of sorts or like Tinariwen. Have you come across any like this? And what do you think about stuff like this? Like, where do you think at least the music that we like rock and metal could go?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:18.000",
        "message": "For me, like if, like, for example, if I hear a bit of Hendrix, I'm immediately drawn in because that's like such a, you know, like if you're ever in doubt about what to play on guitar, do a journey, it'll work for most, you know, that's, that's also like one of the things that you like, I know certain things will work, you know. So like you said, like, it sounds a bit like that Hendrix fuzz thing. That's kind of like a universal sound now, you know, like any guitar player across the world knows what, what Hendrix sounds like. There's a really nice band from Sweden called Dungeon. So it's spelled D-U-N-G-E-N. They sing in Swedish, but it doesn't really matter because the music is amazing. Guitar player is like a little bit of a, you know, you can hear the Hendrix influence, but he's also like totally his own guy. So that's another thing which, you know, you can take the similar sound like that Hendrix fuzzed out like relic guitar sound and do different things with it. So I would recommend checking out, there's one album called Ta Det Lunt, L-U-G-N-T. So that's, I think that's their second or third album. And there's one album called Four. If you listen to that Four album, there's one killer song called Mina Damar Ok Fasana. I'm pronouncing it horribly, but whatever you can from my, you know, you can kind of get the spelling. So this song, you can hear that fuzz guitar thing, but it almost sounds like Arabic or Indian in a slightly Bollywood way, it goes something like that. And the groove is man, like this fat ass, like something like that, you know? So then, you know, you can, you can, you're like different influences, but it's coming together in such a unique way, which just sounds like that and nothing else. You know, again, which brings you back, like you, you're a little bit of the commonality in it, but it's something totally different, which you've never heard before. And that like, is what I live for. Have you ever heard of this guy called Josh Fix, by any chance? Josh Fix? No, I haven't. So this guy, I think he came out in 2004 or 5. And he had this album called, I'll send you the name later. But it sounded like Queen, Elton John, you know, that kind of thing, piano driven rock, but the production is immaculate. Like you can't help but not like it. And he found quite a few fans in like, say, Steve Lukather, you know, like, you know, prominent musicians. And then he had an EP after that with the most killer name, This Town Is Starting To Make Me Angry. So two, like one great album, one amazing EP. And then you never heard of him again, you know, he just disappeared. And I guess he kind of grew disillusioned or whatever. And that's only something I'm speculating. But with an artist like that, you can again, you know, where he's coming from very clearly. But again, it's so uniquely him, like just the way things are put together. So that can be a facet of your originality, the way you put things together, from styles that have come from you. So you can take things that are very, like, you know, almost universal in a way, but combine them in a certain way, which, you know, I guess people have been doing that in every genre for the last 20 years."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:37.400",
        "message": "So I want to get back to a question that we touched upon right at the start, which is, you know, the question of form and content, how they affect each other, like, you know, every form that we kind of have came because of a physical reason, you could only fit so many minutes of music on an LP. And therefore, that's your album length, or a radio will typically, you know, they'll play a three minute this thing. And therefore, that becomes kind of a standard. Today, you will find bands optimizing for the first 30 seconds on Spotify, because you got to make the guy finish 30 seconds, you know, when advanced mics first came about in the 1920s, people started singing differently, Bing Crosby could whisper into the mic, and, you know, didn't have to sort of throw his voice today, you know, record labels will ask artists to have that 15 second catchy bit, which you know, TikTok or reels can pick up. But what has happened is that we somehow as creators, and I'm talking across everything, not just music, we get stuck in old formats, writers will only think of 800 word pieces or 100,000 word books, or filmmakers will think in terms of like a 24 minute TV episode or a 90 minute Hollywood film, and so on and so forth. But one, in many fields, those formats don't matter anymore, the reasons why they came about in the first place are, they don't matter, they've gone. And in music, you've got new imperatives, like sort of the one that we discussed. Now, what has happened is that many of these formats have become cliches, or formulas, you know, so I got this video on YouTube, where this guy was analyzing the formula for a perfect pop song, which was 114.2 beats per minute, 3 minutes 59 seconds long, moderately danceable in the key of C major, and so on and so forth. There's another video that breaks down what Max Martin does, you know, where your chorus will start between 40 seconds to a minute, your lyrics will be below fourth grade reading level, simple harmonic structures, short, unique intros, because many people are, you know, kind of, if you're playing, if you're a DJ changing tracks on a loud this thing, the intro has to be catchy for people to stay on the dance floor, and so on and so forth. So all these formulas have evolved, and they've evolved because of one commercial imperatives, because obviously labels will look at what is successful and just want to repeat that and that becomes a formula. Two, it's because you've gotten used to a particular kind of form. So you think, oh, every song has to be three minutes or four minutes or whatever that so called optimal length is. And three, because of the way our brains are wired, as you said, all our brains are wired in the same kind of way. Something will sound musical to us, something else will not sound musical to us. So in some senses, you're kind of catering to how our brains are wired, and you kind of therefore slip into those same old grooves. So what is your sort of thinking about this, because, you know, one of the things you mentioned that Auckland allowed you to do, for example, just going there, and maybe it's just a part of maturity of any artist or any person is that you're able to sit back and re examine all of this, and you know, your role in all of this and all of that. So what do you think about all of these things that, you know, Chuck in an old piece had, in fact, written about your stuff very, I'll quote Chuck now, there's something in his compositions that move from familiar intro, to slow part where people can soak it in and notice how good the other musicians are, to faster part when the pace picks up to epic ending when everyone goes berserk, fuck how good is everyone in this band that just works with any audience. And he continued elaborating on that. So what is your sense of that? Because I guess when you start without even thinking about it without even thinking, oh, this is a formula, this is what I need to do, you just gravitate to that. But then later on, you've tried many different things in different structures. So tell me a little bit about how you sort of think about all of this."
    },
    {
        "speaker": "Guest",
        "time": "01:47:20.000",
        "message": "Yeah, I mean, for every song that fits that, that formula, there's also another one that doesn't, you know, so it just depends upon, you know, which are the ones that you latch on to. The thing is, also, you have to keep in mind, are you making music for mass consumption? Are you doing it for your own gratification? I do it currently, because I want to make myself happy. Now, the moment the commercial consideration comes into mind, I may have to change the way I do it. At this point, at least I'm still able to at least make the music I want to, and still have a roof over my head. But that could change, you know, another day. And then I may have to totally, you know, re-tweak, maybe I have to do 30 second songs or whatever. I mean, I worked in advertising for a very long time, so I know how advertising music works. And there is definitely like a certain formula that has to work in context, like it can't get in the way of the voiceover, for example, that's like the golden rule, otherwise they will pull it down. The music track gets pulled down and the voiceover is on top of everything. That VO is God. So with confirming to certain parameters, now, obviously, the parameters you confirm to when you make music for yourself are your own preferences. You like things to sound a certain way. And you know, I'm a little bit old, so I still want to make an album rather than, you know, a TikTok reel. It may just change. Like my daughter may suddenly say, Dad, make me a song, which is 30 seconds, I'll make a song. I want to see if you're happy. So I'll do it. You know, that sort of thing. So I'm never going to like discount, like saying this is the right way or that is the wrong way. Everything is like at this point in my life, everything goes. You see what you like and you latch on to that. And there's so much music out there. So let's, you know, try to keep ourselves happy by listening to music we like. Apart from that, you know, the attention spans are different these days. So, you know, where a double album would be something that people could consume in one sitting in this day and age, I don't think a majority of people, even I find myself like there are certain times like once everyone's gone to bed, then I can put on an album and listen to it in entirety. And these days also, I find like, I'll just not, you know, do something else. Like I'm always like something or the others there that, you know, like in my room, I'll be cleaning up something or something while doing it. But at least my musical attention is focused on what's playing, you know, in that sense. So for me, it's like, again, the trick is to keep finding music that makes you feel that way. And, you know, the old stuff, there'll be certain music, which no matter how many times like my daughter and I listen to The Beatles. So I listen to Blackboard in my car literally nine or ten times on repeat. And I don't get, I don't have a problem with that, you know, it's a cool song. So no worries with it on repeat. So the people who are making music by formula, I have no problem with them doing that because that's what they have to do at that point of time. So, you know, if you write for Bollywood, now the director becomes your, you know, your God. You have to cater to his whims. And the director, whoever's paying you, has to be happy, everyone is happy, you know, and then it becomes like that approval by committee. That's the process I hate the most because everyone feels they have to give some feedback. Otherwise, their job is not warranted, you know, they're just sitting there like useless people otherwise. So that is not something that I'm personally fond of, in that sense, at least I want to be able to, you know, at least with my own music, if I put it out under like Warren Mendonca or Black Style Blues, at least I want something that, you know, goes out with me being happy. And then there's a good chance of other people being happy as well, by default."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:11.840",
        "message": "Like you mentioned short attention spans, you know, five years back, when I started this podcast, my impression was that attention spans are short, you got to hook them in the first 15 seconds, don't do an episode more than 10-15 minutes, and so on and so forth. And I realized I was spectacularly wrong, because tons of people crave deep content. And especially in the case of podcasts, people are a captive audience when they're listening to podcasts, they're commuting or working out or whatever. They're listening at higher speeds, which of course doesn't happen with music, but they're listening to podcasts at higher speeds. And people just crave depth, nobody else gives you depth. And like you said, there are times of the day when you have a short attention span, and there are times where you really want to sit down and listen to that double album. And this was something I realized. But the question I'm coming to is this, that what I have noticed is that for content that goes deeper, your absolute numbers may not be as high as something that is shallower and something that is hooking you in 15 seconds and all that. But the level of engagement is way, way, way, way higher, your audience cares so much more about you. It's personal, it's intimate, all of that is happening. So the dual question to you is that both as a consumer of music, and as a creator of music, have you felt that connect that, you know, when you're doing stuff that makes you happy, I think you're automatically guaranteed, perhaps to not reach out to as many people as you would, but to everyone you reach out to, you're making them happy as well. So do you feel that deeper connect both from your listeners towards yourself, and also from you towards the music you like that you just feel this more intimate connection towards this person?"
    },
    {
        "speaker": "Guest",
        "time": "01:52:48.000",
        "message": "Yeah, I mean, for me, when I meet people who have never met before, but they tell me like, I really love the music you do. There's part of me which is like that rush song limelight, like I can't pretend a stranger is a long lost friend, you know, that part of me is like, there's nothing real about this interaction, if I have never met you before, but I have to shut off that part of me and say, this person is actually connecting to me as a human being, because they first connected to my music. And the whole idea of having like Blackstar Blues as a, you know, a moniker or a project name was just to say, okay, this is the music. Now you listen to the music and you leave me alone. You know, I'm not part of this whole relationship, your relationship is between you as a listener and the music, not between you and the listener and me as the person, maybe me as a musician. Yeah. So there has to be that disconnect and then you have like, social media and everything coming with that line gets a bit blurred. And then I guess also like being a dad, I've kind of become less of that, you know, it doesn't really get to me because like, there's a certain kind of social awkwardness I have in any situation. If I don't know someone, it's very hard for me to relate to them unless they say, like, if they start talking about the Beatles automatically, like they become my friends. I mean, if I know that they know what they're talking about, that's something I like, even people actually interested in something, they can talk about anything as long as they're actually interested in it and they have a proper knowledge of it. And there are people who just like to fill the air with conversation with, you know, meaningless conversation, I can't deal with that. So sometimes at social gatherings, like, you know, I have to kind of hide me and my wife and that sort of thing. So even in these situations, like after gig, I make it a point to stay back and talk to everyone who wants to talk to me, you know, so if they feel like they feel like connected to me as a person, who am I to say that's not real, you know, in that sense. So it's progressively become easier over the years for me to do that. Like, initially, I remember that gig where Chuck first came at Miti Bai College, people taking photographs, and he wanted to take photographs of me, I was like, no, I don't feel comfortable doing this, please let me just play on stage and go home, that's what I want to do."
    },
    {
        "speaker": "Unknown",
        "time": "01:55:00.520",
        "message": "And to quote your bassist from that gig, you tried to introduce the band, you did a pretty bad job of it. And Bobby grabbed the mic and said, as you can all see, Warren is very new at this mic business. What he means is can all of you come forward, I still have a video of that. That was pretty hilarious. But yeah, your banter skills have improved dramatically since then."
    },
    {
        "speaker": "Guest",
        "time": "01:55:24.120",
        "message": "Someone just asked me once, what was the biggest difference between Blacksand Blues and Zeo? I said, well, in Zeo, I didn't have a mic in front of me. That was amazing. The moment I hear my voice on the monitors, I instantly feel awkward. And then I just start mumbling and then it becomes worse because I'm just like talking like that. No one can understand what I'm saying. I remember one gig, they delayed our soundcheck severely. So I was super pissed off because it was early in the morning, I was like, listen, don't call a band for like a seven o'clock soundcheck. If you can't meet that requirement, just call them and say, come later, you know. But that wasn't the case. I was damn pissed off by the time we got on stage. And apparently that was the best I've ever been behind the mic. We played like a smashing set because everyone was pissed off. Apparently, I was very loud and audible because our front of house engineer told me, you don't have to keep pushing up my fader. In fact, I had to pull it down, he was shouting on the mic."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:17.600",
        "message": "So my question for you, Chuck, was this, that the same thing what I asked him, you were actually one of the early big fans of Zero and Warren and so on and so forth. So what what connected you feel like, like, do you feel there's something to that? Do you feel, for example, that a fan of someone like Warren or a similar musician or whatever, will have a deeper engagement than say a fan of somebody more popular? I don't want to be disrespectful to someone by taking names, but say a Justin Bieber, you know, do you feel that the connect would be, you know, that connect would be broader but shallower?"
    },
    {
        "speaker": "Unknown",
        "time": "01:56:52.240",
        "message": "Yeah, 100%. I think it will definitely be broader and shallower. I'll answer. I mean, there were multiple questions there, right? So I'll answer what drew me to Warren's music for the first time, and I won't embarrass you too much. I think I've done that enough through all the articles and stuff that I wrote. I think I was just blown away by the fact that an Indian musician could make guitar solos like this, honestly, and, and, and, of course, the band themselves, the songs by themselves were pretty great. So I was just blown away by that. And from there, I was, I actually, I wasn't an early fan of Zero, I would actually call myself one of the later fans of Zero and an early fan of Blackstar Blues, because I got in at around that time, I actually discovered Zero when Warren was out of the band and was in Auckland at that time. So I was right bang in the middle, and that transition happened, and that blew me away that you can do this and this at the same time. And I think that's what really drew me in. And arguably, if you had continued playing the way you did, as Zero, maybe I wouldn't have been as much of a fan because I think that transition and the fact that you balance both so effortlessly, was important to me. To the second question. Yes, there's no doubt about it. I think there is something about fewer fans, but deeper engagement, again, something that we discussed so much on when I came on when I was talking about the Australian band Neo Blizzard is for example, I think it is there, I think, I think if there is a deeper connect, not only will they be evangelists for the music more, but and Warren, you can correct me if I'm completely off the mark on this, but also be willing to support you more for this either by spreading the music, buying the music as opposed to streaming on Spotify, etc. That's my feeling as a fan. And I've done that for artists that I am a supporter of. So yeah, that's my perspective on that."
    },
    {
        "speaker": "Guest",
        "time": "01:58:35.280",
        "message": "Yeah, the guys who like it really like it."
    },
    {
        "speaker": "Unknown",
        "time": "01:58:38.760",
        "message": "Yeah, well, I'll tell you that for sure."
    },
    {
        "speaker": "Guest",
        "time": "01:58:41.480",
        "message": "Because there's been guys who have been listening from the first album. I remember there's one guy at the time where I put it on my website for free. And I said, this is my PayPal account, you know, if you feel like donating some money so I can buy some better recording gear, then you know, feel free. So one guy donated $200 at the time, which was like, wow, you know, so that guy wrote back to me, I said, dude, thank you so much, like, this is really come at a good time. You get the album advanced release for free for life. So I make it a point now before every release, I send a copy. So I never really forgot that, you know, gesture of his. But there have been people who have been there from the first album, like, you know, Chuck, who still are, you know, listeners and support the music. So I'm really grateful for that. I mean, I cannot like, you know, be more thankful. But the whole thing is like, then when you have people who don't see your music as a disposable commodity, yeah, then you kind of feel that interaction is a little bit more real, you know, the way someone is just listening to Black Star Cruise, because their friends said they're a cool band, and tomorrow they've forgotten about it. I mean, these are not the people that tend to, you know, engage long term with your brand or your music or whatever. So I'm really grateful for the people who really like it enough, like when I put out this most recent album, I put it on sale for Bandcamp first, and then it went on to streaming two weeks later. And it pretty much covered the entire recording cost of the album. I was like, wow, you know, really, I wasn't expecting that at all. But it kind of made me feel like nice and warm about the whole thing that there are people who actually care about your music, they know they're going to get it for free on your streaming services on YouTube or whatever, they'll still, you know, take the effort to, you know, support you and put their money where their love for the music is."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:46.400",
        "message": "So I want to talk about the commercial aspect of it, because, you know, one of the areas like you talk about the high engagement and where that directly leads is that today creators are able to connect directly with whoever's reading them or listening to them or whatever, and monetize some of that capture some of that value, because anyone who listens to your music is in a sense paying for it, because time is money. You spend one hour listening to blackstrap blues, you know, you're spending it and today we are in that unique age where you don't have to go through intermediaries like platforms and advertising and so on, you can capture some of it. And, you know, I've had this experience when I opened up support for my podcast as well, and was very touched by a response I didn't expect, which has been enough to kind of keep me independent all this while and doing what I do. You know, when things started going well for you, blackstrap blues happened, all that happened, I mean, in a musical sense, commercially, there was so much flux, that the revenue models of the music industry kind of were going through this crazy flux, all the labels come, they sue Napster and all that, they get that shut down, then iTunes comes and there's nothing they can do because Apple has more lawyers and so on, as Ted Joyer says, and everything kind of goes to hell. And you do this very interesting thing where you say that, look, I just want my music to reach people, I want people to listen to it, you put it up for free, and your first two albums are out there, they're up for free. How have things evolved since then, because the downside of all of this, it seems to me, is that creators are also forced to simultaneously be entrepreneurs, right? Someone may be a talented musician, but they may not have a head for business or a head for how to use social media, and so on and so forth, and be able to do the rest of that. So how have you therefore handled all of that in terms of sure, you make stuff for yourself, and that makes you happy, but you also have deeply committed fans and so on and so forth. How has it evolved so far? Where do you see it going from here? And do you think for musicians in general, how should musicians in general approach this new world that we are in? Like 30 years ago, the model would have been that maybe you tour a little bit, build a bit of local following, attract a record label, label comes out, and, you know, either you're lucky enough to make it big, or, you know, you're back to whatever, being a journeyman band. Today, that's really kind of different. So take me through a little bit of this landscape, and what are your thoughts on it and so on?"
    },
    {
        "speaker": "Guest",
        "time": "02:03:10.400",
        "message": "Well, the cost of recording has been coming down significantly due to the advance of technology. So that's the first thing we need to look at. So by the time I did the first Blackstrap Blues album, my recording costs were literally nil because I'd already owned all the equipment I needed to make that album. Now, obviously, now, as an artist, you sometimes tend to grow in the scope of, you know, what you're trying to achieve and what you're trying to capture for posterity. So then, say, tomorrow, you decide you've written a piece of music that requires an orchestra. Now, that is not something I can record in my bedroom. I can program it, you know, to a certain extent, but it's not going to sound like an orchestra. Now, you have to decide. Now, if I have to have that orchestra, then the money is going to come from somewhere. So either I put it in myself, or I have to apply for funding. At least here, the New Zealand government is awesome about that. They have funding avenues that you can apply for. I mean, the competition is severe, but you can if your music is deemed good enough and, you know, commercially viable enough. So there's some gatekeeper in that sense, you know, the moment your personal investment is exceeded by the cost. So for me, personally, as long as I was able to produce the album to the best of my financial and artistic ability, I was happy with it. It was cool, you know, because the first album, no recording cost, second, I was able to use studio downtime. So you know, got away with that. Third album, we recovered our investment on studio time from iTunes sales. Now, that time, you could actually sell music on iTunes and OK, listen, and all these sites where people actually pay 100 rupees or whatever. And if say, you know, 1000 people bought your album at 100 rupees, that's what like one lakh, you know, which at that time was kind of what the recording cost was. So we were pretty cool there. We were still making most of our music as a band playing live. But even that wasn't enough to, you know, sustain a life in Bombay. I had to play with Vishal Shekhar and Amit Srivedi and ARMR and stuff that I enjoyed doing that totally because that was a totally different aspect of being a musician, you know. But that is what kind of kept things alive in terms of having a lifestyle and being able to afford that. Now, the moment that's gone with the whole pandemic thing and everything and I've moved back here, it becomes a little bit more of a, you know, a juggle and you kind of have a more short term budget in terms of making sure your mortgage payments are met and so on and so forth. So as long as you're above that, I can continue to do what I do. Now, there's also a lot of commercial music that I've been involved in, which is kind of what still, you know, pays the bills. And then I mix stuff for other people, I do guitar sessions and stuff like that. So as long as, you know, those two sides are juggled, it's like our heads above the water. The moment that doesn't happen, anything could change, you know, I mean, the world we live in right now is just like every day, something new is happening. And like the life that we knew six months back is gone. Something else, you got to do this, and then it becomes the norm. So again, till I guess this COVID thing stabilizes a bit, and then we actually have a stable income stream. We kind of have to, you know, for me, teaching has really helped because during the moment the gig stopped, I was like, look, I've got like three or four months before I've got to move to New Zealand. So you know, I might as well find something to do with time. So I started teaching on Zoom. And like that kind of paid for the whole move, you know, the whole moving costs and everything I met with, but just teaching. So that again, fluctuates up and down. I think every time there's a lockdown, the amount of students goes up and everything things open up as people find other things to do. I mean, I still have a few students that, you know, stuck around for like, since like I started teaching. So you know, it's a bit of a very up in the air kind of thing. And you're trying to make sense of, you know, random events and sequences of things happening. And all you have to do is kind of manage to keep the bike balanced. Anything could happen. One, you could hit a stone, but if you hit a stone, then you kind of, you know, regain your balance. But, you know, as long as you keep the bike, you know, on two wheels and don't fall down, it's all good. So when that happens, then you cross that bridge when you come to it. So it's very hard actually to make long term plans at this point, you have to be flexible enough to kind of just adapt to, you know, what every day brings. That's one thing I guess the pandemic has taught me like, you know, just every day is a blessing. So you don't know if you're going to be around tomorrow, let's do the best we can. And in terms of like the actual stuff that you make as an artist, that's going to survive long after you've bounced from this planet. So you know, that's something at least you put all of your current available energies into to at least kind of leave something. And now at least I have a daughter. So that's something else that will survive me, you know. But it's like, you just do the best you can every day man, it's like so hard to, you know, I'm the last person that will actually give you, you know, concrete advice and say, this is what you should be doing. And this is, you know, invest your money, you don't invest, I don't know all that sort of thing. You know, it's like, as long as you get to play guitar tomorrow, that's a good thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:42.440",
        "message": "Tell me a little bit about teaching because one of the you know, when I started my writing course, and I started teaching, I realized that I actually started learning more and looking deeper into a subject I thought I knew pretty well, right? So how has teaching changed your appreciation of music? And has it actually changed you as a musician and just the way you think of the work you do?"
    },
    {
        "speaker": "Guest",
        "time": "02:09:04.920",
        "message": "Yeah, I've become a better communicator of ideas, I'm able to edit my, you know, thought process really quickly. And you know, because sometimes I can be thinking of five things at once, but then that person doesn't have the time to listen to all five. So you have to pick the best thing that you're thinking of, and communicate that. Yeah, I've had to kind of actually study what I do, because sometimes they asked me to like, how did you play that? And I can't say I closed my eyes and it came out, you know, which is actually the truth. But you have to kind of go back and deconstruct the process, even though that was something you were never thinking about at the time. So you kind of have to go back and trace your steps and say, okay, what was I thinking of when I when I played that, you know, kind of trying to give them an idea of my headspace, because that's very important to whatever it is I play. There's no chance I would have played the same thing if I was feeling it, you know, different. And then the whole idea of communicating how to channel emotion and vibe into what you're playing becomes tough. Then you start having to tell them more about the technicalities, like, okay, this is not in tune, and that is not in time, and that sort of thing. So, you know, a lot of people, I think, also tend to disregard simplicity, when my thing is like, look, it's the hardest thing to actually play simple things well, because there's nothing to hide behind, you know, you got to have to have full conviction or whatever it is you're playing, if you're playing like three notes that span this much of time. So you have to, you know, be able to communicate that to someone in that sense, like saying, you know, take it easy, we'll do it one step at a time, because they always want to, like, you know, learn the complicated stuff at first, and I've said, I never even, I used to enjoy listening to complicated music, but I never thought that I would actually play it. Now is the time I go back and learn those solos, which I always admired, you know, like Steely Dan and stuff like that. Now is the time I'm able to do that, when I can actually have the faculty to take it apart and then learn how to play it. So I never set my sights too high in that sense, I set my sights on low hanging fruit and learned how to, you know, capture it really well. Once I was able to do that well, then I was able to go to the next stage and start, you know, getting all that stuff. So like, I have to tell them, like, look, it's fine, just do simple stuff well, we'll deal with that, you know, later. It kind of reinforces your own taste as well, you know, because it's also like giving someone the reassurance that you'll get there sometime, just put in the time. Very few people actually have the time that is required to get to the level they have in mind. So I was like, let's just aim at getting better. And then because you're doing that, you notice like certain things in my own playing, which I would find to be like weaknesses, I was never able to use this finger that well. But then you can't tell someone that, look, you have to use that finger, and then not be able to do it yourself. So first you have to learn how to do that. And someone's like, how do I alternate pick this and I can't say like, look, dude, I can't play that. So I show them how to play it slowly and say like, well, now you have to just sit and ramp up the speed. And if I do that, I'm going to get better because sometimes I can find like, you know, the certain exercises I give the student, I practice it during the week. So when we meet again, we're both like, okay, we've both practiced, okay, now let's see where we are at."
    },
    {
        "speaker": "Unknown",
        "time": "02:12:35.200",
        "message": "Well, that's, that's remarkable, like, almost like musical first principles in some way what you're talking about. Just going back to the headspace, it's not the complex stuff, it's not the scales, it's not the theory, but it's more about the vibe, the understanding. Yeah, musical first principles, like I said, it's kind of feels that way. Sorry, that was just a visceral reaction to what you just said."
    },
    {
        "speaker": "Guest",
        "time": "02:12:59.640",
        "message": "There was one guy I remember, like, he suddenly became better when I when I told him only play when you're exhaling. Don't play when you inhale, because he was playing a lot. He was trying to do too much. And I said, Okay, now look, when you breathe, you know, there's an inhale process, you spend for do that. So suddenly felt like, okay, there's more like, you know, the intent in what he was playing. The intent is the hardest thing. I mean, you can't fake it, you know. And if you keep on thinking of yourself as like, I'm never going to be good, I'm never going to be good. Sometimes it can kind of cripple you and you'll never get there unless your part of your brain says, no, I can do this. Because like, there are things that I'll be able to play if I'm not thinking about it. But when I think about it, there's like that critical thing that comes in, like, say, you're fucking it up, you're fucking it up, you're fucking it up. It automatically makes things go to shit. So you have to find a way of telling that guy, shut up, be quiet, go sit in the other room for two minutes. Let me just do this."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:00.360",
        "message": "Yeah, in cricket, there's a term called the yips in sports. In fact, there's a term called the yips where people just freeze at something that they've done so well before. I think a famous example is Jana Nowotna was playing a match in the mid 1990s, sometimes and she was 5-0 up in the last set and she just lost, she just froze, she couldn't do it. And the theory behind that, there's a famous Malcolm Gladwell essay on this also, the theory behind that is that there's stuff that we've just internalized, it's reflexive to us, we do it easily. But if you start thinking consciously about it, you're just not able to do it because that's a different part of the brain and it becomes a problem. And I want to therefore ask you about processes, right? Just in terms of processes, whether it's processes in terms of practicing, you're playing and learning, whether it's processes in terms of songwriting, what are your processes like? Are there sort of hacks that have worked for you in terms of, you know, getting into flow, as they say, where the song just plays itself and like you mentioned, sometimes your student will ask you about how did you play that? And at the time you played it, you weren't thinking, right? So is it easy to get into that kind of state where you're just in the groove and things are happening? Do you have routines, processes, ways to work towards it? Like one of the things that you know, is common advice for writers to give is that you cannot wait for inspiration. It's all about, you know, getting your ass down on the chair and just working at it. It's never easy. It's always hard work, right? So and you can balance that out with that thing that, you know, sometimes you can get into flow when everything just happens easily, and it's just kind of happening by itself. So what are sort of your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "02:15:36.960",
        "message": "For me, the sound has to be right, you know, for me to be able to loosen up because the moment my guitar sound is not happening, it shuts me down like boom, and I have to just struggle my way, you know, because sometimes at some gig, like the amps not functioning well and everything, you know, you can only do so much. So you kind of have to say, sorry, audience, I know you paid money to come and see me today, but I'm just going to have to struggle through this and do the best you can. And some days it's just like your, your feet are almost off the ground throughout the gig, you know, like there was one gig I remember at Hard Rock Cafe in Pune. It was NH7 and all the other stages shut off one by one. And everyone started filtering into this gig, which was actually like one full on low public thing. But then it became like, you know, a full house and everything. So that gig, it was like the moment I got on stage and I hit the first note, it didn't matter. There was like 10 or 20 people in there to start. It just sounded so good. I was like, okay, now I'm gonna have a good gig, you know, it just like you're hearing everything clearly, that sort of thing. Now when I'm writing it, it could, you know, sometimes I could come up with something really quickly. Sometimes I have to just massage it a few different ways. And I don't really sit down to write a song, usually. I sit down to complete a song, but that writing, that initial idea, that spark or the idea that has legs, and I said, it can come anytime. Sometimes you're in the bathroom and you're hearing a melody in your head. I can't shut that off, by the way, if there's something playing in my head, it just goes on and through while I'm sleeping at night, it's goes on and on and on. And I can hear it in the dream sometimes. It's so weird. I'm like, you're also, it's gone, leave me alone for now, you know. So and then, like, especially if it's like a, like a musical problem, you know, like now you'll solve this problem and the bloody thing just keeps going, ding, ding, ding, ding, ding, ding, ding in your head. And you create like almost like 500 different permutations and combinations of, of what it could be. So that subconscious process, I still haven't, you know, come under full understanding of what it does. There are a few studies, you know, like one is called this is your brain on music or something like that. There's another guy called Anil Seth, who is a professor of consciousness. And he had a TED talk, which I was watching and it found it pretty fascinating. So I put his words in a song called Anesthesia, which was like, you know, the anesthesia is like this, it basically shows you what is, what is consciousness, you know, that sort of thing. When does consciousness stop? Where does it end? And all that kind of thing. So I find that a fascinating subject, but there's parts of my brain, which I still don't understand, you know, how it works and that sort of thing. I know what I like, you know. So I try to set up the process, like I have a template that I've made in Cubase, like everything is connected in a certain way. So if I want to start writing, I can start doing that pretty quickly. I can pull up a drum track. I find it sometimes it works, if you're stuck, you put on a, you know, a loop or something like that, that can tend to, you know, flow that. And sometimes just jamming with other people, that's like the best thing for me, you know, like the most creative I'm in is with other people in the room who are on the same, you know, wavelength as you are musically. There was one song, Focus 3, I wrote that just before I left New Zealand to come back to India 2011. And my friends had organized this little jam and we were playing and then we had some stimulants that were part of the, you know, the evening and everything like that. So there came to a point like where three of us were jamming and it sounded so good. I almost felt like myself like levitate off and see us from, you know, above, it was so weird. I mean, obviously you're connected with the instrument and everything, but it's almost like you're looking at it from like five feet higher than, like the only time that it was like a tangible, you know, experience like that. I don't know if the stimulants had something to do with it or whatever. So the funny thing is, I remember that exactly how it went. And so when I came back to India, I remember I'd done this gig with Ehsan at the Garden of Five Senses in Delhi. And I had to do a song of my own and Jai was playing drums and Loy was playing bass. I was like, hang on, I wrote this riff, let's just, you know, see where that goes. And there was a sarangi player, Suhail from Advaita, and he started singing something on top of it because I think the idea was, you know, to have him to collaborate with us on that song. And then I think Loy shaped it a little bit differently. So that whole process took a very tangible idea, which is something I'd almost completed, but he shaped it in a very cool way. So then, you know, I kind of wrote a little thank you to both of them for their help in those melodies. So that's where you kind of hear a little bit of that Indian influence and that kind of thing. But the collaborative thing is also like, you need to be with people who, like, there's no egos and no hang ups. Everyone's just there to play music and not, you know, this is what color shoes I'm wearing today and what is none of that happening. So that that can open up, you know, and you tend to learn what are the triggers that open up those those doors, you know, it's almost like you're trying to break into another world and take something from them, pull it back into us. That's ideally what because many songwriters have, you know, kind of likened it to that person, like Tom Petty or something, I go like way up high and I pull something back down to the earth. So the more you learn to do that, the better your chances of actually doing that. You're not going to do it every time. I mean, you watch Sachin, there's not every batch that he makes, essentially, sometimes he gets out on a duck, but he's still Sachin, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:30.640",
        "message": "So it's like that. Can you give examples of these sort of triggers that you mentioned where you can, you know, you're collaborating with a bunch of people and shit happens?"
    },
    {
        "speaker": "Guest",
        "time": "02:21:40.920",
        "message": "Yeah, I mean, it's all over that second album. And do you want me to play you something? It's kind of pretty cool. Let me just see if I can find it because it's on some hard disk. But this is the first time we ever played North Star together. And I'd kind of put the whole thing together in terms of a basic arrangement, but I'd left things open into what would happen in that middle jam section. And one of the things we did in Black Star Blues when we came to that middle section was to just break it down and have Adi underpin something with a bass line or whatever, and then have Bevan move like, you know, chord shapes on top of it. So we kind of said, okay, this is the bass line. I gave it to him, like, you know that, and told Bevan, okay, this is the chords. But after that, what happened is, I'll play you that middle section. Okay, so this is the North Star middle section. Keep in mind, no one has any idea what's going to happen now."
    },
    {
        "speaker": "Unknown",
        "time": "02:23:03.640",
        "message": "Keep in mind. ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪ ♪"
    },
    {
        "speaker": "Guest",
        "time": "02:24:56.040",
        "message": "So what you hear is pretty much what went down on record because I thought, like, that's a pretty good solo. So I went back and I learned it."
    },
    {
        "speaker": "Unknown",
        "time": "02:25:07.020",
        "message": "Wow."
    },
    {
        "speaker": "Guest",
        "time": "02:25:08.020",
        "message": "I learned how to play the improv thing and we put it down on the album. So that's kind of like, there's no ideas, like the sense of, like, abandon, you know, which was captured luckily. And obviously now I was able to go back and change a few things which I felt on retrospect, you know, that could be changed, that could be better. But on the whole, the entire flow of that whole sequence is what happened. And that's what we tried to recreate on the album."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:38.040",
        "message": "Wow, that's superb. So, you know, one of the things sort of Chuck told me about you is that from sort of being the brash, young upstart in the late 90s, you are now like a senior citizen of the Indian rock scene and so on and so forth. Budda uncle. Yeah, I was trying to be polite there. Budda uncle. Tell me, how has the scene kind of evolved over all of this time? Because whenever a new ecosystem emerges, and, you know, in that period of time in the 90s, ending at perhaps when Zero came around, I was writing a lot for the Rock Street Journal and I was into the scene. And it seemed at that time that our bands aren't really quite there yet. Some stuff is derivative. It's not that deep. And obviously the way ecosystems evolve is over a period of time as more and more people come into it, as time passes, it gets deeper. Just the overall quality gets better. I mean, I kind of tuned out of the indie scene around the time Hook came out. And I remember at that time listening to that album and thinking it is, and that's what I was telling Chuck in the morning today, that it's just so much tighter and crisper than a lot of the other stuff that is coming out. And absolutely no disrespect intended to, you know, any of the other bands around that period. So fill me into how that scene kind of evolved because at the same time, the times are changing, right? Things are opening up, the internet is exploding. Where's sort of, is there like, is there one thing you can call as an indie rock scene today or is it just different things happening all over the place? For me and those of my listeners who may not really have followed this, just kind of fill me into what's happened. What are the parts of it which kind of fill you with happiness when you look at it and you say, yeah, you know, things happen just right. And where do you kind of feel disappointed or let down and so on?"
    },
    {
        "speaker": "Guest",
        "time": "02:27:35.040",
        "message": "Well, I've seen it like transition at least three or four, maybe five or six times. So like when I was just getting into playing music, I think probably the biggest band in the country at the time was Indus Creed. Now we had Star TV and we could see their videos on Star TV. So in terms of that reach, I don't think it's ever been as good since then. Then you had bands like Pentagram putting out albums of original music, which kind of inspired us to do the same. Now when we put out that first album, which we recorded in a balcony on a computer, which was to keep overheating, just getting into the technology where we were able to do it ourselves. That was the whole thing. We had creative control and for whatever reason, you could put the blame squarely on us for how that sounds. But at least it was ours. We were like in total control. There was no one paying us money and saying, we want this, we want that. Nothing of that was part of the process. So there's always been artists in any country that are still doing that and were able to do it at that time. If your dad owned a studio, for example, then you could do that thing in the 80s. The technology became a bit more democratic. Now the downside to that is now everyone can do it. So where do you put a distinction in between a bona fide artist and some guy who's just playing around in a garage band and came up with some groove that he liked, put on some other loop and put some vibes. The moment that loop-based thing started happening, I noticed it became like, now it's not just the realm of musicians. Now anyone with some taste and hopefully some taste and some technology can put the two together and come up with something. And once people start liking that, the thing is, as long as there are people to listen to it, you can't say that it's not legit or whatever. As long as there are people listening to it and having an honest reaction, I think that's, for me, the parameters of legit. Whatever it is. You can have spoken word over some concert piano. Someone digs it, great. Who's to say this is good? For example, like a kid. My daughter, she listens to stuff. She doesn't have those parameters about this is good, this is bad. You either like it or you don't like it. So that's as honest a reaction as you're going to get. So there'll always be that, whatever music is coming out. In terms of the scene itself, how it grows. When I was in New Zealand, initially from 2004, I think that time was the biggest boom. I felt like I missed out on a bit of that. And when I came back in 2009, I kind of caught the last bit of it. So down to the first N87 festival to 2010 or 2011."
    },
    {
        "speaker": "Unknown",
        "time": "02:30:35.040",
        "message": "I don't know. 2010. 2010, yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:30:38.040",
        "message": "So that was a totally cool vibe and it was no big, huge thing which everyone and their friend came along to. It was just basically artists and people who knew that this was happening, landed up in Pune and it was a beautiful time. So the first couple of years, then it started getting bigger and bigger. And then with every scene, there'll be one upwards trajectory and then there's one downwards trajectory. And again, something else will come along and take that. And that's the whole thing about indie versus Bollywood. Now, the moment anything becomes big, Bollywood absorbs it and pulls it in because Bollywood has money and Bollywood can get whatever it wants. You're not going to say like, no, don't pay me too close to make this song. Pay me that money. I'll do whatever you want. You'll take it at least somewhat financially secure and then you do what you want to apart from that. So I guess the whole idea is like, still now, the biggest songwriters in India still don't get to control their own music. I think that's the saddest part. I know music directors who didn't get permission to play their own songs. Can you believe that? For me, that was like a travesty of justice. Why do you... Because some other company owned it and you know how the things get in the industry. It's not as rosy as it seems. People who control the money, they want to obviously control their investment and they'll do whatever they have to do to make sure that they retain that power. So until I guess, you know, mainstream artists are able to... I mean, you look at India, it's kind of an anomaly in a sense because I think no other country does film music take such a dominant part of the mainstream music culture. It's like we have fed music with images from a time immemorial, since, you know, 60s or whatever. So like we had MTE before there was MTE in India. So, you know, it's always going to have some kind of a thing. And then now as the mainstream changes, like saying from Bollywood to now Netflix and all that is coming out, then there's like, oh, this also exists. And then the lines start blurring, you know, between Indie and mainstream. So many of the artists that you would classify as Indie artists have got links. I mean, even down to me having played on, you know, heaps of Bollywood songs. You know, and for me, initially, it was like a bit of like, you know, I only want to play on good music. I don't want to play on shit. But then it became like, you know, let's bring the best that we can to whatever it is that we are given today. It became like a challenge. You know, what can you do with this? What can you turn it into? So that is what I got off on. So as long as, you know, there was that, I still found it challenging. Like you never knew what you were going to get, you know, in that sense. And then you suddenly like, okay, come up with a killer hook now, right now. What do you do? You know, it's like, you either have the goods or you don't. So in that sense, it was like, it still kind of separated the, you know, the men from the boys, as it were. So like, there's still killer musicianship in Bollywood. Like you see some of those Indian classical guys do. Like, there's like not, I live to live five lifetimes for me to get that good and how they go. And they just close their eyes and they do it, you know, just like, you know. Because there's years and years and years of practice which has to go into that tradition for them to be able to even consider a good musician. You know, it's like you pick up a guitar and you learn three chords and, bro, I've written my own song, you know. So it's a different world in that sense. But I've always had respect for good musicianship in any genre. You know, you can always sense that, okay, this guy is a motherfucker at what he does. You know, there's like a jazz saying, like the best guys are called that. So it's like, you have to have respect for that sort of thing in that sense. You know, the lines will, you know, keep blurring because that cross-pollination will keep happening. And who's basically controlling the money will ultimately control what's going in the mainstream. You know, it just depends. I mean, Netflix has got a budget. Bro, there you go. Bollywood's got a budget. Bro, there you go. It's just like, who's going to pay me to do this?"
    },
    {
        "speaker": "Unknown",
        "time": "02:34:48.040",
        "message": "That was fascinating. I mean, I know you have a question, Amit, but I just wanted to close that out with an observation. I think, Warren, you're the only person I know who's actually played at each stage at NH7 Weekender. The rock and metal stage, the alternative stage, the folk stage, obviously, and also the electronic stage. I think I've seen you once."
    },
    {
        "speaker": "Guest",
        "time": "02:35:04.040",
        "message": "No, there's two other people who have done it. There's Sid Couto and Sid Busserud. Both the Sids."
    },
    {
        "speaker": "Unknown",
        "time": "02:35:09.040",
        "message": "Fair enough. All right, fair enough. The first then. Let's call it the first. Sorry, that is just an observation I wanted to get out of the way."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:16.040",
        "message": "No, no, and that's a kind of a telling observation. So when you kind of look ahead, like what you've done over the last 10, 15 years is you've done work that pays the bills, right? Sessions work, your Bollywood work, whatever. It pays the bills. You got to do it. That's an imperative. At the same time, you've done the stuff that you love. How do you see things going forward? Is that also drudgery? Because it is also music. So is that also drudgery? Or with what kind of attitude or approach do you go into it? You know, is some of that also work that you're proud of? Or it's just something that you do to pay the bills"
    },
    {
        "speaker": "Guest",
        "time": "02:35:49.040",
        "message": "and you got to do what you got to do? My attitude is very simple. I get paid to play guitar, and that's a blessing. I will never discount that enough. As long as I'm playing guitar, it doesn't really matter in that sense. You have to always come back to it. Because even on gigs, which I wasn't really enjoying, there were things that I would appreciate. Like the other musicians, you would have a hang after the gig. You may make connections, that sort of thing. Then sometimes the shared misery brings you together. So that happens as well. In fact, the thing which I did not really like about the whole commercial thing was mainly the whole drudgery of traveling and the early morning flights. It was brutal. I mean, every musician has to deal with it. So I'm the last person to complain. But it can take a toll on your system. I don't know how people can actually do tours for months and months without going home. We were banging out maximum three gigs on the weekend. When we would come home to family, at least on a Monday, Tuesday, we would see their faces before we took off again. But that whole thing about being away from home for a very long time, man, I have the ultimate respect for people who actually do that. And now with this virus thing, the whole life thing again is up in air. Because the moment things start opening, then something else happens, and then everything's closed again. Same thing happened in New Zealand. The biggest artists, they had a nice run till Jan. And then that Omicron thing happened, and everything is shut. Also, being a musician, you have to keep in mind that a lot of your income was seasonal. There'll be times of the year where you would make a lot of money, and then there were times of the year where nothing would come. So then you have to keep in mind that all that money that I've stashed up from that is going to cover you for the rest of the year, all that sort of thing. So you just have to be adaptable, man. Now I'm kind of putting my energy into at least doing a YouTube thing and seeing what happens there. Just do as many different things as possible. Because for a long time, it was just like I focused all my energy on Instagram. And then I was like, no, I can't really do only that. With this whole metaverse looming and everything, I don't really know how long I'm going to be on Instagram. Maybe things will change in five years or whatever. Remember, what was that thing that used to be there? Orkut. And before that, there was some MySpace. Man, there were so many musicians who invested a lot of time in MySpace. And then when MySpace went bust, they kind of got disillusioned, and then they said bye to social media. So now, I don't know if I should make a TikTok. In fact, I have made a TikTok account, but I think I posted only one video. I'm still learning about this algorithm and everything, like how it works, and post at certain times of the day and all that shit. And sometimes I just want to say, F it, you take it, you listen to it. Now, my job is over. Your job has begun."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:51.040",
        "message": "Well, I've actually been enjoying your Instagram account in the sense of, it's just these little nuggets of happiness that just keep coming when you play all these covers."
    },
    {
        "speaker": "Guest",
        "time": "02:39:00.040",
        "message": "I really enjoy that. I try to keep those live things now just as a temporary thing, because then I can... Early on, they used to save the chat. And I don't know if you've been on any of the Instagram live things. Sometimes there's some weird things that are in the chat, which I react to. And when that's taken away, you just think I'm talking rubbish. What's this guy on about? So I tend not to save them anymore. I think a couple of good ones are saved just to see what it was like. But apart from that, I don't really have a fixed time where I jump on it, because I know I could have a wider reach if I did that. But to me, it kind of feels more authentic if I just... I'm feeling it sometimes. I just feel like playing. I feel like seeing, okay, what do you want me to play? Okay, I'll play that. And sometimes I don't want to play requests. I was like, shut up and just let me do what I want to do right now. So it's kind of hard to say that without being deemed arrogant or impolite. But sometimes I have a better idea of what would be good to play right now. So just leave it to the DJ. You know, I'm the DJ right now. So let me do it. And sometimes I'm totally open, man. What do you want me to play? You want me to play some bapsa? Okay, here you go. Because it just depends what mood you're in. So it's kind of cool that way. And in terms of posting regular stuff, again, it's something I'm horrible at. I don't really have scheduled posts or anything like that. If I'm feeling up to it, I try to remain as authentic as possible to myself. The moment that goes away, then for me, it becomes like,"
    },
    {
        "speaker": "Unknown",
        "time": "02:40:35.040",
        "message": "why am I doing this? No, 100%. I was about to just put that word in. I think the coolest thing about your account is the authenticity. The fact that it's not planned. It's like you don't have scheduled stuff that happens. You know that this stuff is going to happen. You'll do a live once in a while. You'll do this. You'll do that. And it just makes it feel more human."
    },
    {
        "speaker": "Guest",
        "time": "02:40:55.040",
        "message": "I feel guilty promoting my own gigs on Instagram."
    },
    {
        "speaker": "Unknown",
        "time": "02:40:59.040",
        "message": "And that's as authentic as it gets."
    },
    {
        "speaker": "Guest",
        "time": "02:41:01.040",
        "message": "Putting more than one post about a gig. I was like, I posted it. I don't want to keep talking about the same thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:11.040",
        "message": "So tell me something. When we are young, for most people, when we are young, we have goals. I want to do this. I want to do that. You know, so on and so forth. As you grow older, you realize that those goals are pointless. They keep evolving anyway. Many of them don't happen. Many of your dreams are not going to come true. You kind of figure it out. And you figure out that the path to both excellence and happiness lies not in achieving goals, but in just setting up processes. Living your life in ways that make you happy. Taking happiness in those small joys. You know, you wake up in the morning and I assume for you, if you wake up in the morning and you know you're just going to play around with your guitar and record something and blah blah. You're already feeling happy at the start of the day because that's what you want to do. The goal may not matter. So has there been a similar sort of evolution with the way that you look at life, especially with parenthood and all? Because I guess being a father then must make you take that step back. And you know, when you were young, were there goals like, hey, I want to be, you know, a world-famous guitarist or, you know, Zero will be this big band or whatever. And where you are today, you know, what do you think of as making you happy over the next 5 years, 10 years, 15 years? Is it just doing the stuff that you love without thinking about what comes out of it? Or is it that, no, there are these things that I also want to kind of figure out?"
    },
    {
        "speaker": "Guest",
        "time": "02:42:30.040",
        "message": "I'll tell you about like goals when I was much younger, like around the time I was 17 or 18. I wanted to play Rang Bhavan. I wanted to get stoned with my friends. And I wanted to have a girlfriend. So by the time I was 18, all those three things had been accomplished. So I was, you know, onto a good streak there. Then things started happening with the band and everything. And, you know, like after Rang Bhavan was the next thing, like I said, we did the great Indian rock thing. But by the time I think I reached around 30 or so, then I figured, you know, actually the whole process of, I mean, the whole journey is as important, if not more important than the goals you achieve. So in that sense, I've never really been the most ambitious person, you know, like I want to play Madison Square Garden. I was pretty, like, realistic. Like, Rang Bhavan's a good, you know, and Rang Bhavan is as good as Madison Square Garden for me personally. Like, that venue's got, like, plenty of history and vibe and everything like that. You know, so in terms of, like, also having a music accepted, how many listeners is enough, you know? Once you get to a point, like, if you get to a point where your Spotify streams, I mean, your streaming payments can support your lifestyle, that's great, you know, but you need so many of those, which means making totally different choices, which, you know, for whatever reason is not something I want to do right now. If for whatever reason suddenly it becomes popular, I'm not going to, like, say, hey, no, keep it only to, like, you know, hardcore listeners."
    },
    {
        "speaker": "Unknown",
        "time": "02:44:11.040",
        "message": "Who wants to listen to it?"
    },
    {
        "speaker": "Guest",
        "time": "02:44:12.040",
        "message": "Let them listen to it. So in that sense of, like, numbers and everything, I've never been able to play that game without having a bit of a laugh about, you know, how ridiculous the whole thing is. I mean, what really matters at the end of the day? You know, like, just genuine enjoyment from the music and while making it and while listening to it. You know, I mean, if you can reduce it down, I've always been that, like, let's reduce it to, like, the simplest thing that it could be and find some enjoyment in that, and then, you know, the other things tend to take care of themselves. So in terms of goals, I guess, like, just, you know, keeping a roof over the family's head is, like, you know, the main thing right now. And if we can, you know, make some good music while doing that, then that's, you know, you want to keep us alive in the creative and spiritual sense. And also, like, finding as many different kinds of music to appreciate, you know, because life is short. You're never going to get to the bottom of it. You're never going to find the magic cord or, you know, whatever it is. So I just like finding pieces. The thing is, when I find music that I don't know how it's done, where I don't know the formula, I don't know the magic trick behind it, I appreciate that more because then it becomes, like, a very, like, you know, I just enjoy it for its sake. The moment I know, okay, this is the formula, I was like, this is, like, you know, leave it for someone else to enjoy this. But there's still, like, a lot of pop music I still love, like Def Leppard or White Snake. And you can, like, you can read the producers telling you, okay, this is why we, you know, made so-and-so creative decision, which is not exactly the most musical one or whatever. It still works, you know, because that's something I guess you enjoy when you were younger and you didn't have those, you know, judgmental, you know, faculties about you. So, you know, again,"
    },
    {
        "speaker": "Unknown",
        "time": "02:46:06.040",
        "message": "who's to say what is real? Yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:46:09.040",
        "message": "The realest you can get is when you're able to put in something that is honest and the listener is able to perceive that honesty and that authenticity or whatever you want to call it. For me, then, at least, that's the first thing taken care of, you know. Then you see later, like, where we're going to play, what kind of gigs we're going to do, what's the backstage rider, like all that will come later. Another guy who I've always appreciated for who, you know, is able to do that as well as Taj, Tajdar Junaid. He's always done exactly what he wanted to do and, you know, you can sense that in his music. So, like, another, it's almost like we've had, like, parallel careers. And now one of the things he's done, went in for an Oscar nomination, which is damn amazing, you know, like super happy for him right now."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:05.040",
        "message": "I was just listening to his track, Color is Your Raindrop yesterday, beautiful track. And somehow it reminded me of a similar vibe to Ode to a Sunny Day. You know, I just kind of heard them back to back and it just, you know, both of them are just so soothing and so kind of wonderful. And when I was watching his video for Dastan, somebody left an interesting comment. They said that every time they reach to 15, two minutes, 15 seconds in the song, they start crying. And then below that, someone else left a comment saying that, why do you start crying? And, you know, it's just a song. And then somebody else came and said that, no, it's not a song, it's a story, right? And every time I reached that part of the story, I know what's coming, but I can't help myself. And I just thought that that is such a beautiful sentiment. And sometimes if you listen to music and I have to keep reminding myself to be more mindful in all the things I do, not just music, but sometimes when you listen to music like that, that magical thing can happen where you feel you're going on a journey through the song and so on. So when you sort of write your music, do you also feel that, sure, there are no vocals, you're just building a soundscape, you're playing your guitar, you're doing your thing, but there is a story, there is a progression. Do you also feel that? Does your own music move you sometimes?"
    },
    {
        "speaker": "Guest",
        "time": "02:48:17.040",
        "message": "Yeah, it has to actually, at some point in the process. Otherwise, you know, it gets scrapped. At some point, I have to get like the chills. I mean, it won't happen again and every single time I listen to it. But I mean, at one point, like ode to a sunny day was my music that I listened to to fall asleep, you know, for like a good month or a couple of months. I just put it on every night while going to sleep. Otherwise, like my head was full of too much stuff that, you know, kept you awake. So that was the thing that kind of, you know, soothed those beasts in your head and say, okay, it's okay, now go to sleep. So if it has that effect on you, like I said, it's a good chance it'll have that effect on someone else. And there's also things like sometimes you take for granted that you do it and it just happens. And then someone else will say, oh, wow, that's amazing. I was like, oh, you like that? And there's sometimes like where you think like, wow, how clever I am, you know, and no one gets it. You know, it just flies over everyone else. And then like not one person will bring it up or whatever. So there's been a few of those, but you never know, maybe like 20 years later, someone will say, hey, what about, you know, that little thing? Like on the zero sounds, I'll be like, yeah, someone finally got it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:29.040",
        "message": "So, you know, as we wrap up a couple of final questions, and one is if there are young musicians listening to this, and obviously it's challenging in India or anywhere, I guess, to be a young musician because you don't know where the money is going to come from. You've always got to sort of find that fine balance between doing what you love and just having to make a living, right? And what advice would you give them? And I mean, in a general broad sense, not just career advice in terms of making money or making music, but even learning music, appreciating music. Like if you were to meet, say the 18 year old or the 17 year old before your three goals come true, if you were to meet the 17 year old Warren today, what advice would you give him?"
    },
    {
        "speaker": "Guest",
        "time": "02:50:10.040",
        "message": "In fact, I just put out a video today saying like 10 things I wish I had. We'll link it from the show notes. Some of it is a bit technical because like there were musical discoveries that happened like much later, which I wish had been communicated to me. Somebody should have told me that. Generally, I would say keep your enjoyment of music sacrosanct. Never get to a point where it just becomes a drudgery because then you've got to check out at that point and do something else for a while and then maybe come back to it. So if it gets to that point, you're doing something wrong. Try to play with as many good musicians you can as possible. Like I think like my best growth spot as a musician happened at this time when I was playing with Cole and a couple of his friends in this covers band every Friday night. And it's brutal. I mean, you go through that process of just playing like what's popular at that point of time, but you try to do it in a way which like you yourself are feeling it. Otherwise, people are not going to react on that. So when you're the worst guy in a band, that's probably like the best position you can be in. If you think you're like the shit hot guy in the band, leave the band, right? Then find some better guys to play with. I mean, it sounds easier said than done, but you kind of have to get to that process. And I mean, keep an eye on the money. You may know where your bills are being paid and stuff like that. Don't be that, you know, I'm only going to do it for art's sake and everything. You have to obviously make sure your financial things are met. But you can always find a balance. Finding a balance sometimes is tricky, but that's what I've been doing. I've just been juggling both ends of the thing, trying to keep afloat. Don't really focus only on one genre of music. Try to steal from as many different people as you can, because then no one will know you're stealing. If you steal from one person, everyone's going to notice, that's where you got all your shit from. So take a little bit, little bit, little bit, then no one will really notice where you got your stuff from. And the thing is to kind of develop a certain amount of confidence in what you do. Otherwise, it's never going to get past that point. If you're always second-guessing yourself, you're never going to get to a point, like I bet all your favorite artists had some amount of confidence in what they were doing, which enabled them to just put it out, you know, and do whatever it is that they're doing."
    },
    {
        "speaker": "Unknown",
        "time": "02:52:36.040",
        "message": "Yeah. Just an observation on this. To me, in many ways, it's kind of surreal being part of this recording as, you know, a fan of your music for so long. This, and this might seem kind of cheesy, but this entire recording itself felt like a Blackstripe Blues song in much the same way that you read out that quote of my own that I wrote. It started off with the nice punchy bits, and then it moved into a slightly poignant part. And then towards the end, there was the emotional guitar solo when you were talking about all this. And now it's ending on the crescendo again. So I know it's a cheesy way of tying it all back in, but that to me is the observation of this entire conversation itself. And it was like a perfect Blackstripe Blues interview in some sense. So yeah, that's the observation that I have. It's not really a question. I don't have anything else to ask on this. As long as it works."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:27.040",
        "message": "Yeah, exactly. I mean, to compare a session I've done with a Blackstripe Blues song is a great compliment, but I'll take time to process exactly what you meant. But since you want to end on a crescendo, we can end on a crescendo because this is often the favorite part of the show for many people, which is in general, I ask my guests to recommend books or films or music, which they absolutely love and they want to share with the world. In your case, I guess it'll mainly be music, but whatever else you want to recommend. But in the sense, stuff that you're so excited about that you want to stand on a soapbox and shout at the world, Hey, listen to this. This is amazing."
    },
    {
        "speaker": "Guest",
        "time": "02:54:02.040",
        "message": "I mean, I guess everyone's seen Spinal Tap. If you haven't, please check it out. That's like one of my favorite films. All the Monty Python stuff I love, especially I think people these days who have problems with religion should watch Life of Brian and kind of figure out why this whole belief it's almost like a germ, you know, how it tends to propagate. So do check that out. The other things I'm interested in, what like cooking and stuff like that. There's this nice account I found on Instagram called Masala Lab. So he actually talks about the science of Indian cooking,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:40.040",
        "message": "which I find. He's been on my show, Krish Ashok. We had a three-hour episode and he's a fine musician, by the way, you should check out some of his music. He does incredible, like he'll take a famous Western song or a piece of opera and convert it to Carnatic and he'll do his things with it. So I think you'll love him."
    },
    {
        "speaker": "Guest",
        "time": "02:54:57.040",
        "message": "Yeah, you should check him out. I will check out his music. There's an account on YouTube I found called Bill McClintock who does some amazing mashups like his specialities, taking like 80s metal and mashing it up with 70s R&B, which, you know, you'll find some. There's one with Aerosmith, Sweet Emotion and Aretha Franklin, which is like amazing. It kind of gave me a little of the goosebumps when Aretha kicked into the chorus, which, you know, you get in any case. If you haven't heard Derek Trucks, please check him out. If you haven't heard Michael Landau, please check him out. He's like if Hendrix learned a bit more jazz and kind of got like a more polished guitar sound. If you haven't heard Jeff Beck doing Nithin Soni's Nadia, please check that out. That's one of the finest bits of guitar playing. There's another one he did called Where Were You, which I think is like one of the toughest things to play because he's playing melodies using the whammy bar and that thing is like notoriously tough to control exactly in pitch, but he manages to do it. So it's like these little bit of, you know, like the gods have visited us, you know, and that sort of thing. Again, like when I can't figure out how it's done, it just like, I can't figure out that magic trick which makes it like more incredible. That sort of thing. Apart from that, let me see. If you haven't heard Aranjoy Sarkar, he's one of the finest blues guitar players. That's what a blues guitar player does. I'm not a blues guitar player by any standard. I play the blues, but I'm not a blues man. So if you want to listen to authentic, bonafide blues guitar player, I'd say Aranjoy and Rudy Walang, of course. He's been keeping that style alive for years. With regards to more commercial stuff that this is named Achint, who did the scam 1992 and the Rocket Boys thing. He's on to something cool. And some of my favorite indie artists, Tejas, Komorevi, Rohan Rajadaksha, Nicholson, Sand Dunes. I mean, if you see who I follow, I guess on Instagram, you'll kind of find all my favorite musicians. So check them out as well. I mean, I think sometimes like my main role is for me to say, hey, check this out. You know, don't listen to just me doing it. This is just my way of saying, listen to Jeff Beck or Gary Moore, whoever those guys who influenced me. Please go and check out every single person who you think influenced me. Something cool there."
    },
    {
        "speaker": "Unknown",
        "time": "02:57:26.040",
        "message": "Yeah, I think, Kamith, for the first time, you might have to actually create a Spotify playlist to share as a link on the show notes"
    },
    {
        "speaker": "Guest",
        "time": "02:57:33.040",
        "message": "to put all this together. I put all Neil Young songs, bro."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:35.040",
        "message": "Yeah. And some Joni Mitchell to boot. In fact, Cross Peacefuls and Nash is like something"
    },
    {
        "speaker": "Guest",
        "time": "02:57:41.040",
        "message": "that my parents used to listen to because my dad used to be in this short-lived acoustic trio with Nandu Bendi and Remo Fernandez. So they were like, they did Cross Peacefuls covers and all back in the day. Actually, let me give a shout out to my dad, man. He's like an awesome guy who never really, you know, did music full time. I mean, he was in a few bands of his time. But, he's one of like the finest musicians you'll find. But he was a guy who was just comfortable to provide for his family. And then, you know, at these family occasions, he would pull out the guitars. But if it wasn't for him, man, I wouldn't be here, honestly. And now, the Blackside Blues"
    },
    {
        "speaker": "Unknown",
        "time": "02:58:21.040",
        "message": "analogy is complete because you have the opening riff which you started with your dad, you kind of ended the interview with. Now it's perfect. Awesome."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:31.040",
        "message": "Great, guys. Warren, Chuck, thank you so much. I mean, this was such a splendid conversation."
    },
    {
        "speaker": "Guest",
        "time": "02:58:37.040",
        "message": "I really enjoyed this. My pleasure. I'm glad we're still awake after all this time."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:44.040",
        "message": "If you enjoyed listening to this episode, head on over to blackstratblues.com or follow the links in the show notes, discover Warren's music, and more importantly, support Warren's music. You can follow Warren on Twitter at Blackstrat Blues, that's one word. You can follow Chuck at Chuck underscore Gopal and Chuck Hay, thank you again for coming over. And you can follow me on Twitter at Amit Verma, A-M-I-T V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in on any podcast app of your choice. Thank you for listening."
    }
]