[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Mary Oliver is one of my favourite poets and one of my favourite lines by her goes thus quote, everything that was broken has forgotten its brokenness, stop quote. I look around and I see much that is breaking and is fresh in our minds but will seem normal tomorrow and I also see so much that has been wrong for 75 years and we don't even think of it as a problem because it's part of the fabric of our lives. If we are lucky enough to be well off, the world outside our bubble is unseen to us. There is so much shit going on around us that we have normalised. There is no rule of law in this country for most people, women are second class citizens, our education system is broken, healthcare is broken, the legal system is broken, we still have the wild caste system with us, 3000 children still die of starvation every day, a quarter of our kids are still malnourished and at this moment in time, our society is being torn apart by anti-Muslim bigots who are destroying all that is best about India. And even if we sometimes do protest some of this, we get tired, we get back to our lives, the old abnormal becomes a new normal. It is what it is. That is why, on this show at least, I try to keep outraging, keep dissenting, maybe against a regime, maybe against a conventional way of thinking, maybe just against bad economics which is almost written into India's DNA. A couple of times a year, I get economists together and do an episode to take stock of the economy. Our problems are chronic, so it might seem like we keep saying the same things, repackaging the same old laments, but I believe it is important to do so. We cannot take the injustice of this world for granted. And a lot of this injustice has to do with economics. Bad economics kept hundreds of millions of people in India in poverty for decades longer than necessary. Bad economics is responsible for people slipping back into poverty today. Bad economics has humanitarian"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:51.660",
        "message": "consequences and that's why we should never shut up about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:11.140",
        "message": "Welcome to The Scene and The Unseen. My guests today are the economists Rajeshwari Sengupta and Shreyana Bhattacharya, both of whom have been my guests before and have recorded memorable episodes with me. I recorded an episode on the GDP with Rajeshwari, how GDP is flawed in concept and messed up in practice, especially in India. Besides that powerful primer, we also did an episode where she and I and two other guests laid out our dream reforms for India. And Shreyana appeared on an episode from earlier this year called The Loneliness of the Indian Woman, which has since become one of the most popular episodes of the show and has struck a chord with so many people everywhere. If you haven't already heard it, I recommend you listen. So many TIL moments. Now, when I heard Shreyana was coming to Bombay, I thought it was a perfect chance to do a state of the economy kind of episode with her and Rajeshwari. Once they both agreed, I realised that we now had the most Bengalis that had ever been inside my home studio. They're both bong, I'm half bong, so that's two and a half bongs, which is appropriate for this episode because I wanted it to be like an adda. No structure, just chill together, ramble, talk about this and that, let it flow. We ended up speaking about economics, society, the imposter syndrome, how women manage in a male-dominated profession, how inflation affects women in a greater way than men, the problems with academia and Delhi high society, and so on. We answered a few questions that had been posed to us on Twitter. And at one point, we were disturbed by the loud sound of a drill from somewhere, which my brilliant editor Gaurav Chintamani managed to hide completely, but it still rattled us and I had to stop and figure out which flat it was coming from and get them to chill, and so on and so forth. You'll hear about that also in the episode. So well, I mean, enjoy the conversation. But before that, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means I read more books, but also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place for us? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ compounds, which aims to help people up level themselves by reading more. A few months ago, I signed up for one of the programs called the Daily Reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology to mental models to even marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better. So if you want to build your reading habit, head on over to CTQ compounds at ctqcompounds.com slash unseen and check out the Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up to date with ideas, skills and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. What's more, you get a discount of a whopping 2500 if you use the discount code unseen. So hey, head on over to CTQ compounds at ctqcompounds.com slash unseen. Don't forget the slash unseen and use the code unseen. Uplevel yourselves. Shrayana and Rajeshwari, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest 1",
        "time": "00:05:26.700",
        "message": "Thank you so much, Amit. Good to be here."
    },
    {
        "speaker": "Guest 2",
        "time": "00:05:28.740",
        "message": "It's so great to be back, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:30.300",
        "message": "Yeah, and I got to tell you Shrayana that your episode really took off. I remember after the recording, you asked me how was it and I said it's a classic. And it is now currently the number four most downloaded episode of the scene and the unseen."
    },
    {
        "speaker": "Guest 2",
        "time": "00:05:43.380",
        "message": "Wow. All of that in Delhi."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:46.500",
        "message": "Yeah. So yeah, that it is. And perhaps after the and it's very close to number three, so we'll probably get there. But the top four are kind of in a class of its own and everything is kind of below that."
    },
    {
        "speaker": "Guest 2",
        "time": "00:05:57.340",
        "message": "So no pressure. So no pressure at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:00.460",
        "message": "I will stay silent. You don't need to be spectacular."
    },
    {
        "speaker": "Guest 2",
        "time": "00:06:03.100",
        "message": "Yes. No pressure again."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:05.100",
        "message": "Great. So I kind of want to start with you, Rajeshwari, because, you know, these days the episode has evolved into this form where I spend a lot of time talking to people about, you know, their childhood, where they came from, the backgrounds, almost like a little oral history, as someone called it. And while you and I have done a couple of episodes before, we haven't done that part of it. And I'm thinking, OK, I know how she thinks, but I don't know me. But I don't know you. And I'd like you to start by telling me about your recent holiday, because just before this recording, you were telling me about this post-apocalyptic landscape you went to, where you were in the middle of the sea and there was no water, which is so fascinating. So tell me about that."
    },
    {
        "speaker": "Guest 1",
        "time": "00:06:44.300",
        "message": "So thanks, Amit. And let me just start by saying I have no idea why people would be interested at all in my life story. But since I'm here in the chair, I'll get talking. So over the long weekend, we just decided to and we have been doing a lot of road trips during the lockdown since we couldn't go anywhere else. And this is the first time we started exploring Maharashtra, despite having lived in Bombay for the last seven years. So we decided that we've been almost everywhere that people usually go to. And there's one place that is left that we have been hearing a lot about, and that's Bordi and Dahanu. So we decided to go there, a bunch of three families with all our kids and everything. And little did we realize, of course, that Bordi and Dahanu are closer to the Gujarat border, which means it's incredibly hot. But still, we went. And so one of the main attractions of Bordi is the beach. So we go to the beach the evening of the day when we reach the place and we find that there's a low tide. Now, what we know of low tide from places like Juhu Beach, etc. is that the water recedes a little bit and then after a point it comes back, right? Whereas on Bordi Beach, we discovered that the sea has literally retreated more than 12 to 15 kilometers, if not more. So you can't see the water at all standing on the beach. And what you see is kilometer and kilometer of what looks like mirage, right? Because there's a shimmery because of the sun, the setting sun, the little bit of shimmering on the surface, because it's all watery mud, because the sea has retreated. And it's all slush and black earth kind of thing. And you can keep walking for about 10-12 kilometers on the seabed, yet not reach the sea. And there was nobody else around, it was just us. So exactly as I said, it really felt apocalyptic, because in the sense that you feel that it's the end of the world, and the sea has retreated somewhere far away, and you can't reach it. And at least for me, I felt this irresistible pull that I have to keep walking towards the sea to find how far the water is. So we kept walking and after a point of time, I think we walked quite a bit. And it was just us in the middle of this vast seabed with no water anywhere. And the actual beach is far away, the water is somewhere else, and we were in the middle of nowhere literally. So it was a surreal feeling. And that ended up being my definition of having fun in Bodhi. But it was fascinating. I have not seen something like this ever before. And then we went back the next day to see the sea has to come back at some point of time. And it did, the high tide was spectacular as well. So that was my long weekend, basically."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:12.780",
        "message": "No, and it's damn scary, because, you know, what one hears of the tsunami, since the tsunami struck in 2003, is that the sea recedes a lot, and then it comes back. So if I saw the sea had gone this far back, I would be too scared. I'd probably go further inland rather"
    },
    {
        "speaker": "Guest 1",
        "time": "00:09:26.060",
        "message": "than towards the sea. In fact, we had to take a call when the sun was setting. And we knew that the time of the high tide was approaching. And we had gone really far into the seabed that we had to start walking back. And it's pitch dark. I mean, once you get pitch dark, there's no, there's nothing whatsoever. So we had to take a call that do we keep going towards in search of the water? Do we just walk back? So we all decided to walk back all the for a split second I was in two minds."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:49.100",
        "message": "Wow. It was irresistible. So have any of you guys seen Krzysztof Kieslowski's films? No. I call it you know, the first great web series in a sense. He made a series of 10 films for Polish television in 91 or 90 or something like that called Decalogue, with each film being on one of the 10 commandments. And the first of those was called Thou shalt have no other God than me. It was based on that commandment. And obviously, I don't even think he's necessarily a believer, but it was just interesting reinterpretations. And it's about a guy whose, you know, son wants to go skating in a lake that has just gotten frozen up and he's complete scientific temperament and he does a math and everything. So he figures out exactly that it is not safe today, it is not safe tomorrow, it is safe on Wednesday, because that's where the temperature will be and you can go skating and nothing will happen and all of that. And not to give it, I mean, the spoiler doesn't matter because it's just such a great film and I watch it again and again. His son goes out and drowns, the ice breaks. And then the last shot of that little short film is that while he's at the edge of the water, and he's thinking about his son, in the distance, he sees as a homeless tramp who's lit a fire by the side of the lake. Ouch. You know, so if you get the connection with Thou shalt have no other God but me, just tremendous. And when you were speaking of doing calculations of what time the high tide"
    },
    {
        "speaker": "Guest 1",
        "time": "00:11:03.420",
        "message": "will come in, I was like, you fool, come back. Come back. Yeah. Yeah. So my daughter, she's four years old. She was obviously scared because I mean, it was surreal to me for her, she had never seen something like that. So she decided to stay back on the beach and my husband was torn in between. Should I go with the wife? Should I go with the daughter? So I think he also went more towards the beach. But then for me, it was just, I mean, you know, you just felt, you just feel like you keep walking and whatever happens happens. I mean, at some point you just hit the sea, nothing more happens. But it's just that the time, it's just so far away, you keep walking and then it can get dark, the high tide can come, you may not have enough time to walk back, all of those things. So it was spooky, but it was fascinating. Fabulous. And people say economists are boring people. What rubbish, what do you mean they are? Who are these people who say economists are boring people?"
    },
    {
        "speaker": "Unknown",
        "time": "00:11:51.260",
        "message": "Economists."
    },
    {
        "speaker": "Guest 1",
        "time": "00:11:52.260",
        "message": "I'm definitely not one of them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:56.100",
        "message": "What's the most adventurous thing you've done, Shreyana? Have you been reckless?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:11:59.620",
        "message": "No, I have never been reckless. I think I've just written my recklessness away. And now I'm leading the life of a very boring urban hermit in Delhi. I actually, you know, actually listening to you, I'm realizing I haven't done any travel recently. I've just been broadly in Delhi. And now with the book, a little bit of travel has now started to happen, which is exciting. But I'm really looking forward to a holiday, which would be nice. But going back to this thing about economists being boring, I mean, have you seen the current conversations between all of us? It's like we're saying the same thing to each other constantly and it's getting quite repetitive and boring. So it's nice that you're discussing holidays now, because I do think that there is just general fatigue in the discourse."
    },
    {
        "speaker": "Guest 1",
        "time": "00:12:46.460",
        "message": "I think that given that we are living in India, it's always very adventurous and exciting to be an economist in India, because there is always something or the other that's happening. I mean, being an economist in the US is damn boring, because nothing much happens there. Being an economist in India, but one day you have a demonetization. One day you have a you know, a lockdown that is announced with a four hours notice to the utmost misery of most people. And then one day you have like a GST, which is implemented with the shoddiest possible manner. There's always something or the other happening. And I just feel that it's difficult to almost keep pace with how things are changing. And it's like last year, we were thinking of the pandemic and the pandemic is receding, and the economy is going to come out of it. And then bang, you get hit by geopolitical Russia-Ukraine war, then bang, you have US inflation higher than in the last 40 years. There's constantly something or the other happening. So I think there is, I mean, I don't get bored with the discourse, I think primarily because in India, there is just so many shocks and so many policies gone wrong."
    },
    {
        "speaker": "Guest 2",
        "time": "00:13:44.980",
        "message": "But I think that's the source of my boredom, which is that I think we keep saying things, and then things just go wrong. And I feel like now we're just stuck in this cycle of just anticipating the next thing that will potentially happen. And then a bunch of us will write things and a bunch of us will say a lot. And then we have a set of institutions and you're giggling now, I can see you, you know, who will ignore everything that useful that has to be said. So you know what I mean? My boredom is not with the state of the fact that we have analysis to do, although there's no data. And I know we'll come to that. I hope we'll come to that. I really do want to come to that. But even if there were data and we're using data, I think where my sense of the cyclical fatigue has come in is just the fact that we say stuff, and then we all get very excited about it. But I just, you know, it's, it's this, it's quite, I have to say, it's actually quite dispiriting. I mean, at this stage, I sort of I feel that way. I'm curious what you think."
    },
    {
        "speaker": "Guest 1",
        "time": "00:14:47.580",
        "message": "Yeah, I don't feel dispirited. At the same time, I wouldn't say that I feel extremely optimistic either. Right. But I find a lot of I take a lot of confidence from the fact that economists still have a lot of energy to keep doing what we are doing, despite the fact that yes, I mean, things have happened. And whatever we are saying, whatever we are prescribing and not being implemented. But at the same time, if you take a very long arc of modern history, like even just like, even for India, like the last 30, 40 years, no, even for 30, 40 years in India, right? I mean, where we were 40 years back, and where we are today, definitely, there has been a significant amount of change and improvement. And the way economists have analysed things, the way we have come up with policy prescriptions, some of which has helped, some of which has itself changed. So I don't think yes, if you take an immediate, short term view that okay, but crisis keeps happening, and we keep saying"
    },
    {
        "speaker": "Unknown",
        "time": "00:15:37.260",
        "message": "this is a mistake, and that is a mistake, and nobody's listening to us, right? But at"
    },
    {
        "speaker": "Guest 1",
        "time": "00:15:40.460",
        "message": "the same time, if you look at again, as I said, 30, 40 years, people have listened and things have changed."
    },
    {
        "speaker": "Guest 2",
        "time": "00:15:45.380",
        "message": "I don't know whether we have another 30, 40 years looking at the state of the economy is right now, where we don't know there's a lot of debate about what's happening to precarity in the job market, although I wonder about that. But I really wonder, I mean, I think we need some very serious investments and decisions right now, in fact, given the"
    },
    {
        "speaker": "Guest 1",
        "time": "00:16:06.340",
        "message": "coming out of… What has happened is, I mean, the reason why the despondency becomes bigger now is in the current dispensation, at least. There has been an effort to keep, I mean, if I may call them experts, or whatever you want to call them, right? There has been a conscious effort to keep them at bay, to keep them away, and to not involve them in any kind of decision making, any kind of policy analysis. And we have seen an exodus of people from India, we have seen all the other economists have just withdrawn in their own echo chambers, and we are just talking to each other, because nobody's interested to talk to us. And that is something that I think the authorities and the policymakers have done, and they have taken this decision that we don't want to engage with them anymore. But I also think that this is a wave. I mean, again, I have a very long term view of things. And I think it is a wave, and over a period of time, when they do realize that things are getting really, really bad, and it's already happening. At some point, you have to start engaging with experts, you have to start engaging with the economists and understand what exactly what are the ideas they're talking about. I mean, 1991 reforms happened. And imagine the way they happened till 1991, nobody was really paying attention to that side of economics, so to speak, and then boom, it happened. And they had every incentive to roll back the reforms once the crisis was averted, and they did not. They stuck to the reforms, and they sustained the energy and the momentum of the reforms. And I think economists played a fairly important role then. And since then, I think from 2010 onwards, particularly, there has been a, you know, sort of slow withdrawal from expertise, from specialization, from any kind of intellectual discourse. And I'm hoping at least that that's another wave and soon they will have to realize that this is not working out."
    },
    {
        "speaker": "Guest 2",
        "time": "00:17:44.860",
        "message": "I mean, if I look at just what's happening now, my sense almost is that there's almost a lot of regurgitating of the common sense analytics and ideas and tropes of economics, even amongst actually our politics or policymakers. But the impetus to take decisions, I mean, I think the 1990s, in fact, that reform stories, you know, Amit's done so many shows on this. It's a very powerful example of, well, we knew the ideas, but then it took sort of a whole set. It's an apparatus, right, that has to act and then has to implement and roll out and check whether the rollout is working in a certain direction. I'm not sure, I think looking at the current state of affairs, where that apparatus right now lies. So I don't think, and to me, remember, I mean, it's not just about economics in academic economics. I'm thinking of the Indian Economic Service. I'm thinking of economists within the apparatus who are supposed to form this crux of a core constituency that will fight for reform within. And I think that's where I see a lot more despondency, just informally, what one sees when one is interacting with government agencies, and just the general discourse. And so what worries me sometimes is I almost feel that there's now currently like an incentive to live in even deeper bubbles, more energetic and energized bubbles, because it's wonderful then to be in that bubble and find like minded people who you can talk to. But I think beyond those individual, I wouldn't even call them echo chambers, because I think that's doing a disservice. I think they are bubbles of thoughts and very important thoughts. But I just don't know beyond that. I mean, you remember, there was that fabulous book that came out, I'm going to say before the pandemic, it had essays by people like Pranjul Bhandari and Raghuram Rajan and Abhijit, on sort of all kinds of things that you could do with the economy, really useful suggestions, and very concrete, actually, it was a very refreshing book, because they really made it. I actually now almost wondered, you know, if you just go back to those texts and just see, well, how much of what was low hanging fruit has happened or not happened, I think we'll find very dismal results. And I don't think the reason is academic economists are not energized and enthusiastic. I think there's a whole community that's doing economics and the job of economic policymaking and decision making, which lies within government, lies within local think tanks, support groups, lobbies, I think it's a very complex set of actors. And there, I almost sense that there's a lot of parroting of the words and the tropes. But the conviction perhaps, maybe conviction is a very strong word, but the zeal to sort of say, we need to do this. I don't know where"
    },
    {
        "speaker": "Guest 1",
        "time": "00:20:30.620",
        "message": "that's evaporating. It's very sad. There is also the element that, at least again, in the last few years, the way things have evolved is that if you, let's say, believe in something, an economic policy or an economic recommendation, it need not, just on the merit of the economic argument, it may not be accepted as long as it doesn't echo with the sort of what I call the quote unquote party line, right? I mean, unless you are really talking in terms of what they want to hear, unless you are really saying, you're sort of playing to the gallery, even if there is an economic merit to the argument, they don't want to hear it. And they're going to choose the arguments of the people who are talking about stuff that they want to hear. Now, be that as it may, I think at the same time, it is very important to keep talking about the ideas and keep discussing and debating everything that we are doing. Because, as I said, at some point of time, the need to pay attention to this will also be felt. I'm saying that it is easy to feel despondent because we are not heard or, I mean, people don't hear us, our voice is not being heard about. But then, at the same time, I think a time will come that they will realize that this is not working and we have to do some course correction. And so what are the ideas lying out there on the table and how much of that can be adopted? So I think, I mean, for the sake of that future optimism, we just have to keep discussing and debating and not give up. Because if we give up, that's almost like what they want us to do. And, you know, that should not happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:52.300",
        "message": "So I'm just going to say, I agree with both of you. And I'm, you know, Shreyana, I find your pessimism refreshing because when we spoke in Delhi, it's like there are two different people, right? Shreyana comes to Delhi, she's someone else. She comes to Bombay, she's someone else. Bombay is very, Bombay vibe is very different. I wonder what's going on, you know. What's going on in Bombay? But there's a bandstand in Bombay. That should make her more optimistic though. We'll come to that. Because in Delhi, she was so optimistic that even I was saying optimistic things accidentally, you know, just out of politeness. But I am, of course, deeply pessimistic. So I agree with you that at one level, it can get disheartening. That okay, the rhetoric is all the same. And you mentioned that book in which all those people had those essays. The point is, those"
    },
    {
        "speaker": "Guest 2",
        "time": "00:22:39.820",
        "message": "ideas were great. They were concrete, as you point out. None of them were new. We've been"
    },
    {
        "speaker": "Unknown",
        "time": "00:22:43.580",
        "message": "saying that for 20-30 years, right? You had even people like Jagdish Bhagwati and Arvind"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:48.580",
        "message": "Panagari are saying the same things. And then when they get proximity to power, just completely ignoring everything they said and everything they believed in to go in a completely different direction. But that is a separate rant. At the same time, Rajeshwari, I agree with you that, you know, our words may be pointless. If I may say our, it's kind of grandiose, but our words may be pointless. But it is in a sense our dharma to keep saying them. Because you never really know, like one sort of interesting point Ajay Shah made with me when he was on the show, is that he said that, look, the 91 reforms took that moment of crisis to happen. Yes. But what is important is that there was an infrastructure of people who"
    },
    {
        "speaker": "Unknown",
        "time": "00:23:29.980",
        "message": "believed in those ideas, who discussed those ideas through the mid to late 80s, which were"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:33.740",
        "message": "the economists in government and all of that. And he said that's not there anymore. Exactly."
    },
    {
        "speaker": "Guest 1",
        "time": "00:23:37.580",
        "message": "So, in fact, Amit, if I may add one point here is that we are thinking of our usefulness from a policy perspective. I think that's taking a bit of a narrow view of what economists in any field can do. Fine, maybe we are no longer a part of the Delhi North Block and South Block and whatever RBI where we used to be called at one point of time for policy discussions. But there is also a larger role that we have in terms of influencing minds and informing people, creating knowledge and diffusing knowledge. Right. So the way I look at it is, let's say you're creating knowledge or diffusing knowledge and you're trying to fix the world in whichever small teeny weeny bit you want to do it. Maybe the last part of it is a little bit broken because you don't have access to the real world policymaking process, but you still have the responsibility of creating and diffusing knowledge and diffusing ideas and then shaping people's opinions, forming opinions. For example, what I do a lot with my students, now that I'm not obviously getting engaged in the policymaking process, I engage a lot with my students because these are 21, 22 year olds and they are curious, they're hungry for knowledge. And this is my opportunity to teach them something interesting, to form their opinions, to help them debate, to provoke their thoughts. And they are the future because they are going to, after 10 years or so, they are going to turn around and say, you know, what this government is doing is not right or this is right. And to help them reach that opinion, to help them reach that kind of a knowledge is also a very big contribution that I think economists can do. And I think we should keep doing that because we will need to form that opinion. We will need to bring up that critical mass of people who believe in a certain thing. And I think that's very important, particularly now when there has been an erosion of intellectualism, if I may call it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:15.380",
        "message": "No, in fact, I agree with you. And I just say that that's why I do the show. That's why we write whatever we write, because the whole point is not because I'm very pessimistic. I don't think there is an outcome to this that I might even see in my own lifetime. But the point is you do the right thing because it is the right thing to do. Absolutely. You don't do it with an outcome. So I can be pessimistic and still put as much of myself into the work because I think of it as playing the long game, except it's a, you know, maybe some 15 year old girl listening to the show today can be prime minister in 2030."
    },
    {
        "speaker": "Guest 1",
        "time": "00:25:43.380",
        "message": "You're creating a community and that community may play a very important role at a time when"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:48.100",
        "message": "you may not even be around. And that's the contribution. This specific contribution that you have mentioned is really a public intellectual facet to being an economist. Now, you know, we took a bunch of questions on Twitter and a couple of them and we'll come back to your personal story later. We'll keep digressing in and out. Think"
    },
    {
        "speaker": "Guest 1",
        "time": "00:26:05.500",
        "message": "of it as a funky Bollywood structure. Oh, gosh. So we go in and out of different narratives. Or think of it as an adder of two and a half Bengalis."
    },
    {
        "speaker": "Guest 2",
        "time": "00:26:13.540",
        "message": "Adder of two and a half Bengalis is a great way to put it. Is you the half? I'm the half. I think it should be more like two. Yeah, I don't think I, I mean, I've just been brought"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:24.940",
        "message": "up too much in Punjab, but this is later. This is for later. So a couple of the questions actually hit directly at this question. Like, you know, Shrena, before you came over lunch, Rajeshwari and I were chatting about how economists often suffer from the curse of knowledge, that they'll know something so well that they'll assume that, oh, everybody knows this, we don't need to say it. And I realized sometimes it's not the case. Most people really want to know, they're curious about what do economists do. And a couple of the questions that came in indicate that. Where Monami at Monami DG on Twitter asks, how has their research contributed to or influence real change in the society? Right? That's one thing. And another question from Murugesh is, in which area, the theory of economics has the highest accuracy or probability of success? That's another thing. And there are different questions, you know, a couple of the lovely sort of sceptical notes that were struck. One is by Varun Das, where he paraphrased George Bernard Shaw. And he said, lay them end to end and see if they reach a conclusion. And another one, you know, Harry Truman had this famous saying, I want a one handed economist, because economists keep saying on one hand this on the other. And a Twitter user called up to a point asked the question, would an octopus make for a good economist? Because it can say on the other hand, seven times. But my entirely serious question there for a layperson is what do economists do? Right? Now, one of the laments of our friend Ajay has been that too many economists who have studied the subject and know the subject, then enter this long academic circle jerk where they take themselves out of the system, and they have no impact at all on the real world. And it is his lament that too many bright people do this, and more people should stay back like him, who actually try to make, who actually try to do things in the real world. Now, where do you find economists? You know, like, in Delhi, I understand there might be places you can throw a stone and hit one. But not that economists should be strong. No, but they might be. They might be strong. Very, very, very soon in multiple ways. But so tell me, what is the ecosystem for economists? Like, where are economists? What are they doing? Do they make a difference"
    },
    {
        "speaker": "Guest 1",
        "time": "00:28:35.340",
        "message": "in the real world? So, if I may go first, which is, so there was a time Amit when and I'm talking of let's say in pre 90s, right? When you think of economists or statisticians, they were all in academia, right? You would have this universities and they would be professors, faculty members teaching students and doing research. This was the old traditional world of economists. From there, we went through liberalization, privatization, globalization, etc. And then I think the whole ecosystem of economists where they can go broadened significantly and it's no longer just limited to academic economists going to university teaching students and writing research papers that nobody can understand. A lot of that happens as well. At the same time, for example, you have think tanks and this started with the planning commission being the oldest think tank, so to speak, planning commission and from there on you think of all the think tanks in Delhi, Bangalore, Bombay, Pune, all over the place in India and globally as well. Where these are the economists have chosen not to enter universities, you're not essentially teaching students per se, but you're doing a lot of government work, you're doing a lot of policy work, which is also very valuable. Also, then there are a lot of economists who are in demand in the corporate world. So, all of these big corporate banks, corporate organizations would have chief economists and other economists positions where they need this economist to talk to the foreign clientele, foreign investors, domestic investors as well and that's a good service because you are sort of convincing the investors to bring money into India, you're convincing the domestic investors to invest in a certain financial portfolio and you're sort of helping them understand what the economy, what's the state of the economy like. And that's also I think a very important thing that they're doing. And also, for example, you would have economists in India particularly, where there is this mix of you are an academic economist who are in a university, you're teaching students, etc. But you're also involved in media writing where you want to make economics more accessible to the common man and you're writing in media on a regular basis because you feel strongly about these things, you think that you need to have a voice and the common man and these are newspapers or media outlets that are being accessed by educated people, let's call it that way. And therefore, you are no longer keeping economics restricted to only those who understand the jargon, the math, the numbers, you're trying to make it accessible, which I think is extremely important. And these are also the economists who could equationally engage with think tanks, occasionally engaging with the consulting world, with the corporate world. And then there's sort of the boundaries get blurred, which I find is a fascinating development that has happened in this post liberalization world, which was non-existent earlier. So that economists operating in silos or economists sitting in ivory towers and completely inaccessible to the common man, I think that has definitely changed significantly. And it's something to be quite hopeful about. For example, I look at my coterie of economies that I hang out with, so to speak, almost nobody is an academic economist in university, right? Everybody, either they have their entrepreneurs have started their own think tank, or they are in a corporate world where, you know, talking to investors and writing regularly in columns, they are writing chapters in books, they are talking to multilateral organizations, it's all over the place. So the contribution is no longer that one centric that either you're teaching students and sitting in ivory tower, or you're sitting in a planning commission. It's a much more broad based contribution. And that's why I think that we shouldn't only think of our usefulness from a policymaking perspective. Even if that one thing has gotten suppressed for the time being, there are many, many other things where you could be contributing. And I guess that's what to answer your question."
    },
    {
        "speaker": "Guest 2",
        "time": "00:32:05.180",
        "message": "That's what economists do. Maybe I can come in, you know, in fact, this relates to what I was also talking about the general sense of despondency. First, let's start with who is an economist, right? Like, let's just start with that. I completely disagree. I don't have a PhD in economics. I have a job. It's very much a job of a jobbing economist. I work with people at the World Bank, many of them come from very strong, almost jobbing every day dealing with the economy and real terms in very different ways. Some work on infrastructure, some may work on tariff pricing, some work like myself on the welfare state. So let's start with that. I think the biggest issue I take with I think the economist community is while I agree with Rajeshwari that there's a blurring, but I think there's a blurring as long as you have the same sort of status and credentials as each other. You can speak to each other, you can almost scan your CVs and you have a sense of what that means. There are lots of economists and young students who studied economics. I go to Bhubaneswar, I go to like small towns in Chhattisgarh. There are kids who have studied a master's who are interested. Some of them have joined junior government services, right? So they are state carder officers. There are lots of people who are very elegant in the way they think about using economic theory data. They have a great facility for it. They may not have PhDs from the fanciest places or they may not be in fact interacting with the world of status, be it think tanks, corporate, so on and so forth. But they are actively using that body of knowledge in their everyday decision making. I work with some of these young men. Often they are men. That is still the nature of I think that's the other thing. One is who is an economist and economist is often a man. So it's really lovely that actually we're both here. So thanks Amit for that. And I think the first issue we do have to sort of start to think about and I think Amit you and I talked about it during our last episode, which is how do you start to create a community of thinking and practice around the economy that may not necessarily be involved in academic production or production of research material for policymaking or for essentially communicating to a future generation of students because I think that's a very different world. We also talked about last time, Amit, that the point is not to impact policy. The point is to change the way people think. And I think economic theory actually, perhaps sometimes even more than data, has a very strong way of helping you make sense of the world. And I see that. So I think the first thing I want to say is, you know, when you ask what do economists do, I think the first thing we need to ask is who is an economist? And to me an economist is not someone who just has a PhD from a certain set of schools who studied it. People who have that obviously have a very, they play in a different league and I think that's a different world. But there's a whole community out there who I don't think are as vociferous and I wish they were. And I'm looking to that. And what makes me despondent honestly is when you asked what do economists do? So there's the world that Rajeshwari just described, which is actually I do agree is thriving. There's a lot of investment. This is being supported. You start to move away. And in fact, there are think tanks which used to be really well supported now are struggling with FCRA, raising domestic funding, raising foreign funding for research. And I think there's a deep crisis of that. And when I'm talking about these young men, they are again, I hope there'll be more young women in say, you know, a small town or tier two town in a state in India, which is not Maharashtra or Delhi. I think part of the issue is where will the financing, a sustainable model of financing come from where a lot of these young men and women can be exposed to economic models of thinking, which I think are really powerful, and then use them in their day to day lives almost as if, you know, you're solving puzzles, which is actually sometimes what I think is very elegant about the subject. I don't think we're doing that enough. I think what economists tend to do is, Rajeshwari, I think has just summarized that really beautifully. Just from my own example, day to day, what is my job? My job is, in fact, using a lot of that theory to think about how different states in India design their welfare policies. How is the welfare state functioning? In fact, I think one of the core areas where I think economists and economists who don't necessarily, again, subscribe to a certain way we define economists have really impacted the real world is welfare. I think Rajeshwari alluded to this, so many NGOs, so many activists, actually, they come from the world of partial economics training, and I can see how they've used those ideas, a kind of affinity to evidence based decision making in their activism, which has been really powerful. And I think, you know, we owe a lot to that. And I think what we need to think very carefully about as a community is how is it that we can raise support and create a parallel ecosystem, which actually supports this kind of knowledge generation, access to data, and it doesn't ring fence it around just certain norms around what is considered sort of, you know, who is an economist by status, but who is an economist by interest and by activity. And then, you know, you may really be terrible at the subject, like I could never finish a PhD, it's just not, I don't have the talent or the tenacity for it. As I mentioned earlier, I have different kinds of talents. And that actually is a world, Amit, I'm very optimistic about. I think for me, maybe that is where moving away what I will do in the future, I think that is where I'm interested. But if you start to look at what's happening to that world now, it's institutionally heavily constrained in terms of where it will find sources of just straight up market financing to support it. You have, you know, I can tell you there are IES officers or state carder officers working in different states in the country who want to be better trained. They want to study more, they want to learn more. But the Indian Labasna and all the sort of, you know, the institutions that teach theory or practice to these, you know, to officers, they are limited in also what they are able to do and who they will include in their training programs, the capacity, and I think you had guests here who've talked about this before, the capacity of administrative structures to offer this kind of training is also limited. Star economists do not go to, you know, small state carder training academies to sort of train. I think that's starting to change. I'm very excited by some of the things I hear J-PAL is trying to do with their partnerships. I think that's really the space where I think economists, there's a lot of demand for economists to do stuff. And I think there could be buoyancy. But right now, it's heavily constrained. And I think to answer your question, in addition to I think what Rajeshree said and the question the gentleman asked about what do economists do, I also think economists do participate, we can't walk away from the circle jerk. That is a significant chunk of what I think a lot of economists are doing. And I face it and you know, I've seen it, it's interesting, even with the book of the life of the book, I've noticed what that actually means. And I think being a bit more empathetic to the fact that there's a community out there that may not be participating in the circle jerk, but is very interested, and is also in positions of authority and power, and also in their day to day life can use this as theory data and make impactful, meaningful decisions. I think that's really critical to me. So yeah."
    },
    {
        "speaker": "Guest 1",
        "time": "00:39:40.940",
        "message": "One thing if I may add Amit is, it may not have come across clearly, but one thing that I was trying to allude to is that there was a time when economics was considered an inaccessible subject. Because it is traditionally very math heavy. It was more science than social science. It was very heavy in statistics. It was considered that only a handful of people who have a certain knowledge or bent of mind and access to a certain kind of training can end up studying economics. And that limited the scope for economics. And that also, I think, gave economics a bad name down the road. Because, you know, there's this notion that if you're an economist, it's a very hard subject, it's a very dry thing, we are dealing with things that we don't even understand. At the same time, economics fundamentally at heart is a social science, right? It derives inspiration from what's happening in the society. And therefore, I think somewhere down the line, we lost that connection that economists need to be able to explain what's happening in the society and also communicate that to the society. So we went into this whole world of almost every scientific theorizing world where you're very good in your theoretical models, and you're doing a whole lot of cranking of equations and math. But ultimately, what does it all mean in terms of intuition in terms of the real life social impact, and very, very few economists would then make the effort of bridging that gap. And I think, primarily in the US, for example, where most of the economic theories come from, a lot of it was because economists there is all university economist, with PhD, as Shaina mentioned, publishing in journals. So that's a whole different ballgame altogether. But what I what I realized is, and I think I've mentioned in the first episode with you is that when I came back to India, I realized the world is much very, very different and, and much better, quote, unquote, compared to what I saw in the US, because here there are economists who make the effort to reach out to the common man or beat. And this has nothing to do with whether you have a PhD in economics, when you don't have a PhD in economics, you have some basic training in economics, you understand the world, and you want to explain the world to the rest of the society. And there are people have made that effort, you're writing in the media, you're, you're doing, you know, even to the extent that everybody listens to TV, even in regional languages, right, you're doing TV interviews, you're trying to explain what the budget means, you're trying to explain what's happening to inflation, what's happening to prices. And that is very, very important. And I think that's a very valuable service that economists and by economists, I mean, anybody who has a basic training in economics to be able to understand things a little bit better than let's say, for example, what the common man on the street would, but they are taking that effort to explain that. And to and that is a world that I think has happened over the last 20, 30 years. And of course, there's a whole long way to go, we are just only scratching the surface. But to the extent that it is happening to the extent that people there is a critical mass of economists are at least aware of this responsibility, and they're doing it, doing that, I think that that's definitely a great thing. And in terms of funding, I think, this is a constraint across all subjects, like even hard sciences, which traditionally would get more funding. Everybody's struggling to get funding over the last few years, because there is this whole, like constraint on intellectual pursuit or constraint on scientific pursuit, in terms of giving funding to universities and institutions."
    },
    {
        "speaker": "Guest 2",
        "time": "00:42:56.780",
        "message": "Can I just, I just want to just on one thing, I don't, in fact, I think that there has been a particular squeeze put in and maybe Amit also, I think part of my pessimism is coming from, I've just come back from Delhi, and I've seen some very dear friends who are trying to just hold on to their organizations, with dear life, it's very hard right now, especially if you're going to produce independent social science research, which invariably will speak to livelihoods. I see this across the board. In fact, some of the most useful economic data is coming out of NGOs that, you know, you take Ajivika Bureau, looking at migrants, you look at a lot of the work that's coming out of different organizations, who are not even based in Delhi or Bombay, they're not interested in that game. They are all being squeezed. It's a very difficult time. And I think, while yes, sure, it's difficult for universities and institutions, but universities and institutions will always fight. There'll be corporates, there'll be, you know, patrons, there'll be alumni. When I look at these organizations, which are almost trying to create their own models of economic investigation, actually, a lot of theory is ground up theory, right? It can come from here. I think they can come up with a very different way of thinking about how we theorize migration movements and labor leisure trade-offs, for example, but who will finance that work? Because what I see, and you know, maybe this comes from the fact that my first job ever was at a heavily underfunded feminist think tank, where I saw my boss constantly struggling, this remarkable woman constantly struggling to just organize funds. And invariably, if you link yourself to donor financing, which is invariably what happens with think tanks, livelihoods organizations, donors are interested and I don't blame them. I understand they're interested in certain outcomes, right? Which always have to do with, give me a survey, give me some data points. But maybe there's theory that can be built off that. There are lessons to be crystallized. And I just don't see right now, and I see organizations really struggling to find core institutional funding to be able to do that. And I think in that world, you will still have the dominant modes of knowledge production, particularly in the social sciences and economics is particularly politically very important because it is the economy, right? I mean, it kind of holds a set of interactions, which hold tremendous power. And I think I see that. So I share, I think what Rajeshwari says that, well, things have changed and that, you know, it's a much more democratic space. Sure. I think there's a lot more than we can do. I often joke now that I don't want to Brahmin explain the economy to anyone. I actually now just want to hear where different theories come from. And I think there are things happening in universities we may not even know about, right? Or organizations we may not know of. But what often I wonder about is where will that almost the venture capital for that come from? And in fact, this is where I think that the Indian private sector can come into play a really important role because we know these organizations are going to struggle to find foreign financing. So yeah, I think we have to think about just these very alternative models of supporting these ecosystems. And that I think I'm very excited about because I do think that there is a quorum of now young people, particularly in the private sector, who I think are thinking about some of these things, especially given where we are right now as a country."
    },
    {
        "speaker": "Guest 1",
        "time": "00:46:21.100",
        "message": "So I'll tell you that the peculiar thing that happens with the funding constraint, and this I again learned after coming back here, is that there are certain fields which are fundable and then certain fields will not attract funding no matter what you do. And unfortunately, because I do macroeconomics, it is one of the unfundable fields, right? Nobody is interested. Nobody's interested in understanding GDP growth rate, but nobody's interested in funding any effort to actually understand the data collection process, right? Everybody's interested in inflation because it affects the common man, but nobody, none of the donors is interested in anything to do with funding monetary policy research. Everybody's interested in government debt taxation. Nobody's interested in funding research to do with the fiscal policies of the government. So I unfortunately work in a field where there is no scope to get funding from anybody, right? Be it the big global multilateral organizations, be it the private sector, be it anybody, right? And I woke up to this reality and I realized that while I am at an institute where there is some funding coming from X, Y, Z, but there is also a push to become more independent in terms of funding. So let's say, for example, if I want to start my own center in macroeconomics research, I will never be able to get funding from anybody despite the fact that I want to start the center in the university. And the university itself doesn't want to do the funding. That's the whole idea of starting an autonomous center, but I won't get funding. But then what do I have to do? If I want to get funding, I'll have to change my areas of interest. I have to change my specialization. So for example, if I start working on climate change, if I start working even on any topic related to development economics, if I start working on renewable energy, right? These are the fundable fields where at least there is some scope of getting funding, consumer protection in finance. These are the silos where you can at least get some funding. So then you start to think that, okay, if I want to stay true to what I understand, what I have a limited training and I'm passionate about that, then how do I get my own independent funding if I want to hire five RAs who are equally interested in these subjects and I want to pay their salaries, where will I get the money from? But then does that mean I have to now start researching in climate change, renewables, health, wherever the donors and the funders think that they are going to get high returns from, right? So that becomes the distortion in social sciences like economics where either you change your field to suit the donor and the funder or you languish in this low-level equilibrium where your salary is just being given by the university, but that may not be enough because a lot of constraints imposed on you by the institute and you may not be having the independence to start a center of your own where you can hire RAs, etc. So it's a very, very difficult world to negotiate. There is no doubt about that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:03.220",
        "message": "So a few strands I want to pick up on and I'll come back to funding, but first we'll kind of circle around the globe and sort of do that. And one is one of my constant rants on the show is this impression people have that economics has nothing to do with the real world. Who cares about these numbers and what is GDP anyway and this and that. And by the way, there were many questions on the GDP for us on Twitter and I just want to tell all of them that listen, you have an episode length answer on that because Rajeshwari and I did a long episode on GDP, which goes into all of these issues. Why is women's unpaid labor not counted? And so many conceptual problems with the GDP, practical problems with the GDP and so on and so forth. But my point always has been that numbers are people too. That, you know, economics matters because it shines a lens on real things going wrong in the real world to real people. A good economist will always make that distinction clear. Like one of the reasons I loved your book Shrayana so much was that's exactly what you did, right? You used the tools of economics, the frames of economics of thinking about problems to get to, in a sense, the core of the human condition, that this is what people are like. This is why a man and a woman in the same house can't speak, which is a great human tragedy. But this is why it is and you're using those tools to illuminate that, you know. And to me, that's the best of economics in the sense that it's okay. I see this entire class of economists who go to college, get their PhDs, get all of that. They'll be hyper specialized in sea trade between Peru and Bolivia between 1830 to 1844, right? I know who you're talking about. No, I'm not actually talking about anyone in particular. I never, I never, I never, I don't. It is my job to introduce the gossip into the, we'll come to that. We'll come to that. But on the other hand, the thing about economics and why I am so much in love with it, and of course, I don't have a PhD in it either. But one reason I love economics is I feel economics fundamentally is a study of human behavior, right? So if you're interested in human behavior, the economic lens can just teach you so much like earlier Rajeshwari you and I were at lunch and I asked a companion to ask me any question about anything and I'll give an answer using economics and it's a one word answer. And you know, and you can because the economic way of thinking just illuminates the whole world. Now taking that forward, when I think of, you know, the person who asked the question that what have you actually achieved? Now there are three ways of defining achieved, right? One is a top down thing where a government does something. Are you influencing policy at this point in time for the last few years? I don't think any serious economist has influenced policy in any way. Obviously, it's just quacks and crackpots and useful idiots. Yeah, and that's one way. But the point is, if you really want to bring about change, I've always said, don't look at the supply end of the political marketplace, look at the demand and get your ideas out there among the people, you know, in clear language, use those tools of economics, share those tools of economics so others can also apply them to their own lives in the world around you. And there I think within civil society, there are two ways this can happen. One is civil society organizations which do their own work in their own research, like, you know, Shrayana, you pointed out you went to Bhuvaneshwar, there are all these enthusiastic mostly men who are, you know, doing all of what they're doing. But the other is just this greater awareness among citizens of what is going wrong. And I think understanding economics, understanding incentives, understanding scarcity, all of that has a big role to play in that. And therefore, my question on funding is this, and I think it might have come up in a different form in our episode also, Shrayana, is that in everything else, I find that things like funding and support are in a sense, decentralized, and no longer so dependent on authorities or mainstream platforms. So if I want to write a book, for example, sure, there might be themes which are popular in the publishing world, which are chasing a formula and chasing a trend. But I can write what the hell I want. And in the creator economy, you are no longer dependent on gatekeepers. And you can, in fact, even crowdsource whatever funding you might need for your work. And increasingly, you see this in more and more ways, even if you don't call it crowdsourcing, everyone who's successful in the creator economy, you know, whatever they earn through what they do, they can put it into what they do next, as indeed I do. So is there then a possibility of, you know, economics escaping the circle jerk and escaping this whole game of having to influence policy to be influential? Because I think the greatest impact that economics can really have is that people see the world differently. Today, people look around them and you know, the sort of economic illiteracy and the how that affects the way they look at the world, it just makes me very pessimistic. But I think that's where we kind of need to work harder. So just some rambling thoughts."
    },
    {
        "speaker": "Guest 1",
        "time": "00:53:54.460",
        "message": "What do you guys think? Again, it's not rambling, but I may be wrong in this. But I think what happens is that at the end of the day, let's say you want to earn your livelihood as an economist, right? You want to earn a living. Somebody has to pay you money, right? Unless you have enough money that you can just sit on it and do freelance economist. I mean, that also many people do and that's fine. But that's a very, very small percentage. So let's not go there. So if you want to earn your living as an economist, somebody has to pay you. And the question is, who's that somebody going to be? Is it very safe, a university, a corporate, a think tank, an NGO, a decentralized local level organization? There has to be somebody who pays you the money and whoever is paying you the money, it's not free lunch. That entity wants you to do some things in a certain way, right? While we say that as academics or as economists or as intellectuals, we have certain freedom, that freedom is also not unchecked, unrestricted, right? Now, this gets significantly worse when you're talking about funding agencies. Because when it comes to funding agencies, let's say I want to break free from the university system, right? I want to break free from institutions, I want to break free from think tanks, everything. And I just want to, as I said, set up my own center where I can do whatever I want, talk to the common man, explain economics in the common language, everything that I want to do. Who's going to pay me the money to do that? The funding agencies are not interested in that. Unless you are doing this in the field that they think will have policy implications, right? And therein comes the whole policy circle. That unless the government or the powers that we are interested in this field, the funding agencies have no incentive to fund that particular field, which means you're back to square one. Then you suddenly don't have the freedom to talk about X, Y, Z in economics that you actually are passionate about. But then you have to cater to what the funding agencies want you to do and what the policymakers want you to work on. So I think therein lies the conundrum that we haven't reached the level of sophistication of, I don't want to use the word GDP growth, but we haven't reached the sophistication of a certain level of income of the country where there is funding for any kind of discipline that a person wants to study and research in. And therefore, because there is a pyramidal impact, there is sort of like precious resources being allocated across a large number of disciplines, economics sort of is on the back burner. It's compared to, let's say, the hard sciences, compared to science and engineering research, which attracts a lot more funding. Economics as a social system and other social sciences are worse off, but we are still better off on that front. But even there, we sort of fall on the back burner. And then all of this jostling comes about that what is the field that you're interested in? But no, sorry, there is no funding in that. So therefore, you can't do anything in it. So it's not easy to break free from that and yet sustain a livelihood."
    },
    {
        "speaker": "Guest 2",
        "time": "00:56:37.820",
        "message": "I've been thinking about this actually a lot of late. And I think there are a couple of things that I feel, which are actually in the realm of, again, what the McKinsey consultants would like, low-hanging fruit. I think the first is, we have to think of more market clearing mechanisms of matching demand for certain research grants with those who have the resources to do it domestically. Because right now, I think we are living in a fool's paradise if we think this whole situation with the FCRA is going to. It's just too complicated. I also don't understand it enough, to be perfectly honest. It's just very messy. But I think there are enough deep pockets domestically. It's just that they're financing a lot of other kinds of work. A lot of money is going into invisible electoral bonds. It might be nice if some of that is, you know. So I think some of it, I'm looking, honestly, to the private sector. And I think I'm looking to technology platforms, VCs to say, can we think about a way a certain proportion of the CSR funding is pooled and you create some kind of a matching platform. There is no reason, Amit, which you described about the creator economy cannot be true for a lot of, and in fact, a lot of these research projects, you know what Rajeshwari described, it's not expensive. It's not like you're asking for core institutional grants sometimes. It might just be a small piece of work and there ought to be ways to just match. So I think this is an open challenge to anyone listening to us or anyone in the private sector who can create an aggregator platform. Let's try and think about creating something that does matching, right? That's one. I think the second is, there have to be, I think, some rules and norms in place to say that some part of the ICSSR, if I've got the acronym right, and each time nowadays I mention this acronym, my friends in Delhi at least all look very like the shoulders start to slump. I think there has to be some mechanism where, you know, yes, of course, one is despondent about reforms, but institutions do change and institutions have to be updated. We have to think very carefully about some of these social science research institutions. What can be changed? And we do currently have a government, you know, for good or for bad, is very big on administrative reform. There's a lot actually that can be done, which will tow any party line, which will make anyone look good. So I think we need to attack the fundamental problem, which is the way the government organises is also being a principal funder of a lot of this research. Either we say, well, part of the government should just get out of it. That's also a possibility. Or we start to think very carefully about how do we, in the current contemporary world that we live in, organise these institutions. So that's the second. And I don't think that that again is so difficult, it's possible to do. I think the third has to be, we need to think about, and this I know gets a little controversial, because this is where you start introducing distortions. But I really do think we need to think about financing ecosystems in smaller cities. There has to be some, I'm almost thinking like affirmative action for towns, where we say that funding has to go to core universities in places which are really, because if you look, I can actually show you a map right now. And I'm sure this is not going to surprise Rajeshwari or you Amit. But funding is very geographically concentrated. Everything is going. And by the way, it's not because researchers are often there now. In fact, many researchers are in all parts of the country. But it's because the accounting ability, the capacity to process the money, to do the procurement, all of that is actually sitting in the big cities, which is where money goes there. If you start to put in rules, which almost create this distortion and artificial allocation, maybe then we start to build, there were these good governance centers coming out, for example, from Madhya Pradesh, I'll give you that one example. Those organizations, they've done so much for the Lokseva Kendras and the right to time bound services in the state of Madhya Pradesh. This is also true for smaller towns in Karnataka, because they were doing governance research, but it was financed, some financing from government, along with organizations coming in to support. And it worked really well because now if you go to Madhya Pradesh, there is, I mean, for good or for bad, there is a thriving community of people who can explain the governance structures down to the bone to anyone who wants to understand, which is useful for politicians, is useful for what you were saying, citizens, knowing more about how government is organized, right? We need to put in these, there has to be some rules and norms such that the geographical concentration of the funding pipelines have to just radically change. It'll make people like me very unhappy because, you know, people like me want funding for projects that I want to do based out of Delhi, but I think it's time that people like me were a bit more frustrated and others received, I think, more of the allocations. I think that's the third. Last thing, actually, I said three things, but actually I have a fourth thing, which is, I really have been wondering a lot about if we were to measure our MPs or our MLAs on the measure of economic decision making. I mean, it's a very, again, this is something I've just been thinking about. It's very abstract. How do you start to crystallize that? It can't be growth because it's not something that they control and Rajeshwari will get angry at me if I even try and suggest that, but they have to be, is it roads? Maybe not because that's done by the central ministry. Can we think about incubating a research group within, you know, one of our larger, more prestigious think tanks? And again, this is an open challenge to anyone listening who thinks very carefully about how do we almost create this kind of evidence-based citizen-centric conversation around how well is my MLA doing when it comes to managing the local economy? How much does the MLA even control of the local economy? How much, you know, what can the MP do? Have they made speeches in parliament on, you know, the way certain economic decisions are being made? How have they supported the GST rationalization process as the government is trying to figure out how to implement it better? There have to be methods through which we can hold political officials much more accountable on the economy. I think what's happened is there was a method to try and do these citizen report cards. It's happened. Often they're very simple service delivery measures. Often we, you know, ADR has done a lot on corruption, right? Saying how many people have cases against them. But can we think very hard about supporting, and again, perhaps this will require, you know, large trusts and donor organizations or, you know, the private sector to support a very thought through conversation on measuring, firstly, the performance of a political office when it comes to at least the local rules of the economy that they do manage, because it's not like they can completely wash their hands of it. There are things that do sit in their control. And how do we sort of foster that conversation? I think, Amit, this goes back to what you were saying as well, which is that, you know, we see, for example, with the app, right? It was that conversation around corruption and holding MLAs and local officials politically accountable for corruption that fostered an entire social and political movement. Why don't we have that for lemon prices? You know, right now we're all discussing inflation. Can we think about breaking it down in simple ways, so that the ordinary public who is consuming this information can understand it, hold their local officials more accountable? Anyway, so this is just a list of four things."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:30.580",
        "message": "Yeah, I mean, a couple of, you know, with this last point, and I'll go back to the earlier ones, but a couple of issues that I see coming up here is, number one, our MPs can actually do nothing, they're powerless, partly because of the anti-defection law. I've had episodes on that with Varun Mitra and M. R. Madhavan, I'll link them from the show notes. But you can run parliament from an Excel sheet, MPs are not allowed to go against the party line. What the PMO decides is effectively what every BJP MP and MLA in this country is bound to. So what do you hold them accountable for when you don't have the power? The second issue is I'd done an episode with our mutual friend long ago, Shruti Rajgopalan, who has recorded with both of you in different ways. And also as a question for you guys, I'll bring up later, but which was about urban governance. And her point was that at the local level, there is a disconnect between power and accountability. That, for example, the person who's, you know, standing to be an MLA in Maharashtra or in Bombay, or who, you know, their vote base is different. Nobody is looking at an urban vote bank in Maharashtra, they're looking at all the different rural vote banks and all of that. Now, you might be worried about, you know, why is the garbage not being picked up from outside, but the person you can vote for does not control that. And the person who does control that is outside your control. So there is that disconnect between power and accountability, which is also a question"
    },
    {
        "speaker": "Guest 2",
        "time": "01:05:50.780",
        "message": "which greater local self-governance would of course help. But you know, Amit, on that, and there is actually work in economics and in political science coming out of the US, Latin America that shows when you start to even create noise about holding local officials accountable, it also then fosters inner party friction. Because right now what you have is one word goes because there's also not, you know, there's no incentive for an MLA or an MP now to fight that or fight against that sort of party line, because they are not necessarily being fully impacted or held to account for it. And I think I see and I, my sense is if we actually, and this is, I think this is why it's an open research question, to what extent can we hold political officials accountable? Or is it just that there is only everyone in the Ministry of Finance and the RBI who can be held accountable for what's happening in the economy? I don't think that that's true. I think there is actually different levels and levers of control that are available. And either you're just not exercising them, in which case then people need to know. And there has to be a more well thought out method to do that. Because right now we just don't have that conversation. I mean, in the US you have conversations around lobby groups, right? And we see that a lot. We just don't see that very clearly in our country. But who is, you know, where are we holding our political officials accountable on questions around the economy, if it isn't them profiteering off the economy in corruption? I mean, in a different way. And that's something I hope someone takes up. And I'm not completely sort of, you know, throwing that out just because MLAs and MPs don't have control over all decisions. I think there's a way you can"
    },
    {
        "speaker": "Guest 1",
        "time": "01:07:28.460",
        "message": "do it. Sorry, go ahead. So I think accountability has become a pervasive problem now, right? I mean, I see instances, for example, I was shocked that you do something like demonetization, and you get away with it, right? And you win a large state election right after demonetization. To me, that was a shock. I mean, there was not a single protest all over the country, and it was a nationwide shock. And there was no protest. I mean, other than some small sporadic protests in Bengal, but in Bengal, there's a culture of protesting everything. But other than that, there was no protest anywhere in the country. And then you saw the election results. Then you have the second wave of the COVID pandemic. And we all lived through the horrors of it. And then you see the election results. And you think and wonder, what's the connect between holding the state, the government at any level, for what happened and who I'm going to vote for? So this, to me, has become almost a puzzle that how do you enforce accountability at any level of governance when it's become very easy for the government to win elections through bread and circus by providing rations and cheap internet, where everybody's going to vote on the basis of short term gains at the cost of long term pains. And therefore, where is the accountability for larger things like any of the economic issues you talk about? You talk about health care, you talk about education, you talk about corruption, you talk about infrastructure, things that we like to talk about. But when you go to the common man, what is he or she voting on? She's voting on do I have a cooking gas connection? Do I have water? Do I have electricity? Do I have a house? These are also important. But what it has boiled down to is that the government is using its limited resources to provide basic goods and services, as opposed to providing public goods and services, so to speak. And therefore, that accountability mechanism, I am happy because I can access clean water, clean cooking gas and a house, which for large spools of Indian population, that's very important. So am I going to hold the government accountable for rendering 86% of the cash invalid overnight? My life is miserable as it is, it's a little bit marginally miserable, but at least I have access to clean gas and clean water, etc. So I think, what is the connect of the citizen with the government? Does the average citizen even interact with the government on a regular basis? And I don't think they do. So therefore, in the minds of the citizenry, government is somebody who's providing maybe the basic goods and services, I'm happy with it. And therefore, come elections, for whatever compulsions, I'm going to vote for such and such local party member. Beyond that, they're not holding the government accountable for any of the things that we think are important. So I think there is a disconnect between that interaction between government on a day to day basis and a citizen's daily life. And it's very easy for a government to sort of win over that interaction by providing these basic goods, which is exactly what has gotten entrenched in Indian polity over the last several decades. So who do you hold accountable for what? I mean, how do you hold RBI accountable for what it's doing? How do you hold Ministry of Finance? I'm not even going at the decentralised level. At the centralised level, there's no accountability. At the decentralised level, there's no accountability. I mean, think of the Bengal elections. I know Bengal because I'm from Bengal. How do you win elections? You float a lot of schemes which are women-centric. Women come out in hordes to cast votes. That's a remarkable thing. Great. But why are the women voting? Because most of the schemes are directed towards women. Is there any emphasis on job creation? Is there any emphasis on actually building infrastructure assets or anything that's going to promote long term sustainable job creation and growth? No. So it's become increasingly easy for political parties to win elections, which is what they most care about. And in that kind of a system where you can just win elections by providing freebies and basic goods, how do you hold"
    },
    {
        "speaker": "Guest 2",
        "time": "01:11:14.460",
        "message": "anybody accountable? Where is the accountability? I hear what Rajeshwari is saying. I disagree with the, now this is my Bengali lefty self, the little bit of the Bengali in me. I'm kidding. But I disagree with, they're not freebies because we do live in a world, particularly coming out of the pandemic, where most of the country is between the poverty line and twice the poverty line. I mean, this is a, we are, it's a really dire situation. Extreme poverty has reduced in India, continues to reduce, but precarity has just increased incredible levels. We know from RCTs across the globe and also work that's happening in India that you need some assurance and these transfers are very important. I think what needs to happen and I know maybe we'll come to this later. I think one of the core reforms that certainly something in my work I'm really pushing is India needs to have a social protection policy. What other countries would call a social protection policy. I think it links to what Rajeshwari is saying, which is you need to have a fiscal path on which these kinds of entitlements and programs operate. So if you look at, you know, Brazil or Mexico and many of these countries, you essentially have a very clear policy path, which says certain X share on spending, there are limits and rules, there are rules of the game. I think what's happened here is you have 20 pension schemes, they're targeting the same person and often the person who's supposed to get it doesn't get it, right? There are all these issues. I think there has to be a way and first you need to bind different groups of government into a policy framework. Right now, we don't think about it like that. I think some states are thinking about it like that. And I am hoping, you know, in the future that this is something that the national government at least will have to think about because it's also fiscally unsustainable beyond a path. Having said that, I think I agree with everything Rajeshwari just said. But what I will say is, I mean, jobs, for example, it's just fascinating to me, jobs and inflation, actually. And I'm curious to hear what Rajeshwari and you Amit have to say. I don't know, coming out of the UP election, I think all of us had this moment of tremendous, I don't know, I don't even call it pause. I think it was just somewhat, because is it the case that jobs just don't matter anymore? I was seeing some really interesting journalists reporting out of UP essentially saying, similar to what I think Rajeshwari is saying, which is that as long as you have a core set of entitlements, but it's interesting because I also know the data and UP to know that the people who actually are targeted for, I mean, who should be receiving priority for those entitlements don't get the full basket. Is it that jobs just don't politically matter? I think that's an open question and honestly, it's something that I don't have an answer to. I know that women's jobs don't matter at all. I don't think anyone cares. I think we are very happy with equilibrium in the employment landscape when it comes to women. But I'm wondering whether jobs just have stopped mattering as a political issue. I mean, did they matter in the history of our country's economy? I wonder, I mean, this is a question for us to think about. And the same for inflation. I mean, look at what's happening right now. Now, in fact, I do see, of course, the opposition has picked up on it. But I wonder that, and I don't know if it's just, honestly, Rajeshwari, I don't know whether it's just that you've been sedated as an electorate through welfare, because actually not everyone is receiving the welfare transfers. I mean, it's not also, we saw what happened with migrants going back during the crisis. The One Nation One Ration card is yet to fully take off. It's not the case that everybody's receiving the entitlements. In fact, you have activists arguing for deeper entitlements because there are concerns about some people just being completely left out. So I wonder what's going on. I mean, what are you, I mean, if jobs and inflation are not political issues anymore, which all of us in our one training were told that, well, they are, they should be. I wonder what is the labour market now? Is the labour market basically getting paid to, I don't know, harass people online? I mean, are those the jobs that we are going to create? I wonder, is that now what the job market is? It's an open"
    },
    {
        "speaker": "Guest 1",
        "time": "01:15:26.300",
        "message": "question to both of you. So I have several points to make, Amit, if I can. So one is that I do agree that the pandemic was obviously, it's an outlier rare event, right? And when a rare event like this hits a country, you need to do redistribution because the situation is absolutely dire. But I think there is a case to be made that redistribution should focus more on rare events rather than become a norm. And I think what we have internalised is we have a redistributive model of development. And that is what we have internalised over the decades. And that is what gets used in election cycle to basically win the elections. And that's where the accountability breaks down, right? So basically, I guess what I'm trying to say is that if the common voter is happy with the basic goods that are being provided, irrespective of a pandemic, then what is the incentive of that common voter to say that, no, I'm going to hold you accountable for all these other problems that's happening in my locality, right? I think that incentive structure is very weak. And that is something that has somehow smoothly happened. If there's one thing that has smoothly happened in India over the decades, it is this idea that you can give the common man these basic goods and services and he or she is okay with it because you're starting from such a low level, but you provide that and they need that basic standard of life and the government is providing that. And then they no longer feel the necessity to hold the government accountable for all the things that we think are important in the long run, right? And the second thing is, I think jobs were never really that important when it came to winning elections, right? Because India traditionally has had a very high unemployment rate or a very low employment rate, because I don't particularly trust the official unemployment numbers. But if I just look at CMI's, Labour Force Participation Rate, right, we've always had a very miserable statistic as far as jobs is concerned. So any incremental improvement on that almost feels like something great has happened. And I completely agree that women's abysmally low LFPR just does not matter to anybody. That's not even an electoral agenda. But basically, the fact that jobs have never really been a decision making point when it comes to winning elections says a lot about what is it that the people of India really care about, right? And that's where I think, if you're getting the welfare entitlements, and you're okay, and you're not holding the government responsible for not having jobs. So I think the accountability is not directly being lined with the government not providing jobs. But I think what does matter is inflation. In fact, 2014 election was lost on two counts, I think one was corruption, and one was inflation, because prices were exorbitantly high. And inflation is like the tax on the poor people, right? And it's the worst tax on the poor people. So when you have uncontrollable inflation that you're just not able to manage, I think that definitely becomes a very deep political problem. And that's what I would be very curious to see what happens in 2024. Because we definitely have lost control on inflation, the way things are looking like. So I think jobs is something that the voter perhaps does not worry about as much when it comes to voting, but inflation definitely something and corruption. I think one of the reasons the government got away with demonetization was that the selling point was this is an anti-corruption measure. And they feel so the average person feels so strongly about corruption, that it was easy to even get away with something like demonetization. But I think inflation will be much harder to get away with and something has to be done soon. But yeah, I constantly worry about accountability. I mean, in a democracy, our only weapon of holding the government accountable is elections. And if that's where this whole connect has broken down, how do you hold anybody accountable?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:10.820",
        "message": "I think I'll double down on what you just said and what you said earlier, because that was actually the third doubt I had about your point of making politicians more accountable through good economics. Because my cynical take there is that ultimately, you hold people accountable on the basis of what you believe about them. And it comes down to narratives, not facts. And often good economic narratives are much harder to sell. For example, I think we'd all agree that you should allow every eye in retail, because it's good for people at large, and so on and so forth. I mean, hardly needs to be stated. But it's very easy for a politician to oppose it by saying what about the small traders, what will happen to their livelihoods, you know, look at the scene effects and not the unseen effects around the line, so on and so forth. And those narrative battles are ones which are hard to win."
    },
    {
        "speaker": "Guest 1",
        "time": "01:19:57.260",
        "message": "I'll give you another big example, Amit. For the longest of time, we were fighting with this FRDI bill, which is resolution of financial firms, right. And it's a very, very important policy step to take. Because while we have a bankruptcy procedure, when non financial firms go bankrupt, and how do you just resolve them, there is absolutely nothing for financial firms, for banks, etc. Of course, it's a different matter in India, banks never fail. But that's that doesn't mean that they are healthy. I mean, it's just like a, you know, facade that that we are all very comfortable with. But then how do you deal with failed financial firms, and there was a bill that was almost tabled, and a lot of people we know, they worked on the bill, but then the FRDI bill got completely shelved, because the narrative got spun in a very different way that the common man is going to lose bank deposits, the common man is going to get the raw deal, because there is no insurance against deposits, and what's going to happen. And immediately, the whole political narrative changed, and you lost the popular support, and the bill got shelved. But I guess that therein lies the importance of the powers that be to realize what is important for the economy in the long run, or for the country for the long run as a strategy, as opposed to just selling something"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:08.940",
        "message": "that will be very popular for the voters. But you know, that's again, never going to happen. Because you know, public choice theory would tell you the politician is focused on the next elections. And that's our constant conundrum."
    },
    {
        "speaker": "Guest 2",
        "time": "01:21:18.380",
        "message": "But you know, but here's the thing. So, you know, just a couple of things. So let's take Chhattisgarh, as I'm just going to keep going back to Chhattisgarh for some reason. Chhattisgarh was one of the first states after Tamil Nadu to say, well, we'll universalize the food ration program, right? And you did have that particular Mr. Raman Singh's government, they came back to power a few times, but eventually they lost as well. And it's not for the welfare transfers were working well. There are many states, in fact, where they've universalized the welfare programs, a core set, and yet you've had churn. And so clearly there is, you know, I want us to sort of think a bit more critically, because I think it's become now, I hear this amongst a lot of economists, which is well, you know, it's sort of, it's just welfare for votes or handouts, right? It's just another word I don't like. I think there's something deeper going on. I think what's happening is, it's also in relation to what's happening to other markets, because if you have a job market, that's always been precarious. I think part of the reason why jobs have never really been a political agenda, and this is going back to, you know, you have a largely informal economy, jobs are extremely ad hoc, they are human arrangements, right? What are jobs? I mean, it's a set of relationships. And in that world where there's always flux, I'm not surprised that people think that, well, you know, politicians can necessarily not intervene. However, what did happen was there was NREGA. And when NREGA did happen, it has completely, I mean, there are studies that show really rigorous work that shows it has radically transformed the, you know, the reservation wage for someone involved in the rural economy. And that's really important intervention. Now, I don't see again in politics, people necessarily, perhaps after a certain point, holding any politician accountable for how well NREGA is functioning in a particular state. And in some states NREGA ought to function because agrarian job markets and labor markets are really breaking down. And you would think in that context, and especially in inflationary context as well, NREGA is self-selection, you're supposed to demand that work. And it is a job market intervention. I mean, it's not just a welfare scheme, it's actually trying to attack the labor market. And yet I don't see, it's not necessarily yet as politicized a scheme as at a point of time it used to be, right? And I wonder, and I don't have an answer for this. I mean, these are just questions I have, I wonder what's going on. Maybe I think if I may just interrupt, maybe"
    },
    {
        "speaker": "Guest 1",
        "time": "01:23:49.100",
        "message": "because the NREGA was, I mean, and I agree, it's a brilliant scheme. And I think we should have an urban NREGA as well after what happened in the pandemic. But I think it's because NREGA was essentially a brainchild of the previous government. And maybe that's the government. And maybe that's why we don't see NREGA come repeatedly and showcased as, because it is a successful strategy. And in fact, it was a savior during the pandemic. But what we saw in the budget is that the government has actually reduced the allocation on NREGA. And maybe that would not have happened if it was their brainchild. But I'm just brainstorming"
    },
    {
        "speaker": "Guest 2",
        "time": "01:24:19.660",
        "message": "at this point of time. Yeah, but I think Rajeshwari, actually, I do have to say, I think when it comes to welfare, there's tremendous continuity across political lines. In fact, that's one thing that's very interesting about the Indian polity. And I know that that bothers some who think about it as sort of, well, again, you know, as you were saying, like this sort of distorts clear accountability mechanisms, distorts other markets as well, right? But what's interesting to me, for example, is NREGA actually for the previous budgets, the allocations actually increased under a different political dispensation. In fact, this government has used the National Food Security Act to even open up further. So I almost see this deepening. I think what's happening, though, is that while the welfare story is sort of, you know, moving along a certain path, I think the question really is, we now have a welfare system, which is very broad, in that there are lots of schemes. Currently, there are around 464 national programs. States have their own, a state like Kerala even has programs at the panchayat level. And yet the depth is very limited. So the actual amount that people are receiving is very small. And I suspect actually, the reason why you almost have this rewarding of schemes is precisely because you don't have one large lump sum transfer. My sense is that if we actually thought very cohesively in a way about welfare, it would actually be beneficial for politicians as well, because you could say, well, this is a national transfer. Maybe the state government does a top up NREGA and PDS function. And then let's think about consolidating all these other legacy programs. But I just don't, again, and this is something that is good politics, it would be good economics. But I just don't see again, the energy to sort of move in that direction. Perhaps we'll see it. There is an election coming up soon. Maybe we'll see it. But I think to just go back to, I agree with what you said, Rajeshwari, but I also wonder, you know, I think the reason why welfare keeps coming up to be this important electoral almost issue is because actually, the benefits are so small, and you're not even guaranteed if you work on NREGA. We know studies show you don't even know when you will get your wages. There are wage backlogs for a very long period of time. And so I think, you know, there is this, so it's almost transactional because the actual depth of the benefits and what people are receiving is so unsure and insecure. So I think, Amit, going back to the question, I think the idea of holding a local politician accountable for good economic choices, it's not just sort of, you know, what can you do on broad budget, broad bills and budget bills, and so on and so forth. I think it's also the local economy, because there are roles. And again, this is a research question. What are the roles and levers that a local politician has to impact the local labour market? I'm thinking of NREGA as one of them, because they do exert tremendous influence on the way panchayats are able to administer or push them to administer certain programs. I wonder if there are others as well. I suspect PM Kisan is one of them, just as an example. It's the quasi basic income for certain groups of farmers. And I think that's where I think we should think a bit more carefully. But how do we start to at least generate more evidence, which I realised then goes back to that circle of when we need to raise resources for that kind of work. But I think that's, I feel like that's really where maybe we're not talking about what economists are doing, but what economists now ought to be thinking about and doing. So let's see."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:45.180",
        "message": "I mean, as an aside, I would say that just going back to the resources question, I think there are new ways of thinking about it, which will become more and more popular, like what Shruti does with Emergent Ventures, for example, where you just give money to someone and then you don't ask any questions, you just give it to them. And I really like that model where you identify the people you trust, who you feel will do interesting work, and then you don't ask any more questions after that. You trust those people to do whatever it is they do that works. I think that deeper kinds of crowdsourcing can also work over time, it just doesn't have to be either the government or institutions or even, you know, private companies deciding to do this, I think it can also come from a different place. And as far as people, you know, not voting with where the interest should lie, I would say a lot of that is also apathy. Like there's this beautiful saying from Kashi Kasi, which has almost become a cliche on the show, because I love it so much. I keep saying it."
    },
    {
        "speaker": "Guest 1",
        "time": "01:28:41.580",
        "message": "The harmonia one."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:42.540",
        "message": "Yeah. Bhaar mein jaye duniya, hum bhajaye harmonia. I think that's everyone's attitude, man, because nobody expects anything from any government after 70 something years of misgovernance, basically. Now, I want to focus on a different question and go on a rant that might seem unrelated, but in a sense is unrelated. A couple of people on Twitter, you know, where we solicited questions, spoke about inequality, right? And, you know, I had written a column, which I linked from the show notes pointing out that, listen, inequality is a Western obsession. You know, it's a luxury of the elites, we need to focus on poverty, poverty and inequality are completely different things. And the reason people conflate the two is really zero-sum thinking, which is something pervasive that economists have to fight all the time, that, you know, if somebody is getting poorer, somebody must be getting richer, and therefore inequality and poverty, they go together. Now, that's not the case. Inequality and poverty often go in opposite directions. Like one thought experiment question I like to ask people is, in which of these two countries would you rather be poor, Bangladesh or the USA? And obviously, you'd rather be poor in the USA and the USA has far more inequality than Bangladesh does. In fact, countries like USA, Hong Kong, Singapore, the United Kingdom have greater inequality than Bangladesh, Liberia, Pakistan and Sierra Leone. But these last four countries I name have greater poverty, right? Now, what has happened after liberalization is we've lifted hundreds of millions of people out of poverty as inequality has increased. This is counterintuitive, because you would imagine that, you know, poverty and inequality go hand in hand. Now, I find that when many people when they talk about inequality, they actually mean poverty, they're thinking of the plight of poor people. But that's a different thing. And I think language kind of matters. Inequality per se, need not necessarily be a problem. I think it's a big problem in another domain, which I'll ask you about Rajeshwari later, because you're a macro economist, and therefore the perfect person for that. Now, and you know, another illustration of why inequality is not a big deal poverty is, is throughout history, people have moved from towns to cities, villages to towns, they are moving to towards a place of greater inequality, because what matters is escaping poverty. And the reason I say this is that the solutions for both are often opposite, right? And I think that there is a trade off between redistribution and growth. I think what you really need to do is and I agree with you that in a desperately poor country, where some 8000 children die every day of starvation, you need certain kinds of welfare policies to alleviate that and NREGA is a great thing. However, I would like to live in an India where NREGA is not necessary, where you know, the rising tide has lifted all boats where we have greater economic growth. So I just want to kind of conceptually be sort of clear about this like I go by like Harry Frankfurt wrote a book called on inequality where he came up with this concept I love, which is a doctrine of sufficiency. And that guides my thinking that my thinking is guided by does every person have enough to live a life of sufficiency, which you can define any way you want, right? And I won't have a problem with whatever definition you come up with. But the idea is let's take everybody there, let's get out of poverty. And therefore, I find that there is this sort of, you know, when we conflate these two, and when you know, when we use inequality, when we mean poverty, and when we come up with policies that might help inequality by making everybody equally poor, you know, that becomes an issue. So when we talk of welfare and redistribution, I get it at one level, but I also feel disturbed at another level. Because the point is, for example, has become the regal now for all politicians in every election to say to the people farm loan waivers. Now, farm loan waivers to me might be a necessary anesthetic at a moment in time. But you are shifting the focus from the larger greater structural problems you need to"
    },
    {
        "speaker": "Guest 2",
        "time": "01:32:32.300",
        "message": "resolve. I don't even think that a farm waiver is welfare policy. Because if you mean there are countries, Amit, where they have taught very well about what their welfare state's architecture ought to be like. China is one of them. Brazil is one of them. We can learn a lot from these countries. They have very different instruments, they use co-financed models of welfare. So there's social insurance as one example, in combination with certain things, which are universal transfers. We just, and I think this goes back to that point that I had made, I mean, if there's one sort of dream reform in my mind, it is a very clear articulation fiscally, as well as between center state relations on what is the welfare architecture of India. Are you going to continue to have 464 schemes? Or do you want to learn from an Indonesia and maybe say, well, we'll have 10 big national schemes, NREGA and PDS, one of them. PMJ is one of them, PM Kisan is one, I'm just throwing that out. And maybe the rest we do as untied grants to states and let states then decide. And then that sort of harmoniously manages some of the center state politics as well. There are ways to do this. Again, one looks at the energy and enthusiasm. So to me, Amit, I think what I think we should retire is this idea that there is this conflict between welfare redistribution and certain growth dividends when it comes to more productive assets and public goods provision. Actually, there are studies coming out of, be it sub-Saharan Africa, be it Latin America, which show that if you do both carefully and together, they work very well. They're mutually reinforcing because if you give people a basic level of cash, for example, there is psychological assurance that you can take on risks in your businesses. You can take on risks in the jobs that you'll do. You can invest in education. They're both mutually reinforcing paradigms. But the question is, you need a policy articulation on what the balance between the two is. I think it's the Finance Commission, actually, where this needs to be articulated. They've done it quite well when it comes to disaster response funds. There's a very clear articulation of how that will be done. It worked quite well during the pandemic because state disaster response funds were being used to actually respond to local crises, because local crises are going to be very different. The national government can't manage it. We need to think very carefully similarly around the welfare question. So I don't disagree with, I think, in fact, what your concern is. I share that concern. But to me, I think what I think we should not think of is that the two are in conflict. I think there has to be a very clear policy path, much like in other countries where they are not in conflict and they're cyclical. Because what is NREGA? NREGA is not an anti-poverty program. I mean, people think it's that. It's actually a shock responsive safety net. So if you're in the middle of a shock, if you're dealing with something, you respond. We can argue whether it actually responds in some places and it doesn't in others based on local capacity. But I think you need to think very carefully about what are the different instruments of welfare you're putting in. It has to be a balance. You know, often, and now I realize I'm going into a rant on welfare policy and I will try and be brief, but there are three instruments of welfare. One is what we call protective measures, which is after you have fallen into poverty, it protects the poor, right, that you won't fall further below in your income. So it's almost exposed. There are preventive measures, which tend to be much more co-financed because essentially you use your money now to save for a crisis in the future, so social insurance. And there are promotional measures, so that's skill training, livelihoods programs, all these kinds of things. If you look at countries that have a healthy fiscal balance, right, of welfare, they use the three based on what the local economy looks like. So, you know, context where they are relying much more on agriculture, very susceptible to drought. You'll see, you know, crop insurance mixed with food rations within NREGA, right, like some example like that. India actually has, you know, the great privilege of having all these different contexts because right now we have a welfare context where you have the same welfare programs running in urban, well, Maharashtra as well as Delhi. That makes no sense because actually even the amount of transfers that you need to give people are very different based on local consumption baskets, local minimum wage. We have no policy articulation right now on how to tackle this balance. And I think to me it's going to be one of the most important questions as economists, politicians, anyone in the sort of technocratic welfare domain space. Right now I know we're in this political moment where everybody wants deeper transfers and support because there are some communities that are hurting. But I actually think the really important question is to think about how do we move from just thinking of it as just transfers to thinking of it as a policy path which is fiscally sustainable so that those conflicts can be ironed out a bit. Or you have platforms just like GST, you have platforms which are center state which can organize then if there are conflicts which might happen. I think that's"
    },
    {
        "speaker": "Guest 1",
        "time": "01:37:24.380",
        "message": "really the need of the hour. I think one thing that I completely agree with, Amit, is that I think poverty is a bigger problem than inequality. And I think when we focus too much on inequality then we are trying to solve a problem using policy actions and measures which may not necessarily address inequality and it creates a lot of other distortions in the process. And I think there's unambiguous evidence from the history of economic growth so to speak that the one thing that really works in terms of uplifting people from poverty and improving their living standards is growth. And there are, for example, my favorite examples of four countries which have made the transition from a developing country status to an OECD developed country status which is Israel, Chile, South Korea, and Taiwan. And none of them did this using purely a redistributive model of development so to speak. I mean they exclusively focused on growth promoting measures which was supported by the governments and that is what helped them to make the transitions. I think there is no running away from the fact that the most important thing we need to be focusing on is growth and that is what's going to help over a period of time to alleviate poverty which is what has happened over the last several decades barring the last few years when even growth itself has stalled in India. And I think by focusing too much on inequality and there is a trade-off. The trade-off is because the fiscal resources of the government are finite and the reason they are also finite is because once you are struggling on growth you're automatically your tax to GDP ratio which is what the measure of fiscal prowess of the government is that gets compromised right. If you're not able to sort of increase the tax base then you are limited to a certain finite amount of tax to GDP and if you're not able to enlarge it then you're sort of trying to choose between I have 100 rupees what do I allocate this 100 rupees to. I have to do this 460 for welfare schemes. I have to do public good provision. I also have to do other things and I think the Indian state is really very badly stretched out in thousands of directions right. I mean they are trying to do some rudimentary provision of public good and struggling at that. They're trying to do welfare schemes they're struggling at that and they are doing many other things that they should not be doing and of course struggling at that right. So you have this really finite limited fiscal resources which are being pulled at from multiple angles and then you're choosing that what fire am I going to put out and what battle am I going to fight and what's going to give me the highest returns in terms of let's say winning elections and staying in power. And in the process what definitely gets compromised is growth because the state is doing a thousand things which are inimical to growth in the country and they need to figure out that okay let's take a step back from all of these things and let growth take its course and yes when there are rare events when there are catastrophic events we need to have the budget to spend at that point of time which is what the government was not able to do this time because for years you've just been on a spending spree and when the time comes for you to actually provide the stimulus and the support needed you're suddenly worried about fiscal deficit and debt. So the entire thinking about how do you support the economy in bad times how do you sort of step back and build a surplus during good times and how do you step away from this interfering into the growth which should be the job of the private sector that entire thinking has gone haywire and I think to a large extent we tend to obsess about inequality right and what inequality does I think it normalizes envy right I mean there is this thing that okay if the rich are getting richer we should be envious of that and that's just a very suboptimal outcome so to speak so for example when I teach my child or the values that I want to inculcate I don't want to tell her that be envious of the other kids in the building or the school I want to tell her that look at your own life in absolute terms build your own character and do the things that's going to make you happy irrespective of whether what the other person next to you is doing but therefore I think inequality it's the state of the nature there's inequality everywhere and I think at some point we just have to stop obsessing about the fact that economic policy actions should be catered towards addressing inequality we should focus on growth and and that is going to lead to the alleviation of poverty one thing that I do want to focus on here is I think there should be qualitative opportunities so more than income inequality or wealth inequality etc it's the qualitative opportunities that probably should receive a lot more focus on discussion and that is where again we fail because the state is being"
    },
    {
        "speaker": "Guest 2",
        "time": "01:41:48.700",
        "message": "squeezed into multiple directions yeah I just want to say a couple of things one I want to just push on this idea I don't think there is a growth versus distribution a redistribution trade-off I know this is something in a very traditional sense in economics I think we're taught this taught this but actually there's a lot of work that's coming out of and I'm particularly thinking of poor economics is about this right I mean there's an entire section of thinking about very careful rigorous experiments which show assets plus counseling short-term transfers lead to businesses that grow which then there are long-run spillover effects on the local economy right so I do want to sort of push this idea that you know one of the big reasons why there's this whole conversation on the basic income for example is this idea that in a precarious labor market you want some minimum assurance for everyone so that everyone has the access to one fairly large part of a significant transfer in India it may not need to go to everybody you could say it goes to say 80 percent of the informal economy for example and then at least with that assurance you're able to as we say partake in risk-taking behavior all kinds of you know economic goods which are good for growth I don't necessarily see them in conflict if there is a very clear coherent policy in place around social protection which I would agree right now doesn't exist in India I think the two can be"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:19.580",
        "message": "consonant and they can be enforcing I think if I can sort of push back on the pushback I would sort of say that one I agree that in theory they may not be as much of a dichotomy as it may seem that you can have what you as you described it a policy path where you can have a some welfare policies happening and also growth happening however what happens in practice and what happens in the political mindset and what happened you know what happens when it comes to scarce resources as Rajeshwari said is that there inevitably is a dichotomy in the sense that you will always privilege welfare policies more number one because they're much easier to sell it's much easier to tell a voter that I'm giving you something as opposed to telling him that I'm going to do a structural reform which will pay off in 10 years and blah blah blah so in political sense all your incentives are towards just going for the welfare schemes whether you call them handouts or freebies or whatever you're giving something directly and also that then becomes a cop-out that then becomes a way for you to say that I have done everything I could and it becomes a race to the bottom as it has with farm loan waivers and you use it to not address any of the core problems the way I look at it as this is that let's say I have a terrible backache at my lower back right the immediate thing is to give me an anesthetic to give me a crocene or if it's more severe to give me a good painkiller and that then you know relieves me of that pain but the point is you're not actually treating the disease what if I have pancreatic cancer which you know a lower back pain is one of the signs of you know you're not creating or treating the disease and you're also saying that oh I gave you something you know your pain is better I'm doing my job so that's really my worry there which is not to argue for one or the other what I would say is that I'm completely okay my worry is that we just think of welfarism all the time even this current dispensation has realized that they can rely on well-delivered welfarism to take their eyes off the broader ball where they can do nonsense like demonetization and the botched up GST and so on"
    },
    {
        "speaker": "Guest 1",
        "time": "01:45:30.060",
        "message": "and no one holds them accountable as Rajeshwari pointed out. So two points I'll make and over to you then Shaina so one is that I think you know theoretically it makes sense to say that we'll do a basic income scheme where we only target the most deserving and the needy people or let's say x percentage of the population but I think to execute something like that requires an enormous level of sophisticated state capacity where you identify who the exact recipients who are deserving are going to receive it then ensure that there's not going to be any leakage so I think that I don't think we even have anywhere remotely that kind of state capacity and I think what happens is once you have 460 for welfare schemes it's very difficult to withdraw any scheme because all the incentive is then to is to pile on more and more schemes rather than withdraw anything clean up the system and just say that we are only going to stick to one scheme because fiscally we are constrained I don't think that ever happens in reality and lastly I think what this government has done is that I think they've cleaned up the last mile delivery much better than the previous government so I think while there are still leakages but the last mile delivery has significantly become better and that again goes going back to my original point that is where the accountability system becomes even more problematic because if I'm actually getting the delivery of the welfare schemes better than what I used to before in my mind this government is doing better than the previous government right and therefore what am I going to really hold this government accountable for so and and lastly I think the countries which have which have a welfarist social state with the successful redistributive policy are also the ones which have very high levels of GDP and per capita income because that generates the fiscal resources that you would need in order to continue and sustain an efficient redistribution program and also you have social spending on health care and education I mean look at Indian government the pandemic exposed it less than two percent of the GDP is being spent on the health care but you have a whole lot of welfare schemes but that's the palliative that Amit was mentioning about okay a couple of things"
    },
    {
        "speaker": "Guest 2",
        "time": "01:47:25.180",
        "message": "one India spends about two percent of GDP on all of its welfare schemes so again this goes back to fact I think we keep thinking that in fact in our mind I think we think the Indian government spends much more on welfare than it actually does so that's the first thing and I think for those who are interested in the breakdown on this we have the World Bank and the IMF have a series of reports I've authored some of them looking at budgets so I think it's not the case in fact we're spending health and education certainly you could spend more but it's not that there's a trade-off between spending more on education spending on welfare because that's not happening never has happened in our politics number one number two I think on the question of targeting actually I mean I work on targeting in fact the public distribution system and when the pandemic hit PMGKY showed you have the Jan Dhan Yojana you have the public distribution system they are near universal we have a paper for those who are interested it's called from intent to implementation it uses CMI data to track what happened with PMGKY transfers and what we essentially find is not just us there are others who've done surveys and what we find is the PDS distribution system actually in terms of identifying targeting is extremely effective because it's universal and it's constantly being used and one of the things that people like Rajesh Bansal who used to be in fact briefly at the RBI was with the DBT mission essentially wrote a paper saying why don't we create a who to pay database using the PDS so actually to your point about targeting and basic income in fact now in policy conversations that I am part of one constantly hears the lament that this is so easy to do and it would also then put a squeeze on the remaining 464 why don't we start to move in that direction and some states have so Tamil Nadu for instance is using the PDS to essentially do an income transfer there are other states that are going to start to move in that direction so actually I think that the execution of at least some of the basic income stuff is"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:18.060",
        "message": "much more doable so I'm really glad we are all agreed on one thing one what a relief it is that that damn drilling noise has stopped I'm sorry dear listeners what happened was that suddenly unexpectedly and this never happens there was some drilling at an apartment upstairs or downstairs which you heard so I went to the two flats upstairs the two flats above that then the two flats below me and finally two floors below me there were people who were drilling and they kindly offered to stop drilling they did not understand recording so I had to tell them I'm live with BBC to London and I'm going to lose a lot of money please I really did say that and then we kind of managed to sort of make them stop the drilling so I hope this episode is worth it now yeah so I mean the lot of thought-provoking stuff on welfare and growth to think about and what I'm glad about is at the fundamental level we are on the same page growth is important there's no getting away from it and in the short term you know if you can alleviate the pain of people that's a good thing and it must be done unfortunately this is often seen in dichotomous terms and my worry is that it ends up being a dichotomy in the political level but leave that aside I want to actually now you know before we go to the break and we begin with and after that we'll talk about your life Rajeshwari you are not getting away from that but before that I want to bring up one of the twitter questions because I think it leads us to an interesting area that both of you alluded to and a couple of questions Raghuram Janak asks where did we in brackets India go wrong economically in the last eight years and what should be the key area of focus going forward that's Raghuram Janak and Jordan Khosrow which is a delightful name by the way though on twitter you never know if it's the real name it you know no one on the internet knows I'm a dog you've seen that old cartoon I think it's a new yorker cartoon yeah no but we're not calling Jordan a dog I'm just saying it's a nice name and he asked when did India's economic decline start was it during Mughals or during British Raj or earlier than that stop quote and I'll attempt a brief answer to that and saying that no you don't need to go so far back the truth is that our economic governance has been miserable for most of our history there was a golden 20-year period from 1991 to 2011 when things were looking up and were moving in the right direction and for the last 10 11 years or so it's been a disaster I've got an episode with Pooja Mehra called the lost decade um on her book about you know how all of this happened she takes you into the weeds and you get to learn exactly in terms of policy what went wrong and it started going wrong before this particular dispension and this particular dispension of course made it much worse for reasons Rajeshwari mentioned like demonetization the boss GST and so on and I've also done an episode on the 1991 reforms about why we did have that 20 year old golden period and you know in in terms of specific policies and how our way of thinking changed you know and and the point that I want to underscore here is that a number of the questions are also talking about how right-wing economists have gone wrong and I feel that this is people conflate Modi's economic policies with right-wing just because socially it's called right-wing I think the spectrum of left and right in India doesn't really work but if you really look at it all of India's economics except for parts of the 20-year period have been statist and therefore left-wing in a sense markets haven't been allowed to play I had the congress politician Salman soz on the show and Salman said that in 2014 when Modi won he was actually optimistic because of the noises Modi had made about freeing up markets and getting away from statism Modi did nothing of that he doubled down on policies of the past he showed the top-down central planning of Nehru he showed the authoritarian streak of Indira if anything the ruthlessness of Sanjay Gandhi even and so on and so forth which is why we are in this mess so this perception that some people have that oh you know left-wing versus right-wing in economics it's all fundamentally statist and there is no freedom at all in fact all our parties are left on economics and right on social issues as Arun Shourie famously said you know a UPA is equal to NDA plus cow and of course these days I think what we sort of need to worry about is a cow aspect of it of how our society is torn apart and there was another question from twitter from a gentleman named Rohit Ripati saying how long can economists ignore the coming apart of the social fabric it's a serious question and to this I just want to say that hey economists are not ignoring any coming apart of the social fabric economists are people just like people are and every economist I know is you know aghast at it and there's another question which this is a good time to address where someone I won't name because I'm going to diss the question I asked about you know what question should I ask you guys and this person said quote ask them what they were doing in the Neeti Aayog when this government ran down the economy into pieces ask why did they whitewash Modi stop good why did you guys whitewash Modi I have absolutely no idea what you're talking about at this point of time I think this particular gentleman just saw the word economist and got enraged and triggered by that and went off into this rant and the truth is that I actually have a filter for who I allow on the show and one of my litmus tests is that if you supported demonetization you are never coming on the show right I made one quasi exception for Arvind Subramaniam and I asked him all the tough questions so if anyone feels that I don't ask stuff don't get those people on and and we had a very civil conversation but I asked all the tough questions including about demon I think"
    },
    {
        "speaker": "Guest 1",
        "time": "01:54:58.620",
        "message": "there is a huge amount of simplification that's happening here right I mean the word economist is getting conflated with there's just this one kind of an entity who works for the government in a government thing that supports all the policies that's coming out of the PMO or the MOF and not protesting all the bad things that's happening there's some kind of a non-existent"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:19.020",
        "message": "entity that's in the minds of people no I remember at the time of demon I wrote this strong editorial about useful idiots Lenin's phrase not literally calling people's idiots where I said any economist who support demonetization is either a bad economist or a bad human being and I kind of stand by that and every economist I would lean more towards the latter more towards yeah me too exactly exactly I completely agree because all the examples who"
    },
    {
        "speaker": "Guest 1",
        "time": "01:55:43.260",
        "message": "come to my mind are bad human beings to begin with demonetization was an event that almost split the world into there are two kinds of people right I mean those who support those who don't absolutely it became crystal clear and since then it has just been a slippery slope no and also I think"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:55.980",
        "message": "you know what I mean I don't know if one should be held culpable for it but there's also a failure on the part of economists like most the majority of economists basically almost all economists opposed it because it is batshit crazy as my friend southern and who misses yes it's batshit yes right and yet there is a public perception that oh the economist supported Modiji all of"
    },
    {
        "speaker": "Guest 2",
        "time": "01:56:16.300",
        "message": "which are completely untrue yeah and you know but I'll tell you something and I wrote a piece in fact at the end of last year about this so I go to a lot of Delhi parties right and this I think goes back to this gentleman who was so enraged with the use of the phrase economist I go to a lot of Delhi parties and this was a new year's thing and I'd been and I was generally talking to someone and because as we know I'm a nerd I have really nothing else to talk to people about other than the economy and numbers right I have really nothing else and so I was talking to some gentlemen in their 50s who for some reason all of them have a crush on Milind Soman I want everyone to know this gentleman in his 50s Amit Rajeshwari let me tell you in north India now amongst the elite gents this is something I believe men in their 50s they all want to be as fit as Milind Soman is now that he is in his 50s and I think they also aspire to like all his triathlete abilities and all of that it's a good thing to aspire to I suppose I suppose even I would like to look like Milind Soman I know it's kind of not possible okay I mean I have other thoughts which I will keep to myself for the time being but the point being I remember I started someone asked me what I did and I mentioned that I am an economist at the world bank immediately there was this sniggering cynicism and they said oh but you're and they said this in Hindi in almost half the Punjabi they said but you're an economist what will you know about the economy and that is I think the current rep of the community and I completely agree with Rajeshwari I think it is a it's a strange kind of morphing of who you think an economist is but the other thing that makes it really complicated is that these were gentlemen who are all running businesses and they felt and this I think goes back to also the point that Amit was making about how much we make economics accessible in the way people think about the world all these guys seem to believe that they had the pulse on the real economy because they hired people they were fighting with their workers they were producing things and they said we know and what do you know and I think there is this competition now we do live in this post-truth world there are competitions about who gets to assert what fact and how facts are constructed and I think honestly when I was sitting there I mean at this particular social gathering I realized it's very difficult because what I can now share with them they will just dismiss as technicalese you know this is just don't bore"
    },
    {
        "speaker": "Guest 1",
        "time": "01:58:51.420",
        "message": "me with this stuff also I wonder to what extent social media has a role to play here right the kind of economists who are vocal on social media are probably of a very different type believing in some things as wanting to support the government wanting to come across as I don't want to criticize the government for anything for whatever reason they may have in their minds and I think that's what the people who are also on social media get to witness and read and in their mind these are the economists who have all the power and who have all the prestige and everything and they have access to the government and they are the ones who are messing up with the economy and they are the so it's like a you know that is what is getting created using this social media I'm completely guessing because I myself am not on social media see you're like I could say to you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:31.900",
        "message": "what the factory owner said to her that you know yeah yes I don't know the economy because I'm not on social media in the sense you don't know social media because you're not on social media"
    },
    {
        "speaker": "Guest 1",
        "time": "01:59:44.780",
        "message": "I mean what Shaina would not say in the party that I'm guessing here I am admitting I'm guessing"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:49.420",
        "message": "that this could be happening in social media my senses and you're right you're right to what I'd add to this is that I think social media incentivizes extreme expression because and it's almost the opposite of what people call the median voter theorem right the median voter theorem basically is that in a democracy with two parties both of them will be as close to the center as possible they'll practically be identical in the same way that if you have an ice cream vendor on a beach you know he can put his cart anywhere but if there are two of them they'll both try to be as close to the center as possible so they have the largest whatever which is why in the US you used to have a situation where during the primaries people would swing to the extremes and talk to the core voters but during the main elections they'd be next to each other so when I look at 2016 for example uh you know two candidates from the different parties who were really close to each other in everything were Jeb Bush and Hillary Clinton and of course someone on the extremes won and that swing to the extreme so I think what social media also does is once you join social media if you get attracted to say an ideological tribe of any kind on either side if you want to raise your status within that tribe you know how do you do it by becoming more and more shrill and it's a race to the extremes like even that uh Mahasamyalan of so-called Hindu priests which we had you know people like Yati Narsinanand and all that you know if any of them was to individually give a speech anywhere I don't think they would be so rabid but by the fact that they're all together and they all want to stand out and in a sense are competing for the attention I think they were driven to even further extremes and then solidified in those positions also I"
    },
    {
        "speaker": "Guest 1",
        "time": "02:01:25.740",
        "message": "think I mean what this reflects is the overarching growing trend of polarization in the country exactly right I mean this is if despite social media being around this was not the case pre-2014 to this extent and the growing trend of polarization has also polarized economists and economists who are vocal on social media and I and I do read them occasionally when they're writing their op-eds and giving speeches it's absolutely obnoxious because they know I'm hoping they know that no economic theory logic argument would support what they're saying but they are saying what they're saying because they have certain other motives and positions and rank in mind and that that's the great disservice they are doing to the larger community of economists and we are all getting confused and conflated together as we all belong to that one entity which is not"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:09.260",
        "message": "true one minority of spineless people no I remember in fact after demonetization and diktat went out to all their you know people under the pay that you got to defend it in public so you had people defending demonetization through columns or through tv soundbites in ways that you know that this guy has written excellent books this guy is smart he knows this"
    },
    {
        "speaker": "Guest 1",
        "time": "02:02:28.700",
        "message": "is not true still he's talking nonsense during demonetization I was extremely vocal on tv channels I was getting invited by prominent tv channels one of the tv channels itself got suffered as a result I think so I was getting called in tv channels I was writing in the media because it was a complete shock to my system the way I know of it forget economics the way I know the country to be the way I know the people to be the very fact that nobody protested I still can't fathom that right so I was very vocal about it but then lo and behold after a couple of months I was indirectly told that I am voicing my opinion too much and it's coming out as too anti-establishment and I need to tone it down so imagine I mean I am as small and trivial in the larger scheme of things as can be if I am facing some backlash of this kind what other more prominent people would be facing if they wanted to speak up against demon and and since then as I said it's been a slippery slope downhill because you just can't speak up against establishment I mean I did a lot of work against the GDP data the official GDP data but then there's backlash there as well you just can't criticize anything that is wrong in the establishment in the polity in the policy in the economic space and therefore the economists who are getting legitimacy who are getting the sort of the front page whatever columns who are getting the social media voice are the ones who are towing the party line so I think that is we are sort of getting relegated to the background and maybe to some extent we are at fault as well I mean maybe we should grab social media we should be as vocal as well but I know that's that's a different debate you know but one thing so my job in fact"
    },
    {
        "speaker": "Guest 2",
        "time": "02:04:01.420",
        "message": "in the the technical hat that I wear it actually involves being very behind the scenes because you know the world bank typically will only support Indian government programs be it states so on and so forth and what's funny is that even so I completely agree with what you know I think both of you are saying on social media and the public part of the economic discourse but in the private part because I see the other part even there I see so much fear um confusion as well because now what's happened is you know I actually really do want to double down on that one-handed economist argument because everyone just seems to have 17 things to say and you can't land at one fact so to you know for action everyone must coalesce around a few facts and I've realized even in private conversations and people just can't coalesce that's number one and I see this particularly I think the higher up you go in states I actually think there's still coalitions around facts I notice that as you start to deal with a lot of national agencies things do start to change the other thing I notice which is actually even I think it's something that makes me quite cautious and worried is that even if there is a coalition around facts now there's a sense that well I mean what will happen you know there used to be the entrepreneurial bureaucrat right earlier we all know this person like who would sort of navigate the corridors of power would push for things what I increasingly also notice is that even that instinct right of being rewarded it's really just you know it's really changed and I think if the private side of it also where you're not really public facing is like this you know where is the sort of push and the charge in the system going to come from if it has to change equilibrium so I guess I'm sounding now as pessimistic as you Amit which is quite worrying I'm optimistic on other parts maybe outside the government systems but I fully agree and I think the other issue where I do think that there's a lot of enthusiasm though is I see for example you know there are these young people often I notice who are very active on social media I mean I'm thinking of a Rhodes scholar or there are these you know they're just putting out facts and they're calling out nonsense and it's actually quite wonderful to see so I think while I fully agree with I think what Rajeshwari is saying I also think almost the antidote to that is probably going to come from some of these more the flatter platforms right because even in private in government I just don't see the I don't see slack in the system I think everyone is either too cynical or perhaps too concerned about just what's the point in pushing for action when nothing will happen and I actually think it's going to be a lot of sort of younger students who are perhaps now much more you know creating their own spaces where I think a lot of the real creative energies or"
    },
    {
        "speaker": "Guest 1",
        "time": "02:07:00.300",
        "message": "like the push for change might come from. So in fact I'll say that on this point I mean something as fundamental as has the economy recovered from the pandemic right it is at the top of all our minds economists non-economists everybody wants to know this but there is no consensus on something that should be based on data where all the data majority of it should speak in the same direction I mean if you think about the 2010 onward slowdown at least by now there is a consensus which many of us have to really struggle to establish a consensus that you know since 2010 the economy has indeed been slowing down and it took us 10 years Pooja wrote an amazing book Ajay Shah Vijay Kelkar wrote the book and it took us a long time to tell people yes the economy was in doldrums the economy was in a bad shape now as we're living through it has the economy recovered from the pandemic or not it should not be a very difficult question to answer when you have access to multiple data series much more than we had in 60s and 70s where the only data where we would look at is GDP today you have a thousand series that you can look at and you can construct a story what is the factual story what's the fact but we can't seem to arrive at a consensus even on that because there the government agencies are spinning a completely different story their version of the reality is that everything is going hunky-dory we are back to where we were the recovery is going full on and we are on track to become that whatever five trillion dollar whatever the the number is right but then when you look at the data when you analyze it as economists you see that that is not the case i mean the economy is really struggling there are multiple pockets of worry and we can talk about it if we want to but why is there such lack of transparency on the behalf of the government agencies who are most responsible for putting up the truth in front of the common people so it's almost like you're putting a facade in front of their eyes you want to drink a different kool-aid and you want to convince them with a different narrative and therefore you're going to pursue a policy also that is suitable to that when you've gotten the very basics of it wrong and therefore everything that follows after that"
    },
    {
        "speaker": "Guest 2",
        "time": "02:08:58.940",
        "message": "is also wrong and can i just add i mean one of the biggest challenges is that we just don't even data i mean we still don't we don't know what our poverty rate is we you know we were talking about poverty and inequality the nss and must be which used to put out churn out information we just haven't had a consumption round i don't even know what's happening with the census to be honest i i believe it was supposed to happen then now it's again there are questions and some of these core institutions that were supposed to generate basic facts around the world of the world we are just not seeing those being published and to me honestly i was on a panel recently discussing how to better feminize data this wonderful economist i was on the panel with she actually turned at the end we were talking and she said you know all these very exciting ideas of like making women's voices more representative in data that's all very nice but right now we just need the data we just need any basic even if it's masculine data give us something and i think especially for those who work in the social sectors and so on it's even more worrying because you know nfhs is not fully complete uh there are questions about you know what is the sampling rounds and we these are things actually that again not rocket science these are things that you know these are institutions that are used to it but to me in fact the most fundamental anyone asks me anything about what to do with the about the economy not that lots of people ask me but when people do ask me the one thing i actually says just get just some core fundamental data just needs to be published because we are just right now flying blind so i completely want to double down on what rajeshwari said along with publish the data"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:42.540",
        "message": "couple of questions here and one is of course i have discussed data with every economist on the show including both of you in the different episodes we've done and we know why it's a problem and i'll just be pessimistic and say that the fact that so many government institutions for example are not forthcoming with data is not going to change and the answer for that is a classic economist answer of incentives right it's not going to change it is the way it is so the the two related questions i have are one how do you cope without it what are the kind of proxies that you use and the second one which is almost the same question but slightly different is that if someone listening to the show or a citizen like me just wants to know that how do i know how are things right because you have an informal sector which you know is not measured directly you try to figure out other ways of trying to you know come at how it's doing that we know it's been demolished by demonetization gst covet all of these things coming together so you know you know and like like you know shrena you spoke about the business when you're meeting who are running factories so they think everything is fine they're seeing one part of the elephant you might see another part of the elephant rajeshwari might see another part of the elephant uh given my current girth all of you are looking at me so the the you know i gotta i'll take a"
    },
    {
        "speaker": "Guest 1",
        "time": "02:11:55.580",
        "message": "digression not because you're speaking we were looking at you no no it's what he's he's sensitive"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:01.420",
        "message": "about now so i'll i'll i'll tell you a joke over here i read this lovely tweet by someone i've forgotten who i'll try and find it and link it but the tweet basically is something to the effect of i fell into the river and i drowned and when they pulled my body up the person who pulled it up and said look it's so bloated and grotesque and the person next to him said oh he fell in just a minute ago so yeah so that's my self-deprecating joke i think after the economy we need to talk about"
    },
    {
        "speaker": "Guest 2",
        "time": "02:12:28.860",
        "message": "self-love i just have one thing to offer on data there are lots of issues with cmi but i am so grateful that cmi exists let's take a minute to just you know celebrate that because had it not been for that i at least in our work my day-to-day work we've partnered with cmi the world bank now actually finances some core modules around social protection safety nets some questions on health we are using all of that to just understand what's happening at least in our area of work so i'm very grateful and yes i know that there are challenges and those are things that can be tested expanded so on and so forth that's very helpful and i think for anyone at least in my domain anyone interested in trying to understand what's happening to welfare what's happening to social policy i find in particular azim premji university keeps now almost an aggregated database and one they come out with this fabulous report which i think everyone should see it's the state of you know what is happening to the labor market they produce it now every year which is just wonderful and they use a combination of data sources i find that very useful and the second is they actually now aggregate information and they keep it so for anyone who wants to know what's happening from very different organizations i find that that now is often almost the beginning point and then you can sort of follow through so i i think i had those two but i i do want to say that even with all of this we've had government data forever and ever and they've always been incentives to hide that data but it was published and it is really a shame that that is not happening"
    },
    {
        "speaker": "Guest 1",
        "time": "02:14:13.500",
        "message": "anymore so so i have a few points to add one is that i completely agree with shan and what you said is that the one serious damage that has happened over the last decade or so is that the trust in data is gone right and once again when we say data here people are not making the distinction between official private government to them the trust in data is gone and so if you're quoting some numbers and telling me this is what is happening how do i even know that i can trust those numbers and that is it's like at the core and heart of economics as a social science you can't even trust the numbers what are you going to talk about analyzing the numbers and coming up with interpretations right and this i completely agree what what shan also said is that earlier the situation i mean we've always had state capacity problems even in data collection and data generation but it was never as dire as it is today because we never had a situation of suppression of official data and the moment the government starts suppressing data you obviously start feeling very alerted that what exactly is going on in the economy how bad is the situation that the government feels the need to suppress something as big as a consumption survey result right so and on what has happened over the last five six years is that despite repeated criticisms writing uh we have all talked about it in public forums written about it done research on it beat the gdp data beat the consumption data employment unemployment survey there has been no addressing from the side of the government there has been no acknowledgement that is there is a problem and we're looking into it right or there has been no steps taken by the statistical organization of the country that okay yes we are going to do abc in order to address some of these problems and because it has been a one-sided criticism sort of we are lamenting and we are complaining and we are criticizing with nothing coming from the other side i think at some point people just give up and say fine we can't just use the official data anymore because but but but what i feel a little bit sad about is that we we know that the gdp data for example has problems but we still continue to look at the gdp data to understand how the economy is doing right because the nso etc have not taken any steps to address the problems people have sort of forgotten about it right it's like the memory is very short short-lived and now we have normalized the problems and we have internalized it and we are going forward with it which is quite problematic because that legitimizes all the problems that exist in the series still for example when i tell my students to do research explicitly tell them you can't use gdp as a continuous time series for 50 years there is a break in between but how many people are really going to be doing that so therefore the conclusions that you're getting could be erroneous at different levels but that is just one official series on multiple other series what happens is when you can't trust one big official data as i said that gets influenced into all the other series which number can you trust which you cannot i for example have a hard time trusting any official data and which is very bad for a macroeconomist because for macro you have to use official data so what i end up doing is i have started looking a lot to my micro data and micro data coming from private sources of course one huge source of data is center for monitoring in an economy the cmi has done massive public service by collecting all the data at a firm level at the firm level at the household's level the only problem is it's not going to be accessible to the common person because it is expensive right it's subscription based you can't subscribe to a cmi data just like that so i think there it probably the responsibility lies with economists like us who can access the data to make it accessible to the common person in whichever form and shape we can so i think looking at micro data is the way to go you can't look at macro official level data anymore and look at a large number of disaggregated series so for example i would look at two-wheeler sales i would look at auto sales right all of these data coming from so even if they're coming from different ministries and different departments at least there i have the hope that not everything in disaggregated level is messed up right so you look at a bunch of disaggregated series and you try to piece a story together and you sort of back it up using micro level data from private sources i think the way to go for india increasingly is private data i think we have to move away from this official monopoly over data because we have seen the risks and the dangers associated with that and the lack of accountability and lack of credibility and transparency right so i think at some point of time we have to realize that there has to be a lot of private sector involvement in data data collection data generation data dissemination in whichever form and shape it can be because at least there is a little bit more accountability there because they are they are responsible to their shareholders or to whoever the stakeholders are um so they're hopefully not going to be as uh you know sort of ignorant about or or careless about all of these problems so i definitely think that private sector data and to the extent possible primary level data collection i think secondary data the moment is collected by government agencies runs into all these problems so surveys conducted by private organizations like cmie if you get funding conducting own surveys to get i mean i'm talking about researchers at this point of time right primary level data and and that's that's real tragic because you know it takes up a lot of time effort energy to even put the data together and we are far away from even reaching the state where you can analyze the data and say something about the economy so to answer the question on twitter i honestly don't have a good answer to that i mean what do i say for example to my mother who just asks me okay what number do i look at to understand you know is the future for the next five years going to be good or bad or how is the economy doing after the pandemic i don't know what to say to her i mean am i going to sit and explain to her or look at abc series of course not so i think it's a it's a feeling by the way not just in india i think it's happening all over the world all over the world there is problem with data i was i was in in paris 2019 before the lockdown happened and there was a big oecd level data conference and the main title of the conference was trust in official statistics so it's a problem that's happening in ems and developing countries all over the world i mean we have always known china has data problems and now we have woken up to the reality that all ems have data problems so i think private sector collecting data primary level survey primary level data collection that's the way to go i mean we have to increasingly move away from government data sources although and i think the challenge here is going to be i i i i support"
    },
    {
        "speaker": "Guest 2",
        "time": "02:20:25.820",
        "message": "the problem is i think we're in this very odd catch-22 when it comes to data so if you have government data then you know there are problems with it but if you use for example see we know what happens when in and you know i write sometimes reports for the government immediately there will be questions about well what about this source it's incomplete so nothing because it's not even like the good is becoming the enemy of the perfect here it's almost like half the data is becoming the enemy of the other half and what does that mean it's a zero-sum game in the end there's like nothing that you can trust and we seem to now just be stuck in this and you know i think what is a very helpful hopeful example of maybe the solution out is take us sir for example they went out and constructed their own metrics of education they did not rely on any government they didn't recreate a government survey they just said we want to do something on our own they went out and they have a machinery which is very well financed supported motivated because they are they are focused on a cause and they cover and measure this data and i think it has actually now led to although the government does dispute right they say we have our own learning measures but at the end of the day that tussle has led to something that is actually more is better to improving it is actually now a better equilibrium of how we understand learning data to be i think that kind of work now has to slowly start to happen i don't think it can happen in everything because i don't think the private sector has the resources to even manage i mean then the real question is what is our large statistical machinery also supposed to be doing right either you say well we want to just dismantle it or you focus on collecting gdp data better and figure out why you know there are all these inconsistencies i think the real question has to be a few areas for example consumption to me is one of the core areas because you can't say anything about the economy without knowing what's happening to household consumption and right now that's still very much up in the air so i think i would actually be very narrow i would say you know take a few measures which really do then help build up and do have links to all kinds of policy domains consumption to me is one of them more than perhaps even income because i've realized income is so noisy you're never going to this is just for anyone listening i think all of us know this but it's important to say don't believe household income estimates when people are just average on reporting them because it's just the noisiest dirtiest measure right but consumption on the other hand particularly if you collect it in a certain way that to me is where i agree i think the private sector has to come in given that right now the public sector is not taking care of that knowledge good so i think i just double down but i'd be very narrow and i'd say look at the asar example as almost a pathway out of this bad equilibrium we're in and perhaps try and recreate that around consumption right and and i'm honestly the sense i have is it's probably going to be organizations like cmi who will have to sort of improve the measure improve the sample you know all these engage with the feedback that they're getting from different quarters and try and see how can we make it more accessible that you know consumption data is just more easily accessible it's rigorous and it's standardized uh while we keep waiting for the next nss consumption round to come out and i don't know when that will be"
    },
    {
        "speaker": "Guest 1",
        "time": "02:23:46.540",
        "message": "so i think we definitely need more cmis in the sense that you know cmi itself took a very long time to be legitimate and today for example we don't talk about the unemployment data coming out from the government we talk about the labor force participation rate which is almost exclusively a cmi construct uh before cmi came up with the women labor force participation rate of less than 10 percent nobody was worried about women unemployment right because we just could not measure it so i think it takes time i think cmi took almost 20 30 years but they have found the legitimacy and today vast sections of researchers and everybody they are practitioners everybody's using cmi data to understand some parts of the economy and there i think the the big value addition they have done is they have one other than looking at households data which is very important they've also start they've been looking for the longest of time at firm level data and firm level data gives you a lot of picture about what's happening in the economy because ultimately the firms that are producing gdp so who are the firms borrowing from how many are they employing i mean what is what is the kind of output they're producing that gives you that micro level picture which you can then use to get a sense of what's happening in the economy so i think we definitely need more cmis and they have figured out the resourcing as well because they're sort of selling the data as a good as an output that they're producing and and that is something that just has to happen more sr completely i agree with that and i think the need for the government statistical organization of the government machinery apparatus is for example to do something do something like census like nobody other than the government can do a census or even to calculate gdp right i mean gdp has a kind of official legitimacy across countries of the world that no other indicator can ever match up to with all its shortcomings so to that extent i think they will be there and they will be used by government agencies themselves but there has to be this parallel data movement spearheaded by organizations like sr and cmi so that we don't get sort of you know blindsided by suppression of reports and problematic data can i just you"
    },
    {
        "speaker": "Guest 2",
        "time": "02:25:43.180",
        "message": "know one thing and this is actually this is actually what makes me really sad about what's happened to the statistical architecture of india because actually there's a very what was the original statistical architecture of india and rajeshwari like it was a boys club of like bangali and some malayali men exactly and you know it was exactly yeah and what's actually really interesting and it's something i've been like following now maybe something i'll do in the future is that actually it is an architecture that became much more feminized much more inclusive our premier now data journalists so many really good data scientists are women um there was a lot of work there was something called the delhi group that used to sit together with the nss there were people like ranana jhabwala and so many people involved in trying to make sure that women's work unpaid and you know all of that was measured by the formal government machinery and that really fed into this big crisis now that we discuss around labor force issues so it's not like this was not an architecture that was not open to change reform absorbing it was actually a very progressive it was moving in that direction and then now we're in this place where rajeshwari and i are saying things like well we need to look at you know someone else to collect consumption and you just do the census it actually i mean it's a it is depressing but again because i want to sort of end on i want to focus on hope as opposed to depression we still do have agencies that are collecting this data they are attacked left right center but they're they're dealing with it and cmi is one of them and you also have uh organizations during the covid pandemic it was you know swan put out an entire report on what was happening to migrant workers there are all kinds of organizations who are producing now data um i think now it's going to perhaps be required of donor organizations or development agencies or these organizations to think about how do we standardize some of these modes of collection because there is going to be a lot of data collection that's going to happen now outside and won't even be technically survey agencies or you know the private vendor it'll be other organizations and some standardization and that would also be good by the way one thing i want"
    },
    {
        "speaker": "Guest 1",
        "time": "02:27:53.580",
        "message": "to add to be fair is that there are some government data which are definitely better than the rest so for example when we look at inflation um and we have looked carefully at the cpi inflation measurement etc that is definitely at par with what's done with the western countries and there is very little room for doubting that data per se so there are some series where the statistical organization is still doing a very good job but at the same time there are other series like consumption unemployment gdp where there are problems i think the problem there is a common person wouldn't know how do you distinguish between a bad gdp and a good inflation data right so for example in the us they came up with this amazing project called 1 billion prices where you are basically collecting data on retail prices from the websites like amazon etc and all the online retail websites that there are and you're every day you're basically setting an algorithm where the computer is going and scraping data from all the websites on a daily basis an hourly basis and you get really high frequency price level data from the online retail in the us of course it's even better because there's a large presence of online retail to the extent in india we have a big basket and amazon a flip card it's even possible to do in india and i know that there are economists who have done that so i think all of these efforts you may not end up using it for anything but it makes it that much harder for government agencies to sort of i don't want to use the word fool you but it makes it that much harder for the government agencies to hide uh what the actual truth is because you just have many series out there and together somebody will question that oh no but why that number is looking like this and why is yours like that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:28.860",
        "message": "and there is definitely some benefit to that so a final sort of question before we go into the break by final i don't mean final final but which is this that you know earlier we spoke about how there's been a sort of continuity in terms of economic ideal ideology across governments they're all statist and distrust markets and so on and so forth there's also been a good kind of continuity that has been there at parts within the policy establishment in the same sense that ajay spoke about that ecosystem building up in the late 80s so in 91 when the reforms happened you had that you know carter of people who could carry that shit out similarly you know in under watch by his government they were always talking to the opposition when that transition happened in 2014 for a while as puja uh writes in her book the lost decade uh you know you had chidambaram's people kind of continuing with jaitley's people and there was a continuity there till a few months into uh you know the regime as it were everything went to hell so now the question is a dual one one is what is you know in terms of continuity has in terms of that sense that we are all working to solve the same problem has something broken down drastically and therefore is this degradation of all of these institutions which give us data is that degradation you know willful malice or is it just incompetence and perhaps the next time around it can get you know there is hope that we might"
    },
    {
        "speaker": "Guest 2",
        "time": "02:30:57.580",
        "message": "get back on the path of progress so i'll say two things the the statistical machinery and this is by the way true of the indian bureaucracy i mean this is i think the way the bureaucracy is architected you have you know what i wouldn't even use call it the flailing state but essentially the idea that you have people who are technical minds up top who have always been very bright dynamic but even with the statistical machinery prior to this particular phase there were lots of issues about recruitment training management of the local levels of data collection management so i almost feel that it was a system which was ready for a crisis because there were signs of all of this already coming out and and and and i have sympathy for those in for example mosby who say that there's a reason why also technical reasons why to do with staff to do with design to do with all kinds of questions that some of the data is not so i have sympathy for that i have no patience for it but i have sympathy for it if you know i think those are two different things um it's almost like you're talking about your children or something if you would have them sympathy but i do i do i actually i don't know i really i you know this i mentioned this in my book i have a lot of i think i've grown up around statisticians when i was very young they are in my life and i think there is a lot of i know it's a very tough job and being a surveyor you know is probably one of the toughest jobs in this country to collect any to elicit responses from people and you know this amit and so i think for me yes maybe maybe not children like i find it i find it damn easy actually yeah you find it very easy i'm sure but maybe we should put you in a statistical organization yeah yeah i think it's yeah but you need a million of me yes exactly"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:45.420",
        "message": "which i'd be difficult clone you also i have a feeling he'll just go off it's another target"
    },
    {
        "speaker": "Guest 2",
        "time": "02:32:49.180",
        "message": "to them you know yeah this is the thing tell me about your childhood yes yes let's talk about your story as opposed to the sugar that you consumed in the last week but anyway i almost feel like you know in this kind of context it was ready for a crisis then there has been obviously there are politics now to clearly data and i think rajeshwari was alluding to this i think the two have just now concocted and created this complete storm right where now there's like silence i mean there's barely any data coming out um i also think part of it is something we were discussing earlier which is that i think the level of scrutiny on the health of any metric because of social media because we are now there is a kind of polity which is far more interested in scrutinizing lots of things debating for good or for bad um as a consequence there's also a lot of fear around well what if we put things out which are just you know not there are issues which i have a feeling maybe in the past you could sort of test and experiment and learn and there were measures by the way for example when they were trying to measure women's informal work there were some measures that just did not work at all i have a feeling maybe if that happened now there would be such a set of storm and stories around it and given that politics now is so closely linked to the news cycle and how you're represented and image and all of that i think that's also making it worse um having said that though i do still think that in state governments planning departments which take the ownership particularly of collecting local data i think they are still very committed to the idea of at least collecting information because they have to put it in their state plans their state budgets and i think a lot of the data story amit is also related to the planning story because when the planning commission went and was replaced with what is the niti ayog now a lot of the fundamental where the data was going right and some of the decision making which was almost binding because you had to there were budget allocations that were done on it there were poverty estimations that were being done when all of that went some of the push in the system the almost you know like how in india everything happens in mission mode that mission mode in the system evaporated so i have a feeling part of it is also then the incentives in the system to get certain things done also started to recede so i think it's a combination of three but i wouldn't just put it on malice i think there is also there are genuine questions about bureaucratic reform not just i mean definitely in the statistical architecture but i think this is larger parts of the bureaucracy others on your show have talked about this and i think that"
    },
    {
        "speaker": "Guest 1",
        "time": "02:35:22.540",
        "message": "meets malice and then you have the outcome that you do so i i largely agree with what shana said i think it's the answer is not as straightforward as saying it's either malice or incompetence right because for example if you just look at the gdp data it's an extremely complicated task to collect data and compute the gdp of a country and we are talking about the largest democracy of the world gdp collection process in india is an is a complete nightmare and and you have to remember that india was at the frontier of statistical data collection back in the 60s and 70s during the mahalanobis period etc and we were actually i mean our advice the advice of our statisticians was sought by the western countries in order to build a statistical structure and system so we were at that level so we did something right i mean we definitely got that edifice that is statistical structure right but i think what happened down the line is and i agree completely with what shana said here is that we also needed to continuously reform the statistical bureaucracy like as we were reforming the country as we were opening up the country which became vastly more complex than the centrally planned closed economy of the 60s and 70s we suddenly have a very complex modern market economy with a statist edifice imposed on top of it but we've somewhere down the line forgot to reform the statistical bureaucracy we forgot to improve their capacity strengthen their capacity with numbers skill quality everything so you have like a the same system that continued from the 60s and 70s but you're now putting the pressure of computing the gdp of a significantly more complex economy and you have the pressure of meeting international standards in fact the latest revision of gdp was done primarily to take india's gdp method to the international standards you have that pressure as well and there is increased scrutiny exactly as shana said because now suddenly it's not just 10 statisticians sitting in isa calcutta have access to the data there is everybody who has access to the data and everybody can ask questions about the data so i think that the combination of that led to the crumbling of that edifice so to speak and then somewhere down the line you know you realize that you are in a secular stagnation for 10 years you were just not aware of it because you were looking at some other numbers or you just chose to be oblivious about it and then suddenly a survey comes out which shows that consumption has like four decade low unemployment is four decade high what do you do about it you suddenly you don't have a coherent economic strategy you don't have an economic policy or election is down the road what do you do with it so i wouldn't put it in malice it's almost like a political compulsion don't release the survey because then we are going to look really bad so i think it's a combination of everything but the problem is that they probably could have addressed it by being a little bit more transparent and being a bit more proactive about taking steps to address the problem which they did not do and we kept waiting for when it's the next consumption survey is going to happen when are they going to fix the gdp problems they just did not do it so the silence on the part of the statistical organization is what i think compounded the problem even more because by now it's been 2015 was when gdp data was released 2017 was when the service was suppressed we are in 2022 and we have not seen any steps being taken by them can i just add just two"
    },
    {
        "speaker": "Guest 2",
        "time": "02:38:30.620",
        "message": "quick things i mean the reason the last plfs was released was because essentially the statisticians went on strike and i agree with rajesh i think we need to see more of this hartaal culture perhaps in in our statistical bureaucracy something that the bongs got right yeah exactly um and the second thing i want to actually say is you know what is actually a very exciting source of new data now is transaction data uh all kinds of data that's we're all always exchanging data every day problem is we don't have a data privacy law yet it's been debated till adam in parliament i believe it's now again gone back and there's again jpc looking at it if you don't even have a data privacy framework then a lot of the other exciting parts of the data while we're waiting for government data to organize itself even that you can't use one for forget service delivery for example i'll give you one example you know we're talking about welfare right one of the things everybody says countries like brazil have done is you have a unified registry right uh where you say that well one household receives four benefits and i know you know what these benefits are in india number one you can't even do that currently at the state or national level because you can't there is no legal framework to protect the data and the movement of data uh you would think this is something that is absolutely fundamental so one not just for the delivery of basic goods and services but also to understand what's happening to transactions and going back to what rajesh shree was saying about the the micro constituents of macro variables you could do a lot of exciting stuff but where is the data privacy framework so i just want to double down what she said but also say i think there are alternative sources of data available but the use of them are very gray and nebulous because until we have laws in place we aren't also able to carefully use them by the way one data that i"
    },
    {
        "speaker": "Guest 1",
        "time": "02:40:20.860",
        "message": "would definitely look forward to using going forward would be gst data because goods and services tax can be a very good alternative proxy to a gdp or an overall aggregate indicator to understanding how the economy is doing and the more the government release it releases it in a more transparent manner more disaggregated manner the better so i would hope seriously that that continues and more disaggregated data comes out because that is something that we can look at as"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:46.300",
        "message": "an alternative proxy in fact one of the questions that came in on twitter was from sahil khanwala who said code gst receipts crossed 140 crores in march 22 does this mean gst is finally successfully implemented has it has a net positive effect on the economy i i don't think it is it"
    },
    {
        "speaker": "Guest 1",
        "time": "02:41:03.900",
        "message": "says much about the implementation of gst as much as it does about normalization of the economy after the pandemic so you're basically seeing opening up of economic activity or just seeing a you know shutdowns and lockdowns are gone the economy is back to sort of doing the activities that it's supposed to be doing and therefore there's a revival of pent-up demand all of that is happening and that's showing up in the gst data i don't think it i mean it's difficult to disentangle the two but i don't think it has got so much to do with the implementation of gst can i just add"
    },
    {
        "speaker": "Guest 2",
        "time": "02:41:31.100",
        "message": "one thing i hear a lot of people say to me well look at the gst numbers they're just and it's all so great and i can see both of you are just giggling at this because i think all of us have heard it one thing i will say to anyone it's really young people listening to us if you lead the gst numbers great exactly as rajeshwari said look also at the employment unemployment that's coming out of cmi i would almost force everyone it's a it's a it's a practice it should be good practice that once you look at gst also look at the labor market because i think you have to look at the two of them in conjunction to understand what's happening because they do kind of sometimes they give you a different picture but i think it's useful just so that we don't"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:08.540",
        "message": "get carried away sometimes with this you know the numbers that are being reported and i'm also skeptical of any kind of tax collections going up because taxes to me are a transfer from the productive part of the economy to the parasitic part of the economy and on that note we shall"
    },
    {
        "speaker": "Guest 1",
        "time": "02:42:24.140",
        "message": "take a quick break i don't think we can we can say the same about indirect access or sort of you know gst but anyways that's a different debate altogether but i do agree that we have to look at multiple series i think that's very clear by now you can't put all your eggs in one basket and say just one series and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:39.660",
        "message": "we know how the economy and i have to tell you uh i loved um shrena's phrase just now when when she spoke about how excited she is by micro constituents of macro variables that's uh you know such uh"
    },
    {
        "speaker": "Guest 2",
        "time": "02:42:52.780",
        "message": "superb geekery thank you this is what you elicit in us on that note we'll take a break"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:59.260",
        "message": "and when we come back we'll go much deeper into our adda long before i was a podcaster i was a writer in fact chances are that many of you first heard of me because of my blog india uncut which was active between 2003 and 2009 and became somewhat popular at the time i love the freedom the form gave me and i feel i was shaped by it in many ways i exercise my writing muscle every day and was forced to think about many different things because i wrote about many different things well that phase in my life ended for various reasons and now it is time to revive it only now i'm doing it through a newsletter i have started the india uncut newsletter at india uncut.substack.com where i will write regularly about whatever catches my fancy i'll write about some of the themes i cover in this podcast and about much else so please do head on over to indiauncut.substack.com and subscribe it is free once you sign up each new installment that i write will land up in your email inbox you don't need to go anywhere so subscribe now for free the india uncut newsletter at indiauncut.substack.com thank you welcome back to the scene in the unseen i'm chatting with rajeshwari and shreyana and uh i had announced at the start of this episode that we're going to talk about rajeshwari's life and so on and so forth and well as modiji says but the situation we are in is that we have like an hour of talking left and there are many things about the economy to discuss and rajeshwari has promised to come back at some point in time for a five or six hour episode uh where we can go into deep detail into her life uh you know which is fascinating because her family has a rich cultural history her uh her ancestors uh in fact held the first uh durga puja in a particular part of durga puja in the city in celebration to celebrate robert clive's victory in the battle of plassey yeah so uh patriots of existing regimes"
    },
    {
        "speaker": "Guest 2",
        "time": "02:45:01.820",
        "message": "from a long time but so i'm so relieved we are talking about my life i think maybe this is a"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:09.900",
        "message": "good tactical move yeah no no i really i don't want to rush through this because uh i i think that rajeshwari's had a really interesting life and it'll be great fun so we shall save that for later but meanwhile both of you mentioned that you had kind of questions for each other so why don't we go with that and then we can go on to whatever you know we'll take some stuff from"
    },
    {
        "speaker": "Guest 1",
        "time": "02:45:31.580",
        "message": "twitter and perhaps things will occur to me as well sure so i uh had a question for shreyana i was listening to the podcast which i thoroughly loved um and i told you on the email as well that i really like the way you combine the bollywood pop culture with economics and labor market outcomes which i mean i would have never even thought about so the question that i had i guess was that so the way you are sort of you know the way shahrukh khan enters into the book is basically the fact that he's sort of more much more of a feminist actor compared to the other actors of his generation in the sense that he's much more caring and his his views towards women and the way he deals with women is very different from the way his iconography is different from the way the other big actors of his time would deal with and that is what makes women relate to him a lot more i guess than or rather become his fans much more than than others so basically you know i mean he comes across as much more of a person that women feel comfortable with or women feel that they want that kind of a boyfriend or a husband who's going to be giving importance to them etc etc so i guess that the doubt that i had which is just pure doubt just as i was listening to the podcast is that you're an amir fan is that no i'm not i'm not a fan of anyone in bollywood per se but but basically i think the question that i had was that is isn't it fair to say that while shahrukh i mean the way he was in most of the portrayal of the roles that he did in the movies at the same time all the women actresses in his movies they didn't really have a lot to do per se and now hear me out when i let me finish this so what i'm trying to say is that even if you take a classic movie like ddlj right where it's true i mean the boy falls in love with girl and it's all very romantic and it's all very nice and he's dealing with simran is also very nice and caring and loving and sweet and all of that but ultimately he's the one who does the entire job of convincing simran's parents he's the one who goes all the way to india he's the one who's doing all the quoting and convincing and you know all of that and while the girl is just sitting demurely waiting for him to be done with whatever he's doing so that you know they can get together so she doesn't really have a whole lot of things to do in the second half of the movie and likewise for example if i think of either you know or all the other movies of that particular time period the women don't really have a lot to do i mean i'm not talking about women having agency but i'm just saying that other than romancing or other than you know the romantic complications that entail in the movies there's not a whole lot that the women are actually doing in terms of you know do they have jobs what is their viewpoints what is their choice across different men are they even exercising a choice what agency do they have etc and if i contrast that and maybe this was reflective of the way society was back then that we were liberalizing but we still had a lot of hangover of the past of tradition women not really playing a very powerful role in society and family etc and if i contrast that to now for example i mean some of the movies that i have seen let's say Vicky Kaushal comes to mind and i'm not talking about the person as you know whether i'm a fan or not but i'm just saying the roles that he essays so for example you have a movie like Manmarzia where there is a woman who has a choice between two men and he actually exercises the choice to go with one and not the other or for example there is love per square foot where the girl and the boy decide to get married because each of them wants to own a home whereas love and romance is not the reason for the marriage the girl has as much agency as the boy does or for example even Alia Bhatt movies like for example a highway where she chooses to stay with the abductor because she doesn't want to go back home and then when the abductor is killed she just abandons her own family and goes to the mountains and does her own business and builds a home which is tremendous amount of energy agency on part of a young girl again other examples so i guess you know Priyanka Chopra in Dil Dharakne Do this movie that i have seen recently where she she gets a divorce and she manages the father's business which is again tremendous amount of agency on part of a woman and in fact the brother which is Ranveer Singh is being portrayed as a good for nothing so i think that's just a marked departure even Yeh Jawani Hai Diwani i mean Ranveer Kapoor being a very lovey-dovey boy but then Deepika Padukone in that movie has a job i mean she's a medical student who's very good in her studies we don't ever see her"
    },
    {
        "speaker": "Guest 2",
        "time": "02:49:58.940",
        "message": "working at least she has a role which is basically she has a role in a clinic no they all have jobs which is compared to all the other women we've seen in the Shahrukh Khan movies but they're not doing anything no but now i will protest actually factually that's incorrect because Preeti Zinta there's an how does she meet Saif Ali Khan in Kal Ho Na Ho it's because she's studying to be a management student each one of the women Simran is probably actually the only one and in fact that's part of the big reason why a lot of the women who i interviewed said to me that well Simran can't live on her own so he better make sure that Simran's father supports the match so actually that's not true because if you look at a lot of his films Swades the teacher her teaching is very prominent and important in fact and what Swades to know that is not a woman who has no agency so look at Swades Kal Ho Na Ho as well because remember actually she has a choice between Saif and Shahrukh she realizes Shahrukh's not interested because he's married she's going to marry Saif there's a lot going on Veer Zara as well the"
    },
    {
        "speaker": "Guest 1",
        "time": "02:51:01.260",
        "message": "reason she goes to India is because she wants to find but you won't agree that the recent there"
    },
    {
        "speaker": "Guest 2",
        "time": "02:51:07.100",
        "message": "has been definitely a transition i'll come to that in a second so i think so that's one so i think we should just retire the idea that the women don't have agency or don't have jobs because that's just statistically actually not true because in these movies his last film Zero is a remarkable film because it has a scientist or an actress who he is besotted with both of whom and they both just reject him and Amit and I were joking in fact during the last podcast and you know the the rejection is literally made caught is made literal by the fact that he is vertically challenged or you know is suffers from dwarfism and they say you don't measure up to me right um so i think that's one so i don't think that that's true and i also think agency is not just there's a kind of flatness to the visual medium agency is not just us having one dialogue saying oh the girl has a job for example Deepika Padukone in that Yeh Jawaani she is doing nothing but basically in actually all of Ranbir Kapoor's films the women do nothing but essentially be the supportive savior or the manic pixie dream girl or and they are all they all at some point have a job like there's a you know there'll be someone doing something but you never actually their jobs don't necessarily intersect with the storyline per se i think where things are actually very different is when women write films so take Dear Zindagi where actually the principal conflict is Shah Rukh is playing a therapist to Alia Bhatt trying to figure out what to do with her career and her personal life she's very unhappy with the way her career is going and it is up front center in that movie and he in fact plays almost he's like the supporting character to a film that is about her conflicts right so i think i think just to say i think actually the real axis of shift i don't think is in just the whether we have one dialogue or two dialogues where they go to office or they show her how much of a woman's ambition uh to run an NGO to run a magazine so Preeti Zinta runs a magazine by the way in Kabhi Alweda Na Kehna the wife's career is actually the principal fault line in that Shah Rukh film because he is unable to handle her success so again going back to that idea that women in his films definitely have career paths and i think you know it's just just because but even with that i don't particularly think it's a great portrayal of women so i would never say that the women are portrayed like it"
    },
    {
        "speaker": "Guest 1",
        "time": "02:53:28.300",
        "message": "lavishingly well i just feel that now increasingly women are relatively speaking definitely"
    },
    {
        "speaker": "Guest 2",
        "time": "02:53:32.860",
        "message": "portrayed better than what it was you know i i actually here's the thing i and Parumita Vohra actually recently did a piece about this and i i completely agree with her you know i had done this thing where i measure how much women speak in film and someone in a newspaper had reported on this and they had interviewed Parumita and one of the things she actually said and i think it really stayed with me is that she felt that visual mediums have become very gendered of late right and what that basically means is that there's this constant need to show that the woman is being portrayed well because there is this scrutinizing gaze going back to what we were talking about but it's almost like the ways you're fighting stereotypes are so stereotypical um i don't think in fact other than a wonderful OTT show which is about a Delhi police officer i'm forgetting the name of the show well there's that but there's another one as well i'm yet to see or luck by chance actually is one of the best films i think to me when it comes to sort of women's"
    },
    {
        "speaker": "Guest 1",
        "time": "02:54:29.900",
        "message": "agency job all of that right but you wouldn't agree there are increasingly more women-centric"
    },
    {
        "speaker": "Guest 2",
        "time": "02:54:35.100",
        "message": "scripts being written i think they're very formulaic i think they're actually really boring to be honest i see some of the stuff and it's almost like you want to show a woman is empowered so there's some kind of like prototypical way a woman is empowered and i'm not sure i don't buy"
    },
    {
        "speaker": "Guest 1",
        "time": "02:54:50.540",
        "message": "into it i don't feel the conflict for example if you think of a razi right i mean yes it's based"
    },
    {
        "speaker": "Guest 2",
        "time": "02:54:56.380",
        "message": "on true story but then it was not typical at all but this but see this is where i go back to no but here's the thing i think each one of the cases that you're talking about and in fact this is something a lot of people have been writing about in feminism it's like women's stories are now only interesting when they're like heroes or they're victims so they have to like out and out do something really remarkable or be like you know really the sort of you know the brunt of a brutal crime and if you look at a lot of the women-centric movies that tend to come out but let me finish which is to say that i actually think the really interesting bargain texture is happening it's this missing middle of the narrative other than this police crime show i'm going to say there was other one there was gully boy where i thought alia bhatt's role was like beautiful it was so well written there are a few but i think actually the the factor here to me is not so much time i mean i think there were movies in the past that amol palika was part of whether women were like writing journals and doing beautiful interesting things right i don't think it's about time it's not like over time women's representation has become better i actually think it's about sometimes it's often about whether women write those scripts or not i often feel that when women write or direct there's a gaze in the way women are portrayed they're presented which is much more open the luck by chance at the end of the day is a woman is a is a very women-centric film because it is you know very strong woman putting her voice out there so i see what you're saying but i think sometimes to me it feels very sort of oh there's a strong woman so we have these tropes of a strong woman and then we must show them and if you look at pink for example which i think is the worst crime possible on this it is apparently a movie about women's sexual violence but you have amita bachchan speaking through all of the film i mean the women barely have i think i think there are"
    },
    {
        "speaker": "Guest 1",
        "time": "02:56:49.660",
        "message": "examples on the contrary as well i wouldn't say that all the women-centric movies that are being made are primarily i'm not a movie expert so i shouldn't go too deep into it so that i can't come out of it but at the same time i mean i just as an observer i don't think that most of the women-centric movies that are being made are to show them just as either very powerful heroes or as victims and i think i think at some point i guess also what i'm trying to say is that i would be very happy that the era of a superstar is over that we are never going to have another shahrukh khan because now then there is a scope to experiment with different kind of scripts and possibilities as opposed to just getting sort of overshadowed by this larger than life persona"
    },
    {
        "speaker": "Guest 2",
        "time": "02:57:26.460",
        "message": "i don't know let me push back against and this is the last thing i'll say on this which is that i don't know i think there's actually something very beautiful when our superstars are not our politicians when our superstars are in cricket when our superstars are in culture when our culture when our superstars are in in the creative arts i think right now we are living by the way in a culture where we have superstars we need a podcasting superstar yeah well we are looking at one who is that i'm getting different responses to you guys but to me actually i think the really interesting question is not whether i don't see it as a zero-sum game i actually think you can have icons who are like really larger than life and people can derive i'm not in the business of judging others for their pleasures that's not my interest at all uh if you know seeing a big icon makes people happy as long as you're not out there lynching people that's fine um if you want to see very complex scripts and all that's great as well i think there's like enough space now for all kinds of mediums and stories but i will say one thing though i think the world where we think that everyone is watching ott and the world of like big superstars that's a really small space um in fact most people are watching ajay devgan's new film or uh you know there are big stars and in fact those stars have become so hideously masculine if you look at the roles akshay kumar ajay devgan and many of these films look at simba which came out which was about a policeman aggressively masculine in fact there was a tweet recently which said the only person who can save masculinity in bollywood is shahrukh khan i completely believe that and i think that uh you can have that um and you can also have these other stories that you're talking about and then you and i can disagree"
    },
    {
        "speaker": "Guest 1",
        "time": "02:59:16.700",
        "message": "about whether we like them whether we connect with them that's a different story so i mean i mean this"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:20.220",
        "message": "is your cue to ask the more important this is my cue to move on from uh shahrukh khan but i can't help but uh sort of say two things and one is something that i mentioned in my episode with her as well that let us not forget that that film you mentioned ends with amrish puri i think it was everybody read my book to know that that should be interpreted in a very different way yeah but i interpret it as she has no agency i interpreted it is exactly the same you know what simran should do simran should leave the dad leave the naka boyfriend and just build a life on her"
    },
    {
        "speaker": "Guest 1",
        "time": "02:59:52.540",
        "message": "he's not a boyfriend what really irritated me is that that scene became like a legend of sorts"
    },
    {
        "speaker": "Unknown",
        "time": "02:59:57.980",
        "message": "right and then we saw movies after movies and real life scenarios ads what have you made trying to"
    },
    {
        "speaker": "Guest 2",
        "time": "03:00:05.020",
        "message": "move on to economics no no but no actually going back i want to actually pick up on economics no but here's the thing which is that uh in fact we live in a world and i can look at that scene and basically say that i judge it for not being feminist she has no agency she's in rural punjab she has no job of her own um at the end of the day i think what's happening is that you know there is a willful acceptance of your constraints and so we can disagree with that but it is also"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:33.660",
        "message": "it is reality so we'll move on and since you mentioned dear zindagi i wrote about it in 2016 when it came out and i just want to read out a few lines from it for our friend here so a number of points and i'll read out two of them and point number two was practically everything shahrukh khan's character says is nonsense 90 percent of it is banal like ravi shastri talking about cricket and the other 10 percent is downright wrong and dangerous like modi talking about economics the kind of psychotherapy he's shown doing is basically quackery and the way he talks you'd imagine he's never read a book in his life and spends 20 minutes each week on brainy quotes and wikipedia simply put the guy's a buffoon this is this character he's been written let me continue yeah and point you're so upset point number three no no i just want to say these because i'm just looking at your face as i say them but i wish i wish there was a video of this now yeah point number three i've often maintained that shahrukh khan is a worst actor in history i know amitabh was his idol when he entered the industry and while amitabh has done some monumental hamming in his time shahrukh knocks him out of the park watching shahrukh ham it up in scenes with the wonderfully naturalistic alia is as painful as watching amitabh ham it up in piku in scenes with the brilliant irfan khan is the contrast not obvious to viewers am i the only one cringing"
    },
    {
        "speaker": "Guest 2",
        "time": "03:01:47.100",
        "message": "stop quote you you you were one of the minority cringing that you know yeah we've talked about it"
    },
    {
        "speaker": "Unknown",
        "time": "03:01:53.180",
        "message": "no no but this is like yeah but no but i i think that yeah amit you've discussed this before"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:59.820",
        "message": "no no no i don't want to move on i don't want to spend like a minute no you can't like throw"
    },
    {
        "speaker": "Guest 2",
        "time": "03:02:03.500",
        "message": "these quotes and say these things about the most wonderful person in our country and then say all this he is to me one of the most wonderful people in the country he has such a huge um um even though scenes you and you can debate whether you know the psychotherapy that is being there is a sense of cocoon and comfort that i know so many women who deal with like really terrible workplaces watch that film and we've talked about it and i mentioned this in the book they walked out of that film feeling really encouraged and comforted you know especially the thing that he says about the kursi you remember in that film where you can explore different sexual possibilities and don't feel like you need to judge yourself for it it can sound like quackery but actually in our country where no one is actually talking about sex openly it felt very it was actually very comforting to a lot of women and i think you we can sort of judge people based on certain norms or what we think you know the script is acting is all of that but i do think we have to acknowledge that these people are playing very different functions so i just i want to say that okay you've had the last word on sharukh"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:03:06.860",
        "message": "and now you had a question for rajeshwari as well yes i actually want to know a bit about"
    },
    {
        "speaker": "Guest 2",
        "time": "03:03:13.660",
        "message": "what what do you still enjoy being an economist i know we we started by saying we were having this conversation about the profession when you entered the profession that were there things that you really loved about the subject and has that sort of kept you going or do you think now you're a different kind of economist than you had thought when you had entered the field you would be i just want to get a sense of i know that you'll come back for an episode on your back's life story but i want to know a bit more about your interest in the field and and how that's you sure um so"
    },
    {
        "speaker": "Guest 1",
        "time": "03:03:44.460",
        "message": "first of all to answer that that first question i absolutely love being an economist even today and my sense is i continue to love being that the foreseeable future because for me it's almost like combining passion with profession um so i think this i briefly mentioned in the first episode with amit as well that when i was studying economics i didn't really think of myself as an economist of course far from it i didn't even know what i was going to become and i was sort of in the rigmarole of the indian rat race or whatever you call it that i was going from one step to the other i was doing my graduation post-graduation i think when i was doing my post-grad at some point of course i started realizing that i do like the subject for what it is um and this was also the time when india had liberalized right this was early 2000s and it was completely like the way i call it roaring 2000s in india and mind you i had i was coming from calcutta which was the communist bastion and there of course any sign of liberalization privatization was significantly more muted um and but to the extent that i was witnessing it it was a delight for me because you've been born in the 80s and you witness that you actually live through the transition of it in real life and then i went to delhi for my post-grad and of course delhi was like an eye-opener it was a culture shock and an eye-opener both at the same time and and then when i was studying my post-grad i i think my love for economics had started in presidency college when i was doing my undergrad when i went to delhi i was massively disillusioned because in delhi everything was extremely competitive it was about getting a job it was about you know showing off what your salary is and all of that thing and that was exactly not what i had in mind when i was sitting in presidency college library and idealizing about books and stuff and whatnot and therefore i had that period of disillusionment and i actually went to the corporate world it was also fear of missing out all my friends were doing it i wanted to do it as well so i went to the corporate world i did not like it at all um and that's when i think that hankering back to what i had felt during my undergrad studies in presidency came back and i realized that let me give it a shot and let me actually try my hand at research and see if i'm really cut out for it if i'm going to do it and i think that's when i finally seriously started thinking of economics as a profession as a calling and then i went to the u.s to do my phd but even throughout the u.s it was again learning about what we called talked about in the beginning of the episode learning about the theories the models you're basically going through the entire program of it and while i was still doing research it was very mechanical right because i wanted to get a phd i wanted to get some papers out so i was okay i was doing fine but i wasn't particularly the passion for economics and all of that i didn't really feel it per se and then i came back to india and later on we can talk about in different episode why what when and when i came back to india the the funny thing that happened was that i actually had to leave india go to the u.s and come back to india and do all of that journey to finally become an economist and think of myself as an economist and i started sort of like feeling the juice of the subject so to speak because when i came back to india i came to igid in bombay and i met a wonderful bunch of people two of whom are going to be here later on in the evening and they completely changed the way i think about economics the way i wanted to apply economics i was in that zone where like my phd advisor i would write papers get published in the journal you know be a university academic economist that that that myth was completely dispelled when i met this bunch of people and i realized that economics can be a lot more fun than that it can be a lot more it can be made a lot more accessible to people than that and i can have a lot more fun by studying the backyard which is the indian economy because until then i hadn't thought of indian economy at all right because in my mind it was the american university working on economic theories being at the frontier of research and for the first time i strictly exactly remember 2014 was the year when i started thinking that i might do some work on indian economy it will not get published in journals because nobody's interested in indian economy i will never get a job abroad again because it's macro who's interested in indian macro and i was fine with all the trade-offs it was the decision that i had to take that i was fine with these trade-offs because what what lies on offer for me was very very exciting and that's when i got involved in the drafting of the bankruptcy law now for an economist trained in the us if you were to tell me seven years or eight years back before that that i was going to be involved in the drafting of a law i would have thought you know what are you kidding about i mean my friend economists in the us have no idea about how laws are drafted etc but i got involved in the drafting of the ibc which was the most exciting exhilarating experience ever till date i mean for five months we would just think breathe bankruptcy laws which was not even my area per se right but i started understanding how indian economy works how different vested interests work and that's basically the start of my journey as an economist it's as recent as that and then since then i've just been focusing on india and as i said you know it doesn't get me a lot of top journal publications it will never get me a job outside india if i ever want to go outside anywhere but the satisfaction is is enormous my friends who are economists in the us would not even remotely come close to the idea of drafting a law because they are just so far away from the policy and the legal space of it whereas what happened with me was that i got to know a whole bunch of very interesting lawyers policymakers no academic economists so to speak what is called mainstream academic economist and it was a whole lot of fun i mean i was basically just having fun i was called by the jpc in the parliament to depose i mean i was in a completely different world from what i had visualized when i started my phd and then i i just fell in love with it i just fell in love with the idea of understanding indian economy uh giving it back to the best possible way that i can which is through teaching my students writing in the media doing a whole lot of talk shows uh panel discussions so i just make myself available whenever i get an invitation because that's my way of getting my own concepts right and also getting the concepts accessible to whoever is listening out so i think i've had a complete ball of a time since 2015 and knock on wood and and i hope i anticipate that that's going to continue going forward and as i said this is nothing the way i had visualized mainstream economics was going to be and to a large extent the credit lies to the people that i got to know in 2014 2015 who got tremendous influences in my life and yeah i mean i'm just having a whole lot of fun at this point of time although everything that the economy has gone down south since then but just analyzing it and mind you i mean before 2014 i didn't even think of the indian economy per se right and now i'm really into understanding what's happening what's going on how can i do better how can i teach my students better what articles can i write in lay person's language so that people can understand and it's it's challenging it's it's exciting so yeah i really like it so yeah it's definitely not the economist i never had a vision of myself as an economist when i went to the u.s i thought i was going to be one of those tenure-track university professors i'm so glad and relieved that i came back and tremendously grateful to the people who have influenced me um and i think i'm just very very"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:14.540",
        "message": "very fortunate from that perspective and what kind of strikes me is that you know that uh incident you narrated at the start of this episode that you're out there in the slush going towards the water and the sky is getting dark and you don't know whether you'll reach the water and you don't know whether you'll make it back and it seems like such a great metaphor for what you're just talking about because i also kind of feel like that sometimes that sometimes you feel alone on the journey but there's great beauty and you want to do it and you're doing it and you don't know"
    },
    {
        "speaker": "Guest 1",
        "time": "03:11:42.700",
        "message": "where it's gonna go and eventually you'll probably drown and and it's also by the way very very i don't know the last part but but it's very risky right because you're not getting a huge monetary reward out of it right uh you're not getting any tangible reward and benefit for that matter you are entirely thriving on your own motivation and mental satisfaction and to go on year after year just based on that but touch wood as of now it's working well i hope it continues to work well but who knows one fine day i'll just wake up and think what am i doing with my life but as of now i think"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:12:13.260",
        "message": "it's working well and i want to riff off something shrena said in her last episode with me where you said something to the effect of numbers or elegant equations or whatever can move you to tears right and i was struck by that because i sometimes feel that way not so much about economics per se but about figuring out a part of the world you know there's something that's muddy and suddenly it opens up and you see it clearly it's like something that is pixelated suddenly becomes high definition you know uh young indian men young indian adolescent men of the 90s will remember this when they were downloading porn from dial-up connections i don't know what an"
    },
    {
        "speaker": "Guest 1",
        "time": "03:12:47.020",
        "message": "analogy thank you thank you for taking us there yeah apologies but i want to mention one thing amit is that what i also realized is that it takes a very very very long time to understand even a small part of economics i mean forget about the vast indian economy right i mean i think i've spent seven years just trying to understand monetary policy or inflation right and today i can at least write some meaningful coherent articles explaining that let's say to my mother or or a common person and i'm fairly confident i'll do a very good job of that but that's just a really small percentage of the vast subject that economics is so it takes you have to basically devote your life to something like this to be able to say at the fag end that maybe i have a little bit of an expertise or maybe i have a little bit of a specialization and therefore people who call themselves experts i i get very skeptical about those kind of claims because you have to be very very focused and hard working for a very long time to gain even a little bit of expertise in any subject and and focusing on indian economy i think has given me that concentration that there's just"
    },
    {
        "speaker": "Guest 2",
        "time": "03:13:55.020",
        "message": "one thing i'm doing and i just want to do it really well you know and i have to just it's funny i was listening to rajesh and i just and i just realized one thing i wanted to just say is that often i in fact of late i really find myself also dealing with somewhat of an imposter syndrome because there is this thing about like do you really have the ability to what can on what basis are you making claims right many people will ask you questions and i'm like okay so this is what i think and sometimes i wonder is it tied up with my gender is it also tied up with the nature of economics exactly what you said which is that i know that even to understand employment rates it's taken us such a long period of time to construct them to understand them even now there are facets of it that i would you know not understand and so what's happened now sometimes to me is you know often for example for the book i'm asked lots of questions or even you know with my job people ask and you have to obviously speak with a certain amount of confidence assurance and of course i know my stuff but sometimes even at that same time there's this part of me that's thinking oh this is a little bit imposterish because do you really know you know and you're always dealing with these two voices so i i hear you but i also sometimes then feel that my battle often is to not shy away from my own argument which is to have the conviction to say this is what i believe i'm like for example we're fighting about Shahrukh Khan right now just as an example i believe x he's not an economic concept but i'm just using that i believe x we may disagree and that's fine i think sometimes the and all of us are kind of i think i'm going back to what you had said during our last episode which has really stayed with me all of us are winging it right we all come at it with our own base of evidence our own insights our own biases our own backstories and i think what sometimes the main thing i think that troubles me about sometimes that state of conversation is that we should all be okay with saying that we're all kind of winging it and you only know as much and it's okay to then also be wrong and to update beliefs like this the fact that the world is Bayesian the world should be Bayesian we should all be updating our beliefs that to me is if there is one economic and statistical construct which i think is so important in our lives especially the way the modern world is just constantly changing it is this idea of Bayesian you know probability which is that you should be constantly updating your priors and i think so for me i completely echo what i think Rajeshwari was saying but i also feel that in my own self i find that i really struggle with this part imposter syndrome and then sometimes i get angry because then you're always in a room and i'm sure this has happened to you Rajeshwari you're always in a room with lots of men and men also have their imposter syndrome but they deal with it by being even more know-it-all they're very good at dealing with it exactly and then i feel like i need to be even more aggressive and there's this like escalation of aggression and i think i'm at this stage in my career where it's not so much just a technical journey but it's also just a psychological journey of like how do you now take what you know which you've built you know a long period of years investing in building nurturing and then engage with the world in a way which is still respectful and not this sort of you"
    },
    {
        "speaker": "Guest 1",
        "time": "03:17:14.460",
        "message": "know constant fight so i'll say two things here so remember i mean during the course of this conversation before the break you said that economics is about understanding the behavior of people right and therefore we should be able to interpret and analyze that and put it in simple language but it's very very hard right i mean i mean to reach the stage where you can analyze the behavior of people in simple terms and to put it and express it even simpler terms that takes years to reach that kind of confidence and that you have the grasp over the basic concepts and intuition and interconnections to say okay i can now say this right so i it's a it's a very good fake quality that we should all have and we should aspire to do but what i'm trying to say is that it's a very long process i mean you can't just become an economist and get trained and start doing that right you have to to build years of expertise and knowledge and and and it's good that if you if you sort of try to focus on that and the other thing that i will try to say is that i think i was always very conscious about the fact that i'm entering into a male-dominated profession and somewhere down the line that was a very very important factor in my mind and again much of this will come when we talk about my life backstory but i became even more conscious of it when i came back to india because in india i realized there are two things that you fight against as an aspiring economist one is your gender and the other is your age right you are never taken seriously particularly in policy circles unless you are of a certain age you have graying hair and all of that i mean before that people won't even take you seriously in whatever you are saying no matter how well you know the concepts etc and on top of that if you're a woman so if you're a young woman recently returned from the u.s there is no possibility that anybody's going to take you seriously so i had to struggle and now of course i mean i'm not even there yet i'm still in the midway but i had to struggle a lot to make my voice heard even as something like a panel discussion where everybody else would be a man and i'm just struggling to make my voice heard on one particular question where they are all just being very aggressive and their body language is very different so you're fighting at multiple levels you're trying to understand the subject you're trying to understand what's happening in the economy and you're trying to sort of be the lone female voice in a room full of men you also don't want to look that you're being overshadowed by them so it's it's a constant struggle and out of all of that if you get one output ready where you can say okay i've understood this slice of the world i think that's a tremendous achievement and"
    },
    {
        "speaker": "Guest 2",
        "time": "03:19:44.700",
        "message": "that's what i pat myself at the back you know in fact i have to just say in fact now my goal when i go into a room and it's it sounds is actually i'm very comfortable being overshadowed because then i often know that maybe i've learned a lot about male psychology modes of behavior and i know it's material for my next book you know and that's the way i now learn to deal with it because you know in life i've just especially in this field because you do have time there's a kind of person who enters this arena of the world right somewhat type a fairly ambitious everybody's really bright everyone you know is coming at it with their own good intentions and so with that there's always going to be this elbowing there'll be a lot there's a lot of status jockeying that's just you know the thing that's part of life and now i've actually i think my way of handling it is to just almost say there was a time in fact i was the exact opposite i want to just you know i want to like be you know this thing i need to be heard and but i learned in fact i'll just share this story one of the first bureaucrats i ever worked with and he who shall definitely not be named used to not even look at me and he'd look at my male colleagues and then the question would come to me but through my male colleagues and in fact the same chap was i had walked into a room on my own and he just kept looking behind me at the door and he said and he said world bank wow yeah exactly right now cut to it's been it was nearly seven years seven eight years um he's i know where he's going through a really difficult time because there are lots of really powerful women in the service and he has to deal with the fact that you know there are more and more women coming in to positions of authority and are also in think tanks and and i can see him struggling and so i've sort of learned to i used to get really angry and maybe i should still get angry but i think i've also learned that perhaps this is where creativity and humor and all of that really helps right because you just have to be able to just wear it a bit lightly or else it just becomes it can just be exhausting i think i think you're"
    },
    {
        "speaker": "Guest 1",
        "time": "03:21:55.660",
        "message": "right that i think the the the male economist and since that's the only profession i know it's a struggle for them too right i mean they are used to a traditional world where it's just them right and suddenly you see these women walking into the room who are equally if not more competent they also have a voice they're aggressive they want to speak up how to deal with that kind of a two genders in the same room i think men struggle a lot more than women that's been my experience"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:21.340",
        "message": "i'd actually cut my men a little less slack than you're cutting them because i think i i think it's actually a welcome uh sort of is welcome growth you know the men should welcome looking you know being able but it doesn't happen that way no and another thing that i feel like there should be a segue side episode which we will not record we can do another five hour episode on this but one thing that strikes me from what both of you are saying which is very poignant and this is something i've noticed for every single female guest who's come on this show is that to get to wherever they are they've had to jump more hoops than any man who would have to like just being conscious all the time like in a sense men can be like feral animals not even be aware of the impulses and what they how their egos are making them behave and they're just going through all of those motions but women have to be constantly aware of these dynamics that why do i get interrupted all the time why do i get talked"
    },
    {
        "speaker": "Guest 1",
        "time": "03:23:18.700",
        "message": "down on and you have to come past that even have the opposite experience where i have been invited to events because they wanted to have a woman on stage i i mean it's just like you go from one extreme where you are genuinely invited maybe because you're good but then you enter a room full of 40 men and you have to be loud and aggressive otherwise you can't be heard to the other extreme where you're invited only because they need to have a woman on stage doesn't matter what your merit and what your arguments are and what do you do in that kind of a forum do i turn it down where show up what do i do so it's like you're jostling these two different extremes and while in the middle you're just trying to figure your own shit out basically i also think"
    },
    {
        "speaker": "Guest 2",
        "time": "03:23:54.060",
        "message": "a lot of it is you know women are socialized also to just constantly be aware of the gaze of everyone in the room and even games that doesn't exist i definitely have had moments when i have thought that male colleagues of mine are looking down on my argument when actually later i realized that that was not true at all right and and when i have a program to think like that exactly and whereas if you talk to men they are not they haven't internalized the gaze of the other to that extent maybe it's just the boss right but i will also i'll agree with you on one thing which is that i do i i hear what rajeshwari is saying and i've seen this men are struggling as well we have a crisis of masculinity it's in all professions but i i agree with which is that the less slack i give is sometimes it really irritates me and i see this now a lot with more and more women entering the kinds of things that are said behind in the sort of there is still a locker room right even amongst economists there is locker room talk boys who work at things there"
    },
    {
        "speaker": "Guest 1",
        "time": "03:24:52.540",
        "message": "are things that are said it's a typical thing right if a female economist has made a good"
    },
    {
        "speaker": "Guest 2",
        "time": "03:24:55.820",
        "message": "name for herself there must be something to it like who's the male who's supporting her or who"
    },
    {
        "speaker": "Guest 1",
        "time": "03:25:00.860",
        "message": "she's sleeping with as brazen as that right yeah i mean there is something more to it than just a success as an economist absolutely but if it's a male economist of course i mean come on it's"
    },
    {
        "speaker": "Guest 2",
        "time": "03:25:09.980",
        "message": "just brilliant yeah he's hard working yeah who'd sleep with them exactly those those objectives are"
    },
    {
        "speaker": "Guest 1",
        "time": "03:25:14.860",
        "message": "not applied to the woman at the first brush and you just know it and at some point you just brush it off and say you know what i don't care yeah exactly i honestly don't care what you're gonna say about me because you're gonna say nevertheless so i'll just do what i want to do and for whatever you want to talk keep talking so i think at some point i think we develop a very thick skin and you know and that's the only way to survive and do well and now i don't even notice the men in the room right i mean they're all like they're all people they're there i do my job they do their job and i'm out of it i mean that i've reached that stage at least and i'm happy about that"
    },
    {
        "speaker": "Guest 2",
        "time": "03:25:46.700",
        "message": "no i i do notice the i think i'm still at this phase i do have to deal with that gaze it does bother me the back the back talk also bothers me because one here the one thing about of course this is i don't know what bombay is like but in delhi people only say mean things about you to strangers because they know that you will hear them eventually like it just circles back right like the world is small um and so of course it bothers one but i i've now also realized that i have to just acknowledge exactly what rajesh free was saying which is that it is part of a big social shift that i think the profession men and women are going through so i may be part of the generation that just has to deal with some of the fallout of it and that's fine because you know i so much is otherwise is going well but there is this psychological nonsense that you're dealing with along with having to be technically proficient which i do think that at least men in the profession i don't think face as much and let's hope that you i think i think the scrutiny that"
    },
    {
        "speaker": "Guest 1",
        "time": "03:26:40.540",
        "message": "we are subjected to is a lot higher yeah you have to prove your metal a lot harder and a lot more"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:46.780",
        "message": "but i love shrena's way of dealing with it which is i'm going to put it in my next book exactly"
    },
    {
        "speaker": "Guest 1",
        "time": "03:26:50.780",
        "message": "which is great i can't wait for your next book yeah absolutely yeah so we have like 15 minutes"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:55.740",
        "message": "left before shrena's got to go to this top secret meeting so we'll just rush through uh some broad questions and when i say rush through let's rush through them because people have and these are kind of big issues and one is i have a question for each of you on inflation so rajeshwari you're the macro person and my question is that everybody wants to know what's causing it and what can be done and so on and so forth okay is there a potted answer to this or is it too complicated i mean okay"
    },
    {
        "speaker": "Guest 1",
        "time": "03:27:23.420",
        "message": "let me try to cut it really short and not give a very longish answer so what's causing it there are a lot of supply chain constraints right so the supply side has gotten completely messed up one because of the pandemic now because of the russia ukraine war we import oil crude oil edible oil fertilizer all the major items that we import the prices have gone up globally so we are basically importing that high inflation um and also the china lockdowns because of the resurgence of the pandemic that is further squeezing the supply chain so it's a supply side related so inflation happens when when demand is greater than the supply now demand is weak and supply is even weaker so that is creating the situation of excess demand which is pushing prices up as simple as that so it's basically the supply side constraints that's causing inflation and how it is going to go away well there has to be some waking up required on the part of the reserve bank of india to understand that inflation control is ultimately their job and they need to go back to the table to do their job it's basically as simple as that but in reality of course they're far from it because they have they are dealing with multiple objectives this complete lack of central bank independence etc all of that is going on but bottom line is you have to use monetary policy"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:28:31.740",
        "message": "to deal with inflation and that's not getting done and my question for shrena actually comes from shruti rajgopalan because the moment i said on twitter that i'm chatting with two economists she immediately replied who are these economists and i was like they're both friends of yours don't worry so uh the her question for you is uh and it's a great question which is how does inflation"
    },
    {
        "speaker": "Guest 2",
        "time": "03:28:54.380",
        "message": "impact men and women differently oh gosh that is a very good question so a couple of things one is uh well if you look at intra-household distribution because one thing we know right bargaining theory intra-household bargaining theory teaches us that if prices go up or household aggregate consumption indicators because of price amount is impacted essentially women's access to goods within the household always becomes lower so nutrition outcomes could be affected if you start to reduce consumption of goods consumption of oil consumption of basic food baskets there's a nutritional aspect to it which is very much happening we're not yet seeing like core evidence on it but anecdotally and certainly in research that's coming out of journalists you're picking this up right so that's one so anytime household resources are squeezed because of gender norms within the household women eat less women consume less investment in also women's human capital may start to reduce because you need to offset the increase in price right so the way you do that is you manage the amount that is being consumed by female members of the families that's one so there's an impact on nutrition and health human capital all of that the other which is I think more worrying is sometimes families respond to increases in prices particularly now since we're looking at transport prices being impacted which I think is a very big and important section is that anyway as we know families are reluctant to let women travel out or let them use money to essentially access the world outside the moment you now have a world in which those prices are going further up unsurprisingly the reluctance is only going to now find an excuse so almost patriarchy will find an excuse in prices I think that's the best way to put it right which is to say well now you know it's just become so expensive like let the boy go let him handle all the dealings with the world outside in one travel out right I'm keeping this really micro and very simple just for people even who don't come from an econ background to understand and then you basically say well let the boy go he can do you know household marketing anything else he needs to do you don't necessarily need to go to so there are fears that feminist economists have had that inflation actually leads to reduce mobility outcomes often for women as well for men it's far more straightforward right it is actually of course an impact on income impact on savings all kinds of insurance behavior as well is impacted your labor market decisions about how you work where you work all of that would be impacted as well but I think Shruti's question which is I think why she always asks these really good questions is also to get us to think that this is why you need a feminist lens to economics because if you were to just look and I think Rajeshree will agree with me if you were to just look at the impact on inflation much like medicine where a lot of the experiments on for drugs are done on men's bodies and then you report results saying that this works for women also actually a lot of these channels work very differently based on norms right gender is a good example of that because it's such a strong norm here so I would I think the answer to her question is that because of intra-household bargains I would anticipate theory would suggest that consumption of core goods investment in human capital and mobility outcomes would be impacted data has not yet been fully tracked but we do know that when this happens you do tend to see some of these but in the realm of correlation and the last thing I will say here is that another thing that does happen often is that the reliance on welfare increases particularly for women I think going back to what we were talking about also what"
    },
    {
        "speaker": "Guest 1",
        "time": "03:32:31.020",
        "message": "happens is reliance on gold increases yes so buying of gold jewelry goes up significantly when inflation is high and volatile and that is something that is very damaging for the economy because you're essentially taking the savings out of the formal sector and we see that always happen"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:45.980",
        "message": "in India when you mentioned the feminist lens on economics I remember one of my past guests Menal Pandey when I was editing this policy magazine Pragati had once written a piece for me about in the context of agriculture but it's true in any other context is that it's typical to talk about the agricultural a problem with Indian agriculture in a particular way but if you look deeper you go one layer deeper there's women in Indian agriculture and that's a much worse problem and similarly you look at literally any issue in India and you you know you look far enough you'll find that there's another layer and there are the women there and they're not being"
    },
    {
        "speaker": "Guest 1",
        "time": "03:33:20.540",
        "message": "spoken about and it's just it's almost like it's one homogenous problem is that just as we were discussing just as no one cares about how why women's lfpr is so low no one cares about how inflation is going to impact women from a policymaker's perspective because it's just like a complete non-existent section of the population why would women be impacted by inflation what about women jobs right so it's not even in the discourse I mean here it's a really small minority that is discussing it but if you go out there and if you talk to a central bank or if you talk to the policymakers I mean they'll just give you a look and say what are you even talking about I"
    },
    {
        "speaker": "Guest 2",
        "time": "03:33:52.700",
        "message": "mean why should we even worry about these things you know and in fact what I find most insulting is often when this question is asked and you know during budget conversation what is the gharilu budget how will the housewife react to the budget you know how so inflation often in fact the way I just answered it typically when on in newsrooms and I think Rajeshwari is rigorously nodding her head in yes when you discuss inflation for women there is a discussion but it is this steeped in you know masculinist models of the economy where the impact on inflation is only on how wives have to cut corners to you know manage the household budget but actually we live in a country when there is inflation wives consumption is going to reduce that we often don't talk about right I don't know I really one thing I just want to echo I completely I think no one I don't know but no one cares because we hear a lot of lip service these schemes for women all of that I think it's in the realm of lip service but actually getting into the granularities of you know I've often now said markets don't like single women in particular look at the housing market credit markets instruments that are out there I don't see I would love for the ministry of women and child to say you know what we're going to set up at least a commission or something to look at how do we make some of these markets more friendly for single women because you don't have a dual income you're still often supporting families you're at your own it's non-existent and yet actually we are entering a world where more and more women like myself are going to be single for longer periods of time we are dealing with markets and these markets are actually core to the jobs crisis because you're not going to solve the jobs crisis without attacking the housing and credit markets"
    },
    {
        "speaker": "Guest 1",
        "time": "03:35:32.060",
        "message": "in fact I'll tell you that you know if the whole idea of financial planning for yourself that is completely non-existent in the women's realm I mean you wouldn't see financial advisors talking to women and giving them advice on how do you plan your pension insurance etc because the entire discussion is very head of the family centric and that's obviously very male centric but what if I as a woman irrespective of whether I'm single or married I want to do my own financial planning build my own financial portfolio where is the advice for me and that is just so difficult to find because no no wait it has to be in conjunction with the head of the household and it has to be a family planning it cannot be an individualistic single woman or whatever married woman planning so I think this this is going to take decades to even reach a stage where we can see any change"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:17.420",
        "message": "happen I think there's a lot to think about in everything both of you said the only part I will disagree with is I don't think a ministry setting up a commission is going to help"
    },
    {
        "speaker": "Unknown",
        "time": "03:36:26.860",
        "message": "yeah this is my Delhi panna coming out but here's the thing"
    },
    {
        "speaker": "Guest 2",
        "time": "03:36:32.060",
        "message": "but I do but what I I'm using that it could be anything look but I really think we need"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:37.100",
        "message": "an instrument that's it yeah yeah yeah no it's a big problem it has to be solved but ministry and commission are not so we've got five minutes left there are tons of great questions so I just want to apologize to people who took the trouble to put these in twitter and say look I'm so sorry of some fantastic questions really we'll come back again we will come back exactly so you'll come back again and we'll get to ask them so I'll end with this one last question and I really like the way it was framed and it's interesting which is it's from a gentleman named Das whose twitter id is at kitchenchemprof and he asked what is the cost of happiness is it trending up or down or sunk maybe you can answer this in a personal way if you can't give a generalized answer obviously so say the questioning is what is the cost of what is the cost of happiness is it trending up or down"
    },
    {
        "speaker": "Guest 2",
        "time": "03:37:23.420",
        "message": "it's trending up it's trending up because um the costs of well first just the financial costs of seeking pleasure stability economic the first layer of happiness is some amount of stability and assurance those we were just talking about inflation that's trending up right it's trending up also because our social institutions and our political institutions our discourse is such that to even voice voice is the second layer of happiness the cost of voice is very high nowadays we all know it and the third reason I think it's also trending up is when you have conservative turns in societies like we are going through often happiness requires taking risks and saying things that may be misunderstood and I think now the costs of being misunderstood are very high so"
    },
    {
        "speaker": "Guest 1",
        "time": "03:38:11.340",
        "message": "I think to me it's it's trending up so I would say once again I can't help think of the gender here right and I'm going to think exclusively from the female lens I think definitely the cost is going up because the cost of happiness going up means that in order to do something that makes you happy what are the obstacles that you're facing and I think increasingly if I'm redefining my happiness as something that I want to go out in the world I want to make a career for myself I want to earn my own money and I want to step into the male-dominated profession of course I am encountering obstacle after obstacle and to that extent that cost of my happiness is of course going up now if I compare that with let's say a previous generation who were defining happiness differently that I'm just going to stay at home look after my there's nothing wrong in it I'm just saying the choice set may have changed and the more we are getting more ambitious the more we want to be empowered the more we are paying a cost for it because we are encountering more and more obstacles so I think definitely and it's going to continue to trend up gosh I hate this we entered"
    },
    {
        "speaker": "Guest 2",
        "time": "03:39:10.300",
        "message": "on a pessimistic note where I put it's pessimistic no I mean but but it's a cost that all of us are"
    },
    {
        "speaker": "Guest 1",
        "time": "03:39:16.940",
        "message": "many of us are bearing yeah I think that's okay to bear the cost right we are not complaining so it's not sunk exactly it is what it is I mean it is what it is exactly this is the reality I mean would we would I rather bear the cost and or as opposed to just you know do the opposite of course"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:30.940",
        "message": "I would bear the cost exactly so to that extent it's fine wonderful so Rajeshwari, Shrayana thank you so much for coming on the show this has been such a great conversation it should have gone on for five hours more but okay we'll make do this time and you will come back again 100 percent"
    },
    {
        "speaker": "Guest 1",
        "time": "03:39:43.980",
        "message": "thank you so much for inviting us back thank you so much Amit and it was a pleasure knowing Shrayana as well in this podcast I think we basically just just ended up having a good adda and I"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:53.420",
        "message": "thoroughly enjoyed it except that before this you were bong-splaining her name to me and saying Amit"
    },
    {
        "speaker": "Guest 1",
        "time": "03:39:57.180",
        "message": "is not Shrayana is Shrayona and then she came and said it's Shrayana yes I've been proved wrong and"
    },
    {
        "speaker": "Guest 2",
        "time": "03:40:01.820",
        "message": "on that note it was a magical time being here with Rajeshwari thank you so much if you enjoyed"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:40:09.900",
        "message": "listening to this episode check out the show notes for many more rabbit holes you can follow Shrayana on twitter at bshrayana you can follow Rajeshwari on twitter not because she's not on social media which is why she is so productive and gets so much work done you can follow me on twitter though because i'm not quite as productive at amit varma a-m-i-t-v-a-r-m-a you can browse past episodes of the scene in the unseen at seen unseen dot i-n thank you for listening did you enjoy this episode of the scene in the unseen if so would you like to support the production of the show you can go over to seen unseen dot i n slash support and contribute any amount you like to keep this podcast alive and kicking thank you you"
    }
]