[
    {
        "speaker": "Guest",
        "time": "00:00:00.000",
        "message": "Kha ki rang deewaron par latakti Gandhi ji ki badi si foto ke peeche se dupahri me ek lambi bhoori si chhipkali nikalti hai, ring kar khamoshi se irdh girdh foto ke ghashti lagati hai aur jaise hi koi keet patanga udkar paas se guzarta hai, dhar daboch leti hai, pankh noch deti hai, maas chaba jati hai, zinda nigal jati hai, phir bade salike se jaise kuch hua na ho, koi bhi mara na ho, ringti hui wapas Gandhi ji ki foto ke peeche lot"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:55.920",
        "message": "jati hai. Welcome to The Scene and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:12.680",
        "message": "Welcome to The Scene and the Unseen. My guest today is Hussain Haidri, a poet, lyricist, writer who I first noticed when I came across his brilliant poem Hindustani Musliman. If you haven't heard it already, its linked from the show notes, do check it out, deeply moving especially in these times. Also, that was Hussain reading out the poem Chipkali moments ago. Now, these are difficult times in India. Our country is being torn apart by anti-Muslim bigotry and almost on a daily basis, there is news of some horror or another. This bigotry itself is not new, but its expression seems to be touching a new peak every day, or maybe I should say a new low every day. And it is based on this toxic narrative of otherness, the belief that Muslims and Hindus are different in ways that cannot be reconciled, the bizarre belief that Muslims somehow do not belong to India. That reminds me of something Kapil Komeredi once said on the show, that after partition, the Hindus of India obviously stayed on here by default, almost by inertia. But the Muslims who stayed on, they made a choice. They chose an inclusive, tolerant idea of India, and they were the true patriots. Hussain makes a version of this argument in this episode, where he argues that arey, asli secular to hum hai. And I agree with him. I had loved the poem Hindustani Muslima when I first heard it because it expressed a truth about us that I keep going on about in this show, that we all contain multitudes. The stereotype that so many people hold of the Indian Muslim is not only simplistic and wrong, it is also dangerous, because it is being used to weaponize the bigotry we see all around. Interestingly, when I spoke to Hussain, he was ambivalent about that poem, and I soon realized why. You'll hear him speak about it at length in this episode. But I'd sum it up by saying that Muslims should not have to fit in with the majority community to have their rights respected as equal citizens of India. This episode also contains multitudes, by the way, we hear about Hussain's childhood and the journey he made doing a CA and MBA at an IIM, and then giving it up to live the life of a writer, discovering himself in the process. We hear about what it is to grow up Muslim in India. And besides politics, we also talk about his art, how he became the poet he is, his journey into writing lyrics and screenplays for films, his journey of learning that craft. Throughout this episode, I was struck by Hussain's deep wisdom on so many subjects. And I'm sure there will be moments here when you too are struck by those insights and pause and reflect on them. This episode is in a mixture of Hindi or other Hindustani and English, by the way. And I apologize to listeners who may be more comfortable with just English. I wanted this conversation to be easy and natural and mirror the way we speak in real life. Also, much of the flavor of what Hussain talks about would be lost if translated to English. Anyway, let's get started. But before we do, let's take a quick commercial break and talk about criminals. Have you heard that old expression, there but for the grace of God go I. I'm not a believer, but I find that statement to be wise because it reminds us that we are all creatures of circumstance. The genes we get, the life we are born into, the things that happen to us, all these accidents can take us to strange places. Who knows if your life was a little different, you could have been a gangster or a serial killer. This is why I find stories about crime so fascinating. They could have been about me. And one excellent source for such stories is a sponsor of this episode, the Desi Crime Podcast. The Desi Crime Podcast is hosted by Aishwarya Singh and Aryan Misra. And they talk about crimes from India, Pakistan, Nepal, any place you'd call Desi basically. You may have heard of Jack the Ripper and Son of Sam, but Aishwarya and Aryan also tell you about the dons of Delhi and the killers of Karachi. We learn about the most prolific murderer in history, Thug Bairam. We get inside dope on the massacre of the Nepali royal family. We get suicide pacts and police brutality, disappearing journalists and charming serial killers. If you like storytelling and crime interests you, you should listen to the Desi Crime Podcast. You can find it on Apple, Spotify, Amazon Music, wherever you listen to your podcasts. So listen to the Desi Crime Podcast. And remember, this could have been your story. Hussain, welcome to The Scene and the Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:05:19.720",
        "message": "Hi Amit. Thank you so much for inviting me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:22.760",
        "message": "And thank you. Your reading of Chipkali was so nice. I loved that poem."
    },
    {
        "speaker": "Guest",
        "time": "00:05:26.280",
        "message": "Thank you. Yes, I like this poem. I liked that we started with this as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:33.880",
        "message": "It's a lovely metaphor. And I think this metaphor, even for my perspective, for my life, because I think when I was growing up, you know, a very privileged childhood and seeing only the best of everything around me, I think I used to see the picture of Gandhi. I didn't see the Chipkali behind him. And I think in the last 15-20 years, I can see the Chipkali"
    },
    {
        "speaker": "Guest",
        "time": "00:05:53.600",
        "message": "behind him. The layers have been removed. Yeah. So I wrote it actually with that context in mind, how the state and the society essentially, how the state and society inflicts violence under the garb of non-violence. it happened essentially. It was just somebody else's photo. And the lizard just came out for a second. And then I was seeing this guy and I was in a fix. And the moment I went down, I messaged my boss that okay, I'm coming. So the meeting is over. And then I started writing. So I wrote it in a cab. So and of course, like then I went to office, then I worked and everything. And at night when I was trying to copy this whole poem in my laptop, because I used to store my poems, I used to not publish them, I used to not share them with anybody at all. I used to be very embarrassed of them actually. But when I was rewriting it, I suddenly realized that I can change the word Sadi Rang Deewaro to Khaki Rang Deewaro. And it would change everything. Because the word Khaki means completely, gives it a very different context when combined with a Gandhiji's photo. So the lizard would change, the nature and the universal implications of the lizard would change. And that was just a one word change that I did during the rewrite, essentially. So yeah, I mean, that's how I wrote that poem."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:30.920",
        "message": "It's so lovely. And it's interesting that sometimes this happens where, you know, you see an image and just the image stays with you where you may not know what to make of it. And I'm struck by how that little moment of the lizard darting in and out is something that stays with you. And then, you know, something comes out of that. Are you a noticer in that sense? Because I you know, of my many guests, I think they can be especially among writers and painters and so on can be divided into two categories. And one is kind of like me, I'm ashamed to say, where I'm not mindful enough. So I'm not really noticing all of these things. So if somebody commits a crime in front of me, and the police gets a sketch while a person and they say describe him, I would I would not be able to do it. Because I just don't notice anything, which I think is a flaw in myself, that especially if you're a writer, you have to be better at, you know, noticing these and then there are some people do almost natural hair, that they'll remember something that happened when they were 10 years old, and they will bury kibari. So they'll remember every detail and all of that. So how is it with you? Is it part of your sort of the way you are your personality to notice these little things and be affected by them? Or is it something that you feel that as a poet and an artist, you have to train yourself to do?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:42.440",
        "message": "I don't think I trained myself to do it. I think I was sensitive to my new details and chota chota jo main perceive kar paata tha, jo bhi observe kar paata tha main. So in that sense haan, noticer toh main hoon. Matlab I don't know if that is how, what is the positive connotation to this word. But yeah, I do notice things I do notice moments I do notice very small sliver of details in certain things, sometimes much to my annoyance and missing the larger picture also. And it's not just with eyes, it's also with ears. It's also with how you simply feel when you go out in a city, what you feel when you eat something at a place or at a different place, how small gradations of human behavior or emotions changing. I like to observe them, I think about them, I also waste my time on them. And ab jaise main like to give an example, I come to Bombay, I was when I shifted back in after completing my CA in 2009, I'd come to Bombay to work for a chartered accountancy firm, Ernst & Young. And the first thing I noticed in Bombay was the poverty. I could see a lot of poverty, I could see a lot of, I could see a lot of poverty. What really shocked me apart from the poverty was that how there is a lot of rich and affluent people living right beside poverty. And the juxtaposition of the two of them in Bombay was always a bit uncomfortable for me, I don't know why. Like ek hi sadak pe aapko beedi ka tukda bhi mil jayega aur sigar ka tukda bhi mil jayega. Aap ek hi jute se aap bus stop pe khadhe hain, aapko dono dik jayenge. And that somehow is a bit weird to me ki ek 5 lakh rupee wala banda jo glazed building mein rahe raha hai, kamane wala, mahine kamane wala aur uske bagal mein jhuggiyan hain. Matlab aap building se dekh rahe hain, main Mahalakshmi Audit ke liye jaye karta tha. Main jhuggiyon se, matlab main building ke upar se dekha karta tha, pandhar bhi maale se, mujhe jhuggiyon ka samandar dikhta tha. To mujhe bada ajeeb lakta tha ki kaun isko khabon ka shahar bol raha hai? Yeh kya in log ke liye khabon ka shahar hai? Aur yeh kaunse khab hain matlab, jo matlab meethi aawaz mein bole jaa rahe hain, aur yaha dikhaye jaa rahe hain. To mujhe thoda ajeeb lakta tha. To main, of course jab mein log ko bolta tha toh log mujhe weird bolte the, ki wo kehte the, tum badi negative baate karte hoon, ya tum kuch bhi sochte hoon. But, wo khayal jaate nahi the mere, matlab I used to think of that and I still think that way. To ek, jo observe karne me phir ek disadvantage yeh bhi hota hai ki kayi baar, bahot saar aapke irdh girdh jo log hote hain, aap, matlab unse alag sochte hain bahot saari cheezon pe, aap kuch alag cheez dekh ke ussi ke baare mein deal karna shuru kar dete hain. To, ajeeb surai padne ka khatara hota hai. Also, matlab in general bhi main life mein, I think, social groups mein chup rehne wala aadmi rahoon. Main sunne wala aadmi shayad zyada rahoon. To, wo bhi, matlab I think, thoda toh help kiya hain mujhe. To bolna toh shayad main abhi shuru kiya hain pitle 4-5 saalo mein. To magar, generally it's more like, I am observer, noticer. To wo jo jaga jaga ghoom raha hai, magar sunn raha hai, observe kar raha hai, dekh raha hai, par zyada koi pooj bhi nahi raha hai, usse zyada koi bol bhi nahi raha hai, types hi raha hoon main."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:15.160",
        "message": "A lovely metaphor for what you just said about the juxtaposition is, I mean, it's not intended in this way, but I find it a lovely metaphor. There's a book by the science fiction writer Chyna Meevil, which is called The City and the City. And the premise of that is that there are two cities inhabiting the same geographical place. So they are different cities, but they are in exactly the same place and they are invisible to each other. And it's a crime procedural set in a sci-fi world. So basically, there is a murder in one of these cities, or there is a murder in, I forget which one, and this policeman who is investigating it has to go from one of these other cities has to pass into the other one and all of that. So it's fascinating. So, but you know, just as a metaphor, the city and the city, it kind of speaks to me because it's like, you know, all of us think that the world that we see around them is a world that there is, but the point is all of us without exception are blind to so many things, right? You might be driving in a car, but the beggar at the traffic signal is unseen to you. And in Bombay at one level, you know, I mean, everything is normalized, right? Yeah. So and I can understand people reacting negatively to that also, because you're pricking their bubble. You know, when you kind of point this kind of stuff out, it's, you know, go back to your childhood, because I'm very fascinated to, you know, learn more about, you know, where did you grow up? What was your childhood like? Tell"
    },
    {
        "speaker": "Guest",
        "time": "00:14:36.800",
        "message": "me a little bit about that. So I was born and brought up in Indore, Madhya Pradesh, and you could say probably a lower class, slightly slanting towards lower middle class family. So in Indore, there is one place called Rajwada, Prince Yashwant Road. So that is where we had a first pukka house. My father was a blacksmith, and my grandfather was also a blacksmith. But then my father at the age of 18 decided to become a bookseller. He just started collecting old books wherever he could find them. And he spread a sheet on the road, and he became a road bookseller. And now he has a bookshop in Indore. So actually, he's the one who actually broke the whole poverty circle, but I was mostly born in that kind of a, I mean, there was poverty, but there were also a lot of stories of poverty. I mean, they always used to thank me that, look, now we are poor, but before we were even poorer. So be thankful that, look, that's all there is. And I mean, I thought it was funny. You don't know that you have also learned so much English, you have to read books, you have to discuss with people, so you can contextualize it a little bit. But then, in a joke, whatever it is, I mean, it's a reality. So, I mean, the poverty that you have is a reality. So it goes with you every day. You get up in the morning, you sleep at night, it stays with you until then. So you can't think about it, you can't contextualize it, you can't do anything about it. You live because you are a human being and this is the world. So anyway, so that was it. And so yeah, I was born and brought up there. And thankfully, because my father had by then started the whole bookshop, it was a very small bookshop at that time. And so I was, because he was interacting with a lot of people who were reading books, and he was selling largely English books. So that he gained some access through those people. And I ended up getting in a good school in Indore, which was an English medium school. And that is where I think, I think, I mean, it's the culmination of my whole life. I mean, if I hadn't gone to that school, I wouldn't have been able to do CA because I don't have the basic education base with which I can jump. If I couldn't do CA, I wouldn't be able to do a job. If I couldn't do a job, then I wouldn't have been able to do MBA from that experience and CA degree from Indore. And if I couldn't do all that, I wouldn't have had the comfort or the cushion that I wouldn't have died of starvation due to poverty. So maybe I wouldn't have been able to come into writing. So the school environment was very interesting. The childhood environment filled you with a very strange feeling. At least it filled me. I mean, on the one hand, you feel very ashamed that all these are strange things. I mean, that they are wearing a better uniform than you. You can see that they are a little better, but you can't speak. Then you feel a strange sense of shame. You feel inferiority complex, you can say, I mean, in English. Then, but you also have a passion that no, I have to be equal to them. Because you mean, you don't know all this, you think, man, I will crack here, then I will win. So you mean, I used to try to study well, that later. I felt that maybe I would go ahead of these people if I studied well. I tried to fill the gaps in myself. I tried to do public speaking. I tried to play table tennis, etc. I tried to play sports. I played up to the state level. So this, I mean, and I still felt that being a child, I mean, a teenager, I felt that I was trying to fill the gaps in myself. That there are a lot of gaps in me that if I learn this, I will learn that, I will get better at this, I will get better at that, I will become a quote-unquote all-rounder. So this word used to be common during that time, that maybe I will be studded in life. But it doesn't happen like that. Maybe it has its own effect. I guess that's how people are made. Different people are made differently. So whatever it is. So this was in school. Then there was, of course, the good part was that the teachers were by and large never discriminatory to me. So I think that even though a lot of many or rather many classmates of mine were extremely bigoted and not a pleasant memory to recall. But I think it never left a permanent amount of bitterness in me because I knew they were good people also. And I knew that at least because at that age, I was probably more looking towards my elders to emulate them, perhaps. And because the elders did not be bigoted or did not openly and brazenly and violently discriminate against me. Perhaps that never left a permanent bitter scar, but that cannot be generalized. Like for, I mean, it's something that I'm talking about myself. So I think that is what keeps me in restraint even today. And then I guess after all that was over. So yeah, I mean, how I ended up doing CA is just because to be honest, I didn't like, I wanted to be in a college, be one of those cool kids. I thought that we have to be cool in life. But then I realized that the fees are too high. I didn't know that I didn't know any college other than SRCC. I didn't have a computer, I didn't have internet access, etc. Sometimes we used to go to the cyber cafe and do it. So I thought that only SRCC is a college in Delhi and there is no college for that. I didn't get a percentage for that. It was a 91 cut-off at that time. Now it's insane, 99, 100. And I had something like 86 in 12th. So I was thinking that I will go to Pune, but then I found out the fees of Pune. So the fees were too high. And if I lived in Delhi, then I knew that 36,000 to 40,000 rupees a year would cost 2,000 to 3,000 rupees a month. The fees that will cost 2,000 to 3,000 rupees are different. So I thought that I won't be able to afford 40,000 rupees a year. So I was talking to a friend and he said that why don't you do CA? I mean, it's not a very expensive course. So when I found out that there is a registration of 1500 rupees and coaching of 7,000 to 8,000 rupees and I will go on a cycle in coaching. So I said that this is a good course, let's do it. I didn't have this in mind that this is a very lucrative career career option or like this is a prestigious degree and that I learned after I went to the coaching classes and after the people told me that, hey, this is a very prestigious degree and this and that and all that. But for me, it was more like an economical decision that this is what I can afford. This is what I can. And apparently there's a very high return rate of return. And after the third year, I could do internship and I will get a stipend. I will end up getting 1,000 rupees per month and then 1250 per month and then 1500 rupees per month, which was the rate of stipend back then. So I was like, yeah, this looks good. I can I'll probably end up making a few bucks as well while studying. So yeah, that's what got me into CA. And yeah, so then then the CA was I think the chartered accountancy phase was extremely grueling. It was something that I did not particularly enjoy. I do owe my corporate career, the latter half of my corporate career in Calcutta to the chartered accountancy degree. I will not and it has taught me a lot of things. It has given me a lot of perspective. But while I was doing it, it was it was tormenting. It was just stifling because I was also a guy who was reading stuff when I was a child. My father had a bookshop and I was always going to the bookshop and I would read stuff. But then in the chartered accountancy course, I would not find people who would read books. I would not find people who would be interested in talking about things and just for the heck of it. They would not be interested in watching the kind of films that I was thankfully watching because some of my friends had gone into IIT and they would tell me something that there is a LAN, we download from there and these are movies, watch this. I didn't know about them. They would give it to me on hard drives like I don't have a laptop. So I would get to know about it from them. But when I would watch it and talk to them, I would see that they would not have interest. So it was a bit stifling for me. And then during that time, because I wanted to participate in a debate competition, I spoke to a Hindi teacher in my school. I said, Madam, I want original poetry. I don't want SMS poetry. So I was told two names, Nida Fazli and Dushyant Kumar. So when I read Nida Fazli, I became a bit addicted. I thought, man, these are amazing things. He speaks in two lines. This is a poem, this is a ghazal. So many things can be said in so few words. So now, because I had a book store, and I used to read English fiction, read magazines, read comics. I used to pick up random books and read the first 2-3 pages. And I mean, I used to read useless books. What is Reiki? I mean, I had nothing to do with Reiki and numerology. I used to read all of this. I used to read anything, even my nonsense. So when I started reading poetry, I really started liking it. And then I started reading a lot of poets because I had access to them. And the first time I had a conscious access and I decided that I want to read something. So I decided and then I started reading a lot of poetry. So now there is on one hand, there is this grueling charter accountancy course, which is sucking this life out of me. And on the other hand, there is poetry. So I'm reading a lot of poetry. I'm not writing anything. I'm just reading. And for some reason, I'm memorizing it. I don't know why. It is purposeless. Nobody is interested in hearing what I have learned. Nobody is interested in also talking about it. People would probably end up joking that, Oh, he is crazy. It would have been better if he had studied corporate law. So things like that is what, but I used to enjoy it. I used to take it as a respite from that. And of course, a certain kind of resentment also develops in you. In a lot of things, I guess, your family, people, I mean, where you belong, I think a certain resentment also starts coming when you live in that feeling of inferiority and shame, which I think was wrong. It was a very abrasive behavior of mine. It was immature too. And I wish I could fix it, but I can't. But yes, so all those things were going on together and somehow I finished chartered accountancy. And mine was that I will go to Bombay. I was very clear that I will go to Bombay because I had read the wrong books, Maximum City, Fine Balance, Shantaram, etc. So it was enough for me that we will go to Bombay. So because I was able to speak in English, I guess in a city like Indore at the time, I had cleared CA back in 2009. So I was able to get through PW, Pricewaterhouse. I was able to get through KPMG. I was able to get through EY. But I ended up choosing EY because it was in Bombay and it would make me travel in Bombay, within Bombay. So the job in KPMG was in Bombay, but it was an internal audit. It would make me travel all around the country. And the one in PW was in Gurgaon and I knew I will hang myself if I end up living in Gurgaon. I knew that it was a concrete city in the 12th grade and I would pass my CA. So it was decided that I will not go there. So I was left with the EY job. So yes, I was thinking of Bombay. So even when I was doing my coaching, all my coaching and all was done in Indore, whatever I was able to do at that time. So during that time, I came to know that there was a workshop called GMCS. No, there was a workshop called General Management and Communication Skills. It was a 15-day CA course. You have to clear the final and before that you have to do it. I came to Bombay for that. I thought that if I meet Bombay's CA, then it will be a value addition for me. Seeing their personality, listening to their talks, their English speaking style and they work in Big 4, so if I talk to them, I will gain some knowledge. When I came here, I felt that the same is the case here too. That here too, no one has any connection with Kitab-e-Mitab or anyone else. And it also boosted my confidence that I have not gone that far, something will happen to me. So when the CA was over, I remember exactly, I was in a train, there was a swine flu at that time, so I was returning back. My workshop was paused in between. So I was returning back to Indore and my brother called me and told me that I have passed, I have cleared my CA final exam. And I think I was maybe in a train to go to Mumbai Central. And I started crying. And it was not like I was crying or having a lot of emotions. I just couldn't control and the only thing I kept saying to myself was that it is over. The only relief I had was that it is over because it was so grueling. The pressure is extreme because every time you fail the exam, you have to give it all over again. And I was just tired of it. I wanted to get out of the course, perhaps the city also and of the house. And I was like, yaar yeh khatam ho gaya, khatam ho gaya, khatam ho gaya. Main rohe jaa rahe ho, it's over, it's over, it's over, khatam ho gaya. Toh jab mein, jab mein job karta tha, khair wo ek doosra torture tha. Lekin jab mein MBA mein aaya, toh mujhe itna dukh nahi hua. Matlab MBA was not that grueling for me. Even though it was an IIM Indore, but it was never that grueling for me because I knew yaar, maine CA kar liya yaar. Main woh jahannum dekh ke aa chuka hu. Toh yeh kitna hi bura kar denge. Hala ki phir bhi they managed to make it very bad. But being the, I mean the hardships that they create are terrible. But still, it did not break me as a person as much as perhaps CA did. Toh haan, yeh hai matlab, CA takka toh khair yeh daastaan hai. Poetry aur CA phir collide hua, matlab jab mein Bombay aaya. Ki jab mein Bombay aaya, toh mere paas yeh tha ki bhai, suna toh bada rangeen hai. Maine Bombay aap, wahi jo Bombay mein usual jo sabka rahta hai, aane ka ki bhaiya ghar nahi milta hai. Ki yaar yeh Mohammedan ko ghar nahi denge. Broker bhi Musliman hai, usko bhi pata hai. Itna naturally bata deta hai ghar nahi denge. Ki matlab, casual hai yaha pe. Matlab, itna casual hai ki Mohammedan ko ghar nahi denge. It's taken as a fact. Toh, jaise taise mujhe ghar mila chaal mein. Apna yeh, bazaar road mein, Bandra mein. Toh, basically Musliman, Christian, chaal hi hai wo. Toh, wahaan rahta tha main. Toh wahaan main dhoonda karta tha. Ki yaar, kuch cultural type ka kuch mila hai. Kuch, taaki kuch baat karne ko toh ho. Kyuki main office mein toh 14 ghanta, 12 ghanta Excel sheet pe bata rahta hoon. Audit, whatit ka mere dost sunna thodi chahate hain. Wo toh sunna chahate hain, kya Bombay mein rang karmi dekh ke aare ho aap. Toh main, dhoonda karta tha, yaha waha jaya karta tha. So, in a particular event, I met this guy. And he told me something about a poetry open mic. I was like, okay. What is that? So, I went to a poetry open mic. And confidence ekdum kam tha. Matlab, chhote share se bade share aaye. Toh, ye toh pata tha ki apan toh sabse uncool hai. Apne se koi baat kare na kare pata nahi hai. But, matlab, ye tha ki haan, pehli pehli baad paise kamaya toh, kabde kabde theek paye lete the. Toh ye tha ki, ekdum se bhaga bhi nahi dekha saamne wala. Toh ye, jaise taise karke phir main poetry open mic mein gaya. And I heard a few poets and I was like, arey yaar ye toh mai bhi likh sakta hoon. Ye toh. Because I had read a lot. I had never written much. I had written very few poems by then. But, I was like, ye toh mai bhi kar sakta hoon. So, the concept of poetry open mic back in 2009 when I first attended it. A lot of people say that the whole thing began or rapidly burgeoned in 2015 or 16. Many may claim that. It actually began as more of an underground subculture back in 2009. In September 2009, October 2009. And, what was happening was that there were just random people from any walks of life who were just coming over there and reading out their poems. Good or bad. And it was purposeless. There was, I mean, the biggest purpose you could find was that one of the organizers would give a cash prize of 1000 rupees to the winner. The best poem of the day. What does 1000 rupees do anyway? I mean, even in 2009 it was not a big deal. But, what it gave me was the kind of stress, humiliation and unwillingness to do a corporate job and lack of self-esteem or rather damages to my self-esteem that were happening in my job at the time were being compensated by these monthly poetry-like events where I was going and I was reciting poems and I was being appreciated and people were okay with who I am. And I knew that I wasn't this cool guy who would read out English poems. I can speak in English but I cannot read poems in English. I can write them. And I know that they won't be bad either. But, what I want to say will come in my own language. What I think will come in my own language. So, I never even tried to write in English because I knew that it wouldn't be true. So, there I used to get appreciation. So, this is very strange. I mean, I used to do that monthly drudgery just so that one day I could come here and read poetry. And even in that, I used to run from the office and make excuses that I am not feeling well today. I have this and that. And I know that I won't leave the office before 9 o'clock. And then I will be late. So, I used to do that. And I used to be alone. I used to bring my laptop bag and wear office clothes and reach there. And we used to study in Urdu. But that poetry event gave me a lot. Those poetry open mics gave me a lot. I win a lot. I win 7-8 poetry open mics. And I have never used that cash. They have given me a small trophy or an envelope. I have never used that. So, that is also there. So, the good thing is that I met a lot of friends there. And I cherish those friends who I met there. And with their support, I have been alive for many years. I have been alive for 5 years only with the support of those friends' memories. And with the support of these poetry open mics' memories, which I will tell you later. So, that was a very important phase of my life. I have learnt a lot. And most importantly, I got into the habit of writing. Because every month, for some reason, I had made a rule in my mind. That I will read a different poem every month. There was no such rule defined. But I had made this rule in my mind. So, I used to write 4-5 poems every month. And I used to read one of the best poems. So, that became my habit. And it became a habit of writing. So, I started enjoying and everything started happening. And during that time, when I published this poetry open mics, I met a lot of good poets. Like Varun Grover was one of them. Ghazal Dhalewal was one of them. Both of them are very known screenwriters right now. And then there was Vineet Garg. There was Anand. There was Mayank Tiwari, who is again a very big writer right now. Then there was Alfred Lee, Sushil Cherian. And these are very good poets. So, these people used to come very often. And they all became my friends. I learned a lot from them. And Rohini was hosting them. Rohini Ramnathan, who is in RJ. And she was a very good host at that time. So, what she used to do at that time. So, when she took all of them, I mean, I was frustrated with the job. So, from there, I realized that auditing is a very corporate drudgery. It's probably the peak of corporate drudgery. I mean, the big fours. I mean, I am not saying this in a slandering way. But I mean, there are articles written out on the internet. So, anyway. But it's too much corporate drudgery. It is perhaps designed to suck the soul out of you. And to make you so incapable of doing anything else with your life. But the job itself. And I did not particularly admire that. I did not admire the people who admired the system for that. And I used to be not vocal about it in the beginning of my job. But in the latter half of my job, I started talking about it. Because, I mean, thinking about thinking is going on in your mind. You are doing your job by closing your mind. Which is being told to you. But it's not fully shut. You reflect on things. I mean, the way your nature is. So, that's it. So, this was the story of CA. And when he used to do poetry events, then one more thing happened. I mean, I wrote the associate dialogue for two films. Gazal was actually, at that time, a writer. And she was trying to get a break in the industry. And she had written a film. And she wanted a dialogue writer. And not a dialogue writer. Basically, somebody who could help with the dialect. I was from Indore. And she figured out that this guy is from Indore. So, he will help. So, I wrote a few dialect improvements in her dialogue. And then, there was another project that she was doing. Which was on a writer. The story of a writer and all. So, I ended up doing associate dialogue of sorts in that project as well. But then, I was frustrated with my job. And I didn't want anything. I was just like, okay, I will get some credit. I had no idea what writing is. I had no idea what film writing is. I was just like having fun. Like, is this screenplay? Is this dialogue? Can I write like this? Can I do this? And I was just okay. Even if I didn't get any credit or money. I was just okay. We were not going to get any money anyway. Because he was also getting very little. So, that was decided. And I was earning anyway. So, I didn't even need it. But, I was just happy that I was getting something new. And when we will go to watch a movie with our friends. They will say, do you know? I have worked in this. Do you know? I have worked in this."
    },
    {
        "speaker": "Unknown",
        "time": "00:39:36.200",
        "message": "That's all."
    },
    {
        "speaker": "Guest",
        "time": "00:39:37.200",
        "message": "I had no purpose in that. It was just like to have a good laugh. Like, if I will go to watch the film or something like that. So, this is it. And after that. I was giving CAT during that time. So, I gave CAT for one year. So, I had high fever and all. But, I got 95.6 percentile suddenly. I was like, I can do this. Because I was good at Math. In school also. I was really good at Math. And I knew English because I used to study. So, I think he wanted Math and English. So, I think CAT has decided. If you can't do English and Math in your life. Then you will be called intelligent. So, apart from this. They have never learned intelligence. And I have not seen it in college. After staying there for two years. That they have given intelligence to something else. So, apart from that. So, okay. So, I gave CAT again next year. So, I got 98-99 percentile. So, I got a call from Indore. And then I got a job. Sorry, I got admission in college. So, that too. There was a strange interview. I thought they will remove it. I thought they were laughing at me. After the interview. But, somehow I got selected. What happened? So, yeah. There were three people. And one guy just took off at me. Where are your papers? These are not your papers. You don't have the degree over here. And then he started asking me about law. That tell me about the Sikh Industries Act. In the Companies Act. What is the difference between a private company and a public company? So, I started listing. You are a chartered accountant. You should say according to section 3. Section 4. And I am like. He is talking to cut. And then he was like. You are earning 35,000 over here. 38,000 is what you are getting in hand. Why do you want to do MBA? I think you shouldn't be doing MBA. And I am like. What kind of interview is this? Then the other guy was. I don't know. Was he attentive? Or was he just fooling around with me? He said. Do you know anything about brand valuation? I said. No, I don't. But I can say a few things. I have read a few articles on it. So, I can talk about it. He said. Okay. Then tell me. How does brown value? I said. But I don't claim expertise. Because I am anyway an accountant. And valuation is an exercise. Which is. An expert's report. Is what we consider. In chartered accountancy. As per auditor's standards and all. So, he said. I told him that. I have zero expertise in this. I told him that. I know nothing about this. And then he asked another question. Okay. So, when do you think. That the brand value goes down? I was like. Sir, like I explained earlier. I am not an expert in this. But I can attempt. Answering your question. And then I attempted. Answering your question. That perhaps. Negative PR news. Or something. Can. That may lead to amortization. Of your brand value. And things like that. Then the other person. Started shouting. If you don't know about it. Why are you talking about it? Why are you wasting our time? And I was like. Sir, I told you. That I don't know. I told you. That I am still answering. Because you have to listen. To my answer. You are not agreeing. Then the third person. Apparently was. The good cop. Perhaps. There were two terrible. Cops. There was one good cop. And he started asking. About my work experience. That what is the consolidation of accounts. And you say that you have done. Consolidation of accounts. With the foreign subsidiaries as well. So how did you deal. With the foreign exchange. Differences. That happened during conversions. And what are the kind of. Fund flows. That were happening. What are the kind of. Share capital patterns. Like that were. There in the subsidiary. And the subsidiary. Of the subsidiary. So then I explained. All that to him. Then he was asking. What is the consolidation. Of accounts. With the foreign. Subsidiaries as well. And then he was asking. Me about. There was this one. Big energy plant. Or that I had done. There was also shopping mall. Or that I had done. There was also. There was. One. Airport construction. Or that I had done. There was. A shipping. Or that I had done. So there were. A lot of industries. That I had covered. And of course. Then. So he was asking me. About all that. And that. Those were the questions. That I was able to answer. And then they were asking me. About excel and all. That do you know this. I mean I could. Teach this. So for me. Speed is as important. As knowing features. Actually speed is more. Important than knowing. Features because. Otherwise I would just end up working. For 18 hours a day. So yeah. I mean all that happened. And. And. So yeah. I mean all that happened. And. So yeah I mean all that happened. And. So yeah. I mean all that happened. And. I will miss them a lot, the poets. I was very sad that I will lose contact with these people and I might lose contact with poetry as well. So, these people have been a great source of courage for me. I mean, in my memories. It's not like I was in touch with any of them. Generally, I was living my own life and these people were also living their own lives. But yes, so this happened. So, I think I'll stop. I've been talking for a long time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:59.280",
        "message": "No, no, it's all fascinating and I have so many questions from different parts of this. And you know, one thing that strikes me is this one thing that interests me a lot is how do people become themselves in the sense that all young people, and I remember this certainly in my case, that we are constantly dealing with a set of different anxieties. And one of those anxieties is the anxiety of fitting in, of being liked, of that validation of your peers and all that. So, if you think that being cool is a certain way, you start behaving like that. And when you do that, you are not yourself, right? And you try to fit in in all these different ways. And when you do, you are not yourself. And one, you pointed out that when you were in school, you were doing this, but you had the self-awareness. Like you said, I knew that I was doing my shortcomings. So, you had that little self-awareness that this is what I'm doing and this is why I'm doing it. But nevertheless, you know, what were those sort of early anxieties like? Because it seems to me that in that process of forming, finding yourself or figuring out who you are, you perhaps had to shed two different kinds of skins. And one kind of skin is the skin that is taking into other, into account what people are thinking or how you want to appear to the world. And that is one kind of skin. And you know, you pointed out that when you used to go for poetry reading, that skin is not there because you can be yourself. Yes. Whereas even in office, you have to have to have that skin. And the second skin is the skin of what you are doing, the things you're doing. Like it's very moving for me when you point out that when you knew you had passed the CA, you started crying because it's over, right? Which indicates that, you know, that second skin was so constricting, so difficult to be able to just shed it off was so kind of liberating. And I find this very interesting, because I think most people don't even go through this process. Like it took me to reach middle age to realise, to actually have the self realisation that these are the anxieties that I deal with. And these anxieties are pointless. And maybe these anxieties are hardwired into us. So we can't do anything. But at least being aware of it helps like when I teach my writing course, you know, the one point I make is that the one anxiety we have to be aware of and get rid of while writing is what will other people think of this? If you if you're always going to second guess ki duniya ka response kya hoga, you cannot ever do good work, you have to put that to the side and do what you want to do. And, you know, all of that. And your process seems to have involved some kind of pain because you're doing things you hate, like CA, like I can't imagine myself doing it, frankly, I'm, you know, I would just die. So So what was that kind of process like, like you said, there was some germ of self awareness, but that whole process of figuring out who are you settling down in that what was that like, and was being Muslim a part of that, because you pointed out that in your school, in your class of 100, there were three Muslims, now the thing is, that means India being what it is, that you're carrying a separate layer of"
    },
    {
        "speaker": "Guest",
        "time": "00:48:05.520",
        "message": "awareness that none of the other boys are. Yes, I didn't have to carry when I was a kid. Yes,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:10.000",
        "message": "right. Like I've realized this, and I've spoken about this a lot. And I've realized this with respect to gender, for example, that you know, that extra layer that women carry, ki I can go for a walk at midnight and not think twice, I can enter a lift, and I don't even notice who the other people are. And women can't do any of those things. Right? There is that extra layer."
    },
    {
        "speaker": "Guest",
        "time": "00:48:28.960",
        "message": "Are there extra layers for you because of your religion? Yes, of course. I mean, first of all, what you said, that you said something in between,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:39.360",
        "message": "I forgot. Anxiety about it."
    },
    {
        "speaker": "Guest",
        "time": "00:48:41.200",
        "message": "Anxiety. This skin shedding that you're talking about is absolutely right. I mean, I've never thought about it in these words, but I know that feeling is the same. But what you're saying is right. I have felt skin shedding. Secondly, you also feel that extra layer. Because what happens is, on one hand, what I'm saying to you is that there is a sense of shame, a sense of inferiority. This is a part of it. A part of it is a Muslim identity. Because what I remember from my childhood, what I remember from my teenage years is that on one hand, I also feel that I should become like them. I should do what they do. Because this is normal. This is what is being said that this is normal. I am normal, this is not being said. But it is being said that this is normal. There is a lot of difference in this. So you are celebrating Diwali and you know everything about what is happening on Diwali and what is not happening. But every year you are sitting and explaining to your classmate what is happening on Eid, what is not happening, why are you celebrating, why are you not celebrating. Okay. At that time, you are not understanding what is happening. Why is he ignorant? But now you are understanding. At that time, you feel, oh man, he has come to ask again. He will have to be told again. It's weird, man. He comes to ask every time. I mean, you are a child, you think like this. And people think like this. I mean, no one thinks so deeply about it. But this thing. On the other hand, you have an inferiority complex that I am not normal. I am different. There is something different in my house. First of all, the class equation is also different and the communal equation is also different. Okay. It is awareness. Secondly, you also feel that, man, okay, I mean, I am different but I am fine like this. I mean, I also feel good that, man, I like this. I mean, if someone asked me today that, man, if you become like this, if you have so much envy from everyone, then I will not become like this. Because I am okay with who I am. And I was always, I mean, I was okay with being a little different also. Even though that difference would not, would like 90 out of 100 times it will go on my, for my disadvantage. It will create a disadvantage for me. But I was okay with those 10 things that will fall in my favor also. That sometimes someone asks more than two questions, if you are a Muslim. Sometimes someone talks a little nicely. Sometimes someone else looks Muslim. So he will most definitely talk properly. So I liked these things too. But those things also bring you inferiority. Those things create a normal in you, in your psyche, which is not normal for you. Like, this vegetarian food is made normal. And non-veg always becomes a stigma in childhood, while eating and like this. Now this was very strange to me, I mean, it seemed strange to me in my childhood. But I had internalized that, man, I am such a bad person, if I am eating non-veg in front of someone and I am a vegetarian. I mean, if the other person is a vegetarian, then I will be like, oh, oh, I mean, you are, sir, I will not eat, sir, I will eat vegetables. But it was a friend of mine after many years. And you know, later I would, I mean, that's the same thing carried forward in my job also. I mean, I was, I used to get constantly taunting here and there about non-veg. Or, this happens to you people, this happens to you people. And then I used to do very weird things. Like, in Bombay, some people will say that, oh, we will go from JJ Flyover. That whole area, I mean, the road is very bad. It's terrible. And I will be like, it's not terrible. All my relatives live there. I am on the same path. Whenever I have come to Bombay, I am seeing all these big houses in Bombay right now, when I have earned money. I am stuck in the same path. How are you saying? I mean, for me, JJ Flyover is a monstrosity, which is standing above my head and stopping my sky. You are looking from above, I am looking from below. And you are looking like a monstrosity to me. Don't say that you are shielding a dirty area. So, this is a different perception. I mean, of course, I didn't say this in front of them. I used to say slowly that, no, it's not like that. There will be traffic, right? You know, if it's your boss, you can't say things like that. But now, he's not my boss, so now I can say it. So, this is weird. So, this layer is always there. You know, you are cognizant. You also know that, the thing, I mean, I also know, I have known since childhood that I can't move forward by playing a 19-20 game. If I play a 19-20 game and I am 20, then I will lose. I will have to play a 19-25 game. I will have to be so much better than the opponent that, I mean, you can't even give a chance to a 19-20 player. Now, this is also a part of the psyche. Keep overcompensating all the time. It still manifests that, man, I am taking so much money for this song, I will have to write it so well, man, I have taken a lot of money in this. Although I haven't taken a lot of money, I am actually getting half the money of a lyricist of my level. But I am also feeling guilty about whether I will be able to give a service or not. So, this doesn't go away, I mean, as far as I know. At least, I haven't lost yet and I want it to go away. But people give so much confidence and it has gone to a great extent. I mean, it's not like it's zero. I mean, it's not like it's still at 100. It has gone down a lot. I mean, people have given me courage. I am also open to something. So, this layer always remains. It doesn't go away. Now, you see, I am coming to Bombay. So, I mean, as soon as I came, I realized on the very first day that my parents won't let me go home. So, your name, your personality, your identity, they are not leaving you behind. It is going with you wherever you are going. It is not leaving you. Your name, your identity, it is going with you all the time. And it is taking shape in a metropolitan city, which claims to be a melting pot and whatnot. It is getting into a company like EY, which claims to be a multinational company and whatnot. It is getting into a company like EY, which claims to be a multinational company and whatnot. It is getting into a company like EY, which claims to be a multinational company and whatnot. So, when you try to shed that layer again and again, but you think that I will go up in the class equation, I will go up in this equation, I will go up in the education equation, I will go up in the merit quote-unquote equation, I will compensate for it, but it doesn't happen. So, there are a lot of weird feelings. Sometimes there is rage, sometimes there is helplessness, sometimes there is value in self-pity, sometimes there is cockiness that it is me, sometimes there is bitterness, sometimes there is sorrow. So, maybe I am that kind of a natured person who has a weird cocktail reaction every time, but I can say that this is almost un-Muslim. There is a gamut of reactions that happen in a weird way, in a different way, at a different time. Now, many times someone speaks very bigoted in front of you, you freeze. You know that the other person is such a powerful man that you cannot speak. But what will you do? You have to do what he is saying."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:52.560",
        "message": "Like, can you give an example without naming anybody?"
    },
    {
        "speaker": "Guest",
        "time": "00:57:55.360",
        "message": "Like, without taking a name, it is difficult."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:01.520",
        "message": "Up to you, I mean, if you want to name your name, but I don't want to put you in an awkward spot."
    },
    {
        "speaker": "Guest",
        "time": "00:58:06.800",
        "message": "Yes, I mean, I think I have seen it many times in an office situation, and the person is a senior manager and I am merely an executive, which is like three levels below. So, the person says something very weird and then you are like, why is he talking like this? He is not supposed to talk like this. But then you also know that I cannot speak anything against this person because he is a senior manager. I can't say that. So, you remember all these things, you know that I couldn't say anything and I had to quickly divert the topic so that it goes away from here. Like, yes, sir, but actually, sir, I had to ask one more thing, I have updated the lead, is it done? Because I don't have an option, I don't know what to say to that. Now, no matter how much I go into history, I mean, I stay in the present, I tell the context, I correct its language, I give my explanation, what should I do? I have no option at that time. So, it is better to leave it. But this, I mean, this behavior, if we make a video of it, it will not look like violence. If you make a video of it, then it is not like that the watermelon of the Rediwale has scattered. So, you will feel pity after seeing it, what has happened? These are very light violences that happen in an air-conditioned office, they happen in a very low voice, which do not even go outside the glass gates, and if you make a video of them, it will be extremely boring. So, and I can still tell you, that in corporate India, it is very important that a study be done or someone should be known about hiring, behavior, culture, that how Muslims and Dalits and tribals people are treated right from their hiring to the way they are inducted and how the behavior is during induction. What is the kind of response and everything that happens during their training? What are the kind of projects that are allotted? What are the kind of things that they feel? Especially in the last 2-3 years, the work done by Muslims in corporates, and of course, it does not mean that everybody is bad, everybody is bigoted, it does not mean that, but there are, you would find a few pockets in many many organizations which will be not conducive at all for a Muslim to work. And that is, and I am pretty sure that this is still happening, because the reason why I can say that this is happening, is because I recently went to a Twitter space, recently means 2-3 months ago, I had written on Twitter about this, so I try to listen to this right-wing content very clinically, but sometimes it gets to my skin. Now there was this one particular Twitter space where I had gotten into, where they had caught hold of this stupid Muslim guy, who was just adamant that I will not go out of this space, that you can do whatever you want, I will stay here type attitude, and the boys and the girls, mostly about 20 years of age, they had started abusing that guy, and all of it were communal slurs. All of it were communal abuse, and I can tell you that that is the same communal abuse that I heard in 2021, which I have heard in 2001. Not even the words have changed. Not even the sentence framings have changed. They must be from perhaps not metro cities, or from the not so posh areas of metro cities, the posh people do it in a different way, or they must have been from tier 2 cities or tier 3 cities. I belong to Indore, I know that I have heard everything in this language, and that got to me. And I just started, I mean this was last year, 7-8 months ago, I just started crying while listening to it, because I remembered everything, that this is what I used to hear, nothing has changed. Nothing has changed. How is it possible that nothing has changed? How is it possible that nothing has changed? I was I think more crying out of disbelief, that how is it possible that nothing has changed? It was not that, it was more like, how is it possible? Why is this guy listening to this, he is also stupid, go away from space. On the one hand, I am angry at him, but of course I am not supposed to do that. Then those concepts come, victim blaming and all that. But my human reaction is also that, go away, why are you listening to this, something like that. So this is why I think that yes, this is that, and you stay conscious. Now what has happened is that I think in the last 5-6 years, the whole skin shedding has happened, which you are telling. So, and I think largely during the CAA, during the CAA-NRC movement, I think I also consciously decided that now I have to speak, because now everyone is speaking, so now I can also speak. Earlier, I would un-Muslimize myself, to fit in, a lot of times. I don't have a problem with it, as long as I do want it as a personal preference. But then for the first time during the CAA-NRC, I felt that whatever I have thought, whatever I have seen, I can speak, because now we are talking. If we are talking, then we will talk, is what my larger thing was, and it was more of a, that I want to be a part of this. As a Muslim person, I want to contribute. If I would have been a tent house guy, I would have supplied tent house. If I would have had a printing press, I would have published pamphlets. If I would have been a cook, I would have made biryani, or I would have made sandwiches for the people over there, but I would have contributed. I was a poet, and apparently as per a poet, I need to go on the stage and speak, so I did that. But if I could have done something else, if someone had asked me to do accounting, to make a certificate, to make a control in an excel sheet, I am ready to do that as well. I have nothing to do with that. But I know that people have awakened for the first time. The Muslim consciousness has awakened in a different way. And together, a unity is being formed. So, I have to be a part of this, and whatever I can do in this unity, to contribute to it, I would like to do that. This was my very clear thought process during that time. And that is what is going on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:55.040",
        "message": "I find this really mind-blowing description, what you said, that for me, JJ Flyover is also a monstrosity. Some people are up looking down, some people are down looking up. So, there is a perspective. And that also sheds light on what you said, when you were talking about the little office microaggression, that if we make a video, we will not know, it will be a normal conversation. But it depends on where you are looking from. If you are looking from below JJ Flyover, then it is a big deal, and the way it can unfold. One of the layers that has fallen off from my eyes, and it's been a very difficult one to come to terms with, is that when I kind of grew up, I thought by and large, India is tolerant and liberal in different ways. Of course, there are so many problems, you know, gender, caste, all these problems are there. But by and large, we are moving in the right direction. And we are, you know, everything is kind of going well. And one of the things I've realized in recent years, is that, that I was in an elite bubble, or I was in an elite English speaking bubble, speaking to, you know, interacting with people like myself, everything outside, if something kind of didn't belong there, or one saw something from outside, you said, no, these are fringe elements, you know, or these are atypical, or these are outliers. And what I have realized, and it's really a couple of observations, I had done this episode with, and like the first time I recorded with Aakar Patel, we were chatting. And, you know, his sense was that there is no, at that time, he had just begun his book on Hindutva. And his sense was that, look, there are no right wing intellectuals, there's no coherent thought there, and all of that. And later on, I did a bunch of episodes with people who had grown up not reading in English, but reading in Hindi, reading in other languages. But reading in Hindi, reading in other languages, Gita Press, etc. So they said, no, this has been going on for a long time, they have their own tradition, whether you agree with it or not, they have their intellectual traditions, they are internally coherent, and all of that, they hold up. I did an episode with Akshay Mukul, who wrote that great book on the Gita Press. And that's also eye opening, because you realize that this way of thinking is so deep within Hindi society, like within Indian society, sorry, where, you know, there are little books on how women should behave, deeply sexist and misogynist would sell millions of copies, literally millions, right. And issues like love jihad and cow slaughter are issues of the 1920s, not the 2020s, they've been with us forever. So my sense is number one, that we were always an illiberal, bigoted, sexist society. And, you know, for a while, we had elites who gave us a constitution, which it's an imperfect constitution, I have many complaints, but it was more liberal than society itself. But you could not change society from the top down. Which is where that project failed. You know, in that sense, Gandhiji was right that you can only change society from within and our society was always this. And the second observation is that what has happened in recent times is there's a Turkish sociologist called Timur Kuran, and he had written a book in 1999, called Public Lies, Private Truths. And his funda was that we, the way we behave in public is obviously different from what our private beliefs are. And the example he gave was of the Soviet Union. In the Soviet Union, nobody would dissent, because they thought that they were the only ones feeling the dissent, because nobody was allowed to speak. And that was called preference falsification. Everybody's behaving like everything is alright. But the moment there is a critical mass of dissent, which has been expressed, then everybody feels that I'm not alone, there are others as well. And then that leads to what is called a preference cascade and everybody speaks up. And I believe that social media made it happen in India in the negative direction. In the sense that there were many people who were what I call closet bigots, right? That you can't tell anyone in a polite society that a woman's place is in the kitchen, and you can't tell a Dalit to wash water in a different glass. You can't say that in polite society, at least in my kind of society. So you have to do preference falsification, you have to pretend. But the moment you realize that the entire public is like this, you feel emboldened, it becomes a community, and then it gathers a force and there is no stopping it. So on the one hand, my sense is we were always like this. But on the other hand, I think it is amplified in the extent that nobody's pretending anymore. There's no dog whistling. So what is your take on this? Because you mentioned that what you heard in 2021 was the same what you heard in 2001. So is this correct that society was always like this? What is your sort of sense of this?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:31.800",
        "message": "I think no one thing is correct in these matters. I think both the things are correct. Because people were bigoted at the time. For example, if I talk about the children who were bullying or who were giving communal slurs when I was in school in 11th, 12th, they were spending the school time with me, they were spending the coaching time with me. The only time when we used to play sports, etc, they were playing it with me. What was the only time where they could have learned all these communal slurs? I guess what the place could be. When they're at home with the parents. Yes. So it's very clear that where they got it from. And perhaps the parents got it from the television or the radio or the other sources that are not generally talked about like Gita Press and Panjanya and other meetings that the Samitis that people might be going to. Now, that is also true that people were bigoted. But there was also a certain amount of pretense, like you said, I think both is true. The same people, like I said, while we were talking earlier, the same people who were bigoted, who would do communal slurs at me, if they would be presented in front of five people who are educated, sophisticated, they would be ashamed to call me all those names. They would know, they would have a certain sense of fear or shame. If not a fear, at least a shame that it is not okay. They know that it is wrong. It's not that they don't know it is not wrong. They don't think that I'm saying the right thing. If someone is being bigoted, they know that they are wrong. But they say it. But if there are four progressive people, they will be afraid to say it. This is also true. And he wanted to say it and he said it and he learned it from home. This is also true. So, in my opinion, it was both. But the veil that has been lifted now, there are such people who I met one person when I went to America during CNRC. So, he was telling me that it was 2003 or 2004. It's a matter of 2004 or 2005. A man is his friend. He is eating food at home. It's a matter of 2004 or 2005. And he is sitting at his house and eating biryani and says, look, don't discuss Modi. What he did in 2002 was right. It was necessary. And this guy was flabbergasted that he is in my house. He is eating food with me. And he is saying that what happened in 2002 was right. But now that is something that he is saying in confidence because he is his friend. Now, he may not have a sense that he is a Muslim friend. I am saying bad things, whatever it is. But now 10 people are writing these things on social media. So, the fifth is seeing that four have written, the sixth is seeing that five have written the preference falsification that you are saying. As people are increasing, it is becoming clear that everyone is like us. And a lot of things I think have contributed to this. First is the dog whistling by the politicians themselves. Second is the kind of things that come on WhatsApp. It's horrific. The kind of things that I see on Telegram, the kind of things that I now see on Instagram. Earlier, they were not very active on Instagram. The kind of things you see on when you go down that Twitter rabbit hole. So, you understand that this thing has gone too far. When Twitter Spaces first came, I used to listen to the writers from my other accounts. I used to get scared that they are talking so casually about weapons. They are talking so casually about killing. They are talking so casually that we don't have. But you know Modi can't do that. Now he is a statesman. So, we need someone who can get their hands dirty. And you know we need to increase the presence of Bajrang Dal in such areas or VHP. That person knows that Bajrang Dal and VHP are violent organizations. Here we are trying to educate people that they are violent. No, but they know. They know that it's not like that. They know. So, this is now in the open. That this has to be done, this has to be done. So, now I don't know about this. What you are saying is absolutely right. So, it will go down to up. I think now the hate has started going as much from the bottom to the top as it is coming from the top to the bottom. It is very sad. It is a very sad comment. And that now if like we were discussing that there are a few people who call Modi as Maulana Modi, which is the extreme right wing, which is like pretty much waiting to eat up the BJP and some of its players. But, which is who they are also afraid of, by the way. But the thing is that, I mean, for them, it has now become so less that they are hitting, beating, not allowing them to do business, not allowing them to meet, not allowing them to get married. I mean, they are stopping everything. So, that is also less for them. So, I think both are true. These people are also open, but it was a little earlier too. I guess they are also a little compromised because propaganda is coming from all sides. You have 360-degree propaganda. So, someone wants to understand a little bit. I mean, I don't believe that someone is stupid or doesn't want to understand. For example, if somebody reads about the Delhi pogrom, they read about the violence in Delhi and they feel very sad. They are like, oh, some of my friends live over there. I'm feeling really sad. And then they're like, probably a teardrop will fall and they'll be like, oh, shit. Communal violence has happened. Hindu-Muslim brother-brother. And they'll be very sad. Genuinely, a Hindu person will be sad. And then there will be ping-ping-ping on his phone, WhatsApp. It will say Hindu anti-violence. It will say, look, this man stabbed him 400 times. Look, he is burning a photo of a Muslim. What they do with that propaganda is that they have created a guilt alleviation mechanism. They have created a shame alleviation mechanism. A society which in parts, not all, which in parts has the ability to feel shame, which in parts has the ability to call its morals and take the right action is prevented from doing so. So it's on. This is also right and this is also right. They might sound. That's what I'm trying to say. Unfortunately, not unfortunately, but all these things are right in my opinion. Whatever is completely true or completely false, it's not mutually exclusive of each other. I do feel a part of preference falsification, which you are saying. That a lot of people are in the same mindset that this is reverse preference falsification. That a lot of people are in the same mindset that I am not thinking right about Modi, but my uncle at home will scold me if I say it. Or these four people will shout at me on WhatsApp. But maybe those four people also want to say it. They are also waiting that if someone says it, we will say yes and answer. I mean, we won't say it completely, but we will say yes. So this is that too. And this alleviation of guilt and shame that is happening, which WhatsApp does very continuously, which WhatsApp also does, Twitter also does, and which news channels do, which Hindi newspapers do, this will not break until it breaks. There is no possible down-up or top-down. I have always believed this for a long time. I don't know what is right or wrong according to my political understanding. But as long as you don't pull the propaganda leaf in the house of cards, it won't fall. Because they have taken a lot of control over the mind. Because I follow the Twitter of the right wing separately, I follow Instagram separately, I also follow Telegram. I can't do WhatsApp because I don't have access. And I also see it on Facebook many times. So I know that they have created such extreme persecution. I mean, so many poor Hindus are dying. Are we living in our own country? And a lot of things that they say are contradictory. And they are fine with the contradictions. Because we can see those contradictory things, but their people are only getting to know one or two things. They are putting the tilak as they see the forehead. So, wherever there is propaganda, they have put it there. Now that man is full in his mind. So, I believe that it is very possible to return, but it is difficult. Again, I would repeat that all those things seem true to me. That they are also bigoted, they are also misguided. And this is for some reason. I mean, you can't say one thing for the whole society. I think that some have been misguided, some will be misguided, some will be bigoted and some will be uninformed. I mean, you can get all three combinations in one person."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:32.800",
        "message": "So, I believe that this is the situation right now. So, I decided on YouTube. So, when I open those two YouTubes now in front of you, they are different universes. It is like the site is different. So, whatever is in my regular YouTube, all that comes. In the other YouTube, it's like this bigoted and full of hate and full of all of this. And, you know, even efforts to make that sound reasonable and all of that. And it is crazy. And then you think about if there is a 15-year-old kid in the year 2015 or someone sends him a video and he opens a video which is full of shit like this. Then the algorithm will make sure to maximize engagement, but he just gets more of that. Till he is seeing nothing else. Like, I think, you know, another mistake I think people like me have made is that we suffer from the curse of knowledge. We think that we have a baseline thinking about India and everybody must be sharing that India is like this. Actually, it's not the case. That 15-year-old kid is getting his whole knowledge of the world from this universe of propaganda. You know, which the algorithms of the big tech sites are making sure that he stays within that bubble and within that echo chamber. And he sees nothing else and you can't really blame him because that's the world that he sees. So I completely get that, that sometimes you can't just blame society. All these ways of weaponizing misinformation play a part in that. Tell me about your experiences of tracking right-wing Twitter, right-wing Instagram and all that. Like, why did you think you want to do this? And, you know, what are the kinds of things that you've seen or learned while doing this?"
    },
    {
        "speaker": "Guest",
        "time": "01:22:59.800",
        "message": "So I started tracking them because I was driven out of Twitter by them. I, during Delhi pogrom, I had basically said something that now we should use the vocabulary Hindu terrorist. Now, it was a single tweet. If I would have explained the context of what I'm trying to say, that when an act of terrorism is done under the pretext of a religion, which it was in Delhi, then it can be called as ex-religion terrorism. People don't flinch before saying Islamic terrorism. Why must I flinch before saying Hindu terrorism as well? If I would have explained it in a rational way, perhaps people would have got it. But I said it in a hyperbolic way and that was not wrong, but it was usable by the right wing to demonize me. And there was an old tweet where I was basically trying to say that, you know, I mean, why are you telling us to speak politely or in a poetic form? Why don't you, I mean, go to your neighborhood and beat them up, basically, is what I was trying to say, whoever is voting for the BJP. But that is something that I'm talking to liberals about. Why are you telling us to write poetry? Go to your neighborhood and beat them up. So that they portrayed as, I'm telling Muslims to go and beat them up. So this is again something very interesting, what they do, what these websites do. They will take what you are saying and they will make it a completely different distortion. They said that he's saying all Hindus are terrorists. No, I did not say that. I said that this is the vocabulary to be used for this kind of violence, which is Hindu terrorism. And it is not a new word. It has apparently been said by Kamal Hassan also in 2017. The last to last, as old as I have found the origination of this Hindu terrorism word, I found it in the New York Times in 2009, when I googled it. It must have been there before that too, of course, till 2012-13. I remember till 13, in fact, till 14, there were whole episodes on God's terrorism on television. So this was de-legitimized later, including the Prime Minister and everybody, that Hindus are not terrorists at all. This statement is their very strong propaganda because, I mean, which violence has the RSS accepted so far? That yes, we did this. They have accepted one thing, that we did this. They don't believe it. Whenever it happens, they sideline or say, no, they just resigned. Something or the other comes out of them that they cannot associate with it. Anyway, so I started tracking because they took these two tweets out of context, completely out of context, that I am saying that this vocabulary should be used. They are saying that I am saying that all Hindus are terrorists. There is no sense in that. Then here I am saying to the liberals that, brother, you are not tone-policing us. Why are you tone-policing us? I mean, go and slap the people around you that why are you voting for the BJP? They took it as a provocation to violence and they were at that time searching for people who, because their Kapil Mishra, and he was visible in front, they wanted such people who could see that they have done violence directly. So, they brought anything from anywhere, so I had to go off Twitter because then they had gotten hold of the director and the film that I was working for at that time. It was a big film and a very big director, known director. So, they had threatened to an extent that the threat was so real and it spilled on to my real life so quickly and so heavily in my professional life and also personal life because at that time I was going from Chicago to San Francisco and my event got cancelled in San Francisco. It was that bad because the people over there, the right-wing groups, the IT hubs, the so-called educated NRI software engineers of India, who are no better than the Hindutva troll mobs on Twitter, they made sure that the restaurant I have to perform in San Francisco, its Yelp rating fell, they started threatening it by calling it, it started getting long WhatsApp messages, Facebook messages,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:02.800",
        "message": "that guy got scared and cancelled my event. I mean, these people have a toolkit that this is what needs to be done, these are the boxes we got to tick."
    },
    {
        "speaker": "Guest",
        "time": "01:27:08.800",
        "message": "And this group, this San Francisco Bay Area Professionals type of group, I was shown a whole slide in which there are screenshots, I was shown a 10-page slide in which there is a legit group of people, there is a group of software engineers in the Bay Area of Working Professionals, from that it has been revealed that this is Jihadi, this is that, stop this etc. This is not a bot army, this is not an IT cell, these are proper NRI working professionals, imagine what they must be doing in their offices. If this is what they are doing in software, I mean, in a Facebook group, if they can write this openly, if they can call like this, you can imagine some of them in their offices. Anyway, and he is in the US, so he must be very civil, you can imagine what this guy must be doing in India. So anyway, when this happened, I had to go out of Twitter because the risk had increased a lot and I was in it a lot. So I started, then after that they took my poetry event and did that on the bookmai show, by arresting Hussain Haidari, they did the bookmai show, by doing bookmai jihad, and apparently some 5 or 7 lakh were uninstalled, people including Kapil Mishra and everybody were part of it. So when that attack had happened, during those tweets of mine after the program and all, when they were trying to put me down, there is not a single big account of right wing ecosystem that had not written against me, made a video against me, wrote an article against me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:53.800",
        "message": "In fact, I want to quote from OpIndia, who wrote about you, Hussain Haidari, who is an out-and-out jihad propagandist, has been exposed in the past from being a pervert and expressing his sexual desperation out in the public."
    },
    {
        "speaker": "Guest",
        "time": "01:29:05.800",
        "message": "Yeah, these are the funny ones, these are the funny ones. So these were the tweets of 2011-12 out of context. When you are a guy, you don't understand what you are saying. Now, of course, I will see for myself, I will be embarrassed to see what the tweets are. But the way these people tell it, the way it is written, why would I say that all Hindus are terrorists? Am I crazy? But they have written an article on it, that this is how they are saying it. There is a video of The Frustrated Indian on it. Meaning that all Hindus are terrorists. Am I crazy to say this? Is there anyone who is crazy to say this? I mean, who would do such a stupid generalization in a rightful way?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:48.800",
        "message": "I can understand that they have written one or two articles, but there the event is getting cancelled, the Yelp rating is going down. Here on BookMyShow, all this is happening. Why did they target you so hard?"
    },
    {
        "speaker": "Guest",
        "time": "01:29:57.800",
        "message": "My guess is that I think what has happened with the new batch of Muslim voices, ranging from liberals to even conservatives, what has happened largely but tilting most towards liberal voices, is that with this fresh batch of Muslim voices, active liberal voices, is that they are very eloquent. They know many languages. I can go and speak in a crowd of Muslims in Urdu, and I can go to the US and speak in English. I can also go to a Hindi literary event and speak in Chaste Hindi. I can also speak in complete Hindi by changing the dialect. These make me a very different person. Because I can talk to a very big businessman, I can talk to a CFO, I can talk to a CEO, I can go to the ground and give a speech, and I can also make a PPT and present it. I mean, you understand that language gives you a lot. Secondly, I am not giving you enough opportunities. By calling me ignorant, or wild, wild is not the right word, but by calling me a barbarian, by calling me barbaric, or uncivilized, you cannot make me fall. Because I will speak to you in a very civilized language. If you are saying that you will be beheaded and you will shout, then my answer will not be that Hindus will be beheaded. No, I will not say that. What I will say is that what you are saying is illegal. You should be in jail. This is a very sharp turn. This is not something that they want. They want me to say the opposite. They want me to reply to their religious bigotry with more religious bigotry. But I am saying no, this is incorrect, this is illegal. And this is a problem for them, which is why this issue has been stopped for 8 years. This is my guess. Because then what? He will say this, I will say that. So this is a fresh batch of language. They have also written an article in OpIndia that the puncture people are not the problem, the IIT IIMs are the problem. So one thing is also that a man like me who makes straight hair, keeps a beard, often wears a shirt pant. I don't look very Muslim. Okay, I mean, it's a very westernized look. And then he will speak in English, he will speak softly, he will do this. They don't want this image. They want to say that he can also be a terrorist. Be careful of this too. So in that sense, I am very useful for them. To make a poster boy of, hey, even the normal educated guy can be a bigot. Even he can be a jihadi. So it gives a rationalization to them. So one is the language. The second is the appearance and normalization that I am causing through my education and qualification. The third is the profession I am in. I am doing poetry, I am writing songs, I am writing films. This is not a light medium and they know this. I mean, if it was a light medium, people wouldn't have attacked them so brutally. The way they are doing it. So such a person should not be political, especially a Muslim."
    },
    {
        "speaker": "Unknown",
        "time": "01:33:37.800",
        "message": "I think this is what they understand."
    },
    {
        "speaker": "Guest",
        "time": "01:33:39.800",
        "message": "Because, you know, to have someone like Mr. Javed, who will say that Hinduism is a big threat, but ISIS is also a big threat. He takes a sharp turn and balances both. I am not going to take that sharp turn. I am going to say that, hey, this Hindutva is a danger to my life. And I am talking only with respect to our country. And I think that this is not correct. I need to live with dignity. So this is a very straight and without balancing political voice and that is not acceptable. And what if more will get political like that. So that will be a problem for them. So I think that is the reason by and large. And also, I mean, by these mediums, I can show my humanity. I can show that all the emotions of a human being or the human condition resides in me as well. And that is something that they don't particularly, when you are otherizing a community, when you are demonizing a community, the last thing you want is for them to show you their humanity. If I will write a post that I am feeling really depressed about, you know, the way people are behaving. They were all my friends and this and that. It will show my humanity that I'm feeling helpless. I'm feeling sad. They don't want that. If I will say in a very poetic way that what are you doing? I mean, stop. I mean, do you want to do this? I mean, do you want to go here? So they have a problem with that too. So I think that is one of the reasons for targeting. But again, I mean, I digress a lot. How did I come to the right wing? So when I was attacked, maybe because of these reasons, and when I went out of Twitter, because I had no other option, it is like a big storm is coming right on your face. You can't do anything but get into the bunker. You can't fight that storm. Because there are so many trollbots, so many people, and there are genuine people too. It's not like there are only trollbots. So I hid in that in 2020 and it was a very bad time in my life. Because it's also a phase of a pandemic. On top of that, it led to a lot of ostracization. One thing is that isolation is going on, ostracization is going on on top of that. Because a lot of work happens in silence. I mean, when there is such an attack, someone calls and asks, brother, are you okay? So I can't tell you how much relief it gives you. And I'm not sure if you felt that way when you were getting attacked by trolls. But even if one person will call me and ask me, hey, are you okay? It would just mean the world to me. Someone is asking if you are okay. But during that time, there were no people who could even count on their fingers. And I will always remember this. Of course, I won't take the bitterness of it, but I will remember that there were no more people than I could count on my fingers during that time who would say that, man, it's okay, right? And everyone could see it. Because whoever I used to talk to, whether I talk to some work or someone else. And it's not that I was a person who knew little. I was doing poetry, I was writing lyrics, I was writing screenplay. I was a well-known writer during that time. So I will remember that. I will never take the bitterness of it, but I will not forget it either. My leg was broken, you were all watching. I walked to the hospital and got it fixed. Two of you didn't come. That let's go together. So I will remember that. But yes, when this was going on, I was guilty. Okay, I am also feeling guilty. That I said something wrong, why did I say it? Then a lawyer told me that you have gone crazy, why are you feeling guilty? You didn't say anything wrong, nothing happened to you. I mean, if I had said this, nothing would have happened to me. You said it, it's your name, that's why you are feeling guilty. I was sitting with guilt. Then I decided that who are these people who are so obsessed with me? What is this? Then I entered Twitter. So I used to see what was going on on Twitter from a fake account. So what I did, I started following only the right wing. And when I started following only the right wing, then I saw very interesting things. First, I understood that they are not a monolith. They also fight. They also have gradations. One wants to hit, one just wants to give money to the one who hits. One just wants to clap at the one who hits, but is afraid to hit. One does not want to clap at the one who hits, but is quietly watching. He understands that yes, it's okay, let it be, it's his decision. He is neither clapping nor understanding correctly, but he is thinking that he is crazy. So this is a whole gradation of them. Many do not agree with each other in many things. You can understand some interesting things. Like I think Zubair had put it in the middle, I had also observed it a long time ago. So this is a bubble. So as Muhammad Zubair had put it once that he had put an iPhone scam. And I was so happy to see it. Because I am seeing their scam on the right-wing. And... What happened? Just remind me. I remember a person named Ankit from Indian Twitter. He used to do some dealing with the iPhone. And he bought the iPhone and then did not send the iPhone. He took the money from the iPhone. He did some scam. And I was reading it at that time. I said that there is some fight going on with the iPhone. Okay, it's not a big deal. And I was like, okay, there is a fight going on. And then of course, I came to my Twitter, so there was no mention there. But then Muhammad Zubair posted it. And he started making fun of them. And I realized that they were very embarrassed. The writing was very embarrassed. So when you burst their bubble and bring out their conflicts, they are very embarrassed. They are very embarrassed about Yati. They are very embarrassed about Dharam Sansad. They will not talk about it. You make them talk about it, they will not speak about it. You make them speak about Sulli Bai and Bulli Bai, they will not speak about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:52.800",
        "message": "You make them speak about Bajrang Muni, they will not talk about it. Will they not speak about it because they think it is wrong and they are embarrassed for that reason? Or will they not speak about it because they feel it is not strategic to speak about it?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:03.800",
        "message": "Both. Like Bajrang Muni and Yati Narsinghanand also comments very terribly about Hindu women."
    },
    {
        "speaker": "Unknown",
        "time": "01:40:11.800",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:40:12.800",
        "message": "It's not, I mean, and it's, even if they talk about raping Muslim women, Hindu women who are pro-BJP, Hindu women who are Hindutva, pro-Hindutva, they will feel a chill in their body. They may deny it or they may accept it, but they will not like the fact that a man is saying that we will go and rape a Muslim woman. Most of them will be repulsed by it and they do get repulsed by it. And it shows from, I mean, the head of NCW has also said it. A lot of people revolt for Yati. So, both are correct. On one hand, they are also embarrassed. Oh man, I shouldn't have spoken so badly. Some people. But on the other hand, they have a lot of awareness that this is not a good strategy. It is theirs that you speak the same, but speak well. And these are the ones who are really terrible people to be afraid of. Because they very well understand that they have to do it within the norms of the constitutional freedoms available. How to use the constitution in your favor. And yet propagate bigotry, yet inflict violence, or yet create conditions for the inflicting of violence, or yet remain and create an environment where there is silence after the inflicting of violence. They also understand that these people who say that we have to do it with a strategy, they also understand that they want cultural domination, they want intellectual domination, they want legal domination. Preferably, and if you have to pick up a sword, if you have to pick up a trident, and if it gets blood on it, then wash it quickly. And some say, why be shy? Take the trident, put it in, take the blood and go to the market. What's the problem? This is our pride. I think this is it. So I understood a lot about the right-wing. Then there is one more bubble. Pushpendra Kulshresht is not on Twitter. He has 25-30 accounts on Twitter. Whereas he is a very big right-wing voice. He has videos on YouTube. But he doesn't have a presence on Twitter. But if you look at Twitter, you will find 25-30 accounts. All of them are fake profiles. Then, what you also observed was Trad and Riot. Which is very dangerous. Then I found one thing very interesting. Why is Kapil Mishra making his ecosystem? BJP has IT cell, right? He is a BJP leader. Why is he making it? Why is he supporting Create.li? Why is he making a telegram group called Hindu Ecosystem? Why, I mean, when Arnab went to jail in Republic, then why is he standing alone with a flag? That leave Arnab. He is a BJP leader. So, a part of the propaganda that BJP has, he should get according to his stature. Right? So, why is he doing this extra? Then, I understood one thing. Why does Yogi Adityanath have his own IT cell? Separately. There is a separate IT cell for UP. There is for separate states also. But the Yogi one is slightly more prominent. Why? Why? I don't know. I really don't know. Like, I have only been able to observe these things. But I have no reasons for these things. But the thing is that, the large point I am trying to make is, you start not looking at it as a monolith. You understand that everyone has different opinions there also. Someone is saying something, someone is saying something, someone is fighting with someone, someone is fighting with someone. There is no ecosystem like a right-wing. There is a gradation in them also. People are fighting and doing this and that. And a lot of times, there are a lot of things where they don't talk about it. Where they are fighting. And those fissures are not adequately exploited."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:09.800",
        "message": "So, I have a follow-up question. But before that, I just want to say that, what you mentioned about the reason they are targeting you is because you are the kind of Muslim they are afraid of. Educated, articulate, who is not going to respond to their rebel rousing with more rebel rousing. I think that's a great point. I mean, I think of someone like Munawar Faruqi. And it's natural that they would see him as a threat because not only is Munawar a fantastic comedian, but how can you see him and not love him? Right? So, obviously, they'll want to cut down on him, on you, on Umar Khalid, for example, poor guy in jail for so long. So, that's sort of a great point worth thinking about. And, you know, in that context, in fact, yesterday, I did a long episode with Mukulika Banerjee, might release after your episode. We spoke about all her books. Very long episode. And in that, you know, she spoke about a book that she had edited. And the book is called Muslim Portraits."
    },
    {
        "speaker": "Unknown",
        "time": "01:45:01.800",
        "message": "Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:02.800",
        "message": "Where she got portraits of different, you know, Muslims written by different writers. And her point was this. And it is a point that I think, you know, in a different way, you've tried versions of that. And her point was that right now, there is a stereotype. Ki Musalman aisa hai. And the point is that is, you know, I often use the sort of the framework of abstract and concrete. But I think a lot of the negativity in us comes from abstract concepts like nationalism, purity, civilization, all of that crap. But in the concrete, when we encounter something, we may not, you know, react quite the same way. And what she was trying to do in a sense is go beyond that abstract stereotype of a Muslim and give you nine specific Muslim lives"
    },
    {
        "speaker": "Unknown",
        "time": "01:45:43.800",
        "message": "of people who are just like you,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:45.800",
        "message": "who have the same, who share your humanity, who might, you know, be sad about the same things like the same music, eat the same food, all of that."
    },
    {
        "speaker": "Unknown",
        "time": "01:45:52.800",
        "message": "And therefore kind of humanize them."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:54.800",
        "message": "And, you know, in a sense, in a different kind of aspect, you did that with your great poem, Hindustani Musalman also, where you're showing that, hey, you know, we contain multitudes. It's not just one thing. My follow-up question is this, when you say that they're not a monolith. And I did an episode early last year with Raghu Sanjay Lal Jaitley. That's a pseudonym. He doesn't write under his real name. He writes this great newsletter. And we were discussing the political theorist, Carl Schmitt's formulation that in politics, you need an other, right?"
    },
    {
        "speaker": "Unknown",
        "time": "01:46:23.800",
        "message": "An enemy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:24.800",
        "message": "It's always about that. Like you will not go out there with a positive emotion and rouse the people to vote for you. You will go out there with a negative emotion. You need an other. So at one hand, obviously the other for the BJP is a Muslim. But if you look in the political space, they have eviscerated the other in the sense that there is no opposition to speak of. And we'll come to that later also. But there is no opposition to speak of. And therefore, you know, both Raghu and I felt when we discussed this whole Trads vs. Raitas thing that now the opposition will come from within. Because they'll start eating themselves up from within. The Trads vs. Raitas has started. You know, you will have the well-heeled Swapan Das Gupta kind of bigot who will wear nice clothes and go to a party and all that. But tomorrow, the Trads are going to turn around and say, why is your wife wearing sleeveless? Yes. You know, why are you eating mutton for lunch? Why are you etc. etc. And it will splinter. And in a sense, that was our hope. That eventually the center cannot hold. It will keep splintering till it kind of falls apart. And you're saying you've seen the same phenomenon that it is kind of splintering. So, any thoughts to add to that?"
    },
    {
        "speaker": "Guest",
        "time": "01:47:31.800",
        "message": "Absolutely. Perhaps this is not the most appropriate example to what you're saying. But this bulldozer phenomena, I look at it as a competition between BJP ministers. I also look at it as a competition between BJP ministers apart from the clear-cut threatening and demolishing of Muslim houses. It was done by Yogi Adityanath. Then it was done by Shivraj Singh Chauhan. And if you look at the recent Delhi demolitions, in the propaganda, in the cartoons and everything that they're sharing, the propaganda they're sharing, apparently it has been done by Amit Shah. Is what they're crediting. Is what the right wing is crediting. They are crediting it to Amit Shah. So, it is in a way them trying to say that, Hey, listen, I demolished 20 houses. Now the other guy says, Hey, listen, I demolished 50 houses. And send them compensation notices also. And then the third guy comes and says, Hey, I demolished 100 houses. And guess what? I did it in Delhi. This is how I look at it. So, now the scary part for me is, what if one day they decide to heap a pile of bodies. They say, I demolished 20 houses. Someone will say, He said, I demolished 50 houses. Then the third will say, I demolished 500 houses in 3 days. What if they make their strong, big swinging dick assertion by a pile of dead bodies instead of a pile of a demolished house. Now, will it go there? Will it escalate there? Now, that is how I look at it. Scary. And, will they eat it up? That is definitely happening. I mean, if you see, there is a huge number of people in right wing who have turned to Yogi as their next PM. And it is strange because during CNRC, if you remember, it was Amit Shah who was constantly coming in the propaganda news that it is Amit Shah and Modi, Amit Shah and Modi, but then he fell sick. And then Amit Shah has disappeared from propaganda since then, as the next PM, which is strange. Why? Now, I don't have the answers to these. I just observe and I sit at home and I'm like, yeah, this is happening. And I don't know what to do with these thoughts. But yes, there is definitely an interesting conflict. And I do feel that when there is so much power, so much money, and there is no conflict inside, this is not possible. You are sitting at the top. I mean, your cultural model, its entire manifestation, through the political front, you have taken over the government institutions. And you have not forced the government institutions. People have done it a little bit out of fear, but they also agree a little bit. There is also a little bit of their benefit. It is not like they have beaten everyone up. So, now what can make them fall? I think they fought with each other. It is not possible that they fought with each other. So, this is one thing I feel. And what I am telling you, I just hope that this bulldozing that is going on, it never escalates to violence. It is there."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:03.800",
        "message": "Yeah, very worrying thoughts. And you know, you were talking about competition. And one thing I felt while watching the Dharam Sansad videos, for example, from Haridwar, is that if it was one guy making a speech, it would not have been so extreme. But because it's a whole bunch of them on the same munch, talking to the same rabid crowd, out of competition, each trying to be more extreme than the other guy. And I think what social media does, and this is in many different aspects of politics, not just Hindutva, not just India, is that it gives an incentive towards extremism. Because once you join a tribe, ideological tribe, religious tribe, whatever it is, once you join a tribe, the only way to raise status within your tribe is by posturing more than the next guy. And you inevitably then swing to the extremes where you will attack people on the other side and just attack them, not engage with them in any way because engagement is, you're not supposed to be respectful. Or you will attack people on your own side for not being pure enough. And you know, you eventually eat each other up. And that's what I felt was, you know, happening in that Dharam Sansad in Haridwar. Now, here's a worry I have. One worry I have is like, for example, when they attacked you, right, with the kind of language that they used. They might have hoped that you would respond in kind and they can then use that to paint you as an extremist yourself, right? And I worry that with all the violence that is happening, and I don't think it's a rhetorical question what you're saying that will bulldozers go to violence. That is a nightmare for all of us, right? And at one level, all of this is also designed to get an extreme response from Muslims where some frustrated Muslim somewhere does something and then his viral video will go everywhere on WhatsApp. And you're just asking for a mini genocide in one place or the other because of that. And my question is this, and I ask this with a little bit of wonderment, is that Muslims in India have actually been incredibly restrained. Like, there is a very moving point Kapil Kamareddy wrote this book on Manival and Republic and did an episode with me. And there's one great point he made to me. He said that, look, when partition happened, the Indian Hindus just stayed here out of inertia"
    },
    {
        "speaker": "Unknown",
        "time": "01:53:13.800",
        "message": "because, you know, this is where they are."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:15.800",
        "message": "But the Muslims who chose to stay, they are the greater patriots because they made that choice. They used their agency and they said no. And, you know, in that sense, it is not doing nothing. It is an active choice, which is something to be looked at. And by and large, what we've seen is that it blows my mind because if I put myself in the skin of, say, the average Kashmiri after what's been going on out there, or, you know, anybody within this country who is at the receiving end of all of this, I would be just filled with anger and rage all the time. And yet, within the community, there has been so much restraint."
    },
    {
        "speaker": "Guest",
        "time": "01:53:53.800",
        "message": "Help me understand this. So... It is true. I mean, it is... I mean, as you can see, it hasn't stopped since 2019. After the 370 abrogation of Kashmir, it hasn't stopped. In the news cycle, every month, you can see one or two big anti-Muslim news violence. And this has been going on since mid-2019. And in the last 6-8 months, it has increased so much that I think every month is filled with two or three big news, which is anti-Muslim. So, they have been relentless with this. The restraint, I think, is phenomenal because I think this whole consciousness has set in that we don't have to behave in this manner, the way they are behaving with us. It's a... I don't know how this realization came about people. Maybe it came about through CNRC, maybe they've... I think people got trained that this is how we resist, this is how we did that. And like we discussed earlier, I mean, of course, Gandhi and Constitution are a part of it, but they are not the only reason for it. The reason why Muslims have restraint or the Muslims have non-violent methods of protest is also because it is inherent to them as Muslims. The whole picture of portrayal as violent at the spur of the moment is not a correct portrayal. The... It is the Muslim consciousness only that makes them non-violent in the first place and then there are covers of Gandhi and Constitution as well. So, the restraint, which is called sabr, in common words, sabr karo sabr karo sabr karo Allah dekh lega Allah dekh lega So, this is a very good thing. Also, the restraint comes from understanding the limitation that being a minority, the state is out there to persecute you directly, openly, brazenly. The society is either part of it or is not looking at it, is just totally apathetic to it or the ones who are supporting it are like okay, yeah, we are supporting, sometimes, sometimes not, things like that. So, they have a very clear cognizance of and this is all unsaid, I don't think it's said in these many words but there is a general understanding that if we react, then the state will come after us and the society will come after us. Of course, the society will not come everyone will not come to beat us, this is obvious, but there will be a problem. And the media is against it. Meaning, you don't have a single institution to go to. You don't have a judiciary. You don't have a media. You don't have IAS, bureaucracy, DM, etc. You don't have police. You don't have RTI, there is nothing left to do. You don't have any tool, institutional, you don't have any institutional cover. So, the state can do whatever it wants with you. You don't have opposition. There is no political party right now in India which is willing to talk to Muslims, which is willing to speak to Muslims publicly, addressing them, address their fears, express their aspirations. There are political parties and I understand their limitation, but their rationalization of their limitation does not make me feel my pain any less. I understand why they are not saying Muslim words, but by understanding this, my pain does not lessen. So, they are not willing to do it. So, there is no opposition, no judiciary, no media, no police, no bureaucrats. So, what do I have? Ultimately, a person starts crying that do something in civil society. Why should I write something that why people are not speaking on this? On Twitter, it's such a stupid thing to say if you look at it like that. If someone hit me criminally, on a criminal basis, then the police should help me. Why do I need you? Why do I need you to amplify my voice? Why do I need you to speak about my injustice? The institution should be there to protect me, but it is not. And, the court has created a series of justice. One is the Supreme Court which is not doing what should be done. So, what has happened is that restraint is coming from an innate nature. Restraint is also coming from a culture of resistance developed by Shaheen Bagh. Restraint is also coming strategically. And, restraint is also coming from a little fear. So, I think this restraint is I mean, you can guess from this that the maturity of restraint is that people are still not saying that they will kill you. People are still saying that whatever you are doing is wrong, improve yourself. It is bad for you. Meaning, you are being looted, you are being exerted control by killing us. Even now, this is being said in different words, of course, this is being said by the majority. So, I think, my personal observation as to why I cannot be radicalized is because I cannot say about others. By radicalizing, I mean that I will never leave my restraint and go towards violence. Personally, only myself. I know that society will not give me a chance to return. Meaning, neither social media nor society will give me a chance to return. There will be no way left for me if I become violent. I will be put in jail, my name will be tarnished, my work will be tarnished, my whole life will be tarnished. This non-conformity has only been given to me. If someone else does this, he will become a hero, a revolutionary. If a non-Muslim does this, he will become a revolutionary. He will become a hero. But, I will become a criminal in the eyes of society and in the eyes of the government. And I will become a criminal for the rest of my life. So, I have no way to return. For me, this... But, of course, having said that, if someone puts a gun on my wrist and says, Hail Lord Ram, I will say, kill him. Or, I will hold his hand and try to release the gun. I mean, what else can I do? Or, I will start screaming. Whatever my human reaction will be at that time, that will happen. But, that's it. I mean, restraint, till when?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:24.800",
        "message": "Yeah, there is, I think, Bob Dylan once said, when you ain't got nothing,"
    },
    {
        "speaker": "Unknown",
        "time": "02:01:29.800",
        "message": "you got nothing to lose. And,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:31.800",
        "message": "you know, the danger is that too many people"
    },
    {
        "speaker": "Unknown",
        "time": "02:01:34.800",
        "message": "are pushed to that point where they have nothing to lose"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:36.800",
        "message": "and they lash out and that's perhaps what these guys want. And, you know, restraint is not just one thing that you are restrained only because of practicality or incentives or fear or, you know, some of it comes from a different place. Some of it is a conscious strategic choice that, you know, this is how we must resist. This is how we must not act. And, some of it is also cultural. Like we were talking before this, I just recorded an episode with Tamukul Kabanerji which will come out after yours where we speak at length about the Khudai Khitmatkar."
    },
    {
        "speaker": "Unknown",
        "time": "02:02:08.800",
        "message": "You know, Khan Abdul Ghaffar Khan's"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:10.800",
        "message": "movement, the biggest sort of non-violent, one of the biggest non-violent movements in the world. And, part of what she did in her work, one of the books she wrote was exploring the mystery of why such a large non-violent movement"
    },
    {
        "speaker": "Unknown",
        "time": "02:02:26.800",
        "message": "could come from the Pathans"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:28.800",
        "message": "because the Pathans had been stereotyped as your typical, you know, macho warrior people and all of that. But this large non-violent movement and I don't mind spoiler alert for this and I don't think Mukulika will mind this episode will come next week. And what she realized was that it did not come from say Gandhi"
    },
    {
        "speaker": "Unknown",
        "time": "02:02:47.800",
        "message": "because Gandhi"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:48.800",
        "message": "was an influence on him. He was called Frontier Gandhi. It did not come from Gandhi. It did not come from the West. Many people say we import ideas from the West. It came from within Islam and in great detail is described how that is. So even this stereotype that Islam is necessarily violent and all of that and all those strands may well exist also but there is also there are these other strands of resistance and dignity and non-violence and when you read about the Khudai Khidmatgar and what they went through and by the way they opposed partition and they were immediately banned by the Pakistan government after that. This bandit hounded, arrested"
    },
    {
        "speaker": "Unknown",
        "time": "02:03:25.800",
        "message": "Khan Abdul Ghaffar Khan eventually died"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:27.800",
        "message": "in Afghanistan many years later and it's a very sad story what kind of happened to them and yeah and that drives home that point. So in case you feel that oh what is Hussain"
    },
    {
        "speaker": "Unknown",
        "time": "02:03:38.800",
        "message": "saying that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:39.800",
        "message": "you know it came from within just it did come from within and we need to it just shows how much we have been sort of"
    },
    {
        "speaker": "Unknown",
        "time": "02:03:47.800",
        "message": "indoctrinated by"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:48.800",
        "message": "stereotypes that you know we react with"
    },
    {
        "speaker": "Guest",
        "time": "02:03:51.800",
        "message": "this belief to that in case you know anyone reacted with this. It is very difficult to explain to people like so much is ingrained and in so many ways in so many mediums it is very difficult to explain to you like even now like I mean this like there is a lot of talk about false equivalences on twitter or here like people even though they might be well meaning sometimes and sometimes it is a deliberate false equivalence so as to not concede completely and it is not entirely true but I mean this is happening so this is like that and the base denominator is always Muslim either Taliban or ISIS this is happening it has its own nature it has its own history it has its own land complexity it has its own growth trajectory it has adopted it has co-opted it has its own way to go from bottom to top and suddenly you compare Taliban to ISIS like this why? so this at some places seems disingenuous it is understandable in writing and speaking we don't even argue so this is so developed in the psyche that the base of terrorism is Muslim so either compare it to ISIS or compare it to Taliban so this sharp cut which Hindus and Muslims have in their minds is the basis of terrorism so this is the basis of terrorism so this is the basis of terrorism so this is the basis of terrorism so this is"
    },
    {
        "speaker": "Unknown",
        "time": "02:06:36.800",
        "message": "the basis of"
    },
    {
        "speaker": "Guest",
        "time": "02:06:39.800",
        "message": "terrorism so so a complete summary of Qaid is combined with ISI so what gives me effectiveness of terrorism I But it's just a feed. What is that feed? Afghanistan, what is this logic? How stupid do you look even while doing violence? And there is no logic to it. I think this is again one of the things that what has happened with new Muslim liberal voices, and at least the voices that have become prominent, whether they're liberal or not, is that they are not taking all these international defenses head on. If you talk to us about Pakistan, if you talk to us about ISIS, Taliban, Erdogan, I can criticize them independently. But I will not get defensive in my stance as an Indian Muslim wanting his rights and his dignity in this country because something internationally is going wrong with someone Muslim. I might discuss that on a separate matter altogether, but one cannot put me in a defensive stance because of these. And this has happened a lot of times. A lot of times. In fact, this has happened for the last two, three decades. And I think this was one more thing. Then a lot of Muslim voices are also unwilling to discard their pasts. They are unwilling to be detached from the slums or the ghettos or the community that they come from. I may become rich. I may become known. I may go into a glittery world of film and cinema, but I remember where I come from. And I remember the people who I have come from. And that is something that I see common in many, many, many voices. And the people I meet have either a new insight or something new. Because everyone has been reading a lot. Everyone's protest, everyone's resistance is also mental resistance. So it is a mental resistance and the framing of your mental makeup, which I believe comes from largely three places. It comes from the media, it comes from entertainment, and it comes from academia. And in these three places, Muslims are slowly reaching, especially those who have reached their voice, especially in the media. There is entertainment, there is a lot of entertainment, but the entertainment that is present is a little less political. And the same 30 years, which is more in defense mode, it has been used to prove that we are patriotic. But what I am saying, I also have the same stance. I am the default patriotic. I could have gone, but I didn't. I am the default secular. Because when I leave my house, I meet 10 Hindus and I don't discriminate against anyone. So I am the default secular of India. Now you prove whether you are or not. Why should there be an organization called Indian Muslim Secular Organization? There is some apparently some organization which signs, they asked me also to sign documents and this and that. Is there any Indian secular Hindu organization? Because they assume that Hindus are secular."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:49.080",
        "message": "Oh, they don't even want to be secular for the most part."
    },
    {
        "speaker": "Guest",
        "time": "02:10:51.480",
        "message": "Yes, who is saying this? So I find it very strange that this whole portion here, the control over the psyche, not control, but the effect on the psyche, it comes from these three places. Muslims are coming in the media, who are also politically correct, they are saying their own thing. Think about it, if 20 years ago I read an article of a liberal journalist and I thought, what is this bullshit? What could I have done? My father would have read it, he would have thought, what is this bullshit? Could my father have done anything? No. But with social media today, I can just write a complete thread or I can approach an editor and say that, hey, I don't agree with this opinion. I am going to write a rebuttal of it. Or I'm just going to write a thread and that thread will go completely viral. So at least now 10 people, 15 people, 20 people in different parts of the country with different voices, with different life backgrounds and different levels of persecution and experiences and educational backgrounds. Now they're able to express their disagreements and they are constantly challenging for equality and dignity. I don't want more than you, but I want as much as you and I'm not willing to compromise for that. So these things are happening. In entertainment, as I said, they take it in defense. And in the academy, we are concentrated. You will get in AMU, you will get in Jamia, but like when I went to IIM Indore, I had no Muslim professor. I did not study from a Muslim professor at all. There was one Muslim person, I think he was in the library. There was not even permanent. So when I was coaching CA, I did not see a single Muslim professor. So what is this? This doesn't mean that no Muslim teaches CA. It doesn't mean that no Muslim has ever taught in any IIM. It doesn't mean that, of course. But the presence is so less. And if this is not the case, it is not that the professor is not like that, he died in that period. Where would he be? I think he would be in AMU, he would be in Jamia, he would be in Osmania, he might be in JNU, he might be in Xavier's, he might be somewhere else. So his concentration was somewhere else."
    },
    {
        "speaker": "Unknown",
        "time": "02:13:26.680",
        "message": "I mean, his physical concentration."
    },
    {
        "speaker": "Guest",
        "time": "02:13:30.120",
        "message": "So I think it is very important to work on these three things, Media Entertainment Academy. So that people can convey their thoughts, their stories, their opinions, connect with each other, jam, refine their thoughts, improve. If I talk to someone, someone teaches me a few things, I might teach someone a few things. Then we both will have four thoughts. Then we will take four thoughts and go somewhere else. Someone else will have three thoughts, then four and three will add up to six or seven thoughts. So this is a small attempt among us. And I think it is a good thing that it is happening on a constructive basis. At least what I am seeing among Muslims. I have been talking to activists for 3-4 years, I have been talking to a lot of people. I have never spoken to anybody who is saying that they will do violence. Even in the closest and the most confidential of meetings, never. I have never seen people who are extremely bigoted or poisonous attitude towards Hindus. No. They might say, yeah, and them, but they do not have intentions of harming. They do not have intentions of completely, they might mock. They might say bitter things sometimes, but then they would know that this is not so bitter. And I have seen a lot of constructive dialogue going on. How to do this, how to do that, how to do this, how to do that. And a lot of thoughts getting exchanged, a lot of skills getting exchanged. A lot of differences getting diluted. Like sectarian differences, regional differences. So that is something that is positive that is going on. So this is the baseline that we are talking about. So I think people have no idea that there is a lot of growth in people. In Muslims, especially the youth, people should be afraid of this. That these people are getting educated a lot, they are understanding a lot, they are studying a lot. And a 20-21 year old boy will tell you Malcolm X, he will do this, he will do that. They read everything. And they know, they have a good understanding of the world. And they have a good understanding. Now they are looking at seeds and this and that. And I am like, oh man, these people read so much. So it is a very positive development. This will be understood after 20 years. I don't think it will be understood now. Its effect will be understood after 20 years when you realize that so many people have spread in civil society. They are such qualified and highly educated Muslims. They are doing extremely well. And they are rooted to their identity. And they want to do well for their community. They do not want to discard the ghetto that they left. The ghetto lives inside them. Even when they are living in a posh apartment, as I hope they one day would. So I see this thing very well. I hope such a time comes when we can see that freedom."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:02.360",
        "message": "And you mentioned, you know, lamented about the media and academia. And my response to that actually would be that I would not be so worried about them. Because one increasing trend that I see across all of these is that the mainstream is disintegrating. And therefore, expression and knowledge are being decentralized. Learning is being decentralized. You don't anymore need to go to a big university to learn something. And like, I think, for example, the voices like yours and Alishan and Zubair and all that are followed by many more people and heard by many more people and respected by many more people than any random journalist in a major newspaper would be, you know. And that's kind of completely diminished. And I can say this as someone who's both been in mainstream media and is now outside of it because I realized that it is now irrelevant, you know."
    },
    {
        "speaker": "Unknown",
        "time": "02:17:51.400",
        "message": "It is living in a past world, a past kind of era."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:55.720",
        "message": "We'll take a break and I'll come back to my, you know, the second question I was going to ask on, you know, this whole subject of society versus propaganda after that. But before that, you know, we were discussing before the show, you know, what poems would you like to read? And on the subject of propaganda, you know, there's this beautiful poem I saw you read, not by yourself, but by this great Adivasi poet, Jasanta, which I really loved,"
    },
    {
        "speaker": "Guest",
        "time": "02:18:16.440",
        "message": "called Jahan Kuch Nahi Pahushta. So, would you like to read that? So, this is a poem by Jasanta Kerketa, who is one of my favorite poets. And her poems are very, I mean, they seem very simple in their composition, but if you go deep into her composition, you can understand how profound they are. So, this is her poem on propaganda. It's called Jahan Kuch Nahi Pahushta. This is so beautiful. And I'll ask you about this also after a short break."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:13.720",
        "message": "And a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the Scene and the Unseen. I'm chatting with Hussain Haidri about his life and work and the times we live in and all of that. And, you know, one of the threads we sort of explored before the break is, you know, we spoke about how, you know, both these things are true, that our society always was, you know, had issues, was illiberal, was bigoted and all of that in a certain way. But also that the propaganda today is making it much, much worse. And we discussed that propaganda is at some length. And I want to now go back to the question of society itself, where, you know, I've always kind of believed in that Andrew Breitbart quote that politics is downstream of culture. The culture comes first. If you look at the political marketplace, a demand supply equation chalti hai. So, given the demand, the supply accordingly comes. Like I did an episode with Veer Sanghvi, for example, where he spoke about politics in the 80s. And he mentioned something which, you know, he gave me a different way of thinking about something. He said that here's the thing. The big win that Rajiv Gandhi had in 1984 was a Hindu vote. It was a Hindu vote expressing itself against what, you know, they perceive to be a Sikh problem and all of that. And at that time, the BJP, when it was formed by Vajpayee, you know, in their charter, they spoke about Gandhi and socialism and all and they had for a temporary moment turned away from Hindutva. And then when they realized that the Hindu vote has been captured by the Congress, by Rajiv Gandhi, they decided they have to do something about it. And Rajiv did open the gates of the Babri Masjid in 87 and all that. But then he turned away. He didn't really know what he was doing. He wasn't a political strategist. He turned away. And the BJP came in and they were supply responding to demand, ki iski demand hai, that we got to get back to this because hey, why should we kind of, you know, sort of give it up. And they go back to this. Now I've done, I did an episode with Vinay Sitapati about the BJP before Modi. And he also talks about how this whole process was political and he breaks it down. And, you know, he said something there, which was very interesting. In fact, he said that while Vajpayee and Advani were not true believers, he thinks Modi and Shah are true believers. But Vajpayee and Advani were just, they were politicians. They saw a political opportunity, ki market aisi hai, yahan pe ek underserved niche hai, yahan pe ghuj jate hai, yahan pe market expand karte hai and all of that. Now what has happened since is that obviously, that vote has played a really big part. In fact, like we were discussing, you know, the extreme elements of the Hindu right wing, I think they got on a tiger that they can't ride anymore, right? It's outside everybody's control. But that's an orthogonal point. My main point ye hai ki when I look around today, I feel that other parties look at the landscape and they also believe that it is that Hindutva vote, which is worth going for, that there is no other margin on which it can be fought. Like even when the Babri Masjid judgment came, Priyanka Gandhi said, remember, my father opened the gates, right? Even when a 370 ka abrogation hua, Aam Aadmi Party put out a statement saying, this is the right thing. Or you look at, you know, what has happened recently with these bulldozers and all that"
    },
    {
        "speaker": "Unknown",
        "time": "02:23:21.720",
        "message": "and the Aam Aadmi Party, instead of saying that don't touch the Muslims,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:25.320",
        "message": "they're giving statements saying, it's basically saying that it's the Muslims to blame only, only the BJP put them there, right? Bangladeshis, Rohingyas, all of that nonsense, and just appealing to that vote. Now, what I wonder about, and maybe I'm being too idealistic, but my assumption would have been ki people contain multitudes, right? And you know, you've also pointed to this in various places, right? Nobody is one thing, a Muslim is not one thing, nor is a Hindu, people contain multitudes. Now, there might be a person who might be bigoted and sexist and doesn't like Muslims or whatever. But as a politician, if you see the entirety of that person, he will also perhaps want good governance. He will want his kids to go to a good school, he will want them to have a good future. He will want to upgrade from a scooter to a car one day, you know, and surely there are other margins on which politicians can appeal. But political parties don't seem to be doing that. They seem to be taking that Hindu vote as a be-all and end-all. And even the poem that you read out before the break speaks to that. There's no governance, right? None of those things are there, but there is a poison, right? And I just want to know your view on that because you've been, and I agree with you 100% on this, you've been outspoken against, for example, what the Aam Aadmi Party does, where they're catering to the same vote and the same bigoted sentiments, right? And we see that happening. And it gives me great despair that there is no political party,"
    },
    {
        "speaker": "Guest",
        "time": "02:24:55.400",
        "message": "like you said, which is actually taking this issue head-on. And the debate that is going on right now is this, that we have to defeat the BJP, we have to defeat Hinduism. Ideally, the talks and votes are going in only the direction of Muslims. The rest of the people are not getting it. So, first, what you're saying, that the Aam Aadmi Party is... I mean, I think a lot of people do this, I mean, what do they want to say? I want to understand what their understanding of society is. Are they sitting with the understanding that we cannot convince this society on moral grounds that it is wrong to kill a Muslim, that we will have to arouse their self-interest, we will have to make them selfish, either they are conceding this, okay? So, I mean, how badly do they think about their society, if they are conceding this, that we will only talk about education, we will only talk about development, we will only talk about governance, and through self-interest and selfishness, or by showing them bread, water, electricity, etc., I mean, by showing them this, by showing them inflation, that look, you are suffering a loss, but because they have accepted that we cannot convince them on moral grounds, that it is wrong to kill a Muslim. So, I think he shows this somewhere. I guess it is not just my satirical inference, I think he shows this because this is reflected in other things as well. Like, it is said many times, a lot of times we say that polarization will happen if you show Hindutva content. My question is, whose polarization will happen and why? The next sentences are never told. Everybody just concludes their political opinion by saying that polarization will happen. What kind of an inference do you derive about a society where you see a video of violence being inflicted upon a minority, and then you choose to vote for the person who is perpetrating the violence? In this polarization, no matter how polarized a Muslim is, what will he be able to do? You can either win the primary opposition party, if it is already strong, or if the primary opposition party is weak, you can make it sit on a good pedestal, like the Socialist Party in Uttar Pradesh, or the Aam Aadmi Party and TMC, which were in a strong position, you can make them win. You cannot do anything more than this. You have no right to vote. And this is something we all know. So, the Aam Aadmi Party, and again, what I am saying is that this is such a strange comment about a society, that polarization will happen. What kind of a society is this, where you see that Modi has created a riot, which is now sitting with a clean sheet, so he will go and vote for Modi. What kind of a society is this? What kind of fear has been created in you? What kind of insecurity has been created? What kind of a feeling of vengeance has been created in you, instead of an abhorrence? I mean, this is such a strange thing, that there is research that where there is a riot, the BJP benefits. The research should be that where there is a riot, the political party immediately crashes. So, you will think that this party is spreading violence, this party is spreading poison, we will not support this party. So, this is something that I find very interesting. And second, I think violence against Muslims, I personally consider it a cultural problem. I mean, its form may be political, its discourse may be political, but I can easily convert it into a cultural problem and tell you. If you look at the whole history, then you will see that every time, the assignability of violence, is either in the name of a political party, or in the name of a Hindutva outfit. Or the riot, which we call a riot, but it has a process. But for now, we use the word riot, that the riot sometimes goes against the Congress, sometimes against the BJP, sometimes against the Shiv Sena, sometimes against the TMC, sometimes against the CPI, sometimes against the Hindu Vyavahini, sometimes against the Bajrang Dal, sometimes against the RSS, sometimes in the name of your Sanatan Sanstha, sometimes in the name of the Shri Ram Sena. If I remove all these political parties and outfits, and remove their names, and I just make a list of perpetrators, then who are those people of the society, who are killing the Muslims? Or let's take the Sikhs for example. This assignability of blame, which increases in political parties and outfits, if I remove it, then I can clearly see a society,"
    },
    {
        "speaker": "Unknown",
        "time": "02:30:58.120",
        "message": "which is violent against me."
    },
    {
        "speaker": "Guest",
        "time": "02:31:00.120",
        "message": "Correct. So how long will this be denied? So this is one thing, and of course I understand why assignability of blame exists. You think that if you assign a punishment in the legal framework, then you will get a punishment. But where do you get the punishment? It reaches the Parliament, it becomes the Prime Minister, it is being respected, by bringing a bouquet and wearing a garland of flowers. So what is happening? So if assignability of blame to a political party or outfit has no meaning, then why must I not remove them, and why must I not show the mirror to the society, and make a clear list of perpetrators, and anti-Muslim sentiment also runs across castes. So any esteemed Ambedkarite intellectual can also not shy away from speaking about it, because it is a binder element among all castes, one of the binder elements among all castes, that Hindutva offers, or that Hindutva propagates, or that Hindutva compels them to believe in, or taking advantage of the situation or whatever the reasons may be. But this is a cultural problem, when I remove political parties and outfits, and if you remove political parties and outfits, then you will see that it is happening across decades, across geographies, since partition, and everyone takes advantage of it, and everyone takes advantage of it, so this common man party is doing all this with the branding of Ivy League college students, with the branding of Ivy League college students, but all this has happened before, and all this will happen later also. So these were some of my things, now this is also a nomenclature, that fringe, is what is called, outfits co-organization. I have visited a lot of cities in India, I have visited a lot of cities in India, I am not like this, because I used to audit, and in general I have travelled a lot because of poetry, so I have been to a lot of cities, to a lot of states in India, and I have also been to villages because I used to have audits in rural banks, and I have also stayed in tier 3 cities, because the auditing profession is very difficult. So my guess is that when in the entire country, in tier 1, tier 2, tier 3, in a village or a district, in a village or a district, you are getting either RSS, you are getting either RSS, or Bajrang Dal's unit, or BHP's unit, or Hindu Yovahini's unit, or Hindu Rakshak's unit, or Shri Ram Sena's unit, or Sanatan Sanstha's unit, or RSS's tentacles, or affiliated or non-affiliated or related groups. You are getting at least one branch, you are getting branches, you are getting offices, you will not get it in big buildings like Hiranandani, or IT parks, but when you go to the streets of those parks, you will get it, and you get it everywhere. So, how did the presence of RSS and its affiliated organizations, which are present in a different form in the IT park and in that Juggi, become a fringe if it is present everywhere? This was omnipresent. So, I don't understand where the fringe used to go from this. I think their way of speaking, their behavior of RSS is such that, we agree with everyone's thoughts, we welcome everyone's thoughts, our doors are always open, etc., etc., these things happen. They also have an incorporation with the caste, which they have understood and the way they have adapted, especially in the mid-70s, when they were going to jail, the RSS people, and the way they have adapted, so their quotation is also very interesting, that within RSS, they used to say that, if there is no touch, there is no sin, then there is no sin at all. So, the way they have brought acceptability, and the Hinduism project of joining them within the caste, so where did this fringe come from? If in every city, in every tier 1, tier 2, tier 3, village, district, etc., there is a branch like this, which is bringing people, which is training, then this was never a fringe. I think it was a big mistake to understand this as a fringe."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:12.920",
        "message": "I think calling them a fringe on the part of some liberals would have played into their delusion that it is fine, India is fine, and also on the parts of say bodies like the RSS, it would have played into plausible deniability, that we are a cultural institution, it's these other people who are doing whatever. My formulation of the problems that we face today, and I had shared this with Aakar in the recent episode I did with him as well. My formulation is this, that we have three problems, right? In my personal view, not everybody needs to agree with me. We have three problems. Problem number one is a proximate problem, which is the government in power, which is the BJP, right? And you need not agree with me necessarily, somebody may support the BJP, that's fine. But my personal viewpoint, that is a proximate problem. But there are two deeper problems, which in my mind are much bigger than that, and which will remain with us. And one problem is the oppressive state, the way it's been designed and structured. And that's just a whole different argument, and we don't need to go into that now. But the second of those deeper problems is our society, that all of these things, communalism, caste, gender, everything that's wrong with our society, our society is a problem. This politics has come from society and not the other way around. Now my question is this, that if there is no political solution to this, and I don't see how there can be, if society is this way, you know, there will be no political solution beyond a point. I mean, Aam Aadmi Party also, if they come to power, they are playing to the same crowd, right? It's not going to make a difference. Then the question is, how does change happen at a social level? And I'm trying to figure this out, like, you would, you would assume that, okay, there will be a change in modernity, people will go to cities, there will be a change. But it's not at all like what you have experienced. You were saying that, you know, if you go to an IT park, there will be no fringe elements, but there will be in the streets. But IT parks may be the way people think is the same, like you pointed out."
    },
    {
        "speaker": "Guest",
        "time": "02:38:08.320",
        "message": "No, no, in an IT park, it's possible that, yes, I mean, like I'm saying, in the streets, where the workers are coming, they are sitting there in a firm office, but the one who is sitting inside the IT park office, he is sitting with that branch in his mind, it's not like that, I mean, I'm saying that one is present there, one is here, he is sitting with a branch in his mind, and he is manifesting the branch in that language, in that way, in that way. And this means a lot, I mean, what you are saying, yes, I mostly understand that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:44.440",
        "message": "But I'm trying to figure out, what do you think about possible ways in which we can move ahead? Because 15 years ago, I would have said that, okay, as we go towards modernity, as we live in cities, incentives will change, it will get better. And to a certain extent, I think those play a part, but not nearly enough. We see that modernity is no guarantee, that sitting in IT parks is no guarantee. Even leaving the country and going to the US and going to San Francisco, like you pointed out is no guarantee that this shaka doesn't get out of your head, you know, in that metaphorical sense. So how do we change like you, you've traveled in all these small towns, you've seen small town India, like, if you see any change happening, where do you think it's coming from? If you see any pockets, which are better than other pockets, where do you think those are coming from? You know, like, what can, like, what are our sources of hope?"
    },
    {
        "speaker": "Guest",
        "time": "02:39:38.080",
        "message": "I think if the problem is cultural, then I think the solution will also be cultural. And if the state is an ancillary of the cultural problem, and the state is a problem in itself, then the state will also be an ancillary solution, can be an ancillary solution. This is my broad, abstract understanding. My solution is that we need a counter-cultural organization like RSS, which works exactly the way they do, which goes into every aspect and says things about the constitution, and not exactly about the constitution, they don't say that we're talking about humanity, again and again, they just transfer its essence to you, they transfer its words to you, they won't say that Akhand Bharat was written by this organization, and that's why we're Akhand Bharat, they'll just put Akhand Bharat in your mind. So this presence across spheres of life and society, institutions are present, it is not just government where Sangh is present, Sangh is present everywhere, so a counter-cultural force like that, which is comparatively inclusive, first of all, because Sangh is very inclusive, Sangh takes everything, Ambedkar, who was the total opposite of Sangh, has also co-opted it. The one who has opposed Sangh, apart from Nehru, I think he has co-opted everyone, Nehru"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:31.440",
        "message": "and Gandhi. I'll just interject with one thing, that I think caste is more entrenched in Hinduism than in Hindutva, and this is one way in which, you know, normally everybody says that Hinduism is a way of life, it's good and all that, and Hindutva is this political ideology. This is one way in which Hindutva is not as bad, the only way, that caste is entrenched in Hinduism, and in Hindutva, because of political strategy, because of whatever, it's never been a big deal for them."
    },
    {
        "speaker": "Guest",
        "time": "02:42:02.680",
        "message": "Yes, but that caste operates differently there, I mean, my understanding, what I have seen, understood, read, it's not like they dilute caste and finish it, and bring equality, they don't want to let caste become a barrier to create an equal majoritarian force, to create a large majoritarian, juggernaut of a majoritarian force, they don't want to let caste be a barrier, that's why they invent ways to prevent fissures within groups, so it's not like, because there are of course many Dalit intellectuals or writers who have come out after being discriminated in the Sangh, but there are still many intellectuals who are Dalit or OBCs who are present in RSS, and they are still there, and they are respected, and of course it is not like I am incriminating them, it is a fact, and so I am mentioning it, so they manifest it in a different way, they portray it in a different way, I mean, I read a book, Sangham Sharnam Gachchami, there was a story in it, that someone once said that a politician said that I am forgetting that you are not promoting me, you are not giving me a chance to speak because I am of a minor caste, and the next day that lady was not seen in the meeting, some whatever meeting that was to be held later, it's in that book, and it was because she mentioned caste and accused RSS of being casteist, that she was, if she would have just probably asked for it, she would have got it, so this manifests in a weird situation, like there is one Sri Hari or Ranga Hari, if I remember correctly, he has written the RSS main points, which is also called as the rule book of, sort of rule book of RSS, which is called Vishay Bindu, and he has also written a sort of Jeevani of Golwalkar, and he is a Dalit intellectual, so it just, Chaupal Ji, who had done the Samarak, had laid the first foundation, so that too Ram Kumar Chaupal, Ram Rameshwar Chaupal, I am not remembering the name properly, so I think it manifests in a very different way, the caste there, but for me it is not important, because, see, the very basic thing I was saying, that on the primary opposition party, unfortunately we had to play largely, that in that, Mayawati has also been voted, Kanchi Ram has also been voted, our Samajwadi party has also been voted, Akhilesh has also been voted, after that Tejasvi Lalu has also been voted, after that Kejriwal has also been voted, after that Mamata Banerjee has also been voted, what does this mean, that Muslims are ready to vote across castes, again, what I say, Muslims are the default secular of India, you don't have a single Muslim chief minister, you don't have a single Muslim prime minister, Muslims continuously vote against non-Muslims, how many such Hindu constituencies from where Muslims will win, in fact, the very existence of a Muslim leader is an objection, it is said to be a symbol of communalism, by every party, unless it is the leader of a so-called secular party, the very existence of a Muslim leader is declared communal in itself, that the polarization will increase if a Muslim leader comes, oh, the OBC leader is coming at the state level, the Dalit leader, so why should a Muslim leader come, and this cultural change that we were talking about, again, the society has never learned to accept Muslim leaders, it has not cultivated Muslim leaders and the political parties are equally responsible for it, including the secular parties, which have ruled for decades, why is it that it is very easy for Muslim citizens to vote across castes in Hindus across decades, jo voting hui hai, but it is virtually impossible for a Muslim leader to win from a Hindu constituency, I am not saying there are zero, in historically there are zero examples, there must be, of course, but there is, how many chief ministers have we had, how many chief ministers do we have today, in fact, how many ministers do we have today, toh yeh toh samaj ko khud se poochna chahiye, yeah, and at one level, you"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:07.480",
        "message": "know, a slight change in the political system would have helped in this, because if we had proportional representation instead of first-past-the-vote system, then it would have been a whole different ballgame, the Muslim voice in politics would have been, you know, much better represented and, you know, less possible to, I mean, the entire game would have been different, but I mean, sadly that horse is bolted. Mujhe thora skepticism express karna parega with your thing about a cultural organization like the RSS, because I think, you know, RSS to me is not the disease, it is a symptom, right, the problem is ki log aisa sochte hai, you know, there is a marketplace there also and RSS is a supply, it is not creating the demand, there is an inherent way that people feel and somebody might come as a supplier and might use good marketing and good messaging to amplify that and to feed into that, but it is, so my point being that even if you had a countercultural organization, say, which"
    },
    {
        "speaker": "Unknown",
        "time": "02:48:07.240",
        "message": "is preaching the values of the constitution without naming the constitution, like you"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:11.360",
        "message": "said, even if that were to happen, unless those values were already present in society, it may not work. And my counterpoint to my own counterpoint is that there are people who say that those values also exist, like Rohit Dey wrote a book called People's Constitution, pointing out that those values do have expression among the people as well, right, which is an interesting, because for India, everything that you say, the opposite is also true."
    },
    {
        "speaker": "Guest",
        "time": "02:48:35.520",
        "message": "The opposite is also true. Well, yes, actually, to tell you the truth, I don't have a solution as such. I believe that this can be a part of a solution. I would rather frame it like that. But now you can't change people individually. Now, unfortunately, you have lost the WhatsApp race. The BJP has won the WhatsApp race, and the Sangh has entered WhatsApp at the level of a booth. And if that doesn't happen, they enter. 30-40,000 WhatsApp groups are opening when the Bihar election is starting. They know very clearly what to do and how to do it. So, yes, that is a part of the solution. So, this is largely what I mean. In all the political parties, you see, no one is ready to talk, no one is ready to raise issues, because everyone knows that we will be crushed by our anger. So, largely, the same things come out of there, I think. What I have said before, first, what kind of society is this that votes for rioting people? What kind of a thought process is this that a Muslim leader has not come at all? I mean, why didn't he come? There can be many reasons. Even now, if you find a Muslim leader, then he stands from the Muslim area, Bahubalila, that is, where his Bahumat is. So, why can't this happen? So, this is why I am, in general, I mean, what you are saying, the default secular argument is that of the partition, but my default secular argument is two. The first is that I go out of the house, I meet 10 people, I do not discriminate. My exposure is 1 in 7 according to the population. I cannot avoid interacting with 7 people. So, I have to be careful in my daily conduct. Second, my political exercise, my most powerful exercising is my vote. I trust it and give it to non-Muslims. And I have been giving it for so many years without anyone asking me. How dare anyone ask me? And you have been voting for non-Muslims and they have been deceiving you. So, it's a tragedy. So, now it has become a taboo that if you bring a Muslim leader, then he is also a criminal. Or it is in the shadow of the secular party that a Muslim leader will be allowed to grow so that you become a plant under this canopy, but you do not try to become a canopy. Basically, this is being said. So, this is it. And what else should I say? One more thing that I think comes to my mind many times, I mean, by talking about secularism, like the Ganga-Germany culture, I have said it many times, I have said it publicly as well, that I personally do not rubbish off this Ganga-Germany culture, nor do I glorify it and romanticize it. I have a very rational approach to it. My opinion is, first of all, that it should be from both sides. This has to be an arm's-length, fair, equal relationship. Secondly, there are many dimensions to it and those 3-4 dimensions should be fulfilled. The first one is social. That I have a festival, you have a festival, you celebrate it, I celebrate it. That's a good thing. The second one is that the other person has read some Marasya, I have read some Shloka, I have read something. This can happen. This is a spiritual accommodation, a social accommodation, a spiritual accommodation, let's call it a religious accommodation. But apart from this, the bonds of strength that exist between us, but they need to be acknowledged more, solidified more, and put into more conduct is economic and that is political. Economic as in, what is going on right now, economic jihad and this and that, or the attacks on me, or whatever they are, what is this? This is also a way to ostracize economically. The social exclusion that is taking you towards poverty, is taking you towards discrimination. So that social inclusion, I want it completely. I want it in the economic system as well. I am not saying that you should give me more money. I am not saying that you should make a monopoly in every business of mine. I am not saying that we will sell ourselves and no one else. I am saying that we will also stay the way you are. And this is happening. It is not that it is not happening or there is an exceptional market. This is a very normal thing. A lot of markets were secular."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:05.560",
        "message": "So this is poisoning it. But this basically amounts to, you are saying, give us equal treatment and equal opportunities,"
    },
    {
        "speaker": "Guest",
        "time": "02:54:13.560",
        "message": "not equal outcomes. That is the thing. Now, this fruit seller thing is a very secular industry. This was not a fight industry, that there is a fight between a Muslim woman and a Muslim fruit grower and a Hindu fruit grower. They were not fighting there. But they have poisoned it there. So there is an economic equality, economic association, economic arm's length transaction in mind. It is necessary. Economic manifests in different ways. There are 12 people working in your office. You are a lawyer. You have 2 lawyers and 10 interns. You can just ensure that there are 1 or 2 Muslims. Even if you are doing it in the name of tokenism, you should understand that you are doing tokenism. But it will be very beneficial for 1 or 2. Okay. I mean, maybe if someone hears it on Twitter, they will cancel me that you are doing tokenism and promoting it. But I know that I have been in such a firm. That is why I know how much benefit I get from all these things. From access and equal treatment. So this is economic. And the fourth is political. In political, are you ready to vote for a Muslim leader? I think this is an impossible condition. I think if I ask for his hand, he will cut it and give it to me. I don't think he will vote for a Muslim leader. But I am saying that at least in political, I expect that when they are beating me or breaking my house, someone is ready to put their body and interest on the line. Because I am also asking you this not because I am very poor and you are a great messiah. I am asking because the institution has failed. The media is spreading poison about me. The court is not ready to listen to me. The opposition is not ready to talk to me. The opposition is not ready to do anything. So unfortunately, that is why I am asking for that body and interest on the line. But that body and interest on the line actually only comes in handy even in a tranquil government when all institutions are in place but for 3 or 4 days they go out of order. For example, in case of a riot. If there is a barricade outside my lane and I know that a truck is coming and Jai Shri Ram is speaking and I know that he is coming to instigate. So I should have such people who will call the DM and say, Sir, what is happening? Who are non-Muslims. Sir, what is happening? Or they will come and stand on the barricade and say that we will not let them come. How are they scaring us? How are they shining us? No, no sir, we will not let them go. You are the police, why are you not doing your job? So I need this interference in the Ganga Jamuni culture. And of course, it has to be both sides. Of course, it will be from the other side. But I will wait for the day when the state will put a barricade in Malviya Nagar and attack the Joshis and the IERs."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:34.560",
        "message": "And less people are looking for a reason to get angry at you."
    },
    {
        "speaker": "Guest",
        "time": "02:57:38.560",
        "message": "I must point out that this is not what you are asking for. I am not asking for that. I am saying that when the day will come, Inshallah, you would find us there."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:48.560",
        "message": "No, and in fact, you are speaking of putting bodies on the line in politics. I am not a big fan of the communist parties, but when these bulldozers went down, it was Binda Karat who went and stood in front of the bulldozers and actually put her body on the line out there and actually physically showed up. It was happening in Kejriwal's Delhi, not a peep out of them."
    },
    {
        "speaker": "Guest",
        "time": "02:58:05.560",
        "message": "They were perfectly happy to go down a different line. Rahul Gandhi is in Europe having Pina Coladas. I am saying that this work has unfortunately reached the civilians because the opposition is either not listening to us, or is indirectly cutting its own threads. There is no connection in Judiciary. But when they are not ready to take the case of the electoral board, then what will they care about the Muslims? The transaction is going on for thousands and crores. You can see the entire line, the funding line, and they are covering it up. Then what can I say? There is one more thing. Why don't I talk more about governance? Why don't I talk about society? It's not that I don't understand all this. I have fought a lot during demonetization. Like you were saying that you wrote an article. Actually, I have flipped since the time of demonetization. Because I saw when I was writing a post on demonetization, and I wrote a very innocuous post. I didn't even write a very critical anti-Modi post on Facebook. I realized that people in my college, who I thought were more intelligent than me in finance and economics, came and commented like absolute idiots and bigots. I am trying to explain to them that, boss, first of all, the post that I have written on Facebook is about the havoc that it caused on Muhammad Ali Road. It has nothing to do, I am just trying to say that the amount of havoc that a single speech of PM can make only on an economic policy. Imagine if it was something incendiary. It could have been disastrous. It's the only innocuous comment I made. My question was, should we give so much power on a PM that a single speech can cause so much havoc. That was my core argument. And they started commenting like idiots and bigots. These are more intelligent people than I am. Or I perhaps would ever be. They are more polished. They are more refined. They have more work experience. They have better grades in college than I did. And they are telling me the effects of demonetization. The thing about demonetization is that the unfortunate part of demonetization, the unfortunate advantage that I had about demonetization at that point, that they did not, is that not only have I audited for security printing mill Hoshangabad, which used to make the paper of our currency notes, which was two-third cotton, by the way, earlier. Now it is, I don't know if there is any cotton at all. But I had also audited for banknote press Devas, which prints the currency. Then I have also audited for Narmada Malwa Rural Bank, which is rural bank, 17-18 branches done in 3 or 4 days. So, and then I had the experience of working in a healthcare company at that time, which was in rural areas. So, not only did I know that capacity-wise this is not possible to demonetize, I also knew that the banking system is roughly, broadly going to crash. And I am trying to explain to them that boss, it's okay, you can abuse me as a Muslim, but this is my experience. And I realized that these so-called educated, 30-40 lakh earning corporates in the industry are unwilling to listen to me,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:41.560",
        "message": "who are also more intelligent than I. I don't know about the more intelligent, more polished and all that perhaps, like you said,"
    },
    {
        "speaker": "Guest",
        "time": "03:01:47.560",
        "message": "how could they be more intelligent if they are supporting demonetization? No, they are first of all willing to concede or willing to discard the primary filtering criteria of their existences, which is merit. I am giving them merit, that boss, I have done this audit, this and that. I am telling you, it won't happen. There is no capacity. I mean, the old note is a 4-day process to destroy it. How will you print? Rejection, rejection. I am trying to explain to them like a fool that it's a very complex process to make a currency note. And they are not willing to listen. They just know that Modi is right. They just know that BJP is right. And that is when I figured that governance, if governance, massive financial scam of that order, which Manmohan Singh said in complete, exact, proper words, it was organized loot and plunder. If that cannot dissuade the people, if an incident like demonetization is not able to convince people that the government is a thief or the government is capable of stealing, then maybe governance doesn't matter for the society. Because after that, there have been many mishaps in governance. Not just one. Even GST didn't bother the corporates less. It's not that just because GST came, everyone made gold thrones out of their chairs. After GST, their heads are always in a mess. But, they are present to take all the troubles. You see, sometimes tomatoes cost Rs.120 per kg, sometimes petrol costs Rs.105 per kg. They take out the logic of everything. In everything, they are able to become spontaneous economists. And, sometimes they become spontaneous historians."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:03:47.560",
        "message": "Sometimes they become spontaneous economists."
    },
    {
        "speaker": "Guest",
        "time": "03:03:49.560",
        "message": "Spontaneous biologists during COVID. Spontaneous biologists. And, it is, I mean, I mean, somebody is,"
    },
    {
        "speaker": "Unknown",
        "time": "03:04:00.560",
        "message": "for me, there was a lot of horror"
    },
    {
        "speaker": "Guest",
        "time": "03:04:03.560",
        "message": "to see chartered accountant students and MBA IIM endorsed students to see people with such, who I have always claimed that they are more intelligent than I am."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:14.560",
        "message": "Hussain, but I have to tell you the biggest beneficiary of DEMON and the botched implementation of GST"
    },
    {
        "speaker": "Unknown",
        "time": "03:04:20.560",
        "message": "were chartered accountants only. Yes, yes, yes."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:23.560",
        "message": "And, I should say that even if the printing capacity and all of that was perfect and the notes could be printed overnight,"
    },
    {
        "speaker": "Unknown",
        "time": "03:04:30.560",
        "message": "it was still a big mistake. And,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:33.560",
        "message": "by the way, quickly give my listeners context on this because, you know, this came up when we were having a conversation"
    },
    {
        "speaker": "Unknown",
        "time": "03:04:38.560",
        "message": "in the break and not during the show."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:40.560",
        "message": "And this happened because Hussain mentioned that he's trying to quit smoking."
    },
    {
        "speaker": "Unknown",
        "time": "03:04:43.560",
        "message": "Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:44.560",
        "message": "So, where it came from there is that Hussain mentioned he was trying to quit smoking and we were talking about different kinds of addictions and I told him about the gambling addiction that I saw in other people during my years playing poker. And then I confessed to my own little addiction, which is that when demonetization happened, I wrote a bunch of pieces where obviously I was critical of it from day one. One of the TOI pieces I wrote against demon was, you know, retweeted by both Rahul Gandhi and Kejriwal went incredibly viral. So, obviously, the IT cell got after me. And the kind of abuse I received in those four days was unbelievable. Though, of course, nothing compared to what women get or Muslims get. But it was great for me because I would just block everybody because I block for rudeness. I don't block for disagreement, I block for rudeness. So, anybody abuses me or says something snarky, block. And I realized after three, four days when the volume went down that I was I was having withdrawal symptoms, you know, because every time I hit block, my dopamine would rush to my brain. And I was like, shit, this is fun and all that. And my and what I realized is that blocking really worked because I blocked so many of them at that time that I just don't get told"
    },
    {
        "speaker": "Unknown",
        "time": "03:05:53.560",
        "message": "so much anymore"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:54.560",
        "message": "because that ecosystem doesn't really notice me. And obviously, I'm not such an important person. I'm not a Barkha Dutt or a Ram Guha. You know, whenever whenever I go online and I see that I'm getting a lot of abuse randomly, I realized that either Barkha or Ram"
    },
    {
        "speaker": "Unknown",
        "time": "03:06:07.560",
        "message": "have retweeted something"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:08.560",
        "message": "I have done."
    },
    {
        "speaker": "Unknown",
        "time": "03:06:09.560",
        "message": "So, all their snitches have come to me."
    },
    {
        "speaker": "Guest",
        "time": "03:06:11.560",
        "message": "So, you also have some philosophy, right? You were telling me about blocking earlier. Yes, yes, yes. Mine is very clear. In fact, I have also tweeted about it very clearly. I have created a full modus operandi. The procedure is that the high intelligence of our ministers. So, I'm sorry, I'll just finish"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:29.560",
        "message": "that demonetization point. Oh, sorry, you were going on it."
    },
    {
        "speaker": "Guest",
        "time": "03:06:32.560",
        "message": "I thought you finished."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:33.560",
        "message": "Yeah, I just have"
    },
    {
        "speaker": "Guest",
        "time": "03:06:34.560",
        "message": "one concluding thing. You know, that is,"
    },
    {
        "speaker": "Unknown",
        "time": "03:06:36.560",
        "message": "I think, 2017 when demonetization happened."
    },
    {
        "speaker": "Guest",
        "time": "03:06:38.560",
        "message": "16 years. I think after a year of demonetization and the way people were not willing to accept its adverse effects, I think I concluded that governance issues are not. Yeah. This society is, you know, they are not going to care. If they are not going to care about demonetization,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:56.560",
        "message": "they are not going to care about anything. I thought they were going to get wiped out"
    },
    {
        "speaker": "Guest",
        "time": "03:07:00.560",
        "message": "because it was"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:01.560",
        "message": "the largest assault on property rights"
    },
    {
        "speaker": "Unknown",
        "time": "03:07:03.560",
        "message": "in human history. Demon. I'm talking about the 2017 elections. Everybody suffered because of this."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:09.560",
        "message": "How can they not lose, you know, and like,"
    },
    {
        "speaker": "Guest",
        "time": "03:07:12.560",
        "message": "my God. And they are being, and every week there is some new reason for the demonetization. And every week they are shitting out the old reason and gobbling up the new shit"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:25.560",
        "message": "that's being fed to them. And I'm writing a new column."
    },
    {
        "speaker": "Guest",
        "time": "03:07:28.560",
        "message": "And it is phenomenal how nobody speaks of it now. It is, and these are corporate people. They would have remembered those times. And so, I mean, that is actually when I shifted from 2017, 18, 19. And after 2019, there was no sense for me also to go back to governance issues personally because I realized that they don't care. So, that was a turning point for me. And it was also a turning point that I shouldn't expect from educated people that if I don't draw a correlation between education and morality, then it is better for my health. So, this was also a huge learning for me in that. Anyway, I'll come to"
    },
    {
        "speaker": "Unknown",
        "time": "03:08:11.560",
        "message": "blocking now."
    },
    {
        "speaker": "Guest",
        "time": "03:08:12.560",
        "message": "So, the funda of blocking is that, I mean, it's a good thing that our great Prime Minister and Home Minister and some other great leaders like like like like like like people like like people like people like Adityanath and Kapil Mishra. It is a good thing that they follow the poisonous troll and then they follow the poisonous journalists and accus Such people they"
    },
    {
        "speaker": "Unknown",
        "time": "03:08:49.560",
        "message": "and"
    },
    {
        "speaker": "Guest",
        "time": "03:08:50.560",
        "message": "they follow all these IT celebrities I blocked them. And what happens with this is that you basically go out of the channel of the right-wing ecosystem. Because even if somebody like you said Barkha Dutt or Ram Guha will RT it, then if they simply RT it, then most of the ecosystem will not see it anyway. So that's one thing that I figured out. And this is especially useful for women because most of the Hindu trolling, right-wing trolling happens to women. And if you are a Muslim woman, then it doubles. If you are a Dalit woman, then it doubles. So, I mean, so much bad trolling that I think if Hindu women hear what these people say about women,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:33.360",
        "message": "then they should remove their vote from the BJP. No, no, I'll tell you what. I had been on Twitter spaces or a clubhouse, I don't remember, one of those a long time back, where there were a bunch of these Hindutva men and they were talking about a Muslim woman's anatomy in an extremely demeaning way."
    },
    {
        "speaker": "Guest",
        "time": "03:09:49.360",
        "message": "And a couple of Hindu women there actually joined them. Yes, yes, yes. No, they will join, but I am saying that of course, they join. It's not that they are separate from it. I am not saying that 100% will not cooperate. I have also heard that. And I have seen women also do that. And I have seen that spaces I talked about where I started crying, it also had women talking about that guy, saying communal slurs. But what I'm trying to say is that if women who are not generally used to Twitter and the hate and, you know, who would not know, like somebody, say, like a simple office going person, 40-50 year old woman in say Indore, who is not on Twitter, maybe she's on Facebook and WhatsApp, and she just gets to know, she would get put off. She would be horrified that what are they talking about? They should not talk like that. Yes, yes, he is a Muslim. He is a traitor. But they don't say that. I mean, I will rape you. I will do this. I will do that. So this, I mean, this happens because of blocking. Because these people are very bad. Then secondly, those effects come in real life, which I was telling you. So this means that you escape from all the bubbles of your right-wing Hinduism. Of course, if OpIndia wants to write an article on me, they will make another account and take screenshots. They will anyway write absolutely garbage interpretations. They will mold it from lies and lies and anyway write whatever they want to write. But it is just that they will not write every week. Now they will write once a month. You will get this much convenience. So this is what happens. Secondly, when you block everyone from here in the right-wing, and when you open another account, because in a way you have created a bubble. You have created your left-liberal bubble. Then someone will come and say that this is an echo chamber. You have made a double echo chamber."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:44.360",
        "message": "By the way, I also block a lot of left-liberal trolls."
    },
    {
        "speaker": "Guest",
        "time": "03:11:46.760",
        "message": "A lot, a lot. I mean, bhakts and voks are liberally blocked by me. But carry on. So I am saying that when you completely block the right-wing, you get people of the same ideology in which you can say that you have thickened the echo chamber. So I opened another account where I used to follow only the right-wing. So I got a lot of benefits from that, which I was telling you earlier. I got a monolith break from that. That monoliths don't exist. I found out who is whose friend, who is not whose friend. Who is sitting in the gap with his IT cell open. Who does not promote whom. So you get such small, useless observations. And which are of no use. But now, like the example of Zubair, sometimes he does something. So if you take advantage of it, you can get a beating. Then, also because I don't have WhatsApp access. Because I think it is a little difficult for me to navigate on Facebook. But with the fake accounts of Twitter and Instagram, you get to know the discourse there. Not exact, but you get to know roughly. Now, like on Instagram, they have made a lot of progress. The right-wing accounts have made a lot of progress in the last one year or so especially. Because I think what happened was that a lot of protests, and a lot of protest material, and a lot of scheduling and gathering, and all the mass mobilization posts were mostly on Instagram during the CNRC. So Instagram was equally instrumental during the CNRC protest. And a lot of revolution came there. And these people were not there. So they realized that what are they doing? We are countering on Twitter. He is making a schedule from there and reaching there. So then they made their grip there. And they have made it strategically. They have made it knowing their shortcomings that we are not there. Because I have heard a lot of people talking about them on Twitter Spaces. So these kinds of things are understood. It is also understood that what will pinch? What language will pinch? Because I don't use it now. Because I used to use that language on Facebook many times. But then I realized that it's not. I am only sounding more bitter as I use their own language. So like many times, can't we tolerate this much? This was a language. And how cheap is this for the Hindu nation? Petrol, now there is Sherpala, etc. So this vocabulary becomes much more clear. Now when you read that vocabulary, when you understand that vocabulary, I also admire it. Admire it not in the sense that how beautiful the literature is. But admire it in the sense the way it is designed in a simple manner. It is designed to evoke certain emotions. Which are either fear or hatred. Or very anti-Muslim sentiment. Very sentiments of pride. And sometimes even call to action. Those who think that it won't work in Madrasas now, what used to work earlier, they write Jai Shri Ram below. What is write Jai Shri Ram below? It is call to action. They get to know. So I think that these are certain things that you learn when you understand. So I see, I understand all this. I also understand. I even became friends with Alishan on this very thing, same thing. Because when Sulli Bai, the first time it had happened, there was a Twitter space I had gone to just to show solidarity. I was not going to speak. But I thought if I will be a speaker, more people will join in. That's the only reason I went there. And I heard Alishan speak for 5 minutes. And at that time he was like, there was a 1000-1500-2000 follower count. And I didn't know that he is a journalist and all this. But I heard him for 5 minutes and I was like, okay, who is this guy? Because how does he know about Trad and Raita? I thought I was the only foolish person who looks at all this. So something very unnatural to me, I DMed him. I generally do not speak to anyone on Twitter. And I DMed him. And then we had a conversation and then we spoke for 4 hours. Lovely. The same night. And I realized that we have so much to offer to each other in terms of thoughts, in terms of language, in terms of argument construction, in terms of news exchange, in terms of what things that we do not agree with in the discourse or what things we agree with and want to speak more about, what things really bother us and what are the approaches we want to take. So we were pretty much on the same page. And we still are. And it's something that, I mean, it made me realize that I should probably connect more. Because I just, so there is, after that whole ostracization and that whole thing that happened with blocking and this and that, I mean, that experience that I had, I was more of a, I think I decided that I'm going to be a lone wolf. Because if there'll be a fall, I'll take it alone. And if there's something I don't want, gain that I get, I don't want it anyway. But that made me realize, no, it is good to connect to people because what we are doing is constructive. What we are doing is not, we are not trying to propagate hate. We are not trying to do this. What we are trying to do is we are trying to defend ourselves in a reasonable way, in a certain way, which is, perhaps some people want to listen to it. I won't assume that many people want to listen to it. But maybe some people want to listen to it. So we should think. And we do spend a lot of time on it. I mean, I can't tell you how much time I spend on this. That every day, we talk about it for 2-3 hours. So not everyone can do this because not everyone has a knife on their neck."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:18:14.960",
        "message": "That's a lovely way to put it."
    },
    {
        "speaker": "Guest",
        "time": "03:18:17.960",
        "message": "So our discourse doesn't end at 2 at night because we know that these people will start again the next day. So I can't stop fighting fascism by closing Twitter at 12 at night. That's not an option for me. So that drives us and pushes us forward. Another thing that gives me confidence, which I like, and which I am sure the poor RSS people find very bad, is that my understanding is that the Muslim society is very independent in many ways. They have their religion, they have their God, they have their book, they have their prophet. So they are not dependent. They have to give a spiritual fulfillment from a religious angle. And they are doing that. In their own way. Now, there is criticism in the Abrahamic religion. That's a different thing. It's a theological discussion. I am not giving a theological discussion. I am talking from the context of a religion that provides a very basic utility. A different religion that provides in a diverse country like India. I am talking from that context. That they are giving their God. They are giving their whole God. They are not giving half God. That you will get God till the temple's door. That's not the case. They are giving their whole God. They are giving their whole book. They are giving their whole God. They are giving their whole prophet. So they are giving a spiritual fulfillment. After that, the cultural aspect is also there. The food is there. Of course, there are influences in the food. But the food is present in its own way. That if you demonize biryani, then shawarma will come. You will go to replace it culturally. So, there are a lot of cultural things. There are korma, kebabs, etc. So, the food is present. The architecture is present. The clothes are present in their own way. Now, you can criticize modesty, fashion, hijab, etc. But in general, there are a lot of differences in the dressing sense. The boys will be able to tell better. And the boys will also be able to tell better than the traditional dressers. For example, I wear a kurta, pajama, saya, hat, I wear itra, I do tasbih. What are these things?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:54.960",
        "message": "So many cultural and religious things have become different. In fact, the kurta worn by Modi ji is also from Islamic countries. Stitch clothing came to India because of the Europeans."
    },
    {
        "speaker": "Guest",
        "time": "03:21:04.960",
        "message": "How much will they remove that right? Now, the spiritual fulfillment is independent. Then the cultural is also independent. The architecture is there. There are kawalis playing in the music. There is Urdu poetry in poetry. The third is linguistic. We have our own language. There is Urdu and Arabic. Although Urdu is an Indian language. It is the language made here. But it has been ostracized by calling it the language of Muslims. So if I assume that it is our language, then we also have our own language. There is Arabic and we also understand the local language. So it becomes very difficult to break this. Because you are not giving us anything in the name of spiritual fulfillment. We already have it. We are happy with our culture. Actually, we take what we like in your culture. We are not like, this is for Hindus, that is for Muslims. We will not do this, we will not do that. There may be some religious customs. Of course, there are exceptions. But it is not that we are rejecting it. Okay? And now, like I am eating kebabs. I have no objection to beef. But I also like Indore's poha a lot. So I have accepted both things. You are rejecting biryani and beef. You have an issue with independence. I am independent and I am also delving into poetry. I am bringing my expertise in poetry. So that is my issue. Then, linguistically, I have no objection. Because if Hindi is moving like a vehicle of Hindutva, then I do not even need your language. I am independent on my language. So I think this thing gives me confidence. Also, there are a lot of communitarian things in the culture. For example, reading namaz daily in the mosque. Or reading namaz daily on Friday. Now, the one who has read, knows that Namaz is not the only thing that is read. Salam is also recited. You are doing ablution together. You talk to each other. You meet someone. After that, you go out to eat or drink with someone. So this is a different kind of communitarian culture. If there is a crisis, why do we go out first? Because this is also a religious principle. Help others so that no one goes hungry. So it is very difficult to break these things. I don't know how RSS is working on this. I know a couple of things. But this thing gives me peace and solace. That this is the strength of the Muslim community by and large. And the omnipresence of RSS is their religious, cultural, and linguistic omnipresence. And it is also economic and political in which they kill us. But these three must be very saddened. I don't know how much you agree with this or how much you find it."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:19.960",
        "message": "No, I find it extremely interesting. In a sense, I envy you a little bit. I might be born a Hindu, but I consider myself an atheist as such. My community is really a community of choice, which is the next thing I will speak about with you. And it is very limited. And in that sense, that communitarian thing, I don't know. It is something that is absent. I understand that it is something that religions give you. All the different organized religions. But it is how it is. It is an interesting way of putting it. Except that it is not an argument I would make because it almost seems adversarial."
    },
    {
        "speaker": "Unknown",
        "time": "03:24:58.960",
        "message": "Whereas so far a lot of the arguments that you have made are not adversarial."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:02.960",
        "message": "They are simply like, don't do criminal things. Leave us alone. Don't kill us. Don't beat us. All of that. And I love those. But if you get into..."
    },
    {
        "speaker": "Guest",
        "time": "03:25:14.960",
        "message": "But I get what you are coming for. These are great points. It is not adversarial, perhaps. I don't know what made it sound like that. But it is not adversarial in the sense that if at all it is adversarial, then it is adversarial towards the percolation and poisoning by the RSS. Which I think I am allowed to be adversarial about."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:38.960",
        "message": "Absolutely. So it is not adversarial in a sense of a statement on its own"
    },
    {
        "speaker": "Unknown",
        "time": "03:25:44.960",
        "message": "where you are saying these are the things that I value. Of course not. It is a beautiful thing, in fact."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:48.960",
        "message": "But the way you stated it in context as an argument against the RSS that we will do this. And this tribe versus tribe argument doesn't appeal to me. I just..."
    },
    {
        "speaker": "Guest",
        "time": "03:26:01.960",
        "message": "And I don't mean that in a negative sense. I don't mean tribe in that sense. It is not a tribe versus tribe. I think what I am trying to say is that because had it been a tribe versus tribe, I think I would have probably ended up saying that this is how we will fight them or this is how we will resist them. I think that what I am trying to say is that there are certain omnipresent features, like economic and political, that are interfering with Muslims and Muslim-ness. And just on the basis of being Muslim. Everything else is forgotten. So economically and politically, they are able to harm, ostracize, socially exclude. But in religion or culture or linguistic, they are finding it difficult to permit. That is what I think largely what I am trying to say."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:52.960",
        "message": "As a statement of fact, I completely agree with you. I don't think this would be an effective argument against them because they have those economic and political sticks"
    },
    {
        "speaker": "Guest",
        "time": "03:27:01.960",
        "message": "where they will just get to pull those..."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:27:03.960",
        "message": "Yeah, yeah. Economic and... Agreed, agreed."
    },
    {
        "speaker": "Guest",
        "time": "03:27:05.960",
        "message": "What you are saying is absolutely right. What is economic and political stick? That... What I was telling you,"
    },
    {
        "speaker": "Unknown",
        "time": "03:27:12.960",
        "message": "I started it that it gives me peace. Yeah, yeah."
    },
    {
        "speaker": "Guest",
        "time": "03:27:15.960",
        "message": "I did not say it as a conflict. I said this is what gives me peace about the community that these three are safe with us."
    },
    {
        "speaker": "Unknown",
        "time": "03:27:21.960",
        "message": "Right?"
    },
    {
        "speaker": "Guest",
        "time": "03:27:22.960",
        "message": "But what you are saying is absolutely right because this is what is happening right now. Whether it is hijab, whether it is meat, whether it is a bulldozer or a house, whether it is boycotting fruit vendors, whether it is campaigning against biryani, this is what it is. Using the economic and political power stick, what you are saying, breaking the mosque, religion, defaming Islam, whatever they are doing, or cultural, attacking architecture or clothes, or linguistic, Urdu, which is spoken, which is known by the name of Urdu,"
    },
    {
        "speaker": "Unknown",
        "time": "03:28:09.960",
        "message": "the film industry,"
    },
    {
        "speaker": "Guest",
        "time": "03:28:10.960",
        "message": "and everyone demonizes it. So I completely agree with you that this economic and political stick keeps falling on all three. But I take peace on this. I mean, maybe they will stay alive. I mean, on an individual level, they stay alive inside. I mean, even now, I mean, I am not a very religious person."
    },
    {
        "speaker": "Unknown",
        "time": "03:28:32.960",
        "message": "Okay?"
    },
    {
        "speaker": "Guest",
        "time": "03:28:33.960",
        "message": "But, I mean, they become some habits. That if they sit somewhere, they pray. Or somewhere, I mean, if they leave the house, they pray. I mean, if I tell them to pray, they pray. I mean, unfortunately, I have to tell them at home. I mean, I have to tell my family. But, I don't have any such religious or such behavior. I mean, and my family is upset with it. But what can I do?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:29:01.960",
        "message": "And what happens is,"
    },
    {
        "speaker": "Guest",
        "time": "03:29:02.960",
        "message": "it's your right to be as religious or non-religious as you want. I mean, now that I am old, the proportion of them being upset has become very low. But before, it was enough."
    },
    {
        "speaker": "Unknown",
        "time": "03:29:14.960",
        "message": "Okay. Like, read,"
    },
    {
        "speaker": "Guest",
        "time": "03:29:16.960",
        "message": "why aren't you doing it? What are you doing? Aren't you going to the mosque? Didn't you go to the mosque? Didn't you go to the gathering? Do this, do that. So, all those things used to happen. Now, gradually, I have grown up. I have understood that, okay, you are doing so much. You see so much. You understand. You think. It's okay."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:29:32.960",
        "message": "Let's get back to talking about your personal life and your art and all that."
    },
    {
        "speaker": "Unknown",
        "time": "03:29:35.960",
        "message": "Because I feel that,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:29:36.960",
        "message": "I almost feel guilty that I am stereotyping you"
    },
    {
        "speaker": "Unknown",
        "time": "03:29:38.960",
        "message": "by talking on these subjects. Oh, I have a Muslim with me."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:29:41.960",
        "message": "Let's talk about what's happening in India today."
    },
    {
        "speaker": "Unknown",
        "time": "03:29:43.960",
        "message": "But there is obviously a lot more"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:29:45.960",
        "message": "that I want to talk about. And the first is this. Like, I was with a friend in Bangalore recently who works in a very senior position in a bank. And he was complaining that, boss, every time, you know, all the executives in my bank, they go out for lunch or dinner or whatever. It's so boring. Because they don't have subjects to talk about. I mean, they don't read books, films, music. It's entirely boring. And this came to my mind because earlier, when you were talking about your time doing CA, or when you were talking about your MBA this thing, you know, in some other interview, that was how it was. That their topics are limited. You have other interests in poetry and this and that. But these guys are all talking about the same things. And they're looking at everything as instrumental"
    },
    {
        "speaker": "Unknown",
        "time": "03:30:29.960",
        "message": "to getting something"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:30:31.960",
        "message": "and all of that. And then as we, you know, as you spoke of, you know, shedding your skin, as it were, and meeting people like you and the friends that you made at the first open mic, and, you know, the fact that those friendships meant so much to you. And just now you spoke about how you met Alishan at this thing and you connected with him and you spoke for hours. And that really speaks to me. Because what one finds is that so many people, if you're in an office or whatever, don't have that kind of interior life that you might. And I'm not passing judgment and saying one is good, one is bad, maybe they're happier. But they don't have that kind of interior life where they're engaging with the world, engaging with books, music, whatever. And therefore, one kind of gets trapped by that. And the thing is, if this was 1970 or if this was 1960, we'd be fucked, right? We would, you know, we wouldn't, we would be restricted by geography and circumstances to a particular small sample size"
    },
    {
        "speaker": "Unknown",
        "time": "03:31:24.960",
        "message": "of people."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:25.960",
        "message": "And that's all we have to deal with. So you're born in Indore, you're not coming to Bombay to go to an open mic to meet a particular kind of person who comes there. You're not going on the internet to randomly encounter somebody"
    },
    {
        "speaker": "Unknown",
        "time": "03:31:37.960",
        "message": "who happens to share so much with you"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:38.960",
        "message": "and who can be your friend. So I think one of the great joys of modern times is that we are not restricted anymore by circumstances of birth or geography and all of that. We can form our communities of choice, which is one of sort of the things that I take comfort in, that you and I"
    },
    {
        "speaker": "Unknown",
        "time": "03:31:54.960",
        "message": "who might never have met otherwise or been in Bombay otherwise, can sit and have a conversation like this."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:59.960",
        "message": "Would we know of each other"
    },
    {
        "speaker": "Unknown",
        "time": "03:32:00.960",
        "message": "in a different time?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:01.960",
        "message": "You know, maybe not. So tell me your sense of this because as much as you spoke about that process of shedding the baggage and figuring out what you want to do and what you want to, you know, how has this process been like? Like, where, like, is there a way, like, what are you rooted to? What is your sense of home? Which is a slightly different question. But it also, like, the reason it occurs to me is that for me, I feel a little deracinated that I can't point to a city and say this is my home or that is my home or that is my home. But my comfort zone is in this community of choice, which is located nowhere, which is everywhere."
    },
    {
        "speaker": "Guest",
        "time": "03:32:40.960",
        "message": "Yeah, it's very, like, I'll be very embarrassed to answer, I think. It's also something very, it's a little weird space in my mind."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:51.960",
        "message": "Sense of home. Can I clarify that question? I want to read out something which is, I had done an episode"
    },
    {
        "speaker": "Unknown",
        "time": "03:32:59.960",
        "message": "with Amitabh Kumar. He had quoted from Rahim Azum Raza"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:33:03.960",
        "message": "and he had written, and this is based around the time of partition. And he wrote, In Raza's Adha Gau, the protest against a nation is being made in the name of the village. When the fiercely well-educated Muslim students come to Gangauli to preach about partition and the necessity for the creation of a new nation of Pakistan, the Muslim villagers are genuinely bewildered. One of the villagers is a young man called Tannu who has returned from battle fighting for the British in the Second World War. He argues against the urban visitors in the name of his village. And he says, now it's quoting Tannu, I am a Muslim, but I love this village because I myself am this village. I love the indigo warehouse, this tank and those mud lanes because they are different forms of myself. On the battlefield, when death came very near, I certainly remembered Allah, but instead of Mecca or Karbala, I remembered Gangauli. Stop quote. And the question I asked Amitabh, and I think I have asked one or two people since then, is what is your Gangauli?"
    },
    {
        "speaker": "Guest",
        "time": "03:33:59.960",
        "message": "I think what he is saying in the passage, and what I think as well, is that you are made of your own soil. And that soil is not necessary, it should be the soil of India. It can be a very small city of India, it can be a neighborhood of that city, or it can be a street of that neighborhood. So, maybe that is why, not as a Muslim per se, but maybe that is why I have never evoked the feeling of nationalism. Because for me, what do I have to do with a nation? It has, as a teenager, as a child, you have a very small world in that era of no internet and everything. My attachment was always to the soil in the sense that I am from Indore, so what is there in Indore, which I could understand a little. I could understand Indore as much as I could understand the 3-4 areas where I used to roam. It is not that I have mastery over Indore and I understood everything. I understood all this politics, what is going on there, what is this, what is the zone, not all this. The 3-4 neighborhoods that I have seen, that is my childhood, that is my youth, and that is maybe your soil, that forms your base as well. So, I think, largely if I point at the city level, my sense of home is probably Indore, but then there are different things in that as well, like we used to have a joint family, so in my mind, in my imagination, that joint family is always a family where all those people are present, who came out of poverty together and came here. All those people are present in it, and this is also my pain point that now everyone has converted to nuclear. It is very difficult for me to imagine that my house, because now there are 3 parts of the house, so it is difficult for me to consider the house as one. But still, I accept that, so it is very strange, like even when I dream, I dream of my parents always as they are young, they are in their 40s or mid-40s, so in my head, they probably haven't aged, and that's also the age, 40s or 50s basically I guess. So in my head, somewhere they haven't aged since I left home."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:24.960",
        "message": "Oh, that's a very interesting thought. And I managed to, I think, I asked two questions and mixed them together, like mud and water, and became slushy, so the other question which got lost was about communities of choice."
    },
    {
        "speaker": "Guest",
        "time": "03:36:39.960",
        "message": "About communities of choice, yes. So I think that again is a very, that too was a strange phase for me, because when I came to Bombay after completing CA, I thought that I will meet good people in Bombay. When I was in CA, and it's not that only bad people were there in CA, of course I had friends there too, so I thought that now I will meet people in Bombay who will be multifaceted, but there was no atmosphere there, I met poetry people, so I had a sense of belonging with poetry people, which is true, and I cherished that friendship with poetry people and I think I have kept it higher than other friendships, and I had a sense of belonging there. After that, when I went to MBA school, I never had a lot of sense of belonging from college, because I had a lot of, I mean, of course I had friendship with some people, I had belonging, I had attachment with them, there were a lot of good people, but I knew that a lot of individualism and indoctrination of capitalism was going on here, I was conscious at that time too, that this is happening, because by that time I had experienced corporate life, and all this, so I knew, and plus I was mentally so hungry, and so ambitious, and I have to reach that height, and I have to climb the roof and pee, I don't have that personality, my ambition is not like that, it is not like that, so I find that thing a little strange, so I could not get a sense of belonging there either, I liked my job, not the first one I did in Bombay, but the second one I did in Kolkata, there I got a sense of belonging, it had a lot to do with the fact that it was a startup, I was given a lot of independence, it had a lot to do with the fact that I had matured, I knew that I am not going to take bullshit from many people, from my previous job where I had taken only bullshit from everybody, and I had a CEO which was a Muslim, and I realized what happens when you have a very Muslim person at the top, and how things flow, it is not like everything is for Muslims, I just realized that it was much more egalitarian, I just realized that the system also tried consciously to be egalitarian, and to be fair, and that was a very weird thing for me to see,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:38:58.960",
        "message": "and I think you mentioned that he used to scold you a lot,"
    },
    {
        "speaker": "Guest",
        "time": "03:39:02.960",
        "message": "and you later realized he was overcompensating, yeah, so, and Azim sir, Sabahat Azim, he was the CEO, and he is again a person I am very fond of, and a very learned man, and a very erudite person, so, he often used to scold me and things like that, and of course I had, it's not like I was a milkman, I also used to work a lot, so that I get scolded, but the first time I tasted freedom, that you can work in your own way, so maybe I used to come under that pressure and talk nonsense, but, one time he explained to me, that look Hussain, after taking a cigarette break, that you have to understand, I can't favor you all the time, or I can't favor you because, you are also a Muslim, so everybody will think I am favoring you because of that, and I was shocked, I was like, since he is so egalitarian, and since he is so, he is constantly pushing for representation, and things like that, in a very subtle way, and there is a certain amount of fairness, which is valued in the system, it's not like, cut this, cut that, money, this, that, no, so, I was shocked that, he is so conscious about this, and I had never thought about this, so, I understood that, okay, this also happens in the world, so, this belonging, I think, I came into the film industry, started doing poetry, then started writing songs, so, this sense of belonging, I think, I have lost it somewhere, I, can't understand, I mean, this is today's, scene, today's, mental scene, I hope someday, something better happens, sense of belonging, in terms of communities, which might be interest based, whether poetry, or profession, is not very strong, and sense of belonging, to city and home, is fragmented, but it is there, I think, so, I guess,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:10.960",
        "message": "so, let's, let's talk about your, poetry, like, you mentioned how, you were reading all these, great poets, but you weren't actually writing, and you started writing, circa 2009, you realized that, you know, what are these people reading out, I can do better, and then you,"
    },
    {
        "speaker": "Unknown",
        "time": "03:41:25.960",
        "message": "so, what was that process like,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:26.960",
        "message": "of discovering your craft, and discovering your voice, like, one of the things that, I have seen, about, your stuff, is that, it's, you know, you're picking up, like, some of your poetry, just captures, the way people speak, in everyday life, like your poem, Chai Coffee, so, you know, you've used, words like, sophistication, frustration, status symbol, very naturally, the way people speak, and you're kind of, reproducing that, which shows a lot of confidence, I would imagine, when one starts, writing poetry, you don't have that confidence, and you are, in some way or the other, you're looking at, what the greats have done, and you're trying to do that, and then gradually, you find your voice, and the kind of rhythms, you like, and all of that, so, what was that process like, of discovering your work, of figuring out the craft, of finding your voice?"
    },
    {
        "speaker": "Guest",
        "time": "03:42:14.960",
        "message": "So, I think, in my case, it was like, when I used to write before, first, I was not confident about it, I was also not, very eager to share, except, probably, when I shared it, with my school friends, but, I was absolutely, uninterested in sharing it, with anybody, for two reasons, that, first, it will be bashed, or secondly, I will be shamed, for having such, stupid pursuits, like writing, so, this was the problem, but, when I used to write, in the beginning, the process was, that, I wasn't just educated, I had memorized, a lot of poems, as well, and I could recite, for hours, I had, I remembered, so much poetry, at that, in that age, while I was, in my early 20s, and even now, if I start reciting, I would not, I mean, at that time, if I could recite, for 5-7-8 hours, continuously, then, even today, I can do it, for 2-3 hours, without prep, so, this much, I remember, so, now, that is less, but, so, sound, rhythm, a certain, framing, of sentences, in a way, that was already, happening, because, learning, subconsciously, was a lot, I didn't want to, I didn't want to, consciously, learn, I was reading, poetry, so, this, in the beginning, what I used to write, was very, raw, what I read now, old, I understand, that it is very, raw, but, earlier, it was even worse, so, the topics, that used to happen, were, a little, I mean, cliché, but, I guess, I had a frame of mind, at that time, which is still, present, that is, and which was made, by reading, the biographies, of all the poets, by reading, the introductions, and by reading, about the writers, the frame of mind, was that, you should be, honest, whatever you are writing, in that, the frame of mind, was that, you should not, unnecessarily, try to, show yourself, to be too smart, you should, try to say, simple things, in a simple way, it's, by writing, a very good language, you will, create a great literature, it won't be like that, you can say, very big things, in very simple words, so, this frame of mind, I developed, 3-4, like, first, honesty, you should, say, what you feel, you should not, pretend, that you are, very intelligent, you should, say, in a simple way, second, third, can, I, say, my, personal, experiences, in a way, that, people feel, that, it is, universal, can, I, make, my, self-experience, very well, I, I can make, this was one, frame of mind, I had, previously. But, this third, was less, in that too, this third, actually as, I try more, in songs, but, honesty, and simplicity, is what I was, focused on, and still, I, believe, that, on very complex, thoughts, very simple, poems, can be written, I have written a lot of poems in which you won't find a lot of color in the language. You won't feel like, wow, what a language, what a craft this person has done, what a wonder he has done. But even that is not zero in it. I mean, if you read the free poems of Urdu, I have worked on all those things. But honesty, I mean, like I listen to others, so I feel like what do I know about this person by listening to his poems. I also write songs, so I often don't like the writing style of the lyrics, which is very clever, even if it has become a hit, but if I feel like I have recognized this person after listening to the song, or I feel like he is saying this by listening to the poem, then I feel that this is a good poem. First, I pity honesty, of course, craft is very important for me, I am not snobbish about craft, but I believe that craft should at least be basic and your constant effort should be to improve it. So this was my growth, I mean, I improved slowly in craft, but some frame of mind remained intact, some frame of mind was added, like I have written some poems in which my political thought has come first, but even in that, there was a lot of emotion, I rationalized it later. Like in Chhipkali, like I told you, I didn't have a lot of political thought in it, I just knew that yes, this is Khaki and this is Gandhiji, it's more like feeling. So I have a friend who reads a lot of books, who has also read a lot of literature and has also read a lot about writing, he says that it's okay if you don't understand, it's fine, you write what you feel, and maybe you'll figure it out what you have written or maybe somebody else will figure it out for you. So I think it's okay, I mean, everything is news, it's not necessary, so I try to be a little conscious about the writing process and a little unconscious, it's okay if I don't understand a few things."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:48:14.960",
        "message": "No, and your key point about honesty is great, like I think, you know, not just for poets or writers, but in generally in the creator economy, I think ek cheez jo bilkul non-negotiable hai is authenticity to yourself, you can't try to be somebody else, you can't wear a mask, you know, if you are yourself, that is what people will really relate to, because everybody is unique at one level, you know, the only thing that sets you apart from the 7 billion people in the world is you, you're unique in a certain way, and at the same time, everybody is the same in the sense we go through the same emotions and the same crisis and all that, so that turning the personal into something that has universal appeal is, I think, you know, what all great art does, so, you know, and as far as craft is concerned, you know, there's this quote by George Orwell, which I love, where he says, good prose is like a window pane, and the idea is, you know, the window pane is supposed to show you what's on the other side, not draw attention to itself, it's a means to an end, so, you know, if I read something by you and I don't notice a craft,"
    },
    {
        "speaker": "Guest",
        "time": "03:49:13.960",
        "message": "that means there is craft, that's a craft. Yes, yes, and I agree with this, that the art, whatever is hidden in it, it should look so innocuous that I can do it too, but if you start doing it, you start sweating, like, oh, man, I can't do this, so, I like that, there's that deception in simplicity, I mean, which I know a little bit, sometimes I do it, but I hope I know it better, and I wish I could do it more frequently."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:49:49.960",
        "message": "And, you know, I first heard of you when, obviously, I saw your viral video, Hindustani Musalma, which moved me a lot and still moves me, I mean, just for my listeners, Hussain was just, you know, taking it very casually, and I think you're just very used to it, and maybe you're tired of it and bored of it or whatever, but it's a wonderful poem, especially the way, you know, things have progressed in the last few years, and I won't ask you to read it out, because I don't think you'll want to do that, I'll link it from the show notes, but tell me a little bit about that, because what I love about that poem is, you know, I keep saying on the show that, you know, people contain multitudes, and with that beautiful poem, you're really speaking about the multitudes of the Indian Muslim, about how impossible it is to tie someone down or even want to tie them down and all of that. So, just tell me about, you know, that period and what the reception to the poem and how people responded to it, what that meant to you, because it's one thing like writing poetry very often is a solitary activity, you're alone with your own, you know, solitariness and all of that. And what you do when you perform it for a crowd of people is that you turn it into something else entirely. So, one, what is that process like of having to perform something, take something private and, you know, perform it for the world? And two, what were the sort of responses to that? And, you know, how did that shape the things you do? Did it help your career in any way?"
    },
    {
        "speaker": "Guest",
        "time": "03:51:19.960",
        "message": "So, let me tell you about the performance. When I was performing in 2009, I was performing only because I knew that nobody knows me. So, I was not afraid of the judgments that people would pass on my emotional, sappy, stupid poetry, which I thought was supposed to shame me. But then in 2016, when I returned to Bombay and when I was performing, I was performing more from the point of view that perhaps somebody would notice me and would help me get to write lyrics. That is all that I had in my mind. I had no idea what work is going on in the industry. I had no idea what the industry is. I had no idea. Despite all the Googling and all the technology available to me, I just came to Bombay without any prior information. But I knew I'll keep performing and I'll get some kind of a project if I keep performing. So, that is there. Reaction and response, especially to Hindustani Muslims. So, first of all, I did not... It was just meant to be a 30-40 people listening at event. It was supposed to be a poem that I'll read in front of 40-50 people, 7-8 times and then I'll get bored of it and then I'll retire the piece, which is what generally what I do. I get bored of it myself. Even though people want to take the time to read something new. I am tired of reading. So, which is a good thing also because it makes me write more. But it was supposed to be that. But then the video was to be recorded. And before that, one of my videos had gone viral, which is on smoking. Yeah. And so, what I expected was that, okay, it will get 10,000, 15,000, 20,000 views and the public will be happy. So, okay, I'll read a little in front of people. I'll call 2-3 more people to the event. There was no vision more than this. I mean, at that time, there was no scene of spoken word poetry. There was no scene of any virality. I mean, the slat that also went viral, the article was published in one or two places. It had around 70,000, 80,000, 90,000, 100,000 views. It didn't have a lot of views. Virality, I mean, it wasn't crazy virality. And poetry in video itself was not, you know, a thing at that time. This was, I'm talking about February 2017. So, when it was released, it went viral. I mean, I'm seeing that it has 5,000 views, 10,000 views. I said, okay, finish it. Now it has 10,000 views. What to do now? That's all I needed. So, then I'm seeing after 1-2 hours, 3 hours. I said, man, it has 30,000 views. What happened? What did people understand in this? What did I say? I mean, it's common sense that a person is not of the same type. I mean, what did people understand? Then I'm seeing that it's getting more viral. Someone is writing a news article. Then all the journalists are calling. That I'm talking from here, I'm talking from here. You will talk. I talked to some people. I didn't talk to some people. And I didn't talk to those who I didn't talk to because I knew what they show on TV against Muslims. I wasn't even interested in talking to them. So, I mean, I was surprised by the reaction. What did people understand? What am I saying? I mean, this is not even an old wine in a new bottle. This bottle is also old. I mean, so, but yes, but what happened was that it brought spoken word poetry on the map. And I mean, I might be blowing my own trumpet here. And it is because I'm mildly disappointed by people who don't do it."
    },
    {
        "speaker": "Unknown",
        "time": "03:55:01.960",
        "message": "For me, otherwise. I'm happy to do it to you."
    },
    {
        "speaker": "Guest",
        "time": "03:55:05.960",
        "message": "But it is, there was no spoken word poetry scene. You can check YouTube and you can check Google and you can check all articles before that. In February 2017, before that, you will only get one video. The one that went viral was a poem on the English introvert. But all the viral poems that have come have come after this."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:55:28.960",
        "message": "So, you were the gateway drug."
    },
    {
        "speaker": "Guest",
        "time": "03:55:30.960",
        "message": "In a way, I also did two things. I mean, the first is that spoken word poetry was slapped. Second, political poetry is also allowed. That also happened. And I did not know it at that time. I was just doing what I was doing. I mean, I was just happy that it went viral. And I was like, okay, maybe I can just send a link to more people and say, brother, I know how to write, give me work. Okay, see what rhyming is, get the song written. There was no one more than this. People were taking interviews. I gave 5-7 interviews. Then I got bored by giving interviews. Because I didn't come to Bombay to give an interview. I came to write. I came to work. What will I do with so many interviews? I mean, okay, someone will Google it. People will think he is a big man. But nothing happens with that. I mean, only this work is done by work. So, I was not very excited. So, although the interview with Ravish Kumar, a lot of people heard it, saw it, read it. A lot of people were inspired by it. And although he was also refusing the interview for NDTV, but then he talked to me. So, I said, no, no, sir, I will come. Because I used to listen to him before. So, the response reaction was that people liked it a lot. And I was a little surprised that why it was looking good. But I generally fainted that oh, thank you, thank you. What do I tell them now? But then as I started reading from him, I think it was mostly a response to the propaganda of that time. When I wrote it. It was mostly a response to the propaganda that was taking a very sharp turn towards collectivizing of the other in the word Muslim in late 2016 and 17. Because I realized that all propaganda was suddenly getting diverted towards Muslim, Muslim, Muslim, Muslim. And I was of the opinion that this Muslim is not of the same kind. We don't know how many types exist. How did you find out that everyone is the same? So, it was more of a response to that. So, but what happened, I mean, one thing that I found very interesting and especially after CA also is that during the CNRC movement, what happened was that it became instead of me trying to tell the majority community that hey, we are of many types, like, but we are one in the sense that we are Indian Muslims. I think during the CNRC it got interpreted as that hey, we are all together and we are Indian Muslim and we need to resist this as Indian Muslims. I think the whole thing inverted and I didn't realize it until I read it two or three times. And one of the reasons I kept reading that poem during CNRC was also because I wanted to very clearly register the fact that this is also a Muslim resistance. I didn't want to counter anybody on the stage as they tried to talk about other aspects because that would have been confrontational and counterproductive. But I also wanted to assert that this law is as unconstitutional as it is communal. And because it is communal, it is a law. It is not like they are being attacked because it is unconstitutional. It is communal and that is why it is being done. So I wanted to keep this in mind, so I was doing this as well. And often, I mean, in response to this, I mean, I changed a few things in this poem, I changed two or three lines. I find some weird things in the response. So since I have read this poem so many times, so for example, whenever I say this line, I have one month of Ramadan and I have done Ganga bath as well. There is always a clap. Now I wish to ask people why there is a clap. What if the person does not want to do Ganga bath, an Indian Muslim does not want to do Ganga bath? Is he any less Indian Muslim if he does not want to do Ganga bath? He is not. He could very happily be just not interested, like simply not interested. Like I am not interested in eating lobster. Am I against seafood? No. It could be anything, right? It is not that. Then there is another response, that no politician is in my control, I am not in any party's control. Why is there an applause to that? Why could I not want a politician of my own? Why could I not want a party of my own? Why could I not be political? Why could I not remain apolitical? Why could I not remove the apoliticalness that perhaps you desire or you expect from me so as to look less aggressive? Why would my political stance make me seem more aggressive? Is what I am trying to understand. Why would there be an applause to this? Right? When I am writing, I am an Indian Muslim, so I am talking about myself. Although I am, of course, metaphorizing, taking freedom somewhere, sometimes telling all types, but I am talking to my POV somewhere. So I should get a concession for that. Now, like I am saying, whenever I would come to the portions that I am a dome of Babri, I am a border between cities, I was born in Juggis, I was born in Juggis, I was born in a broken roof of a Madrasa. Why is there silence over there? Why do people start buggling? I have seen this physical response while reading this poem many times. Why do you feel embarrassed when this happens? Why do you feel uncomfortable sitting on your chair when I talk about this? So you should understand why this happens. Because in such a sweet, so-called sweet poem, I am suddenly giving you a hint, giving you a hint, so you are becoming uncomfortable. But then I suddenly say that I am 14 out of 100, but 14 is not less. I am in the top 100, I am in the top 100. So you clap again. As soon as I say that I am assimilating, you clap again. Is it necessary that I dissolve like sugar in milk that we learned in school? I don't want to dissolve. I can live like pebbles in a river. Are pebbles bad for a river? Is a stone bad for a river? Is it not necessary that I dissolve? So what is the problem? So when I ask this to people, they often don't have an answer. I think people consider this image to be steadfast, that one has to bathe in the Ganga. So I break all these notions by saying all these things. Apart from this, I guess the reaction responses to poetry. You would also see that I have not made my YouTube channel. I had a lot of success. I could have easily made my YouTube channel."
    },
    {
        "speaker": "Unknown",
        "time": "04:02:42.960",
        "message": "I could have become that."
    },
    {
        "speaker": "Guest",
        "time": "04:02:43.960",
        "message": "I could have also written 3-4 more poems on Muslim identity right after Hindustani Musliman. I never did that. I was offered many TEDx talks. I never did that. I was also offered an event where I had to advocate a TV serial which is on Indian Muslim families. And I had to read this poem and go for a promotion as if I am advocating this serial. But I didn't do that because I also understand that this is a poem. It does not make me some kind of a voice. Because I think my bio is also very strange that my share is 1 by 130 crores and so is yours. Yeah, I saw that. And that is what I think. So my share in Indian Muslims is only 1 by 120 crores, I guess. 1 by 18 crores. And so is everybody else's. You know why I like Hindustani Musliman so much and including those parts you mentioned"
    },
    {
        "speaker": "Unknown",
        "time": "04:03:41.960",
        "message": "and including the parts which others are disturbed by"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:03:44.960",
        "message": "is for me, it's fighting essentialism. And it's fighting essentialism because I just hate essentialism of all types. Muslims are like this or Hindus are like this or blah blah blah. You know, because I just feel we all contain multitudes. We should celebrate that and not tie people down to identities or birth or something they could not control. And as a collective, it seems an expression that Muslims are everywhere doing everything. And there is that possibility there. And there is also agency there in the sense of we are interpreted that I can do any of these things, not that I have to do all of them. Like I have never done a Ganga asana and never went obviously. Why is that even something desirable? So it's not those individual things but that overall thing just makes me feel so good and it also sort of brings into focus what I love about this country and what is worth fighting for all of us. So I think you're being a little hard on yourself, perhaps on many of the people who like it"
    },
    {
        "speaker": "Guest",
        "time": "04:04:44.960",
        "message": "because I suspect many people. No, no, I am not. So like I said earlier, I am not dissociating with it. I am not criticizing it. I am not saying that I don't like the poem anymore. I own it completely. I own it with all the humility that all the appreciation that I get and all the criticism that I may get for it. But I don't dissociate with it and I also understand its importance. You are reading that poem even today. So I am appealing to you because what I am writing is that a society cannot have only one kind of people. A society has a lot of parameters based on which people live on different scales and they live on different points in different axis. And sometimes it becomes a 3D axis in 3-4 dimensions. One is religion, one is education, one is geography, one is language, one is food habits, one is economic location, one is caste location, one is sect location. There are so many parameters in Muslims that you cannot be one. And this fact will stand true for the next 25 years. It is very difficult to disagree with that thing because its description, what I am saying, the things and the ironies that are available when you are going from conservative and modern to less religious, you feel those ironies both inside and outside. So this is my opinion. It's not just being hard. I also feel a bit betrayed actually because I tried very hard with this poem to talk to people. But we still came here where we are. I mean at that point in 2016 and 2017, I was more of a cautionary, polite guy trying to tell people that hey, this is not how you should be otherizing or demonizing a community. I was still that guy. Now I think that access is lost. I am still that guy who wants to say the same things again. But I think now that access is lost, people may not listen. And I am also a bit angered now. Now I am like, how humiliated you guys are. I used to say no earlier as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:07:18.960",
        "message": "To mark both a positive and a negative note to that, I think that the game was already lost by then in the sense that society is what it is. And one viral poem was not going to change that. That's the negative view. But the positive view is that the fact that so many people, and again relative to society out there, it may not be many people, but in absolute numbers still, if hundreds of thousands of people or I don't know how many million views it has, but if all those people are appreciating it and agreeing with it and all of that, it still means something. It is there. One is not completely alone in the world. I think what artists really do in a sense is play the long game. You are playing the long game. Maybe now you can't change anything. Maybe now it doesn't make any difference."
    },
    {
        "speaker": "Guest",
        "time": "04:08:12.960",
        "message": "30 years later, kids listening to that, their whole worldview will be shaped. See, the thing is I am making a very basic argument that Indian Muslims are divided into many things. Yeah. And all of them are equally valid and all of them are equally good and all of them are equally legit. And I am saying it in a very reasonable way. I am not saying it like you guys improve."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:08:39.960",
        "message": "I am saying, we are like this. I am like this. No, and it's said so beautifully. Like you said, it isn't that you were saying something new or whatever. If you just say it in normal words, it's almost banal. But the beautiful way in which you say it, the fact that people feel that emotional connection and that's what art does, right?"
    },
    {
        "speaker": "Guest",
        "time": "04:08:57.960",
        "message": "I mean, ultimately. Yeah, I mean, it's very strange. I also think about it many times. Where does it start from? It starts with shame. It starts with guilt. I wrote it while smoking a cigarette on the road. I mean, it's a very strange construction. I don't even know how I did it. I have no idea how I wrote it. But I mean, yes. But those lines always remained in my mind. I wrote it in Bhutan sometime in 2015. I wrote it while going to Bhutan. When I was going to Bhutan from Kolkata. And that poem was lost from me. But I remembered this line. While smoking a cigarette on the road, when I heard the Azad, I remembered what time it is. And then this came to my mind. What kind of a Muslim am I? So this thought and this came to my mind because I used to smoke a cigarette and the Azad used to come. And I used to think, why do I smoke at the wrong time? So either I used to put it off or I used to stop. Now, I don't even know why I used to stop. But this is just a condition that I can't do this. This is wrong. So this, anyway. So it started from there and then it happened to me again. And at that time, at the end of 2017-2016, I mean, all this was going on. So I think it just colluded with that. On one hand, there was an internal dialogue. I mean, how much of a Muslim I am? What kind of a Muslim I am? And I think then I realized that maybe the multitudes that I contain are also reflective of the multitudes that the land in which I am born contains."
    },
    {
        "speaker": "Unknown",
        "time": "04:10:24.960",
        "message": "Is the answer that I figured."
    },
    {
        "speaker": "Guest",
        "time": "04:10:27.960",
        "message": "Now, it may not. But yes, even Imtiaz Dharkar, who is a very known poet in the UK and Pakistan-based poet, she also took my interview and she was so... I was surprised that she was able to relate to it so much as well. That I was not able to believe. First of all, she is a very... I mean, in terms of stature, she is a top-notch poet. So I am nothing in front of her. And the way she had complimented and the kind of things she was saying, that I was relating so much, in every line. And I was like, Madam, you are so... So I understood that, okay, it has worked somewhere. I still don't fully understand anything. Basically, what I do is, whatever I feel is good or bad, or whatever people tell me, I regurgitate it. But the truth is, I don't know. And I am not sure if I will ever be able"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:11:29.960",
        "message": "to understand fully also. You know, and the other thing, and I will segue with this to my next question. You know, the other thing I liked about Hindustani Musalma also is, just the rhythm of it, the sound of it, it sounds so beautiful. And it is also a reminder of how languages are so fundamentally different, that in English you wouldn't get this kind of rhythm, this kind of easy movement. You will have your own rhythms and your own ways of doing things. But this sort of musicality is something that really appealed to me. So my question is this, that after this, you went on to writing lyrics. It strikes me that there is a challenge there, which is that there is, when you are writing poetry, there is an inherent music in it already. And then when you are writing lyrics, you are given music from outside, either before or after you are writing. And you have to bring the two together to make them work together and all of that. So what was that process like? How did you get into lyric writing? How did you feel that this is the kind of thing I would like to do? And what were the early challenges you faced when you were doing it before?"
    },
    {
        "speaker": "Guest",
        "time": "04:12:34.960",
        "message": "Oh yeah, so actually, I had written songs before Hindustani Musalman. The songs of Kareeb Kareeb Singhal and Mukkabad were written before Hindustani Musalman. A lot of people think that I got those songs because of that, but it's not like that. They were released later. But the challenges that I... Yeah, but of course, I was doing poetry before that, I was doing performance before that. I think the biggest challenge was that what happens in poetry is that I have complete control. What topic will I speak on? What language will I speak in? What meter will I take? What kind of words will I choose? And who will I take feedback from? And whose feedback will I accept? And who will I not accept? It's all in my hands. Everything is mine in that. Secondly, in songs, except for the words, nothing is mine. And those words also have a lot of interference of other people. A brief is given, the character's language is there, then there is music, then there is a situation that what is the character doing at that time in that era? Then sometimes there can be a dialect in it. So, all these things happen. Even in that, I have to try to be... At least I try to be a little poetic. I try to bring in an angle which I want to talk about as well. Sometimes it works, sometimes it does not work. Sometimes directors are fine with me doing that, sometimes directors don't like it. But thankfully, I have worked with more who like it. So that has been advantageous for me. Then there is also the musicality, the metrical musicality or the rhythmic quality of the poem is set by me. I decide it. But in music, generally, either I have to make it short, like the metrical has to be slightly short or in that 4x4 pattern which often works. So, there is a sense of limitation over there. And then there is a certain phonetic quality that I can keep in my poem as per my own wishes. But then the tune in a lot of ways dictates the phonetic quality. Can you illustrate that? Like, if a tune is going something like"
    },
    {
        "speaker": "Unknown",
        "time": "04:15:04.960",
        "message": "da-ra-ri-ra-ra-ri-ra"
    },
    {
        "speaker": "Guest",
        "time": "04:15:10.960",
        "message": "Now, I cannot write something like khata khat se chal raha hai prachand bhala You know,"
    },
    {
        "speaker": "Unknown",
        "time": "04:15:28.960",
        "message": "khata khat prachand it's not going to sound whatever rubbish I sang."
    },
    {
        "speaker": "Guest",
        "time": "04:15:35.960",
        "message": "I will have to use short phonetic phonetics ki"
    },
    {
        "speaker": "Unknown",
        "time": "04:15:38.960",
        "message": "hole se silhane me"
    },
    {
        "speaker": "Guest",
        "time": "04:15:42.960",
        "message": "rakhe kar ye yaade It's soft. So, it's like I don't know how to explain it. But each phonetic has a feel."
    },
    {
        "speaker": "Unknown",
        "time": "04:15:54.960",
        "message": "It flows like the music."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:15:56.960",
        "message": "In my writing class, I speak about how Shakespeare used language"
    },
    {
        "speaker": "Unknown",
        "time": "04:15:59.960",
        "message": "and I speak about soft and hard sounds and how poets and"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:16:03.960",
        "message": "songwriters kind of use them. I'm going to snip this and make everyone listen to this because it's such a beautiful"
    },
    {
        "speaker": "Guest",
        "time": "04:16:09.960",
        "message": "illustration of exactly that. Soft sounds are necessary. That's why the phonetic identity is there. Like, ta sounds weird. But then there are some ironies also. Like, Shelly ji has written a song and I forgot the composer's name. He's a very good composer. It's Clinton sir who composed Dug Dugi Dug. It's very weird. He has a song called Dug Dugi Dug. You'll feel like Dug Dugi Dug is a hard phonetic. But the composition is very soft. So, it's based on craft. Then you're playing with the rules. But generally, you can't do this."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:16:49.960",
        "message": "You can play with the rules once you know the rules."
    },
    {
        "speaker": "Guest",
        "time": "04:16:51.960",
        "message": "But you can't do random. So, that's one thing. The second thing is, I had some difficulties. I had written 4-5 drafts for my first single. I was going very poetic. So, Tanuja was... Actually, Tanuja Chandra is a person who can be credited for teaching me how to write lyrics. Because, even though she's a director and not a lyricist herself, but she has worked with Anand Bakshi and Nida Fazli and such great lyricists. So, she was able to teach me that, first of all, you have to write simple. Don't show off. Don't show off that you know a lot of poetry. Be simple. Say things in a simple way. Then, say things in a direct way. Don't... People are listening to music. They will get confused in your sentences. If you're going to write convoluted sentences. Those convoluted sentences work in poetry. But they do not work in songs. Then, after 3-4 drafts, I finished a song called Tanha Begum. And then came a song which had 4 different briefs, eventually, on a single composition. And I ended up writing some 40 drafts for it. Wow! Because, the brief changed 3 times and the 4th brief was eventually taken. And for every draft, I had written 6 or 7 drafts. Every brief, I had written 6 or 7 drafts. So, I ended up writing around 35-40 drafts of it. And, that I think, that completely taught me one thing that I do not need to fear rewriting. I used to be scared to death of rewriting. I used to be petrified of rewriting. Rewriting... If someone asked me to change a line, my BP used to rise. Not actual BP, I used to die of anxiety. And I used to think, how will I change a line now? But that song taught me how to not get rattled when somebody asks you to change a line. And to be more free with the director and the music director that it's okay, let's try this. Okay, let's do this. It's not working? Okay, let me try this. If there's something working and I know it's good, then I will probably push. And, generally, they respect my opinion and they generally take it. But, if something, even if I like something, then I have to be ready to kill it. Kill your darling type. So, if there's a beloved line, if a director or a music director strangles it, then I learned not to mourn his death. But then, the result that came out is that Tanuja was absolutely correct. She managed to teach me. She managed to convince me that my approach towards writing needed to be improved, which was not be so rigid. Be flexible. And I became very flexible. Now, I feel comfortable. I don't get rattled by that. Then, all that learning, I took and put it into Mukkabwaaz. And, Mukkabwaaz was up my attitude alley. But, it was not at all up my alley in terms of the language because it was UP Hindi. And, I am from MP. So, I had to learn. I had to understand the dialect. And, that I did by basically talking to a lot of people from UP. I was living at Muhammad Ali. I used to live in Chal at that time. So, I used to go down and talk to everyone. Press people, tea people, and people from ITAR. So, I used to ask everyone, where are you from? Eastern UP or Western UP? And, that time I was supposed to learn Eastern UP. In the script, as per the script. So, if someone says Western UP, I will just listen but then I will not talk to them again. But, if it is Eastern UP, I will listen to them again and again so that I can get what they are saying. So, there were a lot of people from UP as well. When I was working in Calcutta, in the healthcare sector. So, I picked up all that and then I wrote songs. And, yeah, I mean, I think those songs did come out well. I think, there was a couple of songs that I had narrated to Anurag sir, Anurag Kashyap while he was interviewing me, so to say, to be in the film. One of them was Hatapai. And, the other I wrote was Blonde Balma. So, he read those and he was like, yeah, yeah, yeah, you write it. So, that's how he makes decisions. So, yeah, that was there. And then, of course, I mean, in the first album with Rochak Kohli and Kareeb Kareeb Single, I wrote on composition. In Mukkabaz, all songs are written on songs first. They were composed later. Then, Dhaga was written on composition first. I mean, I had to write it on a composition. Then, the entire album of Tripling was again composition first. Then, Chacha Vidhay Ke Hamare, the title song that I have written is lyrics first. But then, Vishal Dadlani has composed it so well that it does not, like, nobody can make out who, what has come first. And then, Taish mein, I had written two songs. Both had tune first. In Sherni, I had written a song, Bandar Baat, which I quite like. And it does have a lot of political but... Usme bhi aisa hua tha ki initially beat and mukhda mujhe diya gaya tha. And it was so difficult to fit lyrics on it because the singer is not breathing at all. There is no pause until it comes to that folkish... Wo bhi maine assume kar liya tha ki folkish hai. Toh... Usme toh enter kaise karo samanjh mein nahi aara tha is gaane mein. Toh ajeeb-ajeeb tarah ek complication aati hai. Phir... Usme phir aadha... phir uske baad aage ka beats pakad ke phir maine hi compose karke antara bhi bana diya tha uska. Toh yeh is tarah se hua tha. Toh yeh sab cheezein is tarah se rehti hain. Matlab, music mein. Aapko comparatively chote sentences likhne hota hain. Comparatively simple aur direct baate likhne hoti hain. Main is tarah ki lyrics mein comparatively mujhe English mein likhna koi bahut zyada clever aur bahut zyada edgy nahi lagta hai. Yeh mera bahut unpopular aur bahut hi cancellable opinion hai shayad. Wo isliye kyunki lyrics mein jab aap English mein likhte hain, toh aap wahi thought ko jaise aap apni mixed bhaasha mein soch raha hain. Usi mein likhte dete hain. It's actually an easier process to write in English. Toh proper ek zawaan mein, ek dialect mein likhke batayiye ek haath ki safai ke saath. Aapko daat ho talay pasina aayega. Toh jo log yeh mix language mein kayi baar achche gaane likh lete hain, unse aap jab proper likhne ko kehte hain ek zawaan mein, aapko unke haath ki safai pata lag jati hain. Ki unka haath itna saaf nahi hain. Toh wo pata aapko tabhi lagta hai jab aap se kaha jaye ki ek hi universe vocabulary create karo. Kyuki har gaane ki apni universe vocabulary bhi create hoti hain. Aapne agar pehli hi line mein agar English likh diya kuch, pehli teen line mein aapne English likha aur phir baad mein poora hard core tatsam tatbhav shabd ke Hindi chal raha hain, toh yeh iska matlab aapne dheek se likha nahi hai wo. Pehle aapne tyre puncture hogaya types kuch likh diya aur aakhri mein matlab tatkaal aur yeh matlab da rahe hain, yeh it will just not make sense it will not sound good. Toh ek universe setting hoti hain vocabulary lyrics mein, jo main atleast try karta hu, main ensure karta hu ki wo karun. Bahut se log isko counter bhi kar sakte hain yeh keh ke ki aap freedom rok raha hain. That is also way of thinking. I don't agree to it, but I know most will agree to it. Then, mujhe ek certain poetic matlab flavour toh chahiye gaano mein. Thik hai, main yeh nahi kehata ki har gaane mein shairi thoos di jaye. Lekin, kuch ek poetic flavour ho, koi ek turn of phrase ho jo mujhe acha lage, ki haan yeh acha hai. Koi ek baat aisi ho jo lage, yaar yeh toh nahi baat bol gaya, yeh acha phrase bol gaya. Yaar, koi ek poetic reference, koi cliche aapne uthaya hai aur cliche ko istara se rephrase kiya hai, ki acha lag raha hai. Sunne mein. Toh main yeh bhi nahi kehata ki cliche, main iss se fully wo nahi karta hai ki cliche nahi hona chahiye gaane. Main kehata hoon, agar aap achche se likh sakte toh kyon nahi hona chahiye. Aap, cliche ka fayada yeh hota hai ki audience badhi jaldi samajh jati hai. Lekin, ab main us cliche ke saath kar kya raha hoon? Yeh bhi audience kahi baar sunna chahati hai. Toh yeh mujhe kahi baar interesting lagta hai. Mera yeh bhi maanna hai ki instead of using aise shabd matlab clever sound karne ke liye jo aapne abhi abhi seekhe hain unhe hook line me daal dena unhe usme daal dena, usse behtar yeh hai ki jo shabd aapko aate hain, unhi pe khelo. Jinn lafzo ke saath aap bahut waqt bitaaye ho. You know, bahut saare lafz aise hote hain, jinn ke saath aapne bahut waqt bitaaya hota hai. Toh aap unko istamaal karein aur unhe achche se istamaal karein, unhe qaeda se istamaal karein, aap barte hain, achche se barte hain. You treat those words well. That is something I prefer more than using a word that I have learnt probably 3 months back, 6 months back and I thought, hey this is an edgy, nice word, it has a nice ring to it, maybe it can be a hook line, maybe, you know things like that. I don't go by that. So that's lyrics."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:27:07.960",
        "message": "Before I come to my next question, observation that I often make in class that, you know, a lot of the greatest art, from Shakespeare to Dylan to Springsteen to whatever, comes from simple everyday language, that point you made about keep it simple and all that and the example I gave is, and I'll link it from the show notes, is a great song by Bruce Springsteen called You're Missing, which was written after 9-11 and he's writing about you know, the family of someone which is mourning someone who is not there, who died in the attack. So I'll just read"
    },
    {
        "speaker": "Unknown",
        "time": "04:27:37.960",
        "message": "out a passage and you can just see the simplicity"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:27:39.960",
        "message": "of the words. Coffee cups on the counter, jackets on the chair,"
    },
    {
        "speaker": "Unknown",
        "time": "04:27:43.960",
        "message": "papers on the doorstep, you're not there."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:27:45.960",
        "message": "Everything is everything. Everything is everything."
    },
    {
        "speaker": "Unknown",
        "time": "04:27:47.960",
        "message": "But you're missing. Right? And who would have thought"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:27:51.960",
        "message": "that words like everything is everything can be the stuff of art. You're taking the most common words"
    },
    {
        "speaker": "Unknown",
        "time": "04:27:57.960",
        "message": "and using them. And there is so much craft also"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:27:59.960",
        "message": "because the mute sounds, the hard sounds,"
    },
    {
        "speaker": "Guest",
        "time": "04:28:01.960",
        "message": "everything missing. Actually, it is very difficult to write simple. It is very easy to write simplistic. And it is also easy to write difficult. But I think it is difficult"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:28:17.960",
        "message": "to write easy."
    },
    {
        "speaker": "Guest",
        "time": "04:28:19.960",
        "message": "Difficult to write simple."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:28:21.960",
        "message": "So here's my next question, that when you're writing lyrics, everything is changed, right? In the sense that now there are all these constraints on you about the kind of lengths you can use, the kind of words you can use, this hard sound, soft sound thing, the music that you're given, you have those parameters. And these constraints make you look at the language really closely,"
    },
    {
        "speaker": "Unknown",
        "time": "04:28:41.960",
        "message": "make you examine every element of what"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:28:43.960",
        "message": "you're writing. Does this then play into your poetry as well, play into your other writing and make you better at that because you've been forced to pay attention with such granularity"
    },
    {
        "speaker": "Guest",
        "time": "04:28:53.960",
        "message": "to all these little details? Yes, yes, yes, it is. And the thing is I like it. I mean, I like thinking about words. I like knowing new usages of the words. I like there are a lot of words that for some reason phonetically make a lot of sense to me. And there are a lot of words that I phonetically do not prefer. Like muskana. I don't like that word. There's nothing wrong with that word, okay? I just don't like it. Masaka. I don't like it. I don't like the sound of muskana. But muskurana, I'm okay with it for some reason. But if I can avoid muskurana or muskurahat or muskana, I will do it. I will not use either of the three words. Do I have a reason for it? I don't have a reason for it. It's a clear preference. But, you were saying sorry, I completely digressed"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:29:51.960",
        "message": "that... No, you were absolutely right that I was, I mean you were answering the question in the sense I was asking is that did the close"
    },
    {
        "speaker": "Guest",
        "time": "04:29:57.960",
        "message": "attention you had to pay... Oh yes, yes, yes. So, yes, in close attention, what happens in poetry is that in poetry, the subtlety of the songs and the attention goes into your subconscious training. So, in songs, I often have that line should not be wasted. And, in poetry, I used to have that whatever seems extra, cut it. Cut it, cut it, cut it as much as you can. I am not like, keep this, keep that. I am like, cut it. Cut it as much as you can and make it a point. Talk about as much as the point is. Don't talk more than that. I mean, if this lizard, I can I could have written the poem that I went to the office, was smoking a cigarette. All that is irrelevant. It is just that moment which is irrelevant. Everything can be cut. So, that brevity and that kind of bounce in phrases that I learn subconsciously from songs does flow into my poetry. However, the poetry is still more it gives me more freedom in what I want to write. It also gives me more vulnerability and avenue to be emotionally exposed which songs do not. In songs, of course, there is a brief and everything. But, I get into songs as well. There are many things. It is not like I am not myself in songs. The rage of a lot of respect is my rage. And, I mean, whatever I am saying in it, I am saying it. It is just that I have put UP's dialect in it."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:31:43.960",
        "message": "And does Tanha Begum also"
    },
    {
        "speaker": "Guest",
        "time": "04:31:45.960",
        "message": "have your feeling of love? Yeah, yeah, yeah. It has. It does. Even simple things like, if you leave, I will leave too. Even those basic things, Ishq-e-Hafiz, that guilt in love, or if I see the politics of Bandar Baant, then who are the monkeys? The cats are marginalized, they are fighting. And the monkey sitting on top is eating the bread. So, I mean, that is also coming from there. Like, even the short film named Madhyantar that I have written on Netflix, I have put a very small thing in it which I find very interesting. In that, the girl keeps eating food, if you watch that film. So, I find it very strange that whenever I watch films, I used to think, why don't girls eat food in any film? Okay? Wow. I mean, don't girls eat food? And it is not that there are zero scenes of women eating, but generally a man eating is shown much more times than a woman eating. I don't know. Now, I don't know if this is a revolutionary feminist thought or not, but I mean, obviously not. But, I feel that my common observation is that I have heard a lot of girls talking only about food. And mostly about food. So, I felt that this is such a basic thing that I can show in that character. That she likes to eat and she also likes sweets. And she takes a lot of care about food. So, I mean, of course, there is a poetic type metaphorization in cinema that her hunger of ambition, etc. can be associated. But, I actually wanted to show that a girl likes to eat a lot. And why not?"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:33:39.960",
        "message": "There is a lovely film by one of my favorite filmmakers, Manuel, which is called The Discreet Charm"
    },
    {
        "speaker": "Unknown",
        "time": "04:33:45.960",
        "message": "of the Bourgeoisie. I think it came in 1973. Screenplay was by"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:33:49.960",
        "message": "Jean-Claude Carrière, who also wrote the screenplay of Peter Brooks Mahabharata and Unbearable Lightness of Being. And that film is only about a bunch of people who are always sitting down to eat and never actually eating. Something or the other happens. So, the whole freaking film is that sitting down at various places trying to eat and something or the other happens. And they can't eat. So, if you watch the whole thing, by the end of it,"
    },
    {
        "speaker": "Guest",
        "time": "04:34:13.960",
        "message": "you are hungry. No, no. I put a lot of personal stuff. Like, a series that I have co-written, one in lakhs, in which I have worked in healthcare for three years. I have put a lot of experience of that. The cataract operations, the camps, the doctors I had contact with, who I talked to, what kind of personality, what kind of things happen in hospitals, what kind of crises happen, what kind of incidents happen in hospitals. So, in a sugar-coated, or rather sugar-candied way, the healthcare and hospitals that have been shown in cinemas till now, and how prone to falling down and falling down, India's healthcare system. So, this series came out in 2019 and in 2020, people saw its effect after the pandemic. But when people were reading the news during the pandemic, I felt like, we have said all of this in the series. We have just said that this will happen, that will happen. But... So, that thing, yes, there is a lot of significance of experience. Like, in songs, I talk about myself in a lot of places. Like, there is a song in Tripling in which it says, forgive everything. In homes, it is said, forgive everything. We say this in Gujarati. So, this... So, this is a phrase that my grandmother used to say, forgive everything. I don't even know where I am taking this from. That we are praying from here, whatever may happen, this is what my grandmother used to say. We should pray from here. So, like this, she used to say, I don't even know where I am taking this from. So, like, sometimes, there is another theme, there is a song called Patang in Tripling, in which I have talked about, very indirectly, about migration from your home. It's not talking about migration, but in the end, it somehow reveals. But, in that too, you do some small tricks. Again, that writing craft, like we are talking about, so, first I have written, those who got lost in the winds, became like a kite. So, those who got lost in the winds, became like a kite, is what I have written initially. Then, it literally translated to, that when I got lost in the winds, I became like a kite. Then, I have rephrased it to, those who got lost in the winds, became like a kite. Then, I became of the winds. Certain change. I got lost like a kite. And, I thought, okay, this is more interesting. But, yeah, these are very small changes. So, in the lyrics, in the writing, in the screenwriting, I put a lot of effort. And, of course, like, that, it doesn't happen that you have to insert. It has to come naturally in the story. The art will always take precedence. It cannot, which, I mean, if you are writing a poem, then that poem should also be good. I mean, it is possible that you have a political thought in it. It is possible that you have to say something, which is personal and political. And, of course, there is a debate, personal is political, etc. So, for me, personally, I feel that the medium of art form, its rules, its craft, takes precedence. It should also hold stand-alone. I mean, if I don't tell anyone why I have written this, what I have written, if someone doesn't know what I am saying, if there is a lizard, if I am reading it, then will no tropical climate in Africa relate to it, where there are lizards? He will understand, because he has seen this image, that this is coming from a photo. Some poems, of course, won't be like that. But, now, I have a poem called Lohe Ke Swaat, in that I am talking about how people, oppressed, marginalized, can complain or can resist in different manners. Some of them can be rude, some of them can be polite. No person oppressed is going to give you the same narrative, in the same language, in the same fashion, at the same time, for your ready consumption, in the way that you want it, palatable to your ears, and soothing to your ears. So, that's what the poem is talking about. But then, if one translates it, one would translate it into English, then it has to make sense. It cannot be just this. It has to have... There is another poem I have written, it's called Mai Sepahi Nahi. It's about, I am not a soldier, that I have been thrown into this. And, those who have thrown me, know that I am going to lose. And, I don't even know how to fight, but I am just fighting. And, I just want to tell you that, I am fighting, but I am not a soldier. That's what the poem is. So, yeah, I mean, that's how, I guess it, slowly, it happens. I guess I forgot what I was going on about."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:40:05.960",
        "message": "No, no, this is a lovely insight into the way you think about writing. So, tell me something, you've done screenplays, you've dabbled with that, you've done a lot of lyric writing, you are a poet, and what is it that you see yourself fundamentally as if there is, like in the sense that many artists will say, this is my art and this is what I do to pay the rent, right? And that this is the stuff that I do for work, but left to myself, if I was not getting paid, this is what I would do. And what you do though, which you're not getting paid for is of course"
    },
    {
        "speaker": "Unknown",
        "time": "04:40:39.960",
        "message": "the poetry, that's your labor of"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:40:41.960",
        "message": "love, but apart from that, like, how do you see yourself? Like, what is your conception of yourself now? Are you a poet? Are you a writer? Are you, you know, how would you kind of define the things you want to do and"
    },
    {
        "speaker": "Guest",
        "time": "04:40:53.960",
        "message": "what you are? Yeah, I think I'm more a writer now, but I mean, the base is my poetry. The base and I also like poems. I like Urdu poetry and poems. If I if I have to choose one out of everything, then I'll choose poems and poetry. There's no doubt about it. But there are a few things, I mean I think the poetry that I've done, I have never done any kind of brand collaborations. I have never tried to write for a brand per se. Yes, what I write, I will perform on stage and ask for compensation. That is true. But I will not write commissioned pieces. Rather, I will not perform"
    },
    {
        "speaker": "Unknown",
        "time": "04:41:41.960",
        "message": "write and perform commissioned pieces."
    },
    {
        "speaker": "Guest",
        "time": "04:41:43.960",
        "message": "If there's an advertisement, they want me to write some poetry. If it's a biscuit, I will write it. But I'm not going to go on a stage and say, and I'm not going to put"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:41:53.960",
        "message": "my face and my name and my performance poetry on that. You have said in one of your poems, biscuit khao, your chai coffee, you speak"
    },
    {
        "speaker": "Unknown",
        "time": "04:41:59.960",
        "message": "about having chai with biscuit instead of coffee with muffin."
    },
    {
        "speaker": "Guest",
        "time": "04:42:03.960",
        "message": "I know what you're saying. Yeah, but it's not"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:42:07.960",
        "message": "because Parle-G is not sponsoring it."
    },
    {
        "speaker": "Guest",
        "time": "04:42:09.960",
        "message": "I know, I know. I didn't write it because Parle-G paid me."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:42:13.960",
        "message": "I know, I know."
    },
    {
        "speaker": "Guest",
        "time": "04:42:15.960",
        "message": "That's something I've not done. And I know that I feel bad about it, but it's my fault too. If you don't stand in the market and are not ready to sell yourself, what will you give to others? After that, this whole spoken word poetry business began, sponsorships and everything started becoming, money started flowing in. And I was like, no, this poetry is sacred for me. And we just kept looking at people. Anyway, so poetry is something that is private to me in a sense, and I would want to keep it that way. I would not want to commercialize it. That's why I never made a YouTube channel or anything. I might make it, but if I make it, it's not for the money. It would be just that I'm fed up and I want to put my work somewhere. That would be the only reason. Other than that, I like writing lyrics. I really like collaborating with music and writing, bringing in new words, and I don't have any stock songs. I write on what I'm told. And I try a lot, and every time, I'm like, this time, everyone will know that he doesn't know anything. So, I have to prove that I have to ensure that the other person doesn't know that it's a fraud. Okay?"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:43:43.960",
        "message": "So, this challenge"
    },
    {
        "speaker": "Guest",
        "time": "04:43:45.960",
        "message": "whether or not anyone else does it on me, it definitely works. Like, bro, he'll fire you. Write it. So, this works. So, I like lyrics with music. When it's made, the process, I mean, you know, when you make a good song, and the other person also wants to make a good song, and the singer is also putting, and the orchestra coming in, and the music director is constantly trying to make it better, it's a very good feeling. Especially when there's a collaborative effort with the music director. Screenplay and dialogue, I realize that I find it much more, it's like a"
    },
    {
        "speaker": "Unknown",
        "time": "04:44:23.960",
        "message": "bigger canvas."
    },
    {
        "speaker": "Guest",
        "time": "04:44:25.960",
        "message": "So, I'm not, even though I understand the craft and I know how to do it, and of course I'm not great at it, but I'm good at it and I can be much better. It's just that it still involves more part of my head than my instinct"
    },
    {
        "speaker": "Unknown",
        "time": "04:44:45.960",
        "message": "as of today, is what I largely understand."
    },
    {
        "speaker": "Guest",
        "time": "04:44:47.960",
        "message": "I think the instinct is something I apply more towards the structuring of the story and the way I lay out the scenes and things like that,"
    },
    {
        "speaker": "Unknown",
        "time": "04:44:57.960",
        "message": "but it's largely mathematical."
    },
    {
        "speaker": "Guest",
        "time": "04:44:59.960",
        "message": "My mind is more focused on that. I feel that when I learn the craft better, I will be able to play it more instinctively the way I have always done in poetry, I have learned to do in lyrics, and I will hopefully learn that in screenplays too, which is why I'm not writing my own screenplays as of now, but I'm not writing them down right now, because I think I want to learn more. Sharpen the craft. Because I have worked with I was just imagining I came to Bombay in March 2016 end of March so it's been about 6 years I have ended up working with people like Amit Masoorkar, Abhishek Chaubey, Tanuja Chandra, Anurag Kashyap, Karan Johar, and Abhishek Sen Gupta who is a fabulous director and Biswa Kalyanrath, Bijoy Nambiar, Sameer Saxena with whom I have worked on 3 projects now, and Aparna Sen so I don't know of any writer who has spent 6 years and done this and I know that but still it's not like I'm getting a lot"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:46:13.960",
        "message": "No, but it's so lovely to get both success and the joy of doing the work you love. You're not a chartered accountant and you're saying I've bought a big flat here and I've bought a new car you're doing the work you love and you're successful with it and what can make for greater happiness?"
    },
    {
        "speaker": "Guest",
        "time": "04:46:29.960",
        "message": "I'm not sure if I'm successful I think I'm mildly okayishly successful it's largely because I have not done the kind of projects that make you quote unquote successful as per the film industry Takht was one of them mainstream commercial project but now it's status is unknown but I think what has happened is that because I calculated my position and what I did was I was doing what I wanted to do and what happened was I only did projects that I wanted to do Zakir also I worked with then I only worked with projects from people that I wanted to work with that what happened was that of course the list of directors seems illustrious and the projects I've done seem nice but it has come with its own set of challenges and sacrifices in most of these projects they were not very high paying projects so I have had to live a lifestyle which is frugal I have had to manage my expenses I have had to sometimes go without work for many months just because I am not okay with what is being offered to me whenever it is being offered to me and it is not often that things are offered to me so that has been there but the good part is that everybody I have worked with they have come to me and Allah Karam they have got in touch with me and they thought I was worth and these people like Amit, Abhishek or even Aparna ma'am they approached me, they evaluated me, even Karan sir they are all people who have and many people have put faith in me Sameer sir, Zakir, Biswa they have put a lot of faith in me so I think I am not successful I mean the hits that people make because for that you need a big music label you need big singers you need a big actor in your film I can actually be a much more successful person if I write mediocre lyrics for a big actor film if I will write 2 or 3 mediocre songs for a film that is going to be well promoted with reasonably well known actors I would rather be more successful with that, no no no I won't say that I would rather be more successful with that but I would be more successful with that so this I guess is the kind of success that I wanted and I wanted it like this and I wanted this I am a little sad of course that I wish this work would reach more people I wish more people would have listened to it I wish more people would have listened to it and even if someone listens they would praise the lyrics but they think that maybe it is just a folk song or this monkey or snake came in the song in our songs we want to write love, romance love and romance I know that but I don't feel like doing that but these are the things so I think that time will come when something will be mainstream but I would only I hope that I get opportunities where I can be myself even in the quote unquote mainstream"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:50:15.960",
        "message": "I can put those ideas I think one of the lessons I have learned in life is that sometimes you shouldn't let you shouldn't go by other people's definition of success and what they think success means I think certainly it's an important part of defining success that you do it according to your own terms what makes you happy, what kind of work you want to do but yeah I mean godspeed to you inshallah you will get those kinds of offers as well so I will end the episode eventually by asking you to read a particular poem but before that a final question which is for my listeners and for me, why don't you recommend some books or poems or music or films that mean a lot to you, things which are very close to you like Desert Island, this kind of thing"
    },
    {
        "speaker": "Guest",
        "time": "04:51:01.960",
        "message": "In poetry what should I say you can read whatever you want I mean personally I have I think I must have read some in Urdu I must have read 200-250 poets easily and I don't know if that is also the correct number Who are the ones closest to you? Oh, Sahil Udhianvi by far I have like I don't do all this crazy stuff but I am a big fan of Sahil Udhianvi Any memorable share you remember? Talqiyan is his book, the first share is Duniya ne tajurbaat to hawadis ki shaklam hai, jo kuch mujhe diya hai wo lota raha hu main whatever the world has given to me in the form of tragedies and experiences that is all I am returning it back to so I like this a lot Sahil Udhianvi is one of my very favorite"
    },
    {
        "speaker": "Unknown",
        "time": "04:51:55.960",
        "message": "I like Nida Fazli a lot as well"
    },
    {
        "speaker": "Guest",
        "time": "04:51:57.960",
        "message": "because he is very simple and yet he has the ability to get very profound then Ahmed Faraz also I like a lot his romantic poems are very good and yet a lot of his political poems are very good then apart from that in lyrics I would say I like the craft of Javed Akhtar very much, he brings a lot of Urdu poetry aesthetics into the I like the lyrics of Shailendra very much, I like the lyrics of Arjun Bakshi very much and then I also like the lyrics of Mehboob very much, I don't know how many people know Mehboob Saab but he has written some very good songs and in poetry toh yaar aur kya recommend karein poetry mein toh mujhe kaafi saare jo ache lakte hain I think Sahil Udhianvi ko bohot baad padha jaa sakta hai John Elia ko padha jaa sakta hai John Elia halaki ab cool wale zone mein aagay hain"
    },
    {
        "speaker": "Unknown",
        "time": "04:52:51.960",
        "message": "toh bohot saar logon na padh liya hoga"
    },
    {
        "speaker": "Guest",
        "time": "04:52:53.960",
        "message": "but I had read it back in 2009-10 jab unke secretly pdf circulate hua karte the facebook pe uss daur mein matlab pehle pehle jab yaani ka translation hua, transliteration hua tha Hindi mein aur iske alawa bahot matlab jaise shairo mein aap progressive writers mein aur kaun hain aap Nida Fazli ko padh sakta hain mujhe ye jo trio hain jo contemporary old poets ka hain jo Rahat Indori sahab hain, Waseem Barilvi sahab hain aur jo Munawar Rana sahab hain ye bhi mujhe pasand hain, mujhe Abbas Tawish kaafi pasand hain, mujhe filhaal mein Rehman Faris kaafi pasand hain, Azhar Farag kaafi achcha likte hain, uske alawa jo Hindustan mein Ameer Imam kaafi achche shair hain, uske baad Naeem Sarmad jo hain kaafi achche shair hain, uske baad main kahunga ke Noman Shauk kaafi achche shair hain, uske baad Pakistan mein Ali Zaryoon kaafi achche hain, Tehzeeb Hafi kaafi achche hain, ek Umair Najmi bade achche shair hain, unhe zaroor sunen hain aap Umair Najmi uske baad Waris Wasi Shah bade achche shair hain, to ye matlab main bas bataye hi jaa raho ki itne itne padh sakte hain, aap sun sakte hain aap bahut achche shair hain, phir Angrezi kitabe mein shayad"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:54:17.960",
        "message": "mujhe Fahrenheit 451 bahut achche lakte hain Bradbury"
    },
    {
        "speaker": "Guest",
        "time": "04:54:21.960",
        "message": "uske baad mujhe Maximum City bade interesting lakti hain, mujhe wapas padne padegi halaki main bhul chuka hun padhi se saam mujhe laga tha isi ne Bombay le gai mujhe phir iske ilawa Angrezi mein aur kaun se yaad aa rahi hain mujhe mere khayal se ek Shantaram ne mujhe kaafi athar kiya tha, bahut waqt pehle Affine Balance ne mujhe kaafi athar kiya tha bhi horrify ho gaya tha Affine Balance me wo aakhari ke kuch panne padke phir pictureon mein mere khayal se picture toh maine kaafi weird weird aapko lagenge suggestion, mujhe Rangeela kaafi theek lakti hain, mujhe Ghulam bahut achche lakti hain, halaki logon ke apne vichar ho matlab wo original nahi hain on the waterfront ka wo hai, lekin mujhe phir bhi Ghulam bahut achche lakti hain phir uske baad mujhe aur kaunsi film hain, jo main kahi baad dekh lata hu mujhe Get Out main kahi baad dekh liye, mujhe Fandry bahut pasand hain Fandry I think main kam se kam 8 ya 9 baad dekhi hain pichle 5 saalon mein and bahut hi zyada achche lakti hain mujhe uske baad aur kaunsi hain yahi hain mota moti, waise yaad nahi aarhi mujhe film hain aur ye sab ek wo Where is the friend's home karke Kristami ki picture hai, wo bhi badi interesting lakti hain mujhe wo kuch nahi kar raha hai, wo baccha jo hai mujhe copy lataani hain itna hi premise hain aur uspe film hain, toh ye mujhe istar ki film hain bhi bahut achche lakti hain ki andar ki duniya bahar ki duniya poori dikha denge aur premise bada chota sa hai ke kuch bol hi nahi aisa lag raha hai kuch baad hi nahi kar raha hai lekin sab keh jaa raha hai toh ye I hope kuch ek istara ka kuch aaya hai mere zain mein"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:56:03.960",
        "message": "kabhi the poem I'd love you to read out and it's struck with me because I you've spoken in the past about how when you were trolled, when you were attacked at one point in time you wouldn't be able to sleep at night and it would just kind of worry you and in a different context I was watching your videos and I saw this lovely poem"
    },
    {
        "speaker": "Unknown",
        "time": "04:56:23.960",
        "message": "called Soyega Mat"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:56:25.960",
        "message": "and I think it's a good way to sort of bring this to"
    },
    {
        "speaker": "Guest",
        "time": "04:56:27.960",
        "message": "I ghazal hai ye ki dehshat ka saya phailna hai Soyega Mat aur ye protest ke time basically likha tha, protest ke logo ke liye padhte waqt, kyuki hum log raat ko jaag rahe the, bethe ho gaye the ki dehshat ka saya phailna hai Soyega Mat ab poori raat jaagna hai Soyega Mat jo dar ke bhaagte hai humare sawal se unse jawab maangna hai Soyega Mat ummeet girke teergi me chhat patayegi, teergi mane andhera ki ummeet girke teergi me chhat patayegi ummeet ko samhalna hai Soyega Mat phaila rahi hai zehr jo apne samaj me phaila rahi hai zehr jo apne samaj me us soch ko khangalna hai Soyega Mat jo so rahe hai unko ye jaakar batayiye jo so rahe hai unko ye jaakar batayiye kitna zaruri jaagna hai Soyega Mat ab tak to ek sangh nahi tod paayen hum sangh maane patthar ki ab tak to ek sangh nahi tod paayen hum humko pahaad kaatna hai Soyega Mat wo hukm de rahe hain hukumat ke nashe me wo hukm de rahe hain hukumat ke nashe me unka nasha utarna hai Soyega Mat hum par ye farz hai so nibhaayenge isse hum hum par ye farz hai so nibhaayenge isse hum is mulk ko sawar na hai"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:58:05.960",
        "message": "Soyega Mat Beautiful, beautiful. Hussain, thank you so much for all the work you do, all the poems you write and for, you know, spending so much time"
    },
    {
        "speaker": "Guest",
        "time": "04:58:13.960",
        "message": "with me and being so patient. Thanks. shukriya shukriya. Aapka shukriya, main to khud hairat mein hu ki main itni dehr se kya bol raha ho I hope koi yaha thak pahuncha bhi ho"
    },
    {
        "speaker": "Unknown",
        "time": "04:58:21.960",
        "message": "pata nahi kaun"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:58:23.960",
        "message": "pahunch paayega, but theek hai. Bahut log pahunchi hongi aap sunayenge. Thank you so much. aap sunayenge. Thank you so much. aap sunayenge. Thank you."
    }
]