[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "My guest in this episode mentions how a PhD advisor in the 1980s would ask all aspiring PhD students one question. He would say, do you sleep well at night? If the answer was yes, he would say, well, then you don't need to do a PhD. The implication, of course, is that doing a PhD is a task of such seriousness that you should only attempt it if you really, really care about a problem, if it keeps you up at night. Now, the question may seem glib. Most people, I would hope, even in these times, sleep well at night. That doesn't mean they don't have deep interests or they don't care about them. But I like the question as a way of concentrating the mind. The question here really is, what do you care about? What matters to you? One question I've asked myself, and that I ask you, dear listener, is that when you wake up in the morning, what is it that makes you look forward to the day? The meta questions that arise out of these, what matters to you, what makes you happy, are questions that we often don't think about enough. We get into a groove of living our lives in a certain way, thinking about the world in a certain way, and then inertia ensures it continues like that. But if we asked ourselves these questions, if we knew ourselves a little better, maybe we'd live different lives. Maybe we'd snap out of the same old, same old."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:18.760",
        "message": "Welcome to the seen and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:31.000",
        "message": "Welcome to the seen and the unseen. My guest today is Mukulika Banerjee, who would stay awake at night asking a question that became her first remarkable book, and who then kept asking questions, though she's going to be at the receiving end of questions today. Her first big question came to her in 1988, when Khan Abdul Ghaffar Khan died. He had led one of the largest nonviolent movements anywhere. And her question was, how did this nonviolent movement arise from a community, the community of Pathans, that was stereotyped as being violent and macho? She took over a decade to answer this question, some of which she spent living in the northwest frontier province in Pakistan, traveling from village to village to find survivors of the Khudai Khidmatgar, or servants of God, as the movement was known. Her book, The Pathan Unarmed, answers this question. And her other books also take on big questions. Her 2014 book, Why India Votes, asks the question, why do poor people bother with voting when elected governments don't seem to be making their lives any better? She co-wrote a book called The Saree, where the question is, why do modern women wear such a seemingly ancient dress? It's a study of our society, not just a dress. Her latest book, Cultivating Democracy, takes a closer look at the hollowing out of Indian democracy. All these books are so rich in detail, and her life itself so interesting, that even though this has ended up as the longest episode of The Seen and The Unseen, I don't know how the time passed, and it felt like we had so much more left to talk about. Even in our conversation after the recording stopped, she was dropping gems like, quote, instead of vigilance, we have vigilantes, stop quote. I love this conversation, which is not just about her awesome books, but about her life, the understated feminism of her mother's generation, the idealism of her father's generation, the evolution of her academic disciplines. It contains multitudes. I'm sure you'll like it as well. But before we begin, let's take a quick commercial break. These days, I look around me and I see people making two kinds of mistakes. One, they overestimate human intelligence. I know many people who would fail the Turing test. And two, they underestimate artificial intelligence. When AlphaZero beat Stockfish in chess a few years ago, I realized that AI is not just about doing computations and calculations better than humans, but that AI can think and it will inevitably do so better than humans. I don't see this as a threat, but as an opportunity. AI is already making our lives better in countless unseen ways, and will keep helping us to be the best version of ourselves. And tracking this is the sponsor of this episode, a fascinating new podcast called Paradigm Shift. Paradigm Shift is a new show by Microsoft India, produced by ATS Studios and hosted by my friend and former guest on the show, Harsha Bhogle. In this show, every Friday, Harsha tells us stories of the intersection of artificial intelligence and human lives. 30 years ago, these stories would have been speculative fiction. But now they're around us and some of them blow my mind, you really have to listen to the show. Paradigm Shift is available on Spotify, Apple Podcasts, Amazon Music, basically all podcast apps. And Harsha is the man, the best kind of storyteller for the best kind of stories. To learn more about how Microsoft is empowering developers and organisations and all of us with the power of AI, do visit microsoft.com slash AI and check out Paradigm Shift, stories of innovation shaped by intelligence. Mukulika, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:52.680",
        "message": "Thank you very much for having me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:54.240",
        "message": "Now, you know, normally what happens is that whenever I have a guest on the show, I read their books, do all of that, which of course I did this time as well. But what I was struck by is that your books cover such vast territory, right? So, you know, with other authors, there's one trajectory, it's like kind of one thing, which in a sense, this is, I mean, three of your books are, you know, ethnography and anthropology and all of that, and they come out of that. But there's also a book on the Sari, there's also a wonderful book you edited on, you know, Muslim portraits, which I feel is, I mean, the central premise of that is so sort of relevant in the times that we are living in. And we'll discuss that also. But before we kind of, you know, get started, tell me a bit about your, you know, your early life. You know, where did you grow up? How did you, you know, get around to beginning the journey of yours?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:43.920",
        "message": "Well, I suppose you encourage your guests, Amit, to narrativize their lives. And so this is a wonderful invitation to impose some sort of, you know, post-facto structure on one's intellectual development. But I think there have been very formative periods. The first, which I don't have any memories of, but clearly had a very strong influence, which was just being born in a military hospital in the middle of an Indo-Pak war. And I think it has curiously shaped my subconscious. A, I'm very rarely late to anything. Any events I organize and I've done many, many, many events in London and elsewhere. I always start on time, which is a rarity as we acknowledge as South Asians, but also being born in the middle of an Indo-Pak war. And my first friend, I suppose, in this world was a young Tibetan boy. And these are stories of course, you're told by your parents and it shapes how you think about these relationships and what you make of them as an adult when you can shape them. So I think those remain as formative influences and we can talk about whether they have in fact had an influence later. But then I had these very foundational five years living in the Andamans, you know, in the Andaman Nicobar Islands and Port Blair, the capital. And it was a time when I was just, that was my first school, my first experience of education, of learning, going to a school run by Catholic nuns. But unlike the other Catholic institutions I studied in later, here there was, you know, the Carmel Convent School in Port Blair was run by very austere nuns. You know, I remember very vivid memories of frayed collars of, you know, clean washed but frayed collars and cuffs of nuns learning, teaching us to mend stuff, making do with very little. And so that was a very early exposure to austerity and the sort of simple virtue of it. But also I think it was my first exposure to what we now recognise as that very precious aspect of India where you were meeting children from all different parts of the country. I had Tamil friends and Assamese friends and Punjabi friends and we were in and out of each other's houses and eating each other's tiffin box and out of each other's tiffin boxes, therefore tasting cuisine that was unfamiliar, not made at home. And I think those have been very, very lasting influences. But also Port Blair physically as a place was stunning. You know, it was beautiful, it was very small, there was very little infrastructure, very few cars on the road, we could walk to school. But there was a district library. So the first time, my mother was a great feminist in many ways, in that very understated way, without ever saying it, she took my older sister and me to the district library once and said, this is how a library works and got our cards made and so on. And it was about, for our little legs, it took us about 20-25 minutes from home. And we discovered the joy of checking books out and going back every week and getting, you know, you couldn't wait for Saturday when you could take your pile of books back and get another new pile. So that was important, as was the sea, which we could see from our house. We went and bathed in it every Sunday. There were cashew groves and coconut and papaya. And in our own house, there was this huge mango tree. And that mango, the love of mangoes, I think was definitely formed at that very year. But also the importance of gardens and gardening. It was my mother, it's only much later I realized that, you know, she had this interest in gardening. And I certainly loved just being in the garden and watching things grow. And I mentioned this because, as you know, I've just completed a book called Cultivating Democracy. And cultivation and what it means as a practice is something that you really have to do at some stage, even if it's just trying to grow a potted plant on your windowsill. It doesn't matter what the scale of it, but I think the practice of it, the kind of alertness, vigilance, commitment that the act of cultivation is, again, that was something that I remember from those very early days in the Andamans. But also it was really, you know, you could have the Navy band in the house rehearsing for a dance drama that we were part of, or Bharatanatyam classes. And so there was that mix, which we took completely for granted. And of course, in contemporary India, we now realize just how threatened that kind of formative experience is now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:22.240",
        "message": "I was, you know, while reading your book, The Pathan Unarmed, I was struck by this anecdote in it, which again, you know, which came back to mind because you mentioned the sea and mangoes and gardening and all of that. And this was an anecdote about the notion of time where you ask one of these old gentlemen from the Khudai Khidmatgar, or rather he asked you how old you were. And then he said, I had spun 20 sets of clothes by the time you were born, stop quote, you know, measuring time almost and you take a charkha and you make yourself a set of clothes and then they wear out and then you make another and it's like 20 cycles of that. And I was just struck by that way of measuring time. And then you sort of mentioned the sea and gardening. And it seems to me that there also that those are conducive to developing a slower sense of time, you know, cliched as it is a sea with a sense of vastness and peace. The very act of gardening is really an act of patience. It is an act that is not looking to immediate gratification, but just taking joy in a process and trusting it gets you somewhere. And one of the sort of things that struck me about your, you know, your rich career and your writing life is that there is that sense of everything stretched out. Like I would not even, I can't imagine myself doing the things you did because I just, I've always kind of been in a little bit more of a hurry. And yet you took this relaxed pace, you know, while writing the Pathana Naam, you spent 10 years in Pakistan and, you know, all of that, actually living there, just letting time pass. And I understand that that's part of ethnography, that you study a people, you live among them and you do it for a long period of time and so on and so forth. And I think most modern people won't have that patience. You know, most young people today, even those who find the kind of work that you are doing attractive and, you know, they might think to themselves, hey, I'd like to do something like that. But when you think that I'm going to spend 10 years in one place, just talking to people, or I'm going to go back to the same couple of villages in this obscure place for 15 years, I'm going to spend my, you know, university vacation just going back and living in these two villages, as you did for, you know, cultivating democracy. And tell me a little bit about this, that was it always like this for you, that you're relaxed, you're chilling? Did it have something to do perhaps, even with Port Blair, in the sense that you're not in a city, you're not in a hustling bustling city, you're always, you know, going here, going there, party here, class there, all of that. But, you know, or is it just something inherent to you that you just want to settle into the things that you do and not take time?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:57.800",
        "message": "That's a very interesting way to think about it. I had honestly never done that before. And you may be right, it might be that formative period in Port Blair, which, to my mind is still my happy place. You know, when I have to think, when I have to be, to return to one's childhood, that's always the happy place, precisely because it wasn't full of pressure. Just as you said, there was time, I remember digging a hole in the garden, you know, I must have been four or five years old, and painstakingly digging a hole with God knows what, you know, a spoon probably, because I wouldn't have been allowed any tools. And then waiting for it to fill up with monsoon water. And then the taking the pleasure and going and standing in that pool of water for no purpose other than feeling what it is to stand in muddy water in the garden that I had dug. Now, it's not a bad metaphor for fieldwork."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:57.760",
        "message": "Exactly."
    },
    {
        "speaker": "Guest",
        "time": "00:14:58.760",
        "message": "Yeah, now that you say it, I think, you know, anthropology is the kind of discipline that recognizes, it's very humbling, because you realize that you may know a lot of things and you may have read lots of books and thought a lot of thoughts and written a lot of essays. But you land up in a place where you don't speak the language and you're learning to speak the language, as I did in Pakistan. And I didn't live there for 10 years, just to give a clear, I took 10 years to write the book. But no Indian citizen would have been allowed to live for quite that long, as I did live for several months, it's true, in what used to be called the Northwest Frontier Province, and now it's called Khyber Pakhtunkhwa in Peshawar, Charsadda. But when you land up in a society like that, where you don't know anything, right, you don't know any norms, you don't know how to behave, you don't know what is polite, you're learning, you're worse than the children are in that situation, you can't rush. You know, if you rush, you're like a bull in a china shop and you'll offend people. And the major goal for an anthropologist or a sociologist, as we would say in India, is to build trust, right? So unless you can build trust and confidence with people you want to understand, you're not going to get anywhere. And you can't build trust by rushing things. So you've got to allow yourself to make those mistakes. You've got to ask the questions, the stupid questions we laughed at, deal with the loneliness, write a diary every night, think about how you behaved, what you did, the conversations you had, reflect on all of that. That takes time. And it's intensely lonely doing research like that. And then you realize actually the best way to deal with that loneliness is to build friendships in the field. And it is people you're working with who become your friends, who look after you when you're ill, who you can have a cry with if you're missing home. And that's how you build trust. Suddenly they begin to see this academic or scholar or student, as I was in Pakistan, you know, I come from the University of Oxford, a place that they had all heard of. And suddenly all that is stripped away and you're just a young, vulnerable woman in a strange country. And I think that's when the shift happens and people begin to tell you stuff that you want to learn and want to know. So yeah, you can't rush this. I don't think anyone who knows me would say I am a patient sort of person at all. I'm not. I'm always, you know, I like to get stuff done. But intellectually, you're right. I haven't been in a rush, partly because I have quite successfully, I think, resisted the need to churn out stuff to publish all the time, which is very much how academia has got now. It wasn't quite so bad when I started 25 years ago, but now it's relentless. And I still have managed to stay quite old school about this and say that, you know, it's worth publishing when you have something to say and something that other people should spend time reading rather than another citation on your CV. And that, again, that means that you probably talk more about your ideas, you present stuff at seminars and conferences, have informal conversations, let those ideas pickle and percolate and stew and form themselves into ideas that are then worth sharing in print. And I've been quite happy to let that happen and not rush things without being lazy. I think it requires work every single day, but to let it take its own time. With Cultivating Democracy, it was 15 years because there was part of me that wasn't sure what the book would read like, you know, what kind of book would it be that would be worth, again, somebody's money and time to pick up and read something about certain village India. There are lots of books about village India. And I didn't want to write yet another village book describing, oh, here's a little village in India, read about it, because think why, you know, why would anyone be interested? And I was interested in democracy. So it took some time to think of the intellectual framing of the argument. But in the meanwhile, I also, you know, got involved in other projects and wrote the book on the Saree and did this massive sort of comparative work across India with a big team. And while all those other projects were happening, the ideas for the big monograph were being tossed about and tested and some settled and some didn't. And the ones that settled then made their way into the book."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:20.980",
        "message": "Yeah, so that, you know, it strikes me that then that process of slowness, which I alluded to, which is during fieldwork and you're patient and you let things marinate and you let things happen around you and don't force anything, that it's a, you know, it's a similar process after the fieldwork where you let ideas marinate and, you know, years can pass like, you know, on your bio page at the LSE site, it says that you have presented your work at various platforms and I'm quoting now in Bern, Bonn, Chicago, Columbia, Delhi, Duke, Edinburgh, Gottingen, Heidelberg, Illinois, Indiana, Kalyani, Kolkata, London, Madison, Melbourne, New York, North Carolina, Oslo, Oxford, Pavia, Paris, Philadelphia, Princeton, Sussex and Yale. And thank God it's in alphabetical order. So by the time, you know, I could feel some relief when I reach P knowing it's not going to go on. And so I can see all this is also being part of the process where, as you mentioned, you're kind of sharing your ideas with people and letting them kind of form and so on against the pressures of academia. We'll come back to academia and indeed, you know, Pakistan and all of your work later. But to go to sort of go back to biography, you know, when you were talking about your childhood, another thing that struck me interestingly, was when you said that your mother was a feminist in an understated way. And this interests me, like I did an episode with Mrinal Pandey recently. And she spoke about how when she was, you know, around 14 or 15, she had an argument with her mother because her mother was always obsessing about whether her dad liked her food and so on and so forth. And Mrinalji then 14 or 15 said, why do you have to care about that? You know, why are you so obsessed about his food, live your own life and so on and so forth. And that was interesting because at that point in time, as Mrinalji said herself, the feminism was instinctive. It came from some instinctive sense of injustice. She put a frame to it later when she got down to reading books and all of that. So when you speak of this understated feminism that you saw in your mother, and I guess it's something that I guess perhaps you notice in hindsight when you look back on the past. Tell me a little bit about, you know, the understated feminisms of the past. Because today it's natural for every sensible person to be a feminist, male or female, you better. But, you know, in the past, where, you know, all these notions would have seemed so exotic, where, you know, expressing feminism could, you know, sort of just be out of place, you know, maybe threaten the fabric of your everyday life and so on and so forth. You know, tell me about that, about these understated feminisms that you might have observed in others and perhaps even in yourselves before you could put a frame to it."
    },
    {
        "speaker": "Guest",
        "time": "00:23:04.340",
        "message": "That's such a lovely question. Thank you for it. Let me tell you one statement that my mother made, which was a statement. And so it was not understated in that sense, it was articulated. It was in the Andamans as it happened. And she was sitting with a bunch of women, friends, you know, drinking coffee in the morning. And the sort of senior ranking officers wife, so to speak, said to all of them, and she said to my mother, who was expecting her third child, and she didn't know she was, whether she was going to have a boy or a girl. And so they were talking about children. And she was, my mother was asked, Roma, what do you want your daughters to be? Because she already had two daughters, or maybe she just had her third daughter. So yes, that's probably what it was. And she said, what do you want your daughters to be when they grow up? And my mother's reply was, I want my daughters to be able to think. And she said, what kind of an answer is that? I'm asking you what – she said, as long as they can think, they will know what they want to be. But they must be able to think for themselves. And so this is probably the most articulated statement of her feminism. She wasn't a social scientist. She taught physics, right? But she had come from a world in the 1950s where she and her sisters were professors at Patna University. They had grown up in Bhagalpur. They came to Patna University because that was the big university. Her sisters taught philosophy. She taught physics. They didn't have any family in Patna. So they just hired this huge mansion with lots of rooms. And they all had rooms and they all collectively contributed to the budget. And they rented out rooms. So the other lodgers were also young women, working women. And I think they realized how radical this was at one level. But at another level, it wasn't as if a huge fuss was made. Their parents were perfectly okay with it. But they did mad things like, you know, once take a tanga from Patna to Benares, you know, because they felt like it on a whim. And had, you know, watched the latest cinema movie in the cinema house on a Sunday and then went out for brunch, you know, things that sound incredibly modern. But there was, there were, I think the 1950s for that generation of women was a decade of possibilities because they had access to education. They had, I mean, in my mother's case, I remember asking actually quite recently, not long before she passed away, whether she had memories of 15th August 1947. And I'm glad I did because she did have memories. She had just finished school and she heard the news and her instinct was to run all the way back to her school because she felt that was a place where the new flag was going to be hoisted. And she wanted to be there and she wanted to sing the anthem. And she remembers running with the flag or running to the school and the complete exhilaration of that moment. So, this is that generation, you know, we have inherited that sense of possibility that they had about not only independence from colonial rule, but also the possibility of women choosing to be certain kinds of people. And she didn't actually rush into marriage, unlike one of her sisters, but she decided that it was a bit of a bore to, you know, to be hampered by in-laws and being told what to do. She had resisted wearing a sari right up until she, you know, was 20, I think, you know, she'd wore those women in whom, I don't know whether you've ever seen those, you've seen those magazines. I think many of our mothers of that generation were subscribers and they had those elegant 1950s dresses. And these were women who just taught themselves how to tailor, right? My mother, I don't think was an exception, but they just made themselves these gorgeous dresses and resisted wearing a sari until they went to university and certainly after she went to teach. But again, you know, she would never have called herself a Gandhian, but she thought it was entirely appropriate that when she taught at university, she would wear very simple saris, that this wasn't a place of glamour. Education was serious business. You were smart, but simple and wore very simple saris. Anyway, so she resisted marriage. So ultimately when my father and she met and they decided to marry, it was very much a decision they jointly took. It was an inter-caste marriage. And frankly, you know, my mother got a lot of grief from extended family for many, many years afterwards. But because it was a choice she had made herself and understood the implications of it. But then curiously, very much like Mrinalji's mother, you know, was in her own domesticity, a woman who attempted to do everything. So she always worked full time, but she always insisted that no cook could produce a meal worth serving at the table, both for herself and her family. And so therefore, and she was a very, very brilliant and accomplished cook, so insisted on cooking both meals. So at enormous cost to her energy and her time, but they didn't, I don't think she saw that as a contradiction, you know, to have been so fiercely independent in her choices and yet wanting to be this kind of, you know, multi-armed goddess woman who was trying to do everything at some cost to her own sleep and energy and health. So when we were growing up, it was, I didn't quite have the argument that Mrinalji had with her mother. And I remember listening to that episode and identifying with it. But what was, what we did know was this was not right, that she should be working so hard. So we would land up in the kitchen to help and say, what can we do? And always her response was, have you finished reading every book in the house? When you finish reading every book in the house and you have nothing else to do, come and help me in the kitchen. Until then, please use the time to go and read or do something else. And then we'd say, oh, but we want to learn to cook. Everyone says you cook so well. And she'd say, well, you'll learn. It's not rocket science. You will learn when you need to. But you'll never have this time back. So this was, I think this was the feminism. And then to be very aware, and I know you've always said on your shows that you're half Bengali. And I'm assuming from your surname that your mother was Bengali, right? Yep. So there is a certain Bengali society, as we all know, is extremely cultured and values education and especially that kind of Bhadralok, middle class, upper caste culture. But one of the advantages of always growing up outside Bengal, you know, my mother had grown up in Bhagalpur, my father's family were the first Bengalis in Gwalior. So our families were from outside Bengal, but we always spoke Bengali at home. There was lots of music and both classical and Tagore and others. So we were a very Bengali household outside Bengal always. But my mother was very clear, right, about the hypocrisies of Bhadralok society towards women as well. And this she was acerbic about, you know, and she would point this out to us that it was interesting that, you know, Bengali women were expected to be intelligent and accomplished and well-educated and well-read, but always had to know when to speak, not to speak out of turn, never to be too argumentative, not too loud, to have enough feminine guile to be able to navigate social spaces. And she would talk to us, not in any didactic fashion, but we would discuss this stuff. We would discuss the Bengali literature that she read voraciously and loved and was clearly very good at and spoke very beautiful, slightly literary Bengali, which was, which I think instilled my love for the language. So we were, I think, we didn't have a choice except to be extremely circumspect of any societal expectations of young women. And in this, she had a hundred percent support of my father, who was not going to raise three demure girls. And, you know, their project was to be, for us to be what we wanted to be. And they would do as much as they could within their limitations, but they would never say no. And I don't think they said no very often to what we wanted to do. And that, in retrospect, and that compared to our friends and families we saw around us was radical. And you appreciate this only later because remember, this is, you know, and we all know this. I mean, certainly anyone growing up in India knows this, that on countless train journeys or landing up at weddings or where people didn't know you when passengers, you know, on the opposite berth would look at my mother and three daughters and say, Aap teen behen hain, achha bhai nahi hain? You don't have a brother? So, you don't have a brother was a statement and a pitting question that we grew up with. And as we got older, we learnt what riposte to offer. So, in our teenage years, you know, when we were much more angry about this, we'd say, so what, bhai nahi hai toh? You know, why do we need a bhai as if we are not enough? And then we learnt to feel quite sorry for women who felt they had to be defensive about this or even answer this question. And we learnt to laugh off these questions, but not entirely, because it was always hurtful and always made you angry every single time that somehow you were incomplete if you didn't have a son or a brother. And therefore, decades later, of course, very recently, when both my parents passed away, quite actually just 18 months apart, and my mother passed away first. And when we went to do the cremation and relatives showed up, I think there were some who still felt that they should offer their services as male relatives to perform the last rites. And there was, you know, not even a second's hesitation in our head that it was going to be anyone but us. And my older sister was very quick also to get rid of the ageism of Hindu rituals, where she said, no, the three of us will do everything together. And again, they found that first it was the women doing the rituals, which to be fair, I have to say in a crematorium in Delhi, nobody really asked any questions. They did hesitate when they realised that the oldest was not going to take precedence and all of us were going to do this together. But you could see the surprise and slight shock amongst relatives, definitely rather than friends, but they got used to it very quickly. And we did talk amongst ourselves and say really specially for my mother, it would be such an insult to her legacy and her memory to have it any other way. So I think a lot of these, you know, to sum up what you're asking, I think the unarticulated feminisms were the ones that were part of our DNA. And education and being in Delhi in growing up in school and university and all those later influences and reading gave us the language to articulate these ideas better."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:05.540",
        "message": "And that's such a lovely story about you're going to the kitchen and your mother saying, no, you come and help me after you've read all the books in it. There's something so elegant about this kind of feminism that comes out through choices you make in your everyday life where you're exercising your agency. Like we live in an age of so much posturing going on around us, that there is always a need to signal how virtuous you are and how feminist you are and all of these things. And it seems that in that generation, through quiet actions, maybe just going out to see a film, or, of course, the not so quiet action of taking a tonga from one town to the other in the fifties, like, my God, that sounds so dramatic today. Well, I mean, your parents must have been really impressive people. Therefore, but tell me when she asked you to come back after you've read everything, right? What is the kind of stuff you were reading at that time? Like in your childhood, what were the kind of books that you had around you? In what way did they influence you? Like one of the things I've kind of realized over time is that the parts of that we often remember our first few years much more vividly than later, you know, adulthood, things can just pass in a flash, especially when you're going to so many cities as you are and all of that. But, you know, memories of childhood can sometimes be vivid, you know, you can remember early books that you read, what influenced you in what way? So what kind of things were you reading? And, you know, and how were you shaping? How were you shaping as a person? How were you, you know, what was your concept? What was your conception of yourself? I'm sure as a 10 year old, you weren't saying I want to do ethnography. So, you know, how was that developing? Tell me a bit about that."
    },
    {
        "speaker": "Guest",
        "time": "00:37:44.220",
        "message": "Okay, so I'll talk about what Delhi was like later. But let me, you know, address your question about what I was reading. So one of the big, there were many shocks, as you can imagine, moving from Port Blair to Delhi. And one of them was that we realized just how bad our Hindi was. Because, and you know, it's the bane of many Bengali households, but my father's Hindi was brilliant, having grown up in Gwalior. So, but we never really had conversational Hindi because at home we spoke Bengali. And increasingly, as we began to go through schools, a classic thing, the children would speak to each other in English. So amongst us, we did. So, in good middle class household fashion, we used to have, you know, the newspaper guy used to also give you periodicals, and you read the periodical for two days or three days, and then you gave it back. So you didn't have to buy periodicals, right? It was a circulation periodical that the newspaper guy gave you. So my mother began all these subscriptions of Nandan, Champak, Chandamama, you know, these were the children's Hindi magazines, which we began to read. And so that was the first time I began to read Hindi properly, you know, and with any fluency. Of course, the temptation was always to just to do the puzzles and to read the cartoons and send it back, but we had to read at least one or two stories in it. And they were beautifully produced. I mean, I haven't seen those magazines in even installs, you know, recently, when I used to look for them for my daughter, when she was growing up in London, and I thought how lovely to have those kind of publications, I just couldn't find them. So there was that, though I can't ever confess to, you know, having read Hindi properly beyond what was the fantastic literature actually in the Rashtrabharti textbooks that we had to study in school. And there was also a burgeoning culture of reading English periodicals of Illustrated, Whitley, or Junior Statesman, and you know, all of the others. And then eventually the sort of glossy, glamorous India Today arriving every fortnight with advertising of the kind that we had never seen before, and so on. But again, learning to read news analysis, reading columns, that was the first exposure to it. But in school, of course, having switched from Carmel Convent Port Blair to Carmel Convent Delhi meant that we were in that English convent educated environment where the library was run by an absolutely outstanding woman called Sister Patricia Ann, who, as giggly teenagers, people made up all kinds of stories of what her past may have been, of being jilted at the altar, because she was a very attractive, smiling, lovely woman. But she ran the library and curated the collection with such love. So, but, you know, in that very Catholic way, there was a prescriptive order in which you could read books. So, all these glass-fronted cupboards had class three to four, class four to five, class five to six, you know, kind of thing. And you were only, so when you had your library period, you went to the library and only those two glass cupboards were open. But of course, while you waited your turn, you had all the time to read periodicals in the library, but also look through the glass covers of the other cupboards and you could see what you were missing and what you were being shut out of. So, a friend of mine and I then, having read all the books in our cupboards very quickly by borrowing everybody else's copies and so on, went to Sister Patricia and said, you have to let us read Thomas Hardy. And we were 12, 13. And she said, no, no, it's not for you. And we said, yes, it is, you know, we're bored of reading G.A. Henties or whatever we had in our cupboard. And so she agreed. And then we were obsessed. We were reading a Hardy novel every week. After the fourth week of continuous Hardy reading, she said, right, that's the end of that. You're going to turn suicidal, girls, if you're going to read so much Thomas Hardy. But the fire had been lit, you know, but it was so we were – but the biggest, I remember from those years, the biggest struggle was to get hold of books that you could – nobody bought books, right? So, you were borrowing. If anyone had a copy of a book, you read it and passed it on and circulated it. But then the nuns were very strict about not allowing non-academic books in your school bag. So, we used to have like, you know, like Secret Service searches of our bags, of who's brought in, because I think they worried that girls were eating Mills and Boons all the time and this wasn't good for their moral development or something. So, getting hold of books was so, you know, they were so pricey. And that's when the sort of People's Publishing House came into its own in Delhi, because they had, of course, all the Russian greats at very affordable editions. So, we just read all the Russians. We read Gorky and we read, of course, Tolstoy and discovered short stories and novels and plays and that the fact that you could read a Chekhov play, but while also attempting to – and we performed The Proposal once and we used to do a play every year in school. So, I think getting hold – and then my father had this big collection of fiction, which we worked our way through, but they were slightly – it was books that he had bought when he was probably in medical college or something, so older, and which we, I'm sure, were not meant to be reading, but we did. And, you know, so I think what it inculcated more, a love of literature, of course, and love of reading, but also the absolute joy of illicit pleasures, of reading slightly beyond your level, of reading things that you should not quite be reading as a 12-year-old or a 13-year-old. And then, of course, you know, a lot of households, you'll remember, you may know this, of course, that I find this so curious now, living in the UK, as I've done for more than 30 years, is completely pulp fiction writers like Sidney Sheldon and, of course, Ayn Rand. I know I've heard her mentioned on earlier shows of yours by others, but Daniel Steele. I mean, you know, these were the books which are really, I mean, pulp. I used to have – I remember a relative once saying, oh, I have the complete works of Sidney Sheldon. Sikhi, why? But those were available. So I think – so going to university and having a library full of books that you hadn't read was got to be the most thrilling thing about starting university."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:06.380",
        "message": "It's such a fantastic story. And even looking through glass bookshelves, it's such a wonderful image, such a wonderful metaphor there, right? And I think, you know, today, of course, everybody has everything available to them. But I think just having those two shelves open, just it's so much richer. This is, you know, the world of discovery just there. And it's so delightful that you were, you know, when the boys your age were reading Hardy Boys, you were reading Thomas Hardy. Yes, I did read a lot of Hardy Boys and Nancy Drew, of course, too. You know, I got into serious literature when I happened to discover Dostoevsky, where, you know, I think I was 10 and on my father's shelf, I came across this modern library edition of something which was called House of the Dead. So I thought, oh, House of the Dead must be a good story. And of course, it's his years in the Siberian prison and all of that, and got completely hooked. And my dad never actually stopped me from reading anything. But when it came to cinema, he was a little strict. So I remember once I wanted to see an American werewolf in London, and he had the tape with him. And he said, Okay, but you sit in front of me and every time I tell you to turn around, turn around and don't look at the screen. So continuously through the film, I would be told to turn around and I would have to look at him looking at whatever was happening. So which, you know, and I've randomly remembered this after maybe, you know, 35 years. So maybe I should, you know, check out that film again and see what I missed. So tell me about your dad."
    },
    {
        "speaker": "Guest",
        "time": "00:46:32.700",
        "message": "So I mean, he was a surgeon and had joined the army because the Indian Army needed surgeons at that point in the in the 60s. So completely on a whim, he was in CMC Valour, where he had trained, he had gone to Gwalior Medical College and then went to Valour, which was of course, the place to be where he met my mother and then joined the army. And he was posted to what is now everybody knows as Chakrata. But in those days, because it was a secret medical establishment, it used to be called E22. So it didn't have you know, nobody knew where so none of the relatives knew where he was working and was in charge of the hospital. And he absolutely loved army life. I think it suited him. And so I think I was when I was born in Chakrata, it was this very regimented, reassuringly disciplined, but also incredibly physically challenging set of circumstances. No electricity, no water, snowed six months of the year, lots of bears around and so on. Again, back to Delhi and then when he went out to Port Blair, really again on a whim because they needed somebody to be director of medical health services in the Andaman Nicobar Islands and my dad went for it. So that was interesting because it combined his skills as a surgeon with having to be an administrator. And of course, the medical superintendent was also the superintendent of the cellular jail where, you know, all the political prisoners used to be kept. This was Kala Pani. So and he loved it, really thrived in that dual role, both running the jail, working with the prisoners and but also touring the islands. So his job really was there were primary health centers in some places, but all emergency surgery and so on. It was his job to make sure that people were looked after. And on one of those trips, he took the family with him. And there I would say that, you know, while I was still very, very young, I have very vivid memories of that trip. But certainly the anthropological curiosity about people who were so unlike you. They looked different. You didn't understand a word of what they said. There were the Andamanese, the Jaravas, the Ongais, you know, there were so many tribes of the Andaman Nicobar Islands that we were very aware that we had nothing to do with them. You know, we were from mainland India as it was referred to, who had been plonked there as part of the Indian state. And the Indian state's attitude to indigenous populations there as elsewhere was, we've got to civilize them. And that word was used without any sense of irony. And so the story that my father loved to tell to his dying day, and quite rightly, it's a great story, was being interrupted in a party one evening to be summoned to the hospital for emergency surgery because five men from the government of India by the PWD or something had gone to build roads forcibly in some island, and they had been shot at with arrows. And so these five men had been rescued and brought back with arrows sticking out of their bodies, and they'd gone through the body. And my dad was the only surgeon, so he spent all night operating on each of them, pulling out those arrows carefully. All five of them survived, and my dad kept two of the arrows as a souvenir. And it was the perfect metaphor for, I think, what, you know, what, as I said, our attitude, our post-independent attitude to indigenous populations all over India has been. And my father's, again, not a social scientist, but I think there was a basic humanism which made him say, well, why on earth would you force yourself when people, you know, no wonder you got shot at. Okay, of course I'll save your life because that's what I do as a doctor, but why on earth were you doing this? So the move to Delhi, I think, you know, which was obviously better for his, they needed to come back. But what was really, there's so much one can say, and I'm sure, you know, your listeners have a limited appetite for hearing about my parents, but I think what was remarkable about him was his complete commitment, despite the possibility of making a lot of money in private practice, his entire career was spent in public hospitals and government hospitals. So he worked first in LNJPN, you know, Lok Nayak Jayaprakash Narayan Hospital, that used to be called Irwin Hospital when he joined it first in the mid-70s, and then to Ramanohar Lohia Hospital and was head of surgery there. But there was never a moment's doubt, a lot of his friends had gone into private practice and made a lot of money and had fancy cars and big houses. But he rather relished the challenge of not knowing how he's going to get through the 300 patients waiting in his outpatients department, you know, four hours to see all those patients, a huge variety of illnesses that you had to be incredibly creative, a diagnostician to get to the bottom of. But he kind of thrived in that and those stories of, you know, where LNJPN Hospital is in Delhi, it's on Jawaharlal Nehru Mark, where we also lived on the same road, which is a very aptly named road because it connects old and new Delhi. So it's on, it runs along Ramlila Maidan, where of course the big political meetings used to be held, flanked by Turkman Gate and Delhi Gate. And so in Irwin Hospital, LNJPN, Shahjahanabad, Old Delhi's working population of plumbers and car mechanics and tailors and cobblers, all of these, this working population used to come, this was the main government hospital. So I think, you know, 75% of my father's patients were Muslim and very poor. But it also meant that my father, being a good Bengali householder, on Sundays went shopping for fresh fish and vegetables, as any self-respecting Bengali man would do. But he couldn't really walk through Shahjahanabad for very long without being recognized or hailed by somebody. And he loved that. He was completely plugged into that population. You know, we were there during the emergency. And so when the bulldozers, which of course are in the news now for all the wrong reasons and were in the news then for all the wrong reasons, we could see from our house, the bulldozers at Turkman Gate. And you know, there was of course no social media, not even many telephones. We always had a telephone because we were a doctor's house. But word spread through staff and the few neighbors we had that this was happening. And it rippled through everywhere because we were just so shocked by the violence of that image of people's homes being just raised to the ground. And these were people who, you know, we were connected to. These were people who came to our house at Eid because my father was absolutely very, very strict about never accepting any, any presents or rewards for being at the end of treatment of successful treatments of patients. But on Eid, they would say, you know, you can't say no today. And so we would be drowning in sevai or, you know, in kormas or whatever that people brought. So these were people, you know, who were in and out of our house. And it was those homes that were being raised. Of course, we were too little to know the whole sterilization program and what was going on with populations. And in a bizarre coming of full circle, Jahangir Puri, where the bulldozers have been recently, are of course is one of the places where displaced populations from there were settled. So, you know, these things come back in cycles in modern India, much like it's politics in some ways. So while it is something that happened in the past, the resonances in the present are very, very present."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:38.860",
        "message": "Yeah. And for my listeners, if you want to read more about Turkman Gate, the sterilizations, one of the many books on the emergency that I recommend strongly is Kumi Kapoor's book on it, where she does a really good job writing about it. And, you know, the thing is, looking back in hindsight, we know that it ended there. It was, it was terrible, but it ended. Looking at and this is, you know, completely unrelated to our conversation, but looking at what's going on today, I don't know where it ends. I don't, you know, this is, this is not, this is not sort of, we haven't seen the worst of it. But, you know, leaving that aside, another thought that strikes me, like you, you, you refer to, you know, your dad's idealism of working in government hospitals and just giving himself to that challenge. And I remember chatting with my dad about why he joined the civil services in the mid-sixties and what it was like and all that. And he could have, you know, he had offers from the private sector. He had offers from Cambridge, I think, to do a PhD there and all of that. He chose to join the IAS for different reasons. But one of the things that struck me was the idealism of him and his colleagues at that point in time, where they're joining this not because it's a good career path or they'll, you know, be in positions of power and all of that. But there is that fresh idealism because, you know, we are still a young country and so on. Like you spoke about your mother's excitement when she wanted to run to the school to see the flag. And, you know, in that generation, I just, you know, you see so much of this idealism. And just thinking aloud, I wonder where are these idealists today? Like, you know, in the sense that if you were to see such idealism, where would you see it today? Is it that we are just in different times where you no longer, you know, that it doesn't make sense to be so idealistic that you're probably, you know, that the upside of, you know, following a different kind of life is so good that, you know, why bother? And I'm completely thinking aloud. And obviously, one can just look at outliers in any generation and find a difference. But do you sort of have any thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:57:33.180",
        "message": "I do, actually, because I spend so much time in rural India. I mean, to start with, even with the services, with the civil services, with IAS, with all the other services. I mean, right up until when I was traveling around Bengal in the early few years of the century, you know, trying to find a field site and settling down and just going to other places everywhere. Of course, the people you could talk to was the DM or the collector or the SP. And often they were living apart from their families who were in the capital and they were on their own. And they were, of course, delighted if an educated English speaking person of their class showed up and had a chat. But I've learned so much from officers of, you know, they were my counterparts often in the services. And they had that sense of commitment. And I, you know, I'm not, I don't think it's disappeared. I really don't think that our parents had it. And where has it gone? I don't feel dispirited. I mean, apart from anything else, the civil services are still a very coveted career, maybe coveted for the wrong reasons. And we've got to fix that. But there are everywhere. I mean, any on any given day, one can quite easily, thanks to the way we can access this kind of information, there are just millions of people across India making it a better place. You know, experimentations with farming of the zillions of Anganwadi workers who've been working despite not getting paid. I'm not sure they're doing it because they have nothing else to do. It is they understand that, you know, if they don't keep a track of polio vaccinations, you're going to have, even if you skip a few years, it's a disaster, right? So the commitment with which a local Anganwadi worker, a local, you know, somebody cooking the midday meal properly, the way the cleaners on the trains, you know, they're people who are, they take certain pride in what they're doing. And it is a public good often that they are part of. It is not one for private gain. Yes, they have the security of a salary, which is why these jobs are so coveted. And it is frankly shocking that so many of our public sector job remain unfilled. You know, those posts are vacant and that there are so few of them. So it's not just the fact that we don't have enough jobs, but that there is such an appetite to do jobs where the financial rewards are not very high. People don't want to worry about the precarity of, they don't want a lot of money, but they just don't want the precarity of wondering whether the next salary is going to come from. And in return, they're willing to put their energies into running things. So I know the public sector gets bashed a lot with, oh, you know, they just pocket the salary and sit at home. And of course that happens. You know, one sees that a lot. It happens in my research village. There were two men in the PWD and I always found them at home, you know, and they always got their salaries. Of course, they never were out there doing their jobs. But for people like that, I think there are more people out there who do work hard. And India's civil society space, which is becoming so unbelievably difficult because it is exactly the space that has the potential, not for any ideological reasons, but just because of who they are, because civil society is modelled on cooperation, on diversity of opinion, on privileging capacity over rank. The way you build anything in civil society is precisely against the principles of majoritarianism or hegemonic Hindutva. And so civil society, by the nature of its activity, is able to ask questions of the dominant political ideology in the country. And that's why they're under attack. The government, I mean, there is an agenda to squeeze them out. But yet, look at, I mean, India's stories of people making their little corner of India a better place are countless. So I think we do have that capacity. We just need to make a lot more of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:28.140",
        "message": "Yeah. And maybe just thinking aloud, it shows up in different places than it used to. Like I once wrote a column about that hoary question people sometimes ask that, you know, our founders, in a sense, were all such remarkable men and women. And, you know, where are our leaders today in comparison? And my point there was that if you just apply the economic lens to it and look at incentives, right, our founders, when they were fighting for India's freedom, you know, they weren't motivated by the lust for power because there was none to be had, right? They were fighting against the great British Empire. Defeat was practically guaranteed. But because they believed in those principles so much, they threw themselves into it. So you have that entire generation of great leaders, one upon another, your Gandhi, Patel, Nehru and so on and so forth. And today it's different. Today you have this predatory state and anyone entering politics, given the game that it is, is, you know, largely motivated by the lust for power. And even if idealistic people get in, they just get corrupted along the way because that's just the nature of the beast. So where do the idealists go? The idealists go and, you know, do things within civil society, the kind of things you mentioned, trying to, you know, make people's lives better in different ways. So I imagine, you know, if Nehru and Patel were alive today, I really don't think they'd bother with politics, you know, they do something else somewhere else. But that's an aside. Another sort of question that struck me when..."
    },
    {
        "speaker": "Guest",
        "time": "01:03:48.380",
        "message": "Can I just say something to that? I mean, I think it's also, you know, it's quite sad that our understanding and use of the word politics has become reduced to a zero-sum game of competition. One of the things I, you know, as an academic would like to push more, and I'm writing about this, developing on cultivating democracy, is that politics is as much about building solidarities. That is also politics. Politics is not just about competition, it's about cooperation, it's about solidarity, it's about learning to work with others, it is learning to agree to disagree but pull together. This is also politics. And if you begin to see that, then civil society may not be party political, but it is political in that life-affirming way. And I think we should expand our notion or we should not concede politics to be only what corrupt leaders do."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:57.740",
        "message": "No, absolutely. I was thinking of it in a narrow sense of electoral politics and so on and so forth. So you're absolutely right. I mean, in a sense, what you and I are doing right now is politics. So, you know, in a different kind of way. So my next question comes from that observation you made about how when you went to the Andamans, and you could suddenly see that these are people who are, you know, not like you, they are a different kind of people. And you can see the Indian state's attitude towards these people, you know, especially, you know, like in your, you know, musing about your father's hypothetical question of why were these guys going there in the first place and imposing themselves on the local people, right? And I would imagine that that's like one scale dropping from the AI. And I just kind of look at how I learned to think about India that obviously, when you're growing up, it's your country of full of patriotism and blah, blah, blah. And then gradually and the patriotism and the love for the country can remain, but you begin to notice one layer at a time, all the different things that are wrong with it, how our society treats women, for example, then, you know, things like caste, things like communalism, all of them, you begin to notice those layers drop off. At a later point in time, you may begin to question sort of line nationalism, the lines on a map, you know, must I think of my country as this? What is the cost of it to be this? You know, when I've, you know, done episodes on that part of India's history, where this nation kind of came together, you know, 47 to 50, like an episode I did on VP Menon and how he helped Sardar Patel, you know, get it together, it seems to me to be an act of fast-track colonialism, what the British took a couple of centuries to do, these two guys using coercion and promises that they later broke, essentially, you know, created this political entity. Now, you know, I love this country as it stands now, but I can't help but look back and feel, you know, deep unease at the means through which we, you know, achieved this particular end. So I've, you know, through my life just started questioning so much, one layer at a time, all these layers kind of drop off. And of course, today, I think, you know, there shouldn't be any more layers left to follow, fall away. But in your case, how did your notion of India sort of gradually evolve? Because I would imagine as a child, of course, of idealistic parents and all of that, you look at this country as a great project, your idea of India, I presume your inherited idea of India, received idea of India would be very similar to what Nehru's would have been. But then you look around and, you know, so tell me about that process of coming from that idealized notion of India to the real India that we see around that. What was that process like? You know, what were the, you know, what were the sort of the revelations of the TILs that kind of really made you sit back, that shook you,"
    },
    {
        "speaker": "Guest",
        "time": "01:07:42.540",
        "message": "so on and so forth? Okay, so that, you know, I think being in Port Blair during the 1971 war was interesting because we used to have blackouts and my mother and all other women and others were making up food packets and knitting stuff and, you know, the usual kind of war effort. And we had no clue what was going on, you know, what this was, until we began to see planes fly overhead. And India's aircraft carrier INS Vikrant came by and docked. It couldn't come into the harbour because it was too big, so it stopped mid-sea. And we were taken out to be on it. And so suddenly you begin to realise as a very small child that there were this enormous machinery to protect the sovereignty of one's country and that somehow India was in this just war fighting to liberate another country. And actually East Pakistan was not even a word that was used very much. It became Bangladesh very quickly. And of course there's a big Bengali population in Port Blair that's local to it, Bengali and Punjabis. These were the two big communities settled there. So Bangladeshi and what Bangladeshi liberation meant, the rights and wrongs of it, the importance of language and not curbing, not imposing languages and the consequences of imposing Urdu on a Bengali speaking population. Look what happens. That message came through even to a very small child at that point. And that the Indian state had the sheer muscle power of something like INS Vikrant to press into service to defend these principles. So obviously you felt incredibly loyal and patriotic about it. But then, you know, asking questions about why we were in Chakrata and why were India and Pakistan fighting and that relationship raised a whole set of issues around Pakistan, which obviously, you know, stayed with me and determined my first project. But actually the warts of this country that one belonged to were almost at every social interaction. You know, what we don't talk about, you think, well, I was as privileged as they come as being born into a Brahmin Bengali educated family. Of course, you're female. So that's one disadvantage. Instantly, I told you the story about where do you have a brother? And the second thing of being dark skinned, you know, and we don't talk about very much in sociological terms very much, but, you know, it explains Indians' racism towards darker races all over the world and in India all the time. But look at the way we treat each other. I mean, so the fact that through non-verbal violence, you can destroy the self-belief of young women because they are dark skinned. Men too, but, you know, the redeeming feature is that they're male. So you can be forgiven much. It doesn't matter how tall you are or how dark you are. But if you're not very tall and you're dark in Indian society and a woman, you spend a lot of effort trying to overcome those disadvantages. So that was one big thing. The caste thing, which again was never, that is what happens when you live in a Brahmin household, right? You never think about it unless you start to see the inequities around you and then you begin to understand that they are shaped by caste. I mean, why, you know, in a government bungalow that we lived in, when the drains got blocked, why did another human being have to come in and climb into those ancient colonial drains to clear them? And I remember thinking, I remember being appalled, not just by the ickiness of it, but just thinking, you know, here was this guy who was standing here one minute talking to me, next thing, and I used to often, you know, take charge of things like this getting done in the house that, you know, just, it didn't seem right. And learning to then think what this was structured by. And then living in, you know, living, as I said, next to Old Delhi and understanding, you know, to be part of this very normalized routine where there were mosques all around. There was a mosque right behind our house. So, you know, before exams you had to get up to do revision. You woke up with the dawn azan. In the evening you had to come in from playing outside before the evening azan. You know, so our lives used to be regulated by the azan. And suddenly to have bastis being destroyed because they were Muslim was, these were the ruptures, you know, the moments where you think, you stop and think about what you've taken completely for granted and you ask questions, some of which are answered, some of which are not answered. And it sets up all those questions that you spend then time trying to understand. And almost, like I said, every encounter whether amongst people you knew or using public transport as we did, you know, I joined the NCC so the only way I could be in the NCC and stay behind was, you know, I couldn't come back on the school bus, so I had to come back on a public bus. And, you know, you're fair game on a DTC bus and we used to be fair game. Every single time we got on a DTC bus, you had no idea who was, what kind of man was going to be stood next to you. And you kind of put up with it because you put up with it because you saw everybody else putting up with it until one day you thought, hang on a second, why should I be putting up with this nonsense and did something about it. So whether it was polite conversation, whether it was public transport, whether it was the political speeches one heard at Ramlila Maidan all the time, you know, so the greats, JP, Jayaprakash Narayan, Raj Narayan, Atal Bihari Bajpai, they all used to come. This was where you made your big political speeches. And one heard them all at all these, you know, every one of these encounters threw up questions about that made you question, not just the status quo, but question what you were taking for granted. It just made you think, oh, hang on a second, this is not right. And maybe this is why it is not right. And so much of the excellent education one had in Delhi University was really learning to ask and answer those questions, learning to know how to ask the question, learning to ask the right questions. You know, that's what university education is about. And now when I, you know, this obsession that we have in India, as indeed elsewhere, with the STEM subjects in science and technology and mathematics, which are, of course, all brilliant and, you know, they make rocket fuel and tell us about Mars and built the internet, fantastic disciplines, all of them. But what the social sciences and humanities do is to help you understand and ask those the right questions, and then how to think with those questions, what to read, how to read, ask those questions. And that's why often when you look at right wing trolls, you find they are IT techie guys, you know, and that's what is missing in that kind of technical STEM education."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:55.860",
        "message": "So speaking of the social sciences and asking questions and all that, tell me a little bit more about your journey then, you know, as a young teenager, you're noticing all these things, you're going to college, you're, you know, presumably, though I would still imagine that if you're asking questions about all of this, you're still one of the outliers, everyone isn't quite like this yet. But, you know, so is that true, number one? And also how is then your journey happening to, you know, are you like, were you an accidental anthropologist? Or did you at some point, start finding the whole field fascinating and said, okay, this is what I want to do."
    },
    {
        "speaker": "Guest",
        "time": "01:16:30.980",
        "message": "Okay, so I think I am an accidental anthropologist, but I found it very, an interesting field because my first degree was in English honours. When I finished school, I thought I was going to be a surgeon, like my father. I loved being in a white coat and making people better."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:51.100",
        "message": "Cutting bodies open."
    },
    {
        "speaker": "Guest",
        "time": "01:16:52.500",
        "message": "Yes, I used to love, you know, I used to love pinning a chloroformed frog down and dissecting it and doing rat dissections. I used to love it. I did A-level science. But for various complicated reasons, I never made it through the medical entrance and couldn't get into medical college and was heartbroken. But again, I had very enlightened parents and who pointed out to me that actually my second love was English literature. It wasn't a sort of replacement science subject like zoology or botany. You know, that's what people did if you didn't get into medicine. And so I went off to study English honours and flourished. I did very well. Loved, absolutely loved reading what we read in the curriculum, which was admittedly not a very decolonised curriculum at all. You know, in the 80s, English honours in Delhi University was as canonised, canonical English books as you can imagine. And, you know, it's quite right that it has been revised since then. But we started in a very classical, we read Plautus and Plato and Homer and then moved down through the centuries through Chaucer and Milton and Shakespeare, of course, and then the 20th century greats. I loved these books. An additional, what really made, I think, my three years of English honours was discovering Samuel Beckett's plays in the very first month of starting my degree in the college library and being blown out of my mind, you know, by this play that Beckett has called Play. It's called Play. And I was looking for a play to perform for the Freshers Drama Competition and I did a lot of theatre in those days and found this play and then discovered Beckett. But that was a whole other journey. But alongside reading these texts, we also had to do what were called historical background. So if you were reading, say, Jonathan Swift, you needed to know what was happening in 17th, 18th century England at the time. And I found those background papers very interesting. And so when I came to the end of my three years and I did very well and topped the university and so on, I thought, OK, I'm going to always read books. And I still, to this day, every single day I read some fiction and I read literature quite as much as I can. But those social backgrounds, they were sociological. And that's what interested me, I realised. And in those days and possibly even now in Delhi University, you could not do a master's in any subject unless you had a first degree in that subject, except for sociology. So sociology in the Delhi School of Economics was the only place where they would have an all India entrance test and give you some fairly general questions to answer. You wrote a couple of essays and then they took 35 people. So and they admitted people on that basis. And I got in there. And that's when I started to study sociology, which in those days, the sociology department in Delhi School was at its heyday. You know, so it had the greats. This was the department that M. N. Srinivas had set up. But Srinivas was gone. But we had Ajit Pal Singh Oberoi, Andre Bete, Veena Das, A. M. Shah, B. S. Bhavaskar. These were the people who were teaching and they taught. They had a real sense of mission. We had a real range of research interests and they were captivating. Abhidhav Ghosh, that was his last year of teaching sociology. So he taught me in that first year. And then he wrote The Circle of Reason and became terribly famous and quite rightly gave up teaching anthropology to writing fiction, full time writing, not just fiction, full time. But that was what was, you know, we had sociology of India papers when for the first time one was reading about India, reading about village India, reading about caste India, reading about social stratification and, you know, social inequality. I mean, someone like Bete who had spent his entire career writing about inequality. So that's when we got the, or I certainly developed the analytical language to talk about what I could see, you know, the things that I was talking about earlier. But when it came to just to anticipate the next stage was I left and I did my MPhil there as well. But when it came to doing a PhD, I was very happy to stay and do my PhD there. But by that point, Khan Abdul Ghaffar Khan had died in January, 1988, 20th January. And we were finishing our masters and doing this wonderful course that Professor Oberoi taught on Southwest Asia, which was effectively, you know, what Euro-America calls the Middle East. And we were reading all this anthropology of Pashtuns and Pathan country and Afghanistan and so on. Frederick Barth, Akbar Ahmed, these were people who'd written about, these were anthropologists of. And we read about blood feuds and Gherat, this incredible Pathan notion of courage, Bukhtunwali, the sort of cultural code through which they regulate their social systems. And in the middle of this, Khan Abdul Ghaffar Khan died. And the Indian newspapers were, of course, full of, oh, this is Frontier Gandhi, Sarhadi Gandhi, nonviolent soldier of Islam. And, you know, A Man to Match His Mountains was the name of this book. And, you know, Fakhri Afghan, the Afghans used to call him. And it struck me as very odd that the anthropological literature on the Pathans and the day's headlines were in complete variance. You know, how could you have a Pashtun from a society where blood feuds were such a big thing being nonviolent? You know, what the hell was going on? So I remember asking Professor Oberoi about this. And he said, oh, think about it some more. And I said, no, I want to write an op-ed piece and send it to the Times of India and see if they'll, you know, isn't it interesting? And he said, no, no, just go away and think about it some more. So I thought about it some more. I said, OK, let me read what's there on the Khudai Khidmatgar movement. What was this movement that he set up? And there was nothing. There was no book I could read that would tell me about the Khudai Khidmatgar movement. And what I found was Tendulkar's biography of Bacha Khan, which was the sort of appendix to his multi-volume biography of Gandhi. And that was very much how, you know, so it was slightly hagiographical and it was, you know, Frontier Gandhi and it was amazing and he did this and that. But there was some interesting historical detail there, no question. But what by then, my sociological muscle had been developed enough for me to be interested not in just in the big leader theories of society, but how the ordinary Khudai Khidmatgar had managed being Muslim, being a Pashtun, being a man and being non-violent. You know, it seemed like a cultural joke that you could have the most successful Gandhian movement for 17 years from 1930 to 1947 amongst the Pashtuns. It was just bizarre because, you know, what we'd heard of in popular culture was, of course, Kabuliwala based on Tagore's story and, you know, so on. And the film and my father had stories of Kabuliwalas used to come and sell, you know, dried fruits and all in places like Gwalior or Ittar, you know, they used to come and refill my grandfather's Ittar bottles once a year. There was nothing. So that's when I realised that I had to, I really wanted to find out more. And the only way to do it was to do a PhD. But my brilliant professors at Delhi School in those days, I guess, said, sorry, you can't go to Pakistan. That's not possible. I said, why not? And they said, because you're Indian and because you're Hindu and, you know, there's a war going on in Afghanistan and you'll get killed. I said, well, that's up to me, right? I should be able to take a chance. No, no, Indians can't go in there. I said, why have Indians been turned down before? Has anyone tried and been told they can't go? And they said, no, but there's no question. You just won't get the permission to go. At which point I realised that I was not going to be able to talk myself out through this. So I left. I left Delhi School of Economics and hoped to then get a scholarship to go abroad. And while I did, I actually I did the best thing I could have done with my time, which was to go and work with Kapila Vatsyayan in the Indira Gandhi National Centre for the Arts in Delhi."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:02.820",
        "message": "Wow, what a story. And you know, you mentioned Beckett earlier, and I thought you're surely going to mention Waiting for Godot. And that involves a lot of waiting. So that's, you know, could prepare you for a life in ethnography. Hang around 10-15 years and see how these people live their lives. And you also mentioned, you know, cutting of frogs, which is something I could never do. But I remembered this beautiful quote by Asimov, which is apropos of nothing, but I'm going to read it out anyway, because there's a memorable phrase in this quote, which really struck me. And this is Isaac Asimov saying, quote, I could not endure zoology. Oh, I would have done well enough if it were a mere matter of book learning, but it wasn't. There was a lab and we dissected earthworms, frogs, dogfish and cats. I disliked it intensely, but I grew inured to it. The trouble was that we had to find a stray cat and kill it by dumping it in an ash can which we filled with chloroform. Like a fool, I did it. After all, I was only following the orders of my superior, like any Nazi functionary in the death camps. But I never recovered. That killed cat lives with me. And to this day, over half a century later, when I think of it, I double up in misery. Stop quote. And which is such a, you know, such a..."
    },
    {
        "speaker": "Guest",
        "time": "01:27:12.100",
        "message": "Wow, that's, no, I don't, I think I'm with Asimov on that. I don't think I could have killed even a frog to have cut it up. But once it had been dissociated, and as Elliot would say, like a patient etherized upon the table, you know, once it was there on the wax thing, then, you know, then it was a, it was a procedure that you learnt and learnt how to pin it down, so to speak. And then it became, it was like looking through a telescope into the night sky. It was looking into the organs of a mammal. So, you knew that there was enough mirroring, you know, there was something of you that you learnt as well, not just about that. But you learn something about yourself. I mean, I would have never known I was not squeamish until I began to do dissections. And unlike Asimov, I think I wouldn't have ever studied science if there wasn't so much practical work in each of the three subjects."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:11.180",
        "message": "You know, in that bit I read out, I love that, you know, that line, that killed cat lives with me. And question to all my listeners that, you know, are there killed cats which live with you also? Something to think about. And just speaking of, you know, the frog being already dead, I am reminded, and this is another digression, I am reminded of Leo Tolstoy, who in his later years had turned militantly vegetarian and was an inspiration to Gandhi for various reasons. And one day his aunt said, you know, I'm coming home for, I'm coming home for lunch and I'd like to have some chicken. And he said, you know, we're a vegetarian household and all that. And she's like, no, no, I want chicken, I insist on chicken. So when she came, she was taken to the dining table and there was a chicken on her chair, a live chicken. And he said, okay, you kill it and eat it. And it's a very interesting way for Tolstoy to point out that the chicken on the chair is going to be the chicken on the plate. So, you know, I could say the same thing about the frogs."
    },
    {
        "speaker": "Guest",
        "time": "01:29:07.100",
        "message": "But you know, on that, Amit, there's a couple of things one can say from that digression. One is a very funny story in The Nautilus Frontier about being vegetarian. And the other one is a more profound one about killing and consuming animals you love, which is the essence of Qurbani in Islam. And I write about that in some detail. I have a whole chapter on that in my latest book. But let me tell you the funny story first. So when I arrived in The Nautilus Frontier, finally, I was staying in Wali Khan's house. Wali Khan was one of Bacha Khan's three sons and they were very hospitable. And Wali Baba basically just took me, he made me his fourth daughter. He had three daughters and he said, now I have four sons. And the first evening I sat down to dinner with them and they said, Mukulika, you're vegetarian. We thought if you're coming from India, maybe you're vegetarian. And I said, no, I'm not vegetarian, but it's fine. You know, if there's vegetarian food, I'll eat it very happily. So we sat down and we used to sit around together on this floor with a sandali, it's called in Pashto. You sit with your feet tucked into this lovely toasty oven and the table is, you sit around it on the floor. And the food began to come in and, you know, these were aristocratic landlords. So there were lots of servants bringing in fresh bread from the tandoor and various dishes. And I couldn't see anything vegetarian. So, you know, after about 10 minutes, I said, I'm happy to eat the vegetarian food. Please, I'll eat it up. And the whole family looked at me shocked and they said, but it's on the table. You know, there's the daal. And I said, yeah, but this daal has keema in it, you know, so I'll have the daal. It's like, yeah, but it's daal, it's vegetarian. So there was the notion that you can cook anything without putting a little bit of keema, a little bit of meat in it, was just completely strange. So that was the idea of vegetarian. But I think Wali Khan was also very happy to, he loved telling the story about his conversation with Gandhi when he was young, where he told Gandhiji, you go on about nonviolence, but what, how can you teach nonviolence to a mother hen who's trying to protect her chick from the butcher who's coming to kill it for the evening meal? And what good is your nonviolence at that point? And so, of course, you know, we talked about nonviolence after that, Wali Baba, but it was very much this, exactly this metaphor that he used about chicken and eating and killing. But that's why I also think, that was the other reason why I began to eat beef for the first time in the frontier, which obviously, you know, like most of us, many of us growing up in India, even if you're non-vegetarian, you don't eat beef, not upper caste Hindus anyway. But in the frontier, beef was the poor man's meat. That was what was plentifully available. And you killed a chicken for special guests and for a special, you know, a guest show. And their idea of hospitality is off the scale. It is, we haven't seen anything like it in most other parts of the world. So, if you just arrive in somebody's house, you know, and they'll, of course, assume you will stay for the next meal whenever it is and so on. And I realized that if I said I won't eat beef, they would kill the only chicken that they're saving for a special occasion. And I was traveling up and down the frontier province looking for these old khudai khidmatgars, you know, going to very, very poor households. And they didn't have a lot of money. And I knew that their norms of hospitality would mean that they would not think for a minute that there was a guest and they would kill the chicken. So, I began to eat beef. And so, it seemed the most human thing to do. So, when I came back from Pakistan and I met my grandmother, my paternal grandmother, who's to live with us a lot, and I had to confess to her, I said, I have to tell you, I've been eating beef there. And she said, I see. And she was, you know, she was a widow in white and kept all her fasts and, you know, denied herself in the way that Brahminical widows are expected to do in that very violent, cruel way. But of course, you know, lived her religious life according to the azan from the mosque behind our house and never turned up, never thought anything of all this Eid food coming in and out of the house. And she asked me, she said, why did you eat beef? So, I explained what I just said to you. And she said, well, that's good, you did, because you did it out of humanity. And that is surely more important than some rules that you've been brought up with. And so, you know, I had not thought anything of that. You know, I love my grandmother and that made me love her even more. And I was relieved. But these are quite, these are, you know, my grandmother was no radical. But I dare say that this also is Hindu society in India. And she wasn't an exception. And this kind of humanity, this kind of accommodation, this kind of keeping your eye on the big picture, you know, that innate sense that she had. This is what is widely held by so many people. And this is what is being destroyed at the moment in India. This sense that let's keep a perspective on what we are being dogmatic about, for heaven's sake."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:14.940",
        "message": "This is such a beautiful, evocative story. So, thank you for that. But I can't imagine why, you know, you would give chicken to special guests. Like, I eat everything, but I love beef, you know. I just ask for the beef. The special guest should get the beef, you know. But anyway, leaving that aside, you know, so before we go into the break, and after the break, we'll come back and continue with your time, you know, writing the Pathan Anand. But before that, you know, another question that occurs is when you mentioned that, you know, your advisors and all that, they felt squeamish, they didn't feel that they wanted you to go. And one reason, of course, is that, you know, will an Indian be given a visa by Pakistan. But the other reason also would have been your gender. Like, you know, you mentioned earlier that you met Nirupa Marao and you heard my episode with her. And even she talks about how, you know, when it came to choosing the foreign service, they were like thinking that, oh, is this the right profession for a woman? You know, she might have to go to the airport at an odd time to receive a diplomat. And is she up to it? I remember a long time back, I did an episode on Me Too with the caravan journalist Nikita Saxena. And she was talking about how when she would go to report remote stories, you know, in small towns and all that, there would be all kinds of problems that would be there for women that would not matter to the men. For example, hotel doors, which you cannot actually, you don't have a separate latch from the inside. You have the regular thing you turn, but you don't have a separate latch from the inside. And someone like me would not think twice, you know, just shut the door and go to sleep. But for women, obviously, it's something you need to think about. It's an extra layer. And despite that, they would want to go because that's the job they want to do. So, you know, in that sense, even within a field where you'd expect more progressive values to, you know, be present, you know, what's that a thought? Because ethnography, for example, anthropology requires that you go out, you live among the people, you do all of that. So was it harder for women than for men? And is that changing if so?"
    },
    {
        "speaker": "Guest",
        "time": "01:37:12.540",
        "message": "It depends on where the women are going and what kind of choices they make. And I think this is as much a gender thing as well as an age thing. It, you know, which is a separate issue completely. It's where people are doing their second projects, you know, and third projects. And we'll talk about that later. But going back to that conversation, you're absolutely right. I doubt if I was a young man, I would have been summarily told that this was impossible. And all I was, in fact, arguing for was that I try to go to Pakistan. And if I was denied permission, we could now say going forward that an Indian tried and was denied permission. And this was now on record. Nobody else had done this before. And I would come back and do my PhD on something else or not at all, because the only reason I wanted to do a PhD was to study this movement. You know, I wasn't interested per se in writing a PhD. But they made this, they said it was impossible. And in fact, the clincher was when one of them said to me, when they realized that I wasn't, they were not going to change my mind, one of them actually said to me, Mukulika, this is such a great idea. Do you think if it was possible, one of us wouldn't have done it by now? And I thought, okay, I've probably outstayed my time here. It's time to move on somewhere else. Because there was so much paternalism, arrogance, chauvinism, intellectual, I don't know what in it that, you know, and this is where it didn't entirely surprise me, because this was the kind of conversations my mother would have with us. And, you know, my three sisters, my two sisters and I and my mother, we would have these conversations about how perfectly well-educated, progressive, seemingly progressive people we knew could be ultimately, when push came to shove, incredibly narrow-minded. So, suddenly you become a female and an intelligent female aspiring to do something above her pay grade was unacceptable. That if it was so good, it would have been done by somebody else, by us, you know, venerable men. So, it didn't entirely surprise me, but it did shock me nevertheless, that this really indeed was the case, that this is how the world worked. I suppose the contrast, I also did not appreciate at the time just how mad an idea it was, you know, to want to go to Pakistan. We didn't know anyone. I wasn't even going to the Punjab. I had absolutely no clue, but I had, you know, and I literally lost sleep at night thinking about it. And, you know, my professor, Jeet Oberoi, who's to teach us, if anyone wanted to do a PhD and went up to him and said, Sir, I want to do a PhD with you. And his question to such students used to be, can you sleep well at night? And if the answer was yes, he said, you don't need to do a PhD. It should keep you up at night, your problem. And that's when I realized how obsessed I was with, you know, wanting to do this. And the fact that at home, literally there was not even half a conversation about the fact that I might not be approved to be doing this. You know, there was no question. You want to do this, you find a way, we can't help you. And, you know, my parents were certainly not plugged into the sort of diplomatic cocktail circuit or, you know, they weren't part of that sort of what is now called Latins Delhi, but, you know, the power elite of Delhi, they were not at all part of that. But they said, if you can find a way, absolutely, you know, why not? And that was unusual. I think, you know, not many households would have said that. So you ask whether it is getting easier. I think it depends very much on the individual and how committed they are to making it happen and what constraints they're working with. So whatever kind of constraints, there is money, there is families, there is, you know, all kinds of other constraints. What I noticed and what I was going to say about age is that with anthropologists, since you're asking about the discipline, you also begin to see a very clear division amongst anthropologists of doing the brave, adventurous, intrepid fieldwork for the first project when you're young and in your 20s often. But with marriage, parenthood, age, creature comforts, salaries, people begin to do fieldwork in, you know, urban settings, there's suddenly urban India studied a lot more than village India. And so I think the second project of starting out studying a village very far from where I knew anything was, again, another instance in which it was issue driven. You know, in every case, all my projects have been the result of being intrigued by a question and then doing whatever it takes to try and answer it. So the cultural joke of how can you have a bunch of Muslim Pashtun men pull off the most successful Gandhian movement in the world, that was the question that drove it. And the democracy work was very much driven by that question is why do poor people in villages vote more than anyone else? And then you do what it takes to answer that question. That's what research is."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:15.820",
        "message": "I just love that question. Professor Oberoi asked you, do you sleep well at night? That's such a lovely sort of metric to examine sort of the things that you should do. So let's, you know, take a quick commercial break and on the other side of the break, we'll continue this conversation. Thank you. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST or about $150 and is a monthly thing. So if you're interested, head on over to register at IndiaUncut.com slash clear writing. That's IndiaUncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the scene in the unseen. I'm chatting with Mukulika Banerjee about a fascinating life and a fascinating work and so on and so forth. And I just realized while I'm looking at my notes that there are a couple of threads where you said you were going to speak about particular subjects and but, you know, we digressed on to other things. So I'll just draw your attention back to those. And one of those is, you know, before you told us about Sister Patricia and last bookcases you mentioned you were going to chat about Delhi. But before that, quickly, when you mentioned the animals bit, you said you were going to speak about Qurbani, you know, and all of that. So shall we?"
    },
    {
        "speaker": "Guest",
        "time": "01:45:02.220",
        "message": "Yeah, we can talk about, I mean, Qurbani, what I was going to say, this is quite a serious argument and I attempt to link it to an argument on democracy as well. But it's very, you know, it's a contemporary issue in India at the moment. But Qurbani as a festival, which is one of the Eids, right, is based on the U. Qurbani, as we know, stands for sacrifice. And it is about sacrificing an animal. And therefore, one of the caricatures or misunderstandings of Qurbani is that, oh, it's when Muslims eat meat. Well, it's anything but. And in places like India and Pakistan, Bangladesh, the animal that is being sacrificed is not bought. It is one that you've raised. And that is meant to be a genuine Qurbani, is when you sacrifice an animal that is very precious to you. So it is to mimic the Abrahamic sacrifice, which is what we are doing here, is that Abraham gave up his son, offered to give up his son. So you give up an animal. So in my village where I do research, where mostly everybody is Muslim, I knew people and their animals and their relationship to their animals, where on Qurbani, I knew that people had given up the one little, the cow that they were most fond of, had given it an affectionate name, whose fussiness they knew and would feed them special treats or whatever. People had that kind of intimate relationship with their animals. And when you give that up, you know what it is to give up something that is really close to you. According to the rules of Islam, meat from the sacrificed animal is then divided up into equal portions. You mix it all up. So it's not even like better cuts of meat are kept for certain parts of the family. You have those certain rules in other parts of the world. But here you mix up all the meat. You make it into seven sections. You give away most of them according to rules of kinship or rules of people you're friends with or neighbours. What you keep for consumption is a tiny amount. Of course, you receive from other households as well. But in a place like my research village, where, yes, people were Muslim, but people were too poor to eat any meat through the year. In fact, they couldn't even get fish. If they had, you know, they pushed the boat out, they had eggs. So most of the year they were eating a very rice-heavy diet, maybe some watered-down dal, some vegetables. You know, these were poor villages. So on Qurbani, when meat was, when animals were sacrificed, it wasn't just the Muslim households that had offered the sacrifice who ate meat. Everybody in the village got to eat meat. There was a Baghdi and a Dome communities as well. So there were two low-caste Hindu ones as well. Everybody got to eat some. So there was this idea of redistribution as well. So there was plenty and abundance, and yes, these were wealthy Syed households that could afford to offer an animal, but everybody got to have some. And, you know, there's a very democratic idea in this, that this is how, for instance, taxation works. You pay tax, especially direct taxes. You pay income tax or you pay tax on road tax or, you know, property tax on possessions because it means you have enough money to own these things. But what the state does with that tax is then make sure that everybody has a certain basic standard of living. I mean, that's the theory of it anyway. So, you know, what we were talking about earlier of Tolstoy's, you know, what he made his aunt do, that relationship between an animal that you've seen alive, killing it and eating it, he's absolutely right. He made his point very effectively. But that is the power of Qurbani as well. You know what it is. And I think it's a very powerful idea that Muslims who have practiced Qurbani like this live with."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:53.100",
        "message": "Yeah, a couple of things. I mean, one, I just make the distinction that, you know, the families which are distributing the meat to the entire village are doing it voluntarily and taxes are not voluntary. I mean, one common question that I ask my friends, which is sort of a philosophical question, is that when the regime in power is what it is, where we essentially live under a state which is not, you know, protective or productive, but predatory, you know, to use James Buchanan's terms, is it then moral to give some of your labor, some of your money to this oppressive regime, which is using it to do whatever they do with bulldozers, which is, you know, a separate thought experiment. I am, of course, a law-abiding citizen. I pay all my taxes and too much of it. And even this sort of notion of, you know, killing an animal you love just so that you know, so that you feel the pain. I don't know, it somehow doesn't sit well with me. I mean, the part of the story which I love is that they're sharing it with everyone in the village and that's great across caste and whatever. But it just seems very brutal, especially if you're a kid in the family and you've grown to love an animal and then you see it being sacrificed like this. Like, you know, I love dogs, but one of the reasons we haven't got a dog is because, you know, mentally, I know that I'm likely to outlive a dog and I don't want that pain at the end of it when it dies"
    },
    {
        "speaker": "Guest",
        "time": "01:51:11.620",
        "message": "a natural death. Right. So maybe I think one has to remember that you in this case, yes, you love your animal, but you love Allah more. And what you're proving precisely is that you love Allah so much that you can give up your most prized possession, you're willing to give it up. That's the real test. So that's the theology behind it. And of course, you know, one has, you can understand or not up to a point and certainly you can understand but not agree with certain philosophical theological positions. About taxation, I mean, I am interested because this is going to be my next body of research, which I'm just starting now. India is a very curious case. You know, India has a big tax gap given its GDP, the size of its economy and its tax revenues. And looking into it, it's quite extraordinary. I mean, to start with, almost as a social scientist working on India, pretty much any topic you think of, there's been at least 1,500 books written and articles written on that topic because India is just so richly studied by different disciplines. But curiously, taxation has been written about only by economists and public economists more than in the Indian case. The rest of the world has lots of literature. In fact, the international literature on taxation is very dominated by work from Euro-America, which of course is a totally different history of taxation. In India, the word lagaan is one that is an emotive word and the relationship of taxation and colonialism is a very strong one. And this idea of taxation without representation, which is what the colonial state was, has made taxation a very hostile concept historically. Our historical consciousness is very hostile to taxation for this reason. But part of the building of a new nation is entirely reliant on a public buy-in to the social compact of taxation, which we need to understand much better in India. The fact that in India, the majority of taxes come from indirect taxes is a regressive move. Why is a rickshaw puller and I paying the same tax on a packet of biscuits? And these kinds of creeping taxes is what makes up the majority of the tax revenue of the government is entirely wrong. So you need a certain level of fiscal capacity, state capacity for the state to be in a fair fashion tax people, number one. So the mechanics by which you collect taxes has to be fair. And of course, there's got to be accountability. You know, taxation without accountability is ludicrous. That's not democracy. I mean, democracy without accountability is. And part of what is happening in India on a daily basis now is precisely this hollowing out of its democratic project, where we have a paper-thin veneer of, you know, so it resembles a democracy when you look at it from the outside. Oh, they have elections. Oh, look, their press is free and so on. But it's been hollowed out of meaning in multiple ways. But taxation is part of it. So you're not ever allowed to ask any questions. You can't, you don't know who to ask the question. I mean, that we also are, you know, we all, I think, remember having civics lessons. We had civics textbooks and it was, we thought it was almost like a free period because it was so light touch. But most of us don't have any idea how local government works. So we don't know what the relationship between those of us who are privileged enough to be paying income tax, what the relationship between our income tax, somebody like you, you said you pay all your taxes and you live in Bombay and you see the state of the roads after the monsoons, and you don't know how to connect, who to ask the questions of, hang on, I've paid my taxes. Why have these potholes not been fixed? And who is in charge of which bit of the public good, you know, roads, quality of air, rubbish collection, bread and butter, governance issues. We just don't know. That's one. The second thing is that it is a very federally heavy system. So we are politically federated and fiscally centralized. So even GST, which was meant to be an innovation, has been brought in such that the GST council, you know, it has, it is first all collected in the center, then in a power move, you dispense those to the states. So this is politics of taxation. You're never going, we have panchayati raj institutions, which was a brilliant innovation of the 73rd and 74th amendments to the constitution. But we have created local bodies that we elect, terrific, but these local bodies can't collect taxes. So they are always dispensing and carrying out schemes that somebody else has cooked up rather than responding to local demands. So I see my forthcoming work on taxation as an extension of my work, obviously, on democracy so far. If voting was one way of participating in the democratic process, paying taxes, because we all pay taxes, we all don't pay income tax, but all of us in any society pay tax"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:06.260",
        "message": "to indirect taxes is the other. Yeah, I mean, totally agree with you about the hollowing out of democracy. And I can't wait to therefore read your next book and chat about it with you for a few hours as well. Couple of quick responses that one, of course, I mean, the reason I have no control over the pothole on the road outside my very house is that in local governance, the way it is, there is no connection between power and accountability. I did a great episode with Shruti Rajgopal on urban governance, I'll link it from the show notes. But there's no connection between power and accountability. And also, we are nowhere we are federated really in theory, otherwise, it's extremely top down. And we are not, you know, we don't have the kind of local government we should. The other aspect of it is that the problem with India and people have kind of, it's like become normalized and has become normalized 70 years ago, frankly, it's been this way, right since then, is that instead of having a state which does a few things which the state should do and does them really well, we have a state which, you know, does a whole bunch of things and does them really badly and doesn't do those few things which we really should, like, for all practical purposes, we don't have rule of law in this country, for most people, unless you're incredibly privileged, but that's just the ground reality, we don't have it. And that's, like the most fundamental thing that a state should do. And this is, I think, something that, you know, then you begin to wonder, you spoke about accountability, we're paying taxes, all of that. I mean, the point is, I calculated the other day that I spend more than 50% of my income, I give it to the government, right? I have the 18% GST, which I can't offset against anything. And I have my 30 plus percent income tax, plus all the indirect taxes. So I am basically a slave of this government between, you know, January and June, you know, and everybody in this country is suffering part time slavery from the state. And it's okay, if you're in Scandinavia, and you're getting those kind of services back. It's okay, if you see a state which is actually doing something like providing the rule of law or taking people out of poverty, you know, we are still such a desperately poor country, it's unconscionable, 3000 children die of starvation every day, you know, if a natural disaster was to cause those kind of numbers, we would all be like, up in arms, but we've just normalized it. And it's a shame. And anyway, these are, sorry."
    },
    {
        "speaker": "Guest",
        "time": "01:59:19.100",
        "message": "No, I think these are the questions of today, Amit. And I think we really, I don't see why we don't ask them more. Because you say there is no rule of law unless you're incredibly privileged. But as we know, as the last 12 months has shown up, if you are the most privileged and the most wealthy Muslim in this country, you're completely vulnerable in today. And that is what that was precisely the point that was what was being performed through that entire episode of jailing a child, of a superstar, that was what was being proved. And if there's you, and there are millions like you who are, who are exactly in this position of paying taxes and getting nothing in return, why don't we have more questions being asked? I mean, this is, there is such complacency and fear. I think the complacency comes from just having enough money to not notice even if a significant part of your income goes in taxes for which you get nothing in return, you can still buy rubbish disposal, you can still buy water, you can still buy security. And so you think, well, you know, yes, it's rubbish, and therefore you send your children abroad. And, you know, sitting in the UK, I see the numbers of students going abroad to study is just multiplying. Every year, year on year, we are seeing this rise. So people, you know, this has been the classic definition of being middle class is how your middle class, if you don't, if you use very few services provided by the state in health and education, this is a truism, we all know that. But the fact that we should be holding this government, any government, accountable, requires, on the one hand, a basic civic awareness, and some basic courage to say, look, hang on a second, this is what being a citizen is about. I don't want to be a fan or an admirer of a politician. I'm a citizen, you know, and the job of a citizen is to ask difficult questions politely. There is no need for violence or, you know, but you can be civil about it and ask those questions. This is Gandhi's legacy, right? This is what civil disobedience is about. So I am surprised at how quiet people are in not asking these questions more. I'll admit that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:00.780",
        "message": "Yeah, yeah. And there's a tweet I remember from a tweeter called Sir Kazim Jeevi. I think he does satirical tweets. I have no idea who the person really is. But he posted a tweet recently, which seemed to me to be a great metaphor for this, where he said that, you know, if a Hindu goes to a job and he doesn't get the salary he wants, it's okay, you can tell him that, listen, I'll give you zero, but I'll pay the Muslim even less, right? And he'll be happy to work for you. And this is really a metaphor for what's happening to our nation, where I think that there is enough widespread bigotry that, you know, people are just happy that that's being given expression to and they don't really think about this stuff. And it's all been normalized anyway. And yeah,"
    },
    {
        "speaker": "Guest",
        "time": "02:02:37.580",
        "message": "and we could just rant forever about this. But it's not, it's, I don't think we are ranting. And I think these are, you know, there are various ways in which we can think about it. And I know that there are many who choose to say that, well, you know, the seeds of this were sown a long time ago. And, you know, India is, in a sense, fulfilling a prophecy that would. And I distance myself somewhat from that kind of position, because it is simply, and we have enough historical evidence, both in India and elsewhere, to show that the politics of hatred is actually the easiest politics to construct, right? It's that politics of competition and hatred and bigotry. It's the easiest game in town. It is much harder to build a politics of feeling solidarity with people you're not related to, to be aware that you are part of a system that is much larger than you, that, you know, that one of the jobs as a citizen is to imagine the public good and put something into it. That, it's not impossible. I mean, India has the potential to do it. It's had that, and to increase those numbers takes work, but absolutely it's there. You see that, you know, and it's that, but that kind of politics also takes work, and it takes a lot more work. You can't buy people's attachment to love. Hatred is much easier to peddle. Even to create love and solidarity, you need certain techniques of how to be political, and people need to feel not squeamish about gathering under a flag or loving their country, as indeed many have done, I think, on the more progressive side of things. There's been a sort of embarrassment about getting dewey-eyed about your country, but we need more of that. We need to get dewey-eyed about the things that are worth getting dewey-eyed about, and there's plenty of that in India, and that kind of politics takes work, and we need to do that work. Yeah, I mean, my lament is, I don't see that kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:57.500",
        "message": "politics anywhere. It's people like you and me kind of getting dewey-eyed, but I'll ask you, you know, I'll carry on from that and ask you a question from there, and we'll come back to Delhi later, you know, ab Delhi door nahi, or ab Delhi is a little more door, rather. So, which is this, like my, like one of the, you know, I spoke earlier about the many layers that have fallen away from my eyes about India, and one of those layers is that I always assumed that we are fundamentally a tolerant people, right? We are a melting pot. We are a khichdi. We've taken influences from everywhere, blah, blah, blah. I remember at one point, I had the politician JP Narayan on my show, and I pointed out that, hey, India is deeply illiberal because, you know, women, caste, all of that, and he said, if you look at it another way, and he wasn't disputing what I said, but he said the opposite is also true because our liberalism is in this sort of lift tolerance where our food is a mix of everything, our clothes are a mix of everything, so on and so forth. But I've realized that no, that's not it. I think what really happened in 47 was this interesting experiment where a relatively liberal constitution, there's a lot wrong with the constitution, it doesn't protect free speech at all in my view, but whatever, a relatively liberal constitution was imposed on an illiberal society, and a top-down experiment like that was always bound to fail. Gandhi, in that sense, was right that the change has to come from within. We stopped trying. We got the constitution, we said, okay, we've done our bit, good constitution, blah, blah, blah. We stopped trying. And today, so, you know, politics has caught up with society. We were always like this. It is not that this bigotry is something new that has been created by politics. You know, politics is downstream of culture, as Andrew Breitbart once said. So, we were always like this. And it is we, English-speaking elites in our little bubbles, who, you know, thought that, hey, we are a tolerant nation, who's, you know, and all of that. Our idea of India was always delusion. That's sort of my negative and pessimistic view of where we are today. Now, you've actually, you know, spent time out there in these two villages and otherwise, and, you know, lived among people and spoken to people and all of that. So, first of all, what is sort of your sense of that? You know, do you feel I am overstating it? Or do you feel that there is something to this? Because, you know, I did an episode with Akshay Mukul on the Gita Press. And, you know, with that, and of course, you must have read the book, and you realize that, you know, this is not new. We were talking about love jihad and cow slaughter 100 years ago. This is not new. And, you know, that, you know, gives me great cause for despair."
    },
    {
        "speaker": "Guest",
        "time": "02:07:30.860",
        "message": "But what are your thoughts? Okay, so I refuse to despair, because then I don't think I'll be able to get out of bed, because it is that serious, in many sense. So, the only way not to despair is to constantly think of counterexamples. So, let me give you, to my mind, the most important counterexample of we are always like this, and, you know, nothing's going to change. My biggest counterexample to that is the polling booth in India. The polling booth in India is unlike any other public space in India. Think about it. Where it is a public building, everybody has to come there to vote. There is no other way to vote. There are orderly lines, and you may land up, Amit Verma, to vote, and you see your driver standing ahead of you in the queue, and you want to go and meet your friend for coffee, because it's a holiday, but you cannot go up to your driver and say, can you go to the back? And I'll say, that is the one place you can't do it. I don't have a driver, but I buy your point. Yeah. So, the fact that you can't do that, it is the only space and the only moment where both you and your staff know that you won't ask and they won't agree. Now, and there is discipline. We say we don't have discipline. People go on time, they do it, it happens, it works like clockwork, it works. This is not to say that, so what is this proof? It proves that if you, in a committed institutional setting, you know, institutional input, so you know, as economists would call it, can create new kinds of behavior. This, to my mind, is the only instance in India of genuine what we would call civility, or what Ambedkar would call fraternity, where basically what is the meaning of that? It means that you are willing to accommodate people you are not related to and don't know from before, but you conduct yourself in a manner that makes you part of the common project. That's what creating fraternity is about. Now, we are able to do that in the polling booths. You don't get it in the cinema queue, because not everybody can afford a cinema ticket. You don't get it in the railway queues, because not everybody goes on the trains and, you know, the middle class again exit that and fly as much as they can. So the polling station is actually the only place in India where you get genuine social mixing, genuine orderliness, genuine discipline. And as, you know, I've had Dalit friends tell me, both in my research village, but in different parts of India, you know, I remember talking to this young girl, she had just voted for the first time, she was 19. And she said, aaj meri bhi koi value hai, when she comes out of the polling station. She said, you know, that sense of being valued, and she used the English word value, aaj mera bhi koi value hai. Now, and she's showing me her ink mark on her finger. So the shared dignity that being recognised as a citizen who is exactly equal to the next one standing in the queue, regardless of who you are, the dirt under your fingernails or your torn sari doesn't discriminate, people can't look you up and down and say peeche jaao, that means that this is an institutional intervention. So we should not, therefore, be surprised that the lower down on the social hierarchy you are, the more keen you are to vote. That is one of the explanations I offer in Why India Votes, on the basis of this team of 12 people who worked in different parts of India, is that people like to vote. It's the one time they get dignity, man. You know, so they turn around and say, why wouldn't you vote? Humein to achcha lagta hai vote dalne. So, you know, this is a pleasurable activity. So, which is to make the point that institutional interventions are important, and institutions and public institutions are incredibly important. The Election Commission of India is, for no surprise, the most respected public institution and survey after survey after survey done by Lok Niti for many decades. Part of our hollowing out is that we are hollowing out the Election Commission of India now. We used to pull off this amazing. So, you ask whether there is despair or whether there is hope. I mean, there is hope because you know, we know, and this is, therefore, not to compare India to any international body. No barometers, no indicators that, you know, I know this government and other Indian people are touchy about why should be who is X and Y country to tell us how democratic we are. And I think, yeah, sure, let's just compare India to its own record. You know, how you were doing 10 years ago, 15 years ago, and let's see what's got better and what's got worse. Let's compare India to its own record. And there, I think what has been happening with elections is genuinely worrying, because we had a good thing. We were being able to do something there that was genuinely transformative. So, that would be the counter to your question. But I had another thought,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:27.900",
        "message": "it'll come back. Yeah. Yeah, no, there are many real moments in why India votes, which also I want to discuss in some detail when we get to it. Though my brief counter thinking aloud to this would be that fine, they're voting. I understand it's an egalitarian process. Everyone feels like they have a voice, but they're voting for the party which is going to shut the butcher shop and lynch the butcher, you know, so who are the real butchers? And that majoritarian trend within society the way we think worries me. I'll sort of, you know, ask a question, which is, in a sense, another aspect of this same question. And for that, I'll, you know, I'll quote from your book, which you put together, which you edited called Muslim portraits. And there towards the start, you wrote, writing about the Muslim man in India, the historian Shahid Amin has pointed out that with stereotypes, we leave biography and history behind, recognizing those different from us largely through visible signs, as if such human beings belong to a different species altogether. His quote ends here, you continue, this volume strives towards breaking down, challenging and humanizing this category by presenting a set of portraits and most of Muslims in contemporary India, in a climate of widespread stereotypes and prejudice. This book attempts to offer a chance to read about ordinary and real lives, stop quote, which is a fantastic project. And what therefore you are doing here is that you are fighting the abstract notion or that all Muslims are like this and so on, with concrete instances of lives lived. So you can see the difference and can see the difference it makes. And this is something I've discussed with many guests. And I think first with Anshul Malhotra, where she was talking about when she was in Pakistan, and she was talking about someone who related that at the time of partition, before partition happened, you know, there was this village and they would all sit together, Muslims and Hindus in the village was in Pakistan, and they'd listen to the radio. And everybody in the village was all sort of together, they knew each other. I mean, it's the same community, right? Hindu, Muslim, whatever, it's the same community. But then as news begins to come of the violence and all of that, they begin to sort of split apart and it kind of gets worse and the abstract takes over the concrete. Similarly, she talks about how she's talking to one family in Muslim family in Pakistan who fled during partition, and they're saying, Oh, Hindus did this, Hindus did that, Hindus are like this. And then they realize she's there and she said, tum nahi bete, tum nahi. So you know, abstract bad, concrete good. And this seems to me to be like a sort of an important project of putting like one way of kind of fighting this is putting the concrete more and more out there. So that because these abstract notions like nationalism and purity and all of this rubbish is, you know, what is, you know, getting us into this. And you've, you know, in a sense, what an anthropologist or an ethnographer is doing as opposed to say, a political scientist with grand theories, or even a sociologist, is you're just leaving all that abstract stuff aside, and you're going straight to the concrete, and you're actually talking to people and seeing how things are and all of that. So in your time in these two villages, and so on and so forth, you know, what are your observations? And in general, you know, what would you say about sort of this framework?"
    },
    {
        "speaker": "Guest",
        "time": "02:16:43.340",
        "message": "So, the ethnographic method, you're absolutely right, is very grounded in interaction. But we also are able to create categories and analysis inductively on the basis of that data, right? So we close the circle, it's not just about picking up raw information, it's about, you know, we're thinking to ask certain kinds of questions as ethnographers. And we turn it into anthropology by engaging with the philosophical analytical literature, that we are contributing concepts to on the basis of people's lives, lived lives. So theory is not, you know, and thinking about rural India, this is very important, because rural India has always been seen to be the recipient of progressive ideas. And on this, I, you know, I have a, I think Ambedkar and Nehru were on the same side on this, and they've done a real disservice, because this idea of this village being a sink of localism and vice is, you know, is the image that is, and out of ignorance, that they have to be taught stuff. And this is across the political spectrum. So the left thinks the vanguard has to go out and, you know, the middle class intelligentsia have to go out and educate the peasants. And even, you know, the paternalism of progressive ideas is that you've got to educate these people. And part of what I'm trying to do here is also turn the tables completely and say, look at the village, it actually teaches us through, say, the practice of cultivation that we spoke about right at the start, that there's something to learn here about the nature of democracy. So let's put that to a side for a minute. We can return to it. I just want to come back to this volume, Muslim Portraits. You know, this volume was a response to the 2002 pogrom in Gujarat. And I think a lot of people were horrified and traumatized by what had happened. And we were all thinking of how to understand it, how to comprehend it more than anything else, if you're academics. And it struck me that some of the best anthropologists of India had been working in Muslim societies, and they had all done very academic, brilliant piece of writing. It's a who's who, right, the list of contributors. But what I appealed to them was to do what you read out, is to just write about any one person. Let's make it real. Because even what I found was even my most progressive friends would talk about the Muslims, or the Muslim. You knew in many cases they hadn't actually ever known a Muslim, or, you know, been a part of their lives or known what it was like, or, you know, and not to fetishize it in any way, but beyond a point, you had to humanize this story. And journalists are very good at doing this, you know, they're writing about a cyclone somewhere, but they'll pick on this five-year-old girl who was separated from her parents, and you are invested, because you read about that one individual. And that's kind of what we were doing. And each of these portraits, you know, anyone who reads the book can see what a – I mean, it makes several points, extraordinary lives, but every life is extraordinary, to my mind. I think every life is extraordinary, once you learn about it. But also the natural diversity, that, you know, how different Muslims across India are to each other, and how much like – so where I work in my research village, the only difference between the Muslim women and the Hindu women is that the Muslim women don't wear bindis, but literally there is – and they wear glass bangles. But there is nothing else, the food they eat, the way they keep their homes, you know, the Hindu homes will have a tulsi tree in it, that's all. And the Muslim will have a rolled-up prayer rug in the corner. But other than that, it's indistinguishable, their language, their – you know. And one needed to put a sort of whole cast of characters like this out in a book, for people to see for themselves. Now, I hope – you know, and I must give a shout-out to Yoda Press, who published this book bravely at the time, a small independent press, and they took it on, and then Indiana University Press did the global edition for it. But there was a chance of hoping that people who read the book will be persuaded by it. Now, part of the hollowing out of democracy that is happening, that we are concerned about, is that in the current climate, I think it is difficult to contribute anything to a public conversation that has been saturated mainly through untold sums of money that comes in through newly introduced electoral bonds, to the point where you cannot escape the drip, drip, drip of five WhatsApp forwards every day. And you've got to be incredibly resilient to not be swayed by even one of those five, you know. You've got to be really, really grounded. And therefore, when I talk about the hollowing out, I think electoral bonds and what it has done is this, that, you know, the UP elections were a very good case where a government with a record that did so badly in the pandemic, one million deaths, where migrant workers were treated the way they were, stray cattle has caused – you know, there are blindingly obvious reasons why an incumbent government would be punished. And Indian voters have been very good at punishing incumbent governments for, you know, not performing. And people always would say in India, you know, roti banate hain to palatna padta hai. You've got to cook both sides of a chapati, otherwise one burns, you know, so you've got to keep changing the governments. This is how people talk about it. In that kind of scenario, when people don't do that, you realise that something else is going on. There is a communication strategy that is enabled by untold, non-transparent sums of vast sums of money. And the challenge for any of us who write, who want to intervene, who want to contribute to public conversation is, how do you do that now? Publishing books is not going to be – you know, nobody's going to – even if they read it, they'd say, haan, this was like in Hua karta tha, now India is a different place. They will completely put that to a side. So, how do you fight back? And I think, you know, Yogendra Yadav talks about a truth army to deal with the troll army, and I think that's – you kind of think, have to think in that kind of scale with battle lines drawn now. Yeah, and you mentioned COVID and the elections is also demon."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:01.820",
        "message": "Like after demonetisation happened, I thought, oh my God, they're going to get hit so hard in UP. How can they possibly win after an assault like this on people's rights? And just look what happened. It's like, kind of blew my mind. And you know, what you said about untold sums of money funding this. Of course, that's true. But I'll both counter that and counter my counter. The counter to that is, look, I think society is like that. Society is the way it is. It is what it is. Like, I think the reason Yogendra's truth army would not work is that people don't want that truth. People want the hate because it amplifies what they feel inside them. And that is my sort of negative view of that. But to counter what I just said, it is also true that all this money all this money and this machinery makes a difference. Because imagine you're a 15 year old in 2015. And through your friends or through whatever you come across this WhatsApp video, which is full of hate or full of lies or full of oh, Muslims are multiplying so fast or whatever, full of this shit. Once you watch that, your social media algorithm will keep showing you similar stuff. And you will never be exposed to anything else. You know, people like you and me, we often commit the curse of knowledge, where we think that we have a certain bedrock of understanding what India is and all of that. But most young people today have no way of accessing that. It's just us, right? And what I'm talking about these social media rabbit holes, I actually experienced it myself because a couple of years back, I did this experiment where I wanted to figure out what the Hindu right wing is kind of talking about. So I didn't want my YouTube algorithm to get messed up. So I opened incognito window and different Gmail account and I go into that. And my two YouTubes are completely different. The normal YouTube that I listen to is whatever the normal shit I like. But the other one is just filled with hate. You know, people talk about Yati Narsinan and now I started watching his videos and saving them a year and a half back because I couldn't believe what I was seeing. Those guys refer to Modi as Mulana Modi, because to them he hasn't done enough for Hindus. You know, those guys criticize Adityanath because he's saying he's been like CM for so long, what has he done for us? Right? So it's I mean, one, I think these guys have unleashed a tiger, which even they can't ride. And, you know, and so it's both of these happening, society is messed up, it's being amplified by money. And, you know, these tendencies of social media, which are driving engagement, and so on and so forth. But you tend to kind of amplify this more and more. But then to that, you know, I think this"
    },
    {
        "speaker": "Guest",
        "time": "02:26:29.260",
        "message": "is where the empirical evidence is really important. And you go state by state in India, and I'm not the first one, by any means to point this out that there are certain states in India, where this kind of narrative gets you nowhere. Right? So it's not, you know, so this despair is also lazy, because one is worried, but you especially because one is worried, you need to look at what are the places where clearly it works in UP that we saw, it didn't work in Bengal, but it worked to a certain extent, they did much better, right, the BJP improved its performance, but they did throw everything in the kitchen sink at it, and they still didn't. So we know that there are some things that work and some things don't. And there are certain parts of India where this kind of hate mongering works better than in others. And it is interesting that where human development indicators are better, like in Tamil Nadu, Kerala, etc, they don't get a look at. So the clue, I think, is therefore to find why it doesn't work in certain parts. And that is where one finds the resources to push back. I, you know, this idea that you can't do anything is, I mean, I know it may be pie-in-the-sky stuff, but I don't know, I just think, can you live with yourself if you don't even try to push back? Try to be brave, try to call out, say the emperor has no clothes."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:09.580",
        "message": "So I was chatting with a friend of mine about this, where, you know, he brought up the Akar Patel episode. I did an episode with Akar and Akar through it was full of optimism and I was full of pessimism. Now I love Akar. I love his optimism. He's always going out there and fighting and all that. And at the time we recorded his passport was with the government, but they gave it back, but they didn't let him leave. So it's quite funny. But where my pessimism comes from is my pessimism doesn't mean that I shut up and I just, you know, disengage. I think I will still wake up every morning and do what I feel is the right thing to do because it's the right thing to do because it's the right thing to do. Forget outcomes. So we do that. But at the same time, like I'm convinced that things are going to burn and but somebody has to be there after that to build it back up. And I volunteer for the job right from now, but it's going to burn. That's my pessimism. And I agree with you that that pessimism should be tempered with acknowledging that in large parts of India, especially our more sensible friends in the south, it's not quite like that. I was really thinking of the Hindi heartland where I talk about, you know, where my pessimism comes from. And speaking of Hindi and speaking of heartland, I think we should now go to your Delhi experiences. So go ahead."
    },
    {
        "speaker": "Guest",
        "time": "02:29:20.380",
        "message": "Yeah, I think, you know, Delhi is unlike, say, Bombay and Calcutta. Delhi is, you know, people don't... Bombay and Kolkata are cities that filmmakers have made films to and people have written novels about and, you know, they feature in the imagination in a way that I think Delhi gets short shrift on it. And it's quite fashionable to bash Delhi. But I mean, just, you know, part of doing this exercise with you makes me think that 1980s Delhi was such an extraordinary place. Yes. It was an extraordinary coming together of world class academic work. And when I say world class, I know this is a bone of contention, but it's a very simple litmus test. You know, would people in other countries put your writings on their reading list or not? You know, are you a historian by not what your peers here tell you, but whether somebody who has no stake in who you are, whatever, thinks your work follows the protocols and has the credibility to call you a historian and give their students your published work to read. And that's the kind of credentials I mean. What language you've spoken is... By the way, just to go by, in case I forget to say this, you said, oh, you know, it was all a dream of the English speaking elite. I'm not sure the English speaking elite is quite as progressive as we think it was. So that's a side. So Delhi had, you know, so it was the social science. It still is, in many ways, the social science capital of the country. But at a ground level, there was, you think about, say, even a square kilometre around the Mandi House area, the National School of Drama producing the greats for generation after generation after generation, Sahitya Academy, Cheek by Jowl with terrific auditoriums where the greatest artists were performing. And then you have all the houses of culture of all the embassies. You have the House of Soviet Science and Culture, where my younger sister learned ballet for nine years. Cheek by Jowl, where Hindustani classical music is being taught at Gandhar Mahavidyalaya, where theatre, Triveni Kala Sangam is set up and Singhajit Singh is, you know, this great Manipuri artist. And then you have, you know, what scholars have called the ethnic revolution, a complete discovery of India's handloom and textile, where the look to have was to wear silver jewellery and India's exquisite textiles. And, you know, the festivals of India happening abroad. So suddenly you have incredible pride in your crafts traditions, your arts traditions, your music, your theatre, your writing. And you know it is of such value that people across the world flock to come and see this. And my own experience of this really was partly just going to, you know, all these, they all had film festivals. The documentaries section was always free. You had to buy tickets. So as students, you had no money to buy tickets to watch the features. So we started by just watching the documentaries because it was always free. And so one's appreciation of why documentaries are so important came from that, and it was just there. But also, you know, our college had a film club, the Delhi University had a film club. When I went to do my master's, we knew how to run projectors and watch Herzog and Truffaut and, you know, the greats of world cinema alongside our own greats of Ghatak and Ray and Benegal and everybody else. And all of this came together, you know, in what, to my mind, now looking back, I think what the student movement, Spik Mckay, achieved, the Society for the Promotion of Indian Culture and Music Amongst Youth, was really to take this huge amount of creative capital that India had and take it into schools and colleges. You know, and so many of us got swept up in that. And I spent the best part of my university years totally involved in Spik Mckay, working with everybody from Ravi Shankar and Bismillah Khan to, you know, Rashid Khan was a new young artist to their Bahawalkar. They were, you know, 1920, just coming into their own, performing as first artists. You could, I think, you know, Bismillah Khan telling a bunch of young students what it is to be a Muslim, who did his riyaz in Kashi Vishwanath Temple, had more impact than any chapters on secularism you could teach them, right? Because Bismillah Khan said it with a twinkle in his eye, with his affection, and with alongside producing divine music. And this was repeated over and over again. Every artist did it in their own way. They were living embodiments of some of these values. So, when we think about what kind of, you know, this is political. This is, and the politics of solidarity has to harness this aspect of India, which I personally feel, it was, of course, a huge privilege, you know, to live in the nation's capital at that time. But Spik Mckay, for instance, took, you know, when we, I was All-India Secretary for Spik Mckay for two or three years, and when I took over, we had about 50 chapters. Within two years, we had 200 chapters, you know, they were all over India. Now there are even, you know, way more all these years later. Kiran said, you know, you know, you can't say, you know, a hundred years later, Kiran Seth, who started it, you know, has remained so focused. It's incredible. It's his life's work. But you could see the buy-in of students and academics based in universities and colleges across the country, that they completely, and artists themselves, who we had no money to pay, you know, did it because they understood the value of creating a new generation of listeners to share what they had rather than be complacent. And that, you know, when we think about what we need to do more of, we need to do more, we take it so for granted. You know, I think the opposite of cultivating democracy is not to not cultivate. It is complacency. We just think it's going to just happen. It's going to just continue into the future without any effort on our parts. But it takes effort. And we are fortunate enough to live in a country which has this embarrassment of riches. You know, you have, if you see a Kudiyattam performance from Kerala, you will never forget it. Because I remember once in Delhi, we were, group had come from, and they were going to perform in the School of Planning and Architecture. And there was a courtyard in SBA. And so we went, you know, organisers, finished classes and went running to help and see what had setting up. And then, you know, it was about three o'clock in the afternoon, and they'd been at it from 11 o'clock in the morning, making this huge kolam, right, with rice powder. Intricate design of the goddess and all kinds of things happening and, you know, and remarkable skill. And it was really complex and covered this whole courtyard. So for a long time, one just sat there watching them make this kolam and making sure they had cups of tea or whatever they wanted. Then they went off and all got dressed and the performance started as it got dark and the lights. And then this drumming and the music and the dance started and the theatre, it's a theatre form. But they danced over that kolam. So by the end, there was not a trace of that exquisite, intricate design left on the floor. Now, the ideas of patience, of skill, of performance, of talent, and an attitude to hard work that was so ephemeral that you, within hours of creating it, danced on it and vanquished it. You know, these kinds of things are India's traditions. And where are we creating the conversations of, what does Kuruyattam have to teach us about Hindutva and how can we help it think against a majoritarian, homogenizing agenda? And there must be those answers. But we've got to"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:48.620",
        "message": "think with them, right? Yeah, I had a lovely conversation with the biologist Gautam Menon on the show a year ago. And he was also talking about, you know, how Delhi was in the 80s and all the concerts he went to and the music he listened to. And it just made me incredibly envious that though I was sentient at the time, and we would visit Delhi sometimes that I was completely oblivious to it. But you know, so here's my next question, that, you know, you spoke of all this, all the culture, all the music, what Spike Mckay did, all of that with nostalgia. So why with nostalgia? Does it not exist? And if it doesn't, does it not exist? If so, why does it not exist anymore? And if so, then what can people listening to this, who find it attractive, what can they do to, you know, build something like this again? What would you do? I mean, it's no, it's not,"
    },
    {
        "speaker": "Guest",
        "time": "02:39:39.900",
        "message": "it's not, it's not nostalgia for an India. I mean, you know, I think it's, nostalgia is a very,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:47.180",
        "message": "I'm not saying India, I'm saying that cultural scene where things were happening,"
    },
    {
        "speaker": "Guest",
        "time": "02:39:50.300",
        "message": "when you were exposed to all this. I think there is a lot of that happening. I mean, I'm in India several times a year, I, you know, because my research is there, I go in and out, one of my sisters lives there. So I'm very, you know, I hear about what is happening. And I think it is there, of course, it's, you know, it's existing, we had never seen a mall before that. And so when Dastakar had its annual sale, it was the biggest event to go and stock up on your, you know, on buying new clothes once a year, or things that you were going to decorate your room with in university and so on. So I'm sure it's not, it's not as if it's disappeared. I think we've got to think about, it's become harder now, because the post 1991 India is one with more traffic, more, more malls, more machine made stuff, more, more global cuisine. So we have had to, to, I think, as Indians think about what was there before any of these came in from the outside to speak and find accommodations. It was like, you know, when the first burgers were being sold in Wimpy's and so on, people thought, goodness, you know, chaat and samosa is going to disappear. And it didn't, you know, people realise that you eat, you can eat chaat once a week, but you'll eat burger once in two months. It's a different kind of sociality of eating, going to a burger joint, as they're called, or eating chaat in your neighbourhood from your local chaatwala. So India's, you know, there's been all kinds of accommodations. But with our traditions too, I think we need to think more about how, what those accommodations will be. And maybe some of the messages that were implicit, and Bismillah Khan didn't ever have to talk about the Kashi Vishwanath temple, because of, of Kashi now being the Prime Minister's constituency, or because it was, you know, in a state where the Chief Minister is Ajay Bisht, but, but because he just wanted to share what his talim had been like. So the agenda now may be different, and maybe needs to be made more obvious. But that is going to be, we can't, that has to be an engagement with our traditions, engagement with our artists, to articulate some of these ideas that we have taken for granted."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:29.180",
        "message": "Yeah, and I actually am not, I mean, if there's one of the things I'm hopeful about, I mean, one thing I'm hopeful about, of course, always is that in this future of unknown unknowns, you know, technology, much as it might help the state also empowers individuals in a way that political battles for liberalism haven't really been able to. So that's one hope. But the other hope is that I think young people today have more interest in arts and culture, and better attention spans and people give them credit for. I think there's too much of a stereotypical notion of what modern life is like short attention spans, everything is materialistic, blah, blah, blah. I don't really think that's true. I mean, I teach a writing course also, I interact with, I've interacted with 1000s of young people literally through that. And that's not at all the case. So maybe there is sort of some hope."
    },
    {
        "speaker": "Guest",
        "time": "02:43:14.620",
        "message": "I agree with you completely there. I think this bashing of the next generation, and as I always say that, you know, none of us in our generation, my generation growing up, had to worry about whether the earth is the planet is going to outlive us. Whereas the young people today, this is an urgent issue. They're much more cognizant about what they eat and what they buy and how much they do for these reasons. And that's a completely different level of anxiety they're dealing with. And look at the flourishing of poetry and music in and how ways in which people are able to communicate despite the shutting down of dissent. So yeah, I am in complete agreement that dismissing the next generation is incredibly unfair."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:08.780",
        "message": "Yeah, not just the shutting down of dissent, the shutting down of TikTok, which I thought was such an incredible tragedy, because TikTok just empowered so many people who didn't have access to other platforms at the time. I mean, in combination with of course, Jio and the good Mr. Ambani making internet, making broadband widely available. It just, you know, the kind of art that was happening on TikTok, I taught a course on it briefly, I could only teach one batch on TikTok in Indian society, where I shared hundreds of videos on WhatsApp. So it was literally WhatsApp University, but it shut down the month I did my course. So like, whatever, you know, so can't do it anymore. But I was blown away more than anything else, because you had people who otherwise had no access to these common traditional entertainment platforms, actually being able to point their mobile phone at themselves and express themselves. And initially, it is a simple stuff, you're lip syncing to something and you're recreating a meme. But some of it was just so incredibly mind bogglingly good. And, you know, shutting that down, just because TikTok is Chinese seems completely ridiculous, especially since we can't do anything else about China."
    },
    {
        "speaker": "Guest",
        "time": "02:45:11.900",
        "message": "I'd love to hear more about, you know, what you put together, I really would, because I read the Indian press quite closely. And I've come across several stories, you know, we were talking about women in India, it was such a important way in which women could communicate, right, and express themselves, when you take everything away from them, if they have a reasonable quality of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:35.020",
        "message": "smartphone, they were using it. Women, people of alternate sexualities, like, imagine if you're a person of alternate sexuality in a small village and that small sample size of people, you might be the only person like you. And you think you're a freak, you know, and you think, you know, all of that shit. And then you realize that there are so many people like you, and they're all doing great work. And you can join in that community. And you can do great work. And you can do creative work. And it's just so incredible and so moving, you know, I'll figure out a way to kind of share those hundreds of videos with you and talk about what you know, we'll make that a project at some point in time. Let's sort of go back to your journey. And before you know, we get to Pakistan and before we get to the Pathan unarmed, I want to understand your subject a little better as well, like anthropology, sociology, in the minds of someone who is not into the social sciences, these are all kind of very fuzzy terms and all of that. But they are specific things, there are specific differences between them. You know, one of the interesting parts of you know, reading your book was how you talk about the academic debates within social anthropology and its relationship to history, you talk about the subaltern school, you talk about poststructuralism and all of that. So I want you to kind of demystify this for me and you know, all the listeners that what are these fields? What are the sort of frameworks through which you look at the world? And what were the specific dilemmas that you faced when embarking upon this project? Because I think one of the things that happens when we are young, not just in academics, but also in academics, is that you discover a framework and the framework explains the world so well, it answers everything and you think, wow, great, and you fall in love with the framework. And sometimes, you know, that is all you ever carry with you and you're close to everything else and you have one hammer for every nail. But sometimes you keep, you know, discovering the world and discovering different aspects of it and forging your own path. And you know, in your book, the Pathan unarmed, it feels like you did a little bit of this in the sense that you went beyond stereotypical notions firstly of what Pathan's were like, but also you grappled with the idea of what an anthropologist is supposed to do and thought deeply about the different schools and all of that. So I'd love you to tell me, you know,"
    },
    {
        "speaker": "Guest",
        "time": "02:47:46.780",
        "message": "more about that. Thank you. It's very generous of you to create this kind of space for a question like that. Now, the first thing to say is that sociology and anthropology are the same thing in India. In as much as what, say, what, you know, what I was trained in at the Delhi School of Economics for three years was sociology, which officially would be social anthropology in the UK and elsewhere, right? In India, in the West, it's become sociology is, you know, crudely put, it's a study of the modern West. Anthropology is about the rest of the world. In India, that kind of distinction is meaningless, right? You study sociology, you study India, you study other places. This is true of the global South, generally, you know, in most parts of Latin America, Africa, universities, people use the word sociology, not social anthropology. And of course, social anthropology in here, in Euro-America, also carries the burden of the colonial project in its initial years, and that's a complicated relationship, and we can talk about it, but it's not directly relevant, but it's very much there, and people should be aware of it, and we can always link a couple of things if people want to read about those debates, and especially what's happening with decolonizing the curriculum now in several universities. Personally speaking, I think I've always, I have never found a single frame that helps explain the world. I have, like I said earlier, I've always come up with questions that have intrigued me, that have wrought me of sleep. And then I'm quite Catholic about using disciplinary methods from different disciplines to help understand the issue. Now, this has caused me no end of trouble within academia, because universities are built on the logic of disciplinary silos. Disciplinary silos are very important to academic, to university academics, and I have, to put it plainly, just zero patience with it, because I think it's a little bit pathetic, because you're trying to understand the world, you know, talk to, see what works. Having said that, I wouldn't want to be any other kind of social scientist. I would always want to be a social anthropologist for the principal reason is that it's the most satisfying for two reasons. One is that it's a very holistic understanding of any society. So, unlike, say, political science, economics, theology, the names indicate what aspect of society they're interested in. Sociology or social anthropology is equally interested in a society's religious beliefs as it is on its economy, as what its politics is about. And the reason why we can afford to be so all-encompassing is because the unit of study is small. So, the method is to immerse for many months, sometimes years, to try and understand all these different aspects of that society and their interrelationships. But you do this inductively, like I said, which means that you don't come in with a predetermined question, or you don't come in with a predetermined hypothesis normally. So, I went to these two villages, for instance, to give you an example, or, you know, the Pathan work that you asked me about. My question was how on earth can Muslim-Pashtun men turn nonviolent? I had no idea what the answers were, so I was not testing any hypothesis. All I knew was I would not find the answers only in the archives, because it was a question I could discuss with people who had been Khudai Khidmatgars, and I had to find them. Having said that, I was also aware that all the details of the Khudai Khidmatgar movement, what was happening, how many people were getting arrested, the scale of it, what jails were being used, what was the colonial government's response to it, all that would be there in the archives. In the 90s, when I was doing this work, anthropologists were fighting this battle with other anthropologists and with historians, saying, no, no, anthropologists also can work, now it's completely given, it's not an issue. But in those days, you had to be quite defensive about studying in the archives. So I'd worked in the National Archives in Delhi, and I worked in the India in London. What I couldn't get was access to the archives in Peshawar. I went to the archives, I saw the room was slightly open, and there was a pile of dusty pile of files on the floor, but they would not give me permission on an Indian passport. I was not allowed into the archives. So that has remained a regret all my life. But what I could do by bending many, all the visa rules that the government of Pakistan had for Indian citizens, which is that, you know, if anyone's been there, they'll know that you get three places on your passport. So I had to fly into Lahore, change flights to Peshawar, and then Wali Khan's house was in Charsadda. But I was not going to find the Khudai Khidmatgar there, because they had been seen to be people who had betrayed the cause of Pakistan. They were allies of the Indian National Congress. They were people who were pro-India. And so the Khudai Khidmatgar or the Red Shirts or the Surkh Posh, as they were called, faced more violence from the Pakistani state than they did from the colonial state. And so nobody would own up to be a Khudai Khidmatgar. And, you know, from 1947 to 1991, when I went, it was a long time, and people had been completely silenced. So it involved travelling literally village to village to village saying, who are the elders? Can we talk to them? And I had this wonderful Pashtun man called Habibullah, whose father had been a Khudai Khidmatgar who had just died before I got there. So he was always very regretful that I never met his father, but he said he would help me. Thank goodness, I didn't know what else I would have done otherwise. So Habibullah had a car and we would just drive from literally one village to the other looking for these, and then we'd sit down and talk to them. Of course, finally we'd find somebody because they had enough detail and you realise, OK, he'd gone to jail, he knew. And then we'd say, do you know anyone else who is a Khudai Khidmatgar? They'd say, oh, there used to be this man, he must be dead and, you know, so on. We'd say, can we go and check him out? And they'd say, yeah. Have you seen him? No. Do you want to come with us? Yes. And before you knew it, you know, it would be the end of the day and I would have half a dozen Khudai Khidmatgars at the back of the car because we had done this snowballing. Now, these are in the textbooks of anthropology, anthropological methods, you'd say snowballing is a technique. What that technique becomes in real situations looks very different. In my case, it was picking up a gaggle of old men by the end of the day and actually letting them. Thrill was having, I mean, of course, there was my PhD thesis work, but my presence had allowed old comrades to meet, you know, they had never thought they would meet again. They didn't even know whether the others were alive. They were all above the age of 75. They were very, very old men. And many of the conversations I had with them about what was happening in the 1930s and 40s, did they wear uniform? What was Bacha Khan like? What was the colonial police like? All this. When, you know, they went on for hours, they were a bit like your podcast, Amit, and, you know, they went on and on and on, but riveting, and like your podcast too, but they said, many of them said at the end, many of them, you know, I would, in my very Indian way, I didn't know how else to say thank you. So, I would always touch their feet at the end of it. You know, men in their 80s who had given so much of their energy and their time, they were toothless, poor, had nothing to their names, but they had these incredible stories. And they would say that, you know, now we can die in peace because somebody has our story. And we haven't been able to tell this story. So, yes, I know the partition, you know, so much of our 1947 story is dominated by partition for completely valid reasons. But I had hoped with the Pathan Unarmed to also tell this other story of silencing, of an enduring legacy of violence by people who had been so Gandhian, completely contrary to everything they'd been raised with, and given their lives to it, and suffered for it for the rest of their lives. They were no heroes. They were not known as freedom fighters. They'd been written out of history. But here was a chance to recover some of those voices before they died. So, that's the kind of thing that, you know, anthropology in that sense has no rules about if you're interested in something, go for it and find out how you can privilege the voice of those who haven't been heard. And that's why, you know, you mentioned subaltern history. Of course, this was the heyday of subaltern histories. And for the historians, it was very important to privilege the voice of the subaltern. And, you know, it came with the huge influence of Gramsci and social history writing in Europe. For an anthropologist, there is no other way to write history. So, you know, it was brilliant work. It absolutely was seminal and formative. But also, there was part of any anthropologist thought, sorry, we're very happy for the historians, but, you know, this is something that we kind of have contributed to as well. And so, one of the, you know, is, yes, the subalterns been silenced and Gayatri Spivak's very famous essay, Can the Subalterns Speak, is read very widely for very good reasons. But a very small answer to that also is sometimes you just also have to listen. We literally make possible those conditions in which stories can be told."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:39.740",
        "message": "Yeah, well, by reading this, you know, one of the things I was struck by when you speak of, when you wrote in the book about speaking with them and all of that was, damn, I wish she had recorded them and just put it all out there because it would have been, you know, way more fascinating than even the unseen, what conversations there would have been. And the other thing I was sort of struck by was that it would make such a fantastic web series because it is fundamentally such a fantastic story. And there are two arcs to it. And one arc is, you know, you're a young sort of enthusiastic ethnographer, beginning out, you land up there at Wali Khan's house, everything that happens there, you immerse yourself in the culture, all of that, you're doing all of that, but you can't find any Khudai Kidmatkar because, you know, nobody knows of any. And then you go to this rally, I think it was a fourth anniversary of Badshah Khan's death in 92. And you go to this rally and you meet Habibullah and he takes you around. And then he finds a couple of people he remembers through his father and he speaks to them, but you can't speak to them there. And then he takes you to a village and you find one guy and then you find another guy. And then you ask this guy, do you know anyone else? And first he says, no, they must all be dead. And then he says, let's go and see if so-and-so is still there. And you go to another village and then they meet and they talk and they're sharing memories and you're there. And, you know, they're interjecting when they speak to you. And also that lovely detail of how, you know, you can't enter the men's section of the house and they can't come into the women's arana. So they put this cot in this outdoor space. And the custom is you have to sit on the comfortable part of the cot while they sit on the other one. And these are lovely details. And what if I was like crafting a web series out of this, I would do an interplay of this and the narrative of the Khudai Kidmant guards themselves that you earlier mentioned that, you know, 17 years of a successful nonviolent struggle. But actually after 47, it's then a heartbreaking failed nonviolent struggle where Babacha Khan goes to jail and eventually an old man, he finally dies in Afghanistan, you know, in Jalalabad. And even, you know, right at that end that, you know, when he dies that there is a ceasefire in the Afghan-Soviet war you mentioned so that people can, you know, travel between Peshawar and Jalalabad, which just shows you sort of the stature of the man. But it also shows you these lost tragic lives of all these young people who were in that movement. And then they are treated as criminals by the state that they helped to free. And of course, they oppose partition and all that. And that's one reason why and then they wanted Pashtunistan and all that. So it is just such an incredible story. And I would just tell my listeners that, my God, you know, just go out and read this book if you can get hold of it. You know, a couple of your books are not even available on Amazon. Why is this? I mean,"
    },
    {
        "speaker": "Guest",
        "time": "03:01:18.140",
        "message": "maybe that's a conversation that I should have with OUP and maybe you should have a conversation with OUP who did the Indian edition. I mean, you know, it's very, with this particular book, it was my first book. I had no bargaining power at all as a first time author, but I absolutely insisted that there had to be an Indian edition and a Pakistani edition. And in Pakistan in 2017, when OUP marked 70 years of Pakistani independence, they republished 70 of their titles and they picked my book as one of them. So it's definitely in print there. And we need to have it in print more widely in India. And let me say a couple of things to what, you know, about recording it, right? And it's not as if the idea hadn't crossed my mind. And I, the entire time that I was in Pakistan, I had the ISI on my tail. And at one point, and this is not in the book, but I got interrogated. It was, I was in Waziristan. I was very far from Charsadda and Bali Baba and, you know, that whole infrastructure. I was way out in Kohat and somebody from Waziristan was going to come and see me. I was staying in a circuit, circuit house. And suddenly four Bali Punjabi men showed up, you know, as ISI guys and sat there and interrogated me. Nobody knew they were there in my room for, and it was very useful not to have recorded anything because there was no, you know, I could tell them what I was talking about and they could see that I wasn't doing anything seditious. And the promise I made to them was I was not going to talk about post-47. You know, I was talking about the independence movement and that was the basis on which I managed to clear my, you know, dispel some of their suspicion. The reason I managed to dispel their suspicion was because it was in the middle of Ramzan, as it is now while we are recording this, and I kept all my roses, you know, in my enthusiasm as a field worker and I said, right, you know, everybody around me is keeping. So, I was fasting and these men came in and I knew very quickly that men often cheat, right, and they'll go and sneak off and have a cigarette or have a cup of tea. And when they refused to leave my room, I said, can I order some tea for you guys, you know, would you like some? And the guy in the back started to say, yes. Now, in Pakistan, it's a criminal offence if you are caught eating and drinking during Ramzan. So, as government officials, you know, this was not a, this was a complete no-no. But he began to say yes, because my question was very natural as if they had come to my house. And till the supervisor turned around and glared at him and he stopped. And that's what made them leave. Because, you know, in a sense, I had learned living with my Pashtun friends that calling out a man's honour is always a pretty effective way of getting the upper hand, especially if you're weak as, you know, as I was as an Indian citizen, as a female on my own in that situation. So, that was hilarious. So, not recording anything and not having any traces was very important. I was very aware that this was priceless stuff. But I think it was, I don't think I would have got the wealth of detail I got from them. Also, if I, you know, it was a completely, the moment you put a, you know this, you know, the moment you put a tape recorder on, there is a self-presentation that goes on. And here it was, you know, there was laughter and tears and hugs and marching up and down to show me what this Khudai Khidmatgar army used to look like, and how they used to do their drills and parades. And so, there was so much going on, which was entirely the result of that, you know, what academics would call that intersubjective space between me and my interlocutor. So, and very quickly, they began to realise that the ISI was tailing me everywhere. So, every time I landed up somewhere, they would check if I was safe and say, just watch yourself. And I said, yes, I know, but I'm so sorry if you, they said, yes, they come asking questions after you leave. And I apologised and I said, I'm sorry, you know, my Pashto was pretty good by then, and I'd apologised for disturbing. And they said, don't forget, we've dealt with the British police, you know, we can deal with this. We are not in danger. You are the foreigner here. And the fact, so you look after yourself, we'll be okay. But, you know, it is very powerful when the blessings of old people are on you as well. I mean, they blessed me profusely for telling their story. Like you say that, you know, these are people who've been silenced, having pulled off such an incredible feat. And you talk about a web series. I mean, it did make me think about Pashtuns, Pathans, as we call them in India. Pathans in Bombay cinema is such an interesting phenomenon. You start with Kabuliwala, right, so the hot-headed Pathan who forms this incredible bond with this little girl, but ultimately has to go to jail because of his hot-headed nature and, you know, killing a man because somebody had insulted his honour. So this was the image of the Pathan that everybody works with. So even Tagore's very very empathetic account of it and the very moving story that he wrote that was adapted. Ultimately, is that stereotype of a Pashtun, of a hot-headed but affectionate man you can trust with a little girl. That's the other thing, you know, that at no point was Mini's own safety ever in question. Then you begin to see that, you know, the occasional Pathan shows up in Bombay films in various ways and then often the Pathan is the Muslim, because often, as we know, for many decades there was always a Muslim character in the biggest masala films. And then, you know, with films like My Name is Khan and so on, where the Khan, the Muslim, is the main protagonist. He's not a walk-on character actor, he's the main protagonist. And then they kind of disappear. This whole grammar of Amar Akbar-Anthony grammar disappears from Bombay cinema. And I was very, you know, interested to see that after ages, in the latest, one of the latest films to be released, Gangubai, in which Alia Bhatt features, and of course the film is around her and, you know, that's the story, but what the main relationship she has that enables her is her relationship with a Pathan gangster in Bombay. And that relationship between those two characters, played by Alia Bhatt and Ajay Devgn, Ajay Devgn is exactly, he is a man capable of incredible violence, but it is in the past, so his reputation is that he's capable of violence and he unleashes that violence on one of his own men precisely because he dishonoured a woman, that even prostitutes had their honour that you did not dishonour. And then he is a loyal brother to Gangubai and helps her achieve her ambitions and bankrolls her election campaign and so on and so forth. So I was very struck that after many decades, I know by far it wasn't the most important aspect of the film, you know, Gangubai, it's a story of a woman, but the Pathan has reappeared in Bombay cinema after a long time. But you're right, we need to have, we need a really decent, ambitious, well-funded biopic on Khan Abdul Ghaffar Khan. It's just the most fabulously cinematic and dramatic story."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:32.620",
        "message": "It's a mind-blowing story. And just to quickly, you know, fill in those listeners who may be wondering who's Badshah Khan, what are we talking about? Khan Abdul Ghaffar Khan was known as Frontier Gandhi at one point, which I think is in a sense a little bit of a disservice. Gandhi could have been called Mainland Badshah or whatever, Mainland Ghaffar and Khan Abdul Ghaffar Khan was also known as Badshah Khan and he founded this organisation called Khudai Khidmatgar, which means servants of God in 1930 and grew it very fast, you know, 1000 people in 1930, you mentioned 25,000 in 1931 and just a tremendous natural politician and man of the masses and just sort of a great figure. And the fundamental question, which of course you set out to answer is that what you've called a historical riddle, that Pathans are, you know, violent, macho, you know, all those stereotypes are attached to them. But how did this non-violent movement emerge from within? Because one of the things that is also clear is that it's not as if Khan Abdul Ghaffar Khan got his ideas from Gandhi or he got his ideas from the West or wherever, it flowed naturally into what their society was like and the way that their community lived, which again is against all stereotypes of Islam and so on and so forth. So tell me a little bit about this, then what are the answers that you came up"
    },
    {
        "speaker": "Guest",
        "time": "03:10:49.420",
        "message": "with to this historical riddle as it were? Okay, so Badshah Khan's response to the colonial government when the scale fell from his eyes, he could see the level of deprivation more than anything else, you know, that was to first was to respond by opening schools, right, they were called Azad schools. So this was in the 20s and he formed alliances with other revolutionaries like the Fakir of Ipi and so on. Now in those, it's important to go back to that because of reasons, two important things happened. One was the choice of non-violence at that stage was entirely strategic, that there is no way we can deal with the, you know, the northwest frontier province was the most heavily militarized area in British India because it was guarding the Khyber Pass through which the British feared Soviet interference. So this was where they set up guide cavalry, this is, it was armed to the teeth. So trying to fight with guns there, rusty rifles was not going to, so he chose it as a strategic option. The Hijrat movement happened at that point, right, so it was about the exile, the Hijrat of moving to an Islamic nation like Afghanistan as a denunciation of the injustices of what was happening in British India and linked to the Khilafat movement in Turkey. And he realized, he says this in his autobiography, and by the way a fantastic new English translation is just out and Rowley Books has published it in India and folio in Pakistan, is that he says, he says like, you know, you realize we've been unwanted guests very soon in Afghanistan. We were a burden after the first few weeks. The Amir wanted us to go back and that's when he realized that if you have to fight for independence or fight for justice, you've got to do it sitting in your own country. But he continued to open these schools and then got jailed. Now the frontier didn't have any jails at that point, they had to be taken to Punjab. The Northwest Frontier had so much military, they didn't expect to ever have any civilian unrest. At that point in the 1920s, remember the Akali movement was going on and Baba Khadak Singh and other Sikh revolutionaries who had protested against colonial interference in the Gurudwara, you know, it's called the Gurudwara movement and the Gurudwara governance, had been jailed. And that was the first instance really where Bacha Khan saw in modern parlance the weaponizing of non-violence, you know, of how you can use civil disobedience as a way of protest. So the food was very bad in the jail and they kept saying that we're falling ill, they wouldn't listen. So the Sikh men refused to wear any clothes and they opened their hair and they wouldn't tie up their hair and they wouldn't eat any food and they wouldn't wear any clothes and they lined themselves up and the jailer was desperate. He said, please go back, please. And Bacha Khan says, he says, you know, I saw how powerful that was. They just used their own bodies to resist, to make a statement of protest. So this is before he met Gandhi. So once he met Gandhi, what happened really was that the political philosophy of non-violence, which he had arrived at exactly as you said, completely on his own, the political philosophy that Gandhi was developing around that idea of truth, of courage being essential ingredients for protest. You had to have those on your side. That is something that he felt he learned from Gandhi. So Bacha Khan himself didn't like the term Frontier Gandhi because he said it seems almost competitive. It seems as if I am somewhere as good as Gandhiji, but of course I'm not, you know, he's like my older brother. So this idea, you know, developed into a political philosophy. Of course, I argue worked very well with Pashtuns because in Pashtunwali, which is the sort of, you know, the cultural code by which life is organised, there are some key concepts of melmastia, of hospitality that I mentioned, ghairat, of courage, and of badla, of revenge. Now what they did was really to take these core concepts of badla and said, how do we take revenge without killing? So everybody had to withdraw from any blood feuds they were involved in before they could allow to rejoin the movement and they took the oath and signed up and so on. Melmastia was really, you know, it was the idea, it was a very gay, Gandhian deployment of the idea of hospitality where you don't hate the person in front of you who's the enemy. You show them the injustice of their ways. That very Gandhian idea. That was how the notion of hospitality was marshalled. And ghairat, you know, of courage is so critical because we talk about, you know, we talk about the Dandi March and we remember visuals from Attenborough's films and we talk about civil disobedience and look at what is happening with protests in India today. It takes a huge amount of strength and courage to face the violence of the state without hitting back. And this goes for the students who were pulled out of Jamia's libraries and beaten up by the police. It goes for students everywhere who've been subject to state violence and violence of the goons, in some cases vigilante violence, not even state. To not hit back, to be able to have the courage to protest, to go on marches knowing that you may face the brutality of the state took a certain kind of extraordinary courage that being Pashtun was part of their self-definition was that. I'm not saying everybody was lived up to it but that is what you aspire to be. And being Muslim, they got a lot of grief from the mullahs and, you know, the sort of more conservative reactionary forces in Pashtun society saying, oh these guys have become Hindus, is there any way to behave and insisted that Bacha Khan, you know, had grown his hair and, you know, he was becoming Sikh or Hindu and that's why Bacha Khan stopped covering his hair. And in those days, as we know, all over the subcontinent men always wore a headdress. He never did. He just gave it up because he said, here you want to see what's on my head, you can see it. But what they did with Islam was to take the idea of sabr, of patience and say that, you know, patience is actually a very important, it's a virtue in Islam and to have suboor, to be able to be patient is important because the real jihad, the jihad-e-Akbar, is the jihad of patience, of self-restraint. The jihad-e-Azhar is the one that you take revenge, of patla, of a tooth for a tooth. But to not take a tooth for a tooth, to restrain yourself and be patient and fight for justice is a much larger jihad. Akbar means big, no? Great. That is the jihad. And those were their ideas. So, you know, my explanation or my, you know, my analysis of the movement is that really it is these cocktail of ideas, these ideas of jihad from Islam, the idea of gharat and mailmastia from Pashtun wali, combined with Gandhian ideas of how to use non-violence as philosophy of resistance, is what made up this, the sort of driving ideology of the Khudai Khidmatkar movement. And it was, it didn't require the Pashtun, it played on the strengths of being a Pashtun. And that's why I think it survived for so long. You didn't have to go and live somewhere else. You didn't have to be it. You had, it was about self-cultivation. And so the real struggle was that, was cultivating, experimenting on yourself. Again, you know, a very Gandhian mode."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:19:37.420",
        "message": "And, you know, you mentioned the Akalis and there's this lovely passage from your book, which I'll read out where you write, quote, in Dera Ghazi Khan jail, the political prisoners from the Akali movement refused to take off their black turbans in the prison as instructed by the guards. When forcibly stripped of them, they protested by removing the rest of their clothes down to their loincloths and chanting, sar jaave ta jaave, mera Sikh dharam na jaave, or I may lose my head, but not my Sikh faith, which is again so Gandhian, so moving, this kind of spontaneous protest. And, you know, there's another sort of passage I want to kind of read out, which sort of wrote in a sense, you know, addressing that historical riddle, which I think sums it up so well that I'm just tempted to read it out. So here we go. Quote, Badshah Khan highlighted the virtue of patience in Islam and stress the idea of the greater Jihad, Jihad-e-Akbar to help people understand that the real struggle was a spiritual one within, to conquer fear of the enemy and anger and to forgive them. The movement also utilised the key values of Pashtun custom of ghairat, courage, majmastia, or hospitality, badal, revenge, nanavatai, offering refuge to anyone, even the enemy, to treat the colonial government as unwanted guests who had breached the code of hospitality and needed to be evicted, politely but firmly. The uncivilised and violent response from the visitors was met with great dignity and unwavering courage until eventually they did leave in 1947. The revolutionary ideology, the khudai khidmatgar's fashion was thus rooted organically in their society and therefore readily communicable and comprehensible to its rank and file. Stop quote. And this speaks to me for so many different reasons. It speaks to me because we have these stereotypes of Islam, we have these stereotypes of Pathans and we also have this narrative that many of the values that liberal people speak about, we are often told that they are imports of the West and they are not relevant here. You know, even Nehru made this exact argument during the first amendment debates where he said what free speech and all that, right? And you know, what your book shows is that so many of these values that we value, as it were, I think I'm saying value too many times, you know, you don't have to look to the West for them. They come from within us, they are inherent to us, which was what, you know, Badshah Khan really used and that was just so evocative and it's just such an incredible epic story. So someone kindly make a great web series of it, though I should also be careful what I ask for because, you know, some, you know, Karan Johar will then produce it and make Shah Rukh Khan play the role of Badshah Khan and we'll, you know, and we'll"
    },
    {
        "speaker": "Guest",
        "time": "03:22:03.260",
        "message": "both regret ever recording this episode. Look, I'm a Shah Rukh Khan fan, so I will never regret it if, you know, if this means that Shah Rukh Khan has to, I have to brief Shah Rukh Khan on his, but you know, Shah Rukh Khan's father was a Khudai Khidmatgar. Really? Yes, and Shah Rukh Khan doesn't talk about it often, but I managed to confirm this with him directly."
    },
    {
        "speaker": "Unknown",
        "time": "03:22:26.380",
        "message": "Wow."
    },
    {
        "speaker": "Guest",
        "time": "03:22:27.500",
        "message": "Yeah, I've asked him this directly and he said it was true and therefore I think if he ever had a project like this, I don't know, you know, he's making a film at the moment called Pathan and they're still filming it. There's Deepika Padukone and him. I don't know what the film is about. I doubt from his eight packs on show that this is, you know, the few publicity stills that we've been treated to has anything to do with this story. But seriously, I think it is an epic story and I would, I think Karan Johar has produced some incredible films and it would make for a tremendous story that, you know, needs to be told and we need to make it attractive for people to flock to the cinemas. And boy, if anyone can make a film and make sure that people go to watch it, it's Karan Johar and Shah Rukh Khan. But people need to, I mean, I would be keen because I really think people need to think about the implications of the story, which are far reaching and absolutely relevant to today. And I'll tell you this again, I haven't said this in print anywhere, but when the book came out, I mean, it came out in 2001, January, right? Very early in January. It was my first book. It was very quiet. Nobody read it. Nobody, you know, there was no social media to, it wasn't like on Twitter, people would send off a draft of an article and they put up a tweet saying they've just written an article, you know, it wasn't like that. So there was really no one to tell. And so I didn't think anyone had read the book really for the first few months. And then 9-11 happened, right? And the whole narrative of, and as we know, the global Islamophobia started with 9-11, this legitimised Islamophobia that it's a 21st century phenomenon in very particular ways. And this essentialising of the Muslim as violent was instant after 9-11. And there was so much anger and outrage and so on. And so this went on and you can imagine what it was like having just published a book on non-violent Muslims, you know, and not being able to intervene in this debate in any way until the New York Times, a journalist of the New York Times had come across my book and wrote a column about it saying, hang on a second, there's a counter-intuitive, counterfactual example from history that proves exactly the opposite is the case. And, you know, it did several things. One is suddenly people sat up and took notice of the book. But it also, more importantly, de-essentialised Muslims and Islam. But, you know, in an abstract way, it also said something about academic research. That all those years when, you know, I couldn't convince the scholarship committees to give me a scholarship to go to England. And, you know, they kept shortlisting me and kept, like those professors in d.school saying, how can we fund a project that's doomed to fail? And therefore we love you and you have a brilliant CV, but we're not going to give you a scholarship. And this kept happening. All those years of struggling, you know, and wondering whether you're ever going to sleep well again. And just holding out the hope that you would go to Pakistan one day and do it. It was all driven by a very, it was just a commitment to an obsession with an idea. You know, I want to understand what went on there. I want to meet some of these guys. I want to see what it was like. That's all it was. There was no future beyond it. So, often academic questions are like this. They are questions in themselves because they have their own integrity and their own curiosity. And you, this is what we call pure research, I suppose, you know, and somehow pure research is sometimes a bad word because, you know, are you making the world a better place by doing pure research? Shouldn't you be finding alternative fuels? You know, why are you working on things that are not obviously useful? But this was an example of pure research, which suddenly became 100% relevant in the world. That, at that stage, to recover the example of nonviolent Muslims would have said, oh, you're scrambling around for examples because you have an agenda. But here this was, it was already ready-made. And frankly, a lot of those old Khudai Khidmat Gahs had passed away by that point. But those stories had been told. So, I think that the story has been recovered and it's there. But it is a story that needs to be retold. None of my Pakistani friends have ever heard of the Khudai Khidmat Gahs, my contemporaries, nobody. So, when I went to Pakistan, I'd say, you know, our friends in Oxford would say, where are you? And they would say, sorry, what is this? And so I would, and some people would have heard of Khan Abdul Ghaffar Khan because he was National Assembly member or because of the Awami National Party, which, you know, his sons formed and so on. But nobody had a clue. So, it's a story that needs, that across the subcontinent, we need to engage with because there are multiple lessons for us. And my goodness, this is one of the most charismatic people to have lived in our countries. No, and you know, I learned so much about him by"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:28:06.460",
        "message": "reading your book, because obviously I knew who he was and the broad history and all that. But I just discovered so much more. And the other sort of, like you said, no one in Pakistan has heard of him. You also point out in your book about how when, you know, the Pakistan government cracked down on Khudai Khidmat Gah in, you know, post-independence, they destroyed all the documentation. They'd arrest all of these guys and they'd just destroy all the papers and everything. So, there is nothing left. Everything is in memory. Everything is in memory. And 50 years later, these men meet you and they talk to you. And that is just so magical to me that, you know, that this is happening, that it's unfolding like this and it's such a stroke of luck. So, you know."
    },
    {
        "speaker": "Guest",
        "time": "03:28:45.580",
        "message": "Yeah. And also the documentation, everything had been destroyed. And of course, their memories, you know, I mean, one's got to be also aware that after 50 years of silencing and an old person's memory. So, you know, I think about how memory works and you've got to be aware of the fact that so there are ways in which you don't rely, for instance, on an old person's recall of a particular date or which year. They may get that wrong. But the description of being beaten up by a police or the fact that, you know, it took me very long to understand my Pashto wasn't so good and they were obviously speaking in euphemisms that so much of the punishments meted out to the Khuda Khidmat Gahs who were arrested were sexual, you know, and they were brutally sexual punishments meted out to these men. And I was trying to understand it and they'd be crying while they were telling me the story and Habibullah would then sadly piece that, then they'd be embarrassed because they couldn't talk to me. So, you know, the silencing happens in so many ways. It's not just the fading of memories. But then because I had already done the archival research in the India Office archives, I'd gone with my file of notes to Pakistan. So, I would carry this around with me all the time, you know, I had a big ring binder with all my notes written in pencil from the archives. And I would, once I would get going and I'd say, you know, I've been to the archives, can I tell you what was being written about you at the time and read out bits, thereby creating a sort of post-facto dialogue. And sometimes they'd nod along and say, oh, yes, yes, yes, that's right. You know, that place is named correctly or I'd forgotten. But any imputation of motivation or accusations of violence on their part to discredit them would be met with complete horror and anger after all these years saying, how dare they report our behaviour? You know, we had to work so hard to learn to be restrained and they just blithely tell their bosses that they need more money for their military because they're having to, you know, fire on us because we are firing back and that's just unjust. So, you can, you know, the sort of point scoring that's possible in this artificial dialogue that's created. And you are merely a conduit to witness this dialogue. And that's, that was a privilege. You know, you think, my goodness, my life will never be the same again. When I say, you know, this was a life altering experience, because after this, how can you ever be the same person once you've seen something like this and heard these things?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:33.340",
        "message": "Yeah, I mean, it just sends a chill up my spine just thinking about it just and also, you know, the nature of memory. One of the things I learned about memory is that when you remember something, the first time you remember something, you remember the event. The next time you remember the memory of remembering it last time and so on and so forth in this game of Chinese whispers. To find these gentlemen decades later, sitting back and trying to piece it together and then it becoming a dialogue because you're coming up with, you know, the clippings you have on it and all of that is just so incredible and also so cinematic. So before I go on to my next serious question, quick question about, no doubt the forthcoming web series, I'm perfectly okay, whoever does it, I was kidding. Who would you want to play you? I knew this was coming. So you've thought about it, that means?"
    },
    {
        "speaker": "Guest",
        "time": "03:32:18.220",
        "message": "No, I have listened to enough of your podcast to know that that's the kind of question you would ask. I don't know, it doesn't matter. I'm not, you know, I think as long as you get a wide eyed, enthusiastic, dark skinned woman, you'll be fine. Hmm. Are there dark skinned women in Bollywood? Yeah, exactly. Exactly. So maybe it has to be from somewhere else."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:46.060",
        "message": "Maybe Anushka also produces stuff. Maybe she'll want to play you. Would you want her to play you? She's a very fine actor. So yeah, why not? Yeah, I think she'd suit the role. So here's my next question. We just discussed that this is OUP, out of print, what do you do? And I have a larger sort of question here that many of the guests who come on the show, including yourself to some extent in the context of this book, I often think that why the hell are they publishing with academic publishers? You know, they should publish with great publishers, this book should reach many more people. And it seems to me that there are choices here, that, you know, academic publishers, the way I see it, and of course, great books come out of there. And I'm reading, you know, OUP and Rutledge books all the time. But nevertheless, they reach a limited kind of audience. And they play to this little sort of academic circle jerk that kind of goes on where you're writing for other academics, you're writing in, you know, academic language, which is often turgid prose, not at all the case with you, by the way, all your books have been so riveting, but can be the case with some others. And that's kind of one area. But then there are academics who then make that extra step and they write for trade publishers, and they'll write for a Penguin or a Harper Collins, and they'll write in a way that they can reach many more people. So, you know, I often think that, you know, many academics kind of get stuck in that rut that, oh, okay, I'm going to write a book, and I'll do it for Cambridge University Press, Oxford University Press, or Princeton, or blah, blah, blah. And they limit their audiences in that way, when the stories that they're telling all the ideas that they have, can should reach many more people and will resonate with so much with many more people. So, you know, is this stuff that you've kind of thought about or what would your approach in this"
    },
    {
        "speaker": "Guest",
        "time": "03:34:31.500",
        "message": "be? You know, if you are a professional academic with a job in a university, you build your credibility by publishing with academic publishers. And to be perfectly honest, you're not taken seriously if you publish with non-academic publishers, non-university presses. And also, the other bizarre thing is that there's an unspoken assumption that even if you publish with university presses, but your book sells well, then there must be something wrong with it, because you're communicating too well with your audiences. People actually want to read your stuff, you know, so there must be something lightweight about it. So, the other thing to say is that the market for non-academic, non-fiction writing and publishing has only got better and better and better. So now, and especially in places like India, where global publishers have realized the size of the market and have very serious operations here in India, that a lot of non-fiction books are being written by non-academics, mostly journalists, but also by academics writing for a wider audience, because they're writing for publishers who are able to market their books in a completely different way, as you asked, to a much wider audience, etc. So, you can afford to do that when you don't need brownie points from your publications and credibility in promotions, procedures, and so on. So really, it is only after a certain seniority that you can afford to do it, is how the story goes. Now, I have not followed this script again. I did it with the Pathananamda. Actually, the originating publishers were James Curry in Oxford, and they had this brilliant arrangement where any book they published from Oxford always was co-published by a publisher based in the country where the book, the research was done. And in my case, I said, sorry, I can't choose between India and Pakistan, so we have to do both. And OUP India, as indeed OUP Pakistan, whatever you may say, Amit, have a reach in marketing, in libraries and institutions that is unparalleled by anyone else. So, your average, they're not stocked at airport bookshops, it's true. But in terms of reaching institutions and colleges and district colleges and universities all over the country, they are brilliant because acquisitions teams don't think, they just have standing orders. Any book that OUP publishes, so cultivating democracy will have that kind of fate, and that is very important. But you come across something like Muslim Portraits, which I put together, which I was adamant that I was going to publish with a publisher who had a bigger reach, and Yoda were very good in taking it up. The Sari was my experiment. Now, the Sari is based on ethnographic research. I started, I first went to my village, and I co-wrote it, of course, with Daniel Miller. And we did all the research for it together. He's also an anthropologist, a very well-known anthropologist, who's written about a number of things. But in those days, he was writing about fashion and women's clothing and so on. I had never written about this stuff. I knew about India. And we did this work together. We did all the writing and the fieldwork together. But the question there that we were answering was a question that a huge number of people were curious about. So, it seems silly to go with a niche academic publisher. But having said that, actually, the publishers that commissioned the book, in a sense, or, you know, the head of Berg Publishing, Catherine Earle, asked us to write this book. They were an academic publisher. But Catherine Earle also had the publishing nous to know that this had to be marketed as what they call a trade book. So, occasional academic publishers occasionally will have a completely different marketing strategy, print run, sales strategy for some books. And that's what they decided. Berg Publishers was then bought over by Bloomsbury later. So, now Bloomsbury sells the Sari. So, and Catherine Earle continues to be a very senior person in Bloomsbury in London. The Sari was, as you will see when you read it for anyone who reads it, is not only written in a very different language, it is illustrated in full colour on every single page. And a designer has designed every page. So, Arundhath is the designer who worked on it, and Dixie, Benjamin Dix took the photographs for it. So, it is, it was, it seemed absurd, even though we were two academic anthropologists teaching in a university, that we should write a book about an object. But actually, it was not a book about the Sari so much as a book about modernity and Indian women. You know, it was answering the question, why do Indian women continue, who are so modern, continue to wear something that looks so antiquated? That's, you know, to put it bluntly, as one of my students did in London. And she used to teach at the London School of Fashion, so she knew what she was asking. And so, we decided that we had to write it in a way that a large number of people could read and made it accessible and also do justice to the beauty of the garment. That's why it looks the way it does. It's an absolute visual treat, right? And it sold lots of copies. In academia, it's not considered an academic book. Even though all the research for it is done according to the protocols of academic anthropological research, you know, it looks too good and it sells too well, it can't be academic."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:40:51.020",
        "message": "Yeah, and it's written too well. I enjoyed reading it a lot. And, you know, I get the moment I picked it up, I figured that, yeah, it's going to kind of answer that question of why do women wear the Sari, not just that it's a traditional garment and women are modernizing and all that. But, you know, you have one of your characters, Meena, in the first chapter, talk about how incredibly impractical it is in terms of, you know, some part of my body is always exposed, whether it's a belly or the waist or whatever. And she gets inside a bus and she's totally stressed out till she sits down. And it's just so difficult to put on and all of that. And then chapter by chapter, you kind of go through all the different aspects of it, which is, you know, pretty, which is quite excellent. So, but it's also like a coffee table book, right? So I bought a physical copy from Amazon and now my Amazon algorithm is completely messed up because God knows what they'll recommend to me next. But yeah, thank you for buying it. No, no, of course. And it's an enjoyable read. I just like read it in one sitting and it's great. You know, you've reproduced the voices of some of the people you speak to and that kind of really worked for me. And, you know, so a book I enjoyed reading,"
    },
    {
        "speaker": "Guest",
        "time": "03:42:00.860",
        "message": "even though I'm a man, as it were. Good. No, I think, and we spoke to a number of men, you know, when we did the research, we thought it was really important because women wear saris for themselves. They wear saris for people around them. And of course, the men have a view on this. So it was important to engage the men in conversation. And I said in this was the book, I think that was the hardest for me in terms of making sure that it was based on research, because it is so autobiographical for me, because I remain and the reason why the book even came about, you know, like I said, the student of mine asked me this question, because I remain to this day very committed to wearing a sari to work in London. And, you know, none of my friends do. A lot of my friends wear saris, they'll wear it in the evenings for social occasions. But I wear it not as costume, not as dressing up, but as clothing, you know. And so to take public transport and, you know, to go up and down escalators on the London Underground and do it, it's partly possible because it's London. London is the kind of city where being yourself is to be a Londoner. There is no one way to be. That's what makes London's amazing city it is. People are confused because it's older sort of Gujarati women, you know, the sort of old immigrant families who the elderly women wear saris. What people initially struggled with, I think, in the initial years when they spot me on the Underground was to be wearing a sari, but reading The Economist, you know, this wasn't this wasn't what part of anyone's imagination. So one had to sort of respond to a lot of these challenges. Now it's become entirely normalised. And I think one of our best lines in the book is what we say about wearing a sari is a bit like driving a car. It's difficult to do. You have to learn to do it. But the more you do it, the better you get at doing it. And this is exactly my experience and loads of other women's experiences. But as an anthropologist, I was very clear that this is what had got us started on the journey. But it had to be a story about a wide cross section of Indian women. And that's why we spent so much time and money travelling across India, very carefully making sure we were talking to different kinds of demographics of women, construction workers, paddy farmers, you know, these are the women who wear nothing else but a sari. They are not the most visible when you think about our cities. But and people say, oh, in cities, women don't wear saris. And you're thinking, have you looked at the woman who comes and cleans your house or the press valley or the one selling vegetables or the one on construction sites? They're all, you know, the middle class may not, but actually, numerically, the number of Indian women. And therefore, it was a real challenge to try and understand. I know why I choose to wear a sari in London and go to work. But to try and understand why a construction worker chooses to wear a sari was a completely different set of questions. And that needed to be understood. And I think this is, I'm glad that you found it readable, because we want people to read it and to think about these lives that are so invisible, you know, they're there. And yet, we don't really stop to think. So blithely, people say, oh, you're going to Bangalore. Why are you going to Bangalore? Everybody, you know, women don't wear saris in Bangalore, because this was at the height of the IT revolution. And so, we just did a census count of standing on a street for a few hours. And of course, young college girls were not wearing saris, but there was, you know, it was like 9 to 1, the number of women in the public who wore a sari. So our imagination of what is happening in India, what is happening with women, etc. needs to be challenged. And only academic research or any research, not serious research,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:46:19.180",
        "message": "can challenge them. Yeah, I mean, the reason I like the book is not that it gave me insight into the sari, but that it gave me insight into society and the way people live and the different sort of things that a sari represents. You've spoken about how, you know, the maid and the mistress will wear different kinds of saris and the mistress will automatically assume when she's giving a Diwali gift that, you know, there's a particular kind of sari. So, you know, just that dynamic reveals so much. You've spoken about the sari as sort of how it reflects modernity, like you named, you know, one of my favorite films from one of my favorite filmmakers, Mahanagar by Shruti Jitra, where you speak about how the main character, when she starts working and she's getting successful and self-confident, she changes the style of sari she wears, which people in the house notice. And that kind of spoke to me. You also got this lovely chapter on the pallu with this great quote, which one of the people you were speaking to told you, and she said, quote, it is as if by caressing a leaf, one is touching the tree."
    },
    {
        "speaker": "Guest",
        "time": "03:47:14.700",
        "message": "So this is the role of the pallu. That is a good line. I'd forgotten that."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:47:20.380",
        "message": "Yeah, I love that line. And then you speak about how there's a sex worker you spoke to in Kolkata who doesn't allow clients to touch her pallu because it's only going to be for whoever she marries. And that spoke to me. And I'm going to come to my next question for you via the sari, in fact, where at one point you have this fascinating passage about the sex worker who says that she, you know, one of her clients whom she slept with for 300 bucks and not slept with as it happens, but who gave her 300 bucks, was a famous actor who just made her wear a white sari with a red border, nothing underneath, and then fantasized himself in different kinds of situations with her, you know, different kinds of public situations. We're going to a temple was one of them where she's wearing a transparent white sari with a red border. And that, you know, the whole sexualized role in this role playing fantasy kind of fascinated me. And that led me to think about this book, which came out a couple of years ago, called Everybody Lies by Seth Stephens Davidowitz. I think that's his name. And what he really did was he did a kind of ethnography while sitting at his laptop, in the sense that he got Google and Facebook and all of the you know, a bunch of these to give you to give him access to anonymized search data, from which he could figure out what people were searching for. Because his thesis, which I find has a lot in it, is that people are most themselves, when they are searching for something on the internet, and they think no one's looking, right. And then through that, he came up with some incredibly startling insights. And, you know, I'll link an essay I wrote on the book from the show notes in the book itself. Some really bizarre stuff, like one of the things which is just nuts is that India and Bangladesh are outliers in the sense that grown adult men fantasize constantly about being breastfed. Right? It's completely bizarre. The rest of the world is nothing like it. But you look at the searches from here. So it's sort of eye opening in that sense. And that got me to thinking about ethnography. And you've, of course, written a lot about ethnography. And at least a couple of these books, you have these sections on it, which I learned a lot from. And one of the things that you're doing in ethnography is that you are number one, you're talking to these people, and you're taking their words seriously, and all of that. But number two, you're also observing them in action and seeing what they do. It's their words and their action coming together. And, you know, and I know ethnographers will react to shock and horror at the next thing I'm about to say. But it seems to me that this is something that AI can actually, you know, take over a large part of this, because what Stevens Davidowitz managed to do is something that no army of human ethnographers could possibly have done in terms of the insight that he got through their actions and through what they are searching for. So how do you think about this, that we have tremendous technology, so many tools available to us of, you know, gaining insights into the human condition and all of these interesting ways. Is this something that you've thought about? And, you know, are these tools that ethnographers use, and so on and so forth?"
    },
    {
        "speaker": "Guest",
        "time": "03:50:17.820",
        "message": "Sure. I mean, in fact, digital ethnography is a growing area, and some of our students are thinking with this, and it's a generational thing, really. But one thing to say about this question is that insight is not the preserve of any one methodology. I think you can have insight through algorithms, you know, AI can actually, the scale, whenever you need scale, using artificial intelligence makes absolute sense. And you begin to see patterns. In my own way, it wasn't artificial intelligence, but my whole engagement with the survey method was this. And I'll explain it, because it directly answers your question, that there are some things that you need scale for, you need the macro picture. And there are some things which only an ethnographer can tell you. And the biggest example of this in my work was when Lokniti found this finding, right, that low-caste, female, illiterate, rural voters were more likely to vote than anyone else. It's very interesting. This was what you can find from this big data, huge national sample, brilliantly sampled, etc. Statistically, it was true. And so the moment I saw this, my question to my colleagues in Lokniti was, why is this happening? Why are these people – and this, we don't know, this is a why question, it's not what surveys ask. That's a bad survey question. And here is when we need qualitative research, we need ethnographers to go in. So that's what took me into doing this. Now, my first hypothesis after seven years, seven, eight years of work, when I published this article called Sacred Election in 2007, was to say that elections have a sacrosanct status in India. And so people think that if there's an election, you must, of course, you must vote. You know, it's like, why would you not light a diya on Diwali? It's that kind of attitude. It's not religious, but it's sacrosanct. It's inviolate. And people said, you know, people who read that article said, yeah, that's very convincing. It rang true with a lot of people who've spent any time studying Indian politics. But this kind of articulation of arguments, maybe this is a Bengal thing. This is, you know, they have communists, so, you know, Bengalis are very clever, you know, all these kind of things that you say that actually make no sense. But anyway, people said, maybe all of these things are true. And what they were basically saying is, how do we know this is true of anyone other than your village? You've said it on the basis of doing fieldwork in one place. So the only way to say, and my hunch as a scholar studying Indian society was this can't be an exception to my village. But I had to prove it with evidence. As an ethnographer, I couldn't obviously physically go and do fieldwork in multiple places. I don't know that many languages. You have to speak the local language. So there, what I needed to do was to recruit a team of 12 ethnographers who all spoke local languages. And they then took my conclusion as their hypothesis. And it was an experiment. And they said, so all of them, all 12 of them asked the same four questions during an election, including why do you vote, but what was happening in a polling station, and how the election was conducted. When we met to debrief at the end of the research, none of us had any idea what we had found, what we had each found. It is only in the sharing of our findings by the end of day one, we realized, oh my goodness, you know, India has remarkable consistency in this thing, and then wrote it up as why India votes. But then I could, so people feel this sacrosanct, people feel this inviolate commitment. But then you think, where is it coming from? Where are notions of inviolate commitment nurtured in human life, in social life? How do people learn that some things you can't mess with? And for that, you know, people don't sit down and tell you stories about this kind of thing. You've got to learn to observe life and see what is going on. And that's when one took that back into the village as an ethnographer, in a place that I knew so well, and I wasn't asking people, so what makes you so committed? Because I was working and living with paddy farmers, and I could see that, you know, growing paddy is all about inviolate commitment. You can't say that, you know, oh, today is too hot, I can't go and check whether the water is flowing in the channels, it should. You have to go and check because one day's delay and you can ruin it. So there are certain things, you know, as a farmer that are, it's about being inviolately committed to farming, and you don't have a choice. And that's where it goes back to an insight where you're beginning to see in that holistic anthropological way, how different bits, how that inviolate commitment of farming is then taken to how they say run their religious festivals, or how they learn to act politically when there's a crisis. And all of these come together when there is an election. I mean, an election is after all a momentary thing. It's not once in five years, because we vote in India at three tiers of democracy. So people are voting, you know, every couple of years, if anything. But still, it is episodic. But what is happening in between elections is what is shaping people's sensibility and that you have to be there, observe, make the connections, infer. This artificial intelligence couldn't do. So depending on what question you're asking and what kind of insight you're trying to generate, you use different methods. Exactly, I was being"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:56:47.500",
        "message": "slightly glib. So sure. And, and you kind of, you know, touched upon both your books over here, why India votes and then, you know, cultivating democracy. And I found why India votes particularly interesting, because it tackles, you know, the central question, as you articulated is, quote, why do poor people bother with voting when elected governments don't seem to be making their lives any better? Stop quote. And that's a question that's always been there, you know, public choice service will call, talk about rational ignorance that every individual knows that one vote is not going to decide an election. So it is not rational to even think about issues or look into them, you just got to get on with your life. Though, after I mentioned this somewhere, a friend pointed out that there was some really local teeny weeny level election in Rajasthan, which was divided, which was decided by one vote, and the losing candidates wife and her sister didn't go to vote. So, you know, kya hua hoga ghar pe one only knows. And there's also, book is full of these lovely quotes, you also talk about how politics has a bad rap, and you have this quote from the 65 year old guy, who tells you quote, politics is the most abominable thing in the country and elections are the only means to extend that. Why should I waste my time on deciding which snake is the most venomous one? Which is, I love that so much. And what I loved is that my God, you come up with a menu of these wonderful explanations, all of which kind of make sense, you know, inertia, instrumentality, loyalty, protest, affectivity, and the community ones were the ones that I was sort of, you know, most interested in, where, you know, at one point, you write quote, the relationship between community and vote, though, as we know from Rajni Kothari's recent remarks, can be a more complex and straightforward match between the caste of the candidate and that of the community of the voter. As he put it, politics is affected by caste, but the reverse is also true. One significant way in which we can see how caste is affected by politics is by observing how much the act of voting together as a group was valued by people, regardless of whom they were voting for, or whether they were using their votes instrumentally or not. The elections marked an important moment to express and make manifest a generic collective identity. The votes in these cases became a modern extension of older rules surrounding marriage and commensality that were practiced to express group solidarity. It was as much an expression of a general sense of collectivity as an assertion of any particular identity. As a middle-aged man put it, and this reminds me of this anecdote, you know, so I'll digress briefly to bring this light touch into it, that there used to be this video news magazine in the early 90s called NewsTrack. Do you remember that? Yes. So, I remember a NewsTrack episode where, you know, when Devilal was deputy prime minister, he'd made his son Om Prakash Chautala the chief minister of Haryana. So, there was this interview of Devilal ji where he was basically I think in a banyan and a dhoti and he was sitting in the garden with his leg up and the camera angle was right next to the shoe. So, you have a massive shoe and in the distance you have Devilal's head and the question they asked him was, ki aapne apne chhore ko chief minister kyu banaya? And his answer was, toh kya Bhajanlal ke chhore ko banao? You can't argue with that. And at a later point, you had another person tell you ki, you know, jaat apni beti aur apna vote sirf jaat ko hi deta hai, which translated means a jaat gives his daughter in marriage and his vote in an election to only another jaat. So, tell me about this community angle and what it means as, you know, self-expression because, you know, one hypothesis one has heard about voting is like that voting for your party is the same as, you know, going to watch a football club in action. So, if you're a Manchester United fan and my sympathies to them right now, but if you're a Manchester United fan, you know, going to a match is really the same thing as going to your voting. You're sort of expressing your allegiance to a tribe and you're part of that group and all of that. So, tell me about your kind of findings of this and how this then, you know, counteracts against the rational reasons for not voting."
    },
    {
        "speaker": "Guest",
        "time": "04:01:08.700",
        "message": "Okay, so the rational reasons for not voting are, you know, come out of a literature that has been discredited really. I mean, you know, the more work you do sociologically, it just doesn't make sense because nobody makes decisions in the way that they imagine individuals making decision,"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:01:25.980",
        "message": "you know. I think if I might, what public choice theorists would say is that they would not argue that people are rational. They would say it is not rational to vote yet people are"
    },
    {
        "speaker": "Guest",
        "time": "04:01:35.260",
        "message": "voting. So, you're acknowledging the reality from both angles. Yes, it's just that you can extend, you know, part of what anthropology does, of course, is extend the definition of what is rational. You know, what is rational and we found this, bizarrely, even with the saree book. Say, oh, it's not, it doesn't make sense to wear a saree and what makes sense, what is rational in one context is not rational in another. So, that's all one was flagging. But it is about, see, I'll tell you, let me give you an anecdote from Why India Votes, which I think still is one of the loveliest anecdotes, which one of the researchers in the team collected, Mekhla Krishnamurthy, working in Harda Mandi. And it was, she'd been doing fieldwork for her PhD for a while there. And then one day, on the day of the election, she found this woman, Rukmini Bai, whose job it was, there was a very male space, but there were two women and her job was to, you know, at the end of the weighing and selling of grain all day, all the grain would fall on the floor and she would sweep it all up and it would be weighed and whatever the value of that grain, she'd get half of it. This is how she made her wages. So, she found this woman, Rukmini Bai, in tears, unable, because she couldn't vote. And Mekhla said, what happened? And she said, oh, I didn't have the right paperwork and various whatever. And she was inconsolable. So, when she was asked why it mattered so much, you know, she says, after all, it was only one vote, you know, and it's only one election. It'll come back again, you know, next time you can vote. And she said, you see what work I do. I spend all day running after every grain that falls on the ground. And I know that that final heap, the value of which determined her livelihood, is made up of every little grain. So, my vote is like that. Now, this sentiment, now this is one thing which is about quantifying, that, you know, every vote makes up a thing. The other thing was in your neighborhood, don't know about your neighborhood, but certainly in your city, in Mumbai, I was there once on a thing in Bandra, talking to outside a polling station, a man who literally his shoes had fallen apart. He was sitting on the pavement inconsolably crying. Because you remember some elections ago, there'd been a big problem with voters lists and some very important people also couldn't vote. So, it became a big story. Anyway, he was a casualty. And I sat down with him on the pavement and I was talking and he said, and I said, look, it's okay, you know, your next election, I'm sure they'll sort out the paperwork, your name will be on the list. And he looked at me, he said, you just don't get it, do you? Look at me, I have nothing. I don't even own a pair of shoes I can wear. These are falling apart. I sleep on people's floors, in different chawls, in different, every night in a different place. I have nothing to my name. But I am, I have a vote. And I am on that list. And nobody can take that away from me. And that was taken away from me today. And without me, how can there be an election? So, I said, look, but there's going to be a result anyway, whether or not you voted, right? So, it's not like you're not voting and stopping anything. He said, yes, but I won't be part of that result. I'm not part. So, that sense of attachment is, you know, that is the relationship of the individual vote and the collective result that I want to emphasize. The second thing that is very, very important, which goes back to what we were saying about the polling station a while ago, is that it is this extraordinary space of where every Indian citizen, for the only time in their entire lives, experiences political equality. They know it, they have, they're politically equal on paper, but it's the only time they actually see it at work. And it's a fleeting glimpse. So, a lot of the enthusiasm for going to vote is to experience that, you know. So, in itself, it is meaningful. Even before you start asking questions of who you're going to vote for, you're voting because you want to have that experience of feeling good. The third reason, which I think your football allegiance is very opposite, is what I found in West Bengal looking at vote share figures for 20, 30 years. As we know, the left front bunch of communist parties in West Bengal ruled for 34 years, from 1977 to 2011. When I started research in West Bengal in 1998, the left front looked invincible. You know, they completely dominated everything and every election, and they won, increasing their margins. But throughout those left front 34 years, Congress, which was the main opposition party, initially, polled 40% of the votes. This is like being a Manchester United supporter today. This is like being a Manchester United supporter today. You don't change your club because they're not in the top three. You support them because you support them. It's your club. And you live, of course, in the hope that next year they will do better. And as people said, how can you stop voting for the party because they're not winning? How will they know? So, there are various reasons. One is, it's my party. Second, the people in power should know that there are other parties we support. Third, we live in a democracy. Democracy is about multi-parties. If you stop voting for parties that are small, or stop voting for independent candidates, then how will we get a diversity of choice? People will lose heart and leave. So, these are the kind of explanations people give. And so, here, in this case, one can say a lot about caste and community, and, you know, we can talk about that. I want to talk about that in some other context of the Republic, rather than about caste. But in this case, I think the community of voters made up of being citizens and feeling attached and feeling part of it is of huge motivation."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:08:06.220",
        "message": "Yeah, and I find that story quite moving of the guy, you know, sitting with torn shoes on a pavement and saying that, I don't have this, I don't have that, I don't have this, but I have a vote, you know. And I think elsewhere, you know, you've termed it bureaucratic existentialism, that if I, you know, exist on the voter ballot, I exist. And this exactly reminds me of another digression. Have you heard of the Uttar Pradesh Mitak Sangh? No. This is the Uttar Pradesh Association of Dead People. This is a story I enjoy telling. So, there was a gentleman named Lal Bihari, I think born 1951, or something like that. And around 1973-74, sometime in the 70s, this tragic thing happened to him, that his cousins, they had him declared dead, and they took over his land. So now, Lal Bihari, as his name was, Lal Bihari has to prove he is alive. So how does he do this? Well, one, he organizes his own funeral in Munnabhai and Gandhiism style, that doesn't work out. He applies for compensation for his widow, then widow in quote marks, then he throws stones at a police station so that if he gets arrested, they have, you know, they're recording his existence. Then he kidnaps his cousin. And what happens after he kidnaps his cousin, who's a 10 year old boy, is that he realizes the uncles don't give a shit about the kid and whatever. And he's there with the kid for a few days. So he buys him ice cream and sends him home. And then this goes on for many years. And in like in 1988, he decides I'm going to stand for elections. So he stands against VP Singh in Allahabad in 1988. So presumably at some level, his name is out there, but he's still not recognized legally as alive. He stands against Rajiv Gandhi from Amethi in 1989, loses again, because hey, dead men don't win. And by this time, he realizes that there are many other people like him. So he founds this thing called the Uttar Pradesh Mitak Sangh, which is an association of legally dead people. And at one point in time, they had more than 20,000 members. And finally, Lal Bihari came back to life in 1994. And I hope he's hale and hearty today. But this kind of this is so dystopian, it tells you that this is not you know, we take this shit for granted that of course, we exist, of course, you know, we are legal people, as it were, but life is so precarious for most people. So I totally get that sentiment, it breaks my heart, the sentiment of somebody saying that I exist because I have a vote. It's just, you know, beautiful."
    },
    {
        "speaker": "Guest",
        "time": "04:10:27.740",
        "message": "But it's, yeah, it is, I think it's a very powerful idea. It's obviously equally shameful that it's about that invisibility, invisibilization that that is so effectively achieved in India, where you don't see the guy operating the lift, you don't see the guard at the mall, you just don't see them as people, you don't know, you know, you can employ people for years and not know what their surname is, right, you know them by their first name. So there are all these ways. And therefore, you can see why, you know, one thing that a lot of people have said to me across the country is, when you go and they check out your name, check your name on the voters list, when you go into the polling booth, and then the second polling officer calls out your name to indicate that you are the person going. And so many people have said, you know, it's the only time I've heard my whole name being called out, it sounded very nice. Just that. And if you think, if you've been, you know, doing Jhaadu Pocha in somebody's house, and that woman just knows you as Sushma, and doesn't even know whether you have a surname, that's the existence of, this is, so why would that person not value being seen as a whole person, who is not there because of what she does, what her caste is, you know, what kind of sari she's wearing, but the fact that she is there, and she belongs to the voters list. And that, that bureaucratic existentialism, there's a hilarious, you know, your story, I remember actually hearing you tell that story on a previous episode that I heard. No, and I remember thinking that my term bureaucratic existentialism was perfect for it. And there is this wonderful Shyam Benegal film called Well Done Abba. I don't know if you've seen this, where it is, it's Baman Irani and this one in Hyderabad, trying to, it's basically dealing with the Indian state about, I think, a tube well that should have been dug and wasn't dug. It was, you know, one of these public projects. But it was all about bureaucratic existentialism. It's a bit long winded, the film, but brilliantly achieved. So I have a sort of micro question,"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:12:43.980",
        "message": "just diving into one curious fact that I sort of, that came up in this book, which is, I mean, there are a number of points that bear thinking about, like you've pointed out that, you know, the more local an election is, the more voters will turn out and all that. But I was struck by the fact that more women vote, especially more rural women vote, and they take it so seriously, like in cultivating democracy, I think you talk about how most women in those villages, they'll have like two sarees for everyday wear, which they'll rotate between and one saree for special occasions, which is if it's whatever the special occasion is, and they wear that special saree for the day they go to the polling booth to vote, you know, which is also which tells you something, which tells you the, you know, the importance of the sacredness and the role that it plays in their lives. And one can imagine that because people like us take equality for granted, but for them, they are equal at a polling booth with everybody, you know, the maim sahib and the maid, they will both have to stand in line and the same amount of time. And my question, therefore, is this and this is, you know, when I did an episode with the data journalist Rukmini, she pointed out that people often talk about women vote banks, but women are not a monolithic vote bank per se, different places and vote for different kinds of reasons and all of that, so on and so forth. And an earlier guest Shruti Kapila also spoke about, you know, her interest in women voting and whether they can be mobilized. So I want to ask you the why here, that why do so many, like beyond all of these reasons that we have kind of discussed, why do more women vote? Why do more rural women vote, you know, beyond all of these? So what are"
    },
    {
        "speaker": "Guest",
        "time": "04:14:14.380",
        "message": "sort of your thoughts? Okay, so I do have thoughts because I've just published a paper on this, on this very question in the April issue of seminar. And there are three reasons I propose. The first is, what is, if you look at the figures, women's turnout has been rising from 2009 onwards, and it is steadily rising, and in some places it has outstripped men, right? So now more women are voting than men in many states in India. And I think this was true of 2019 as well, but I have to and I think this was true of 2019 as well, but I have to check at the national level. Now I propose three reasons. One is that the decade that, from 2009, if you keep looking, since 2009 what has also been happening is that women's labor participation ratio rates has been falling. Now this is not a causality, it is a correlation, but I think it's a very interesting correlation that women, as they are, and if you look at the people who are doing work on women's labor participation rates, they are not voluntarily withdrawing necessarily, there are structural reasons that shut them out. That would be a fair conclusion. So just at the time that women are being shut out of the economy for various ways, their utilization of their political voice through the vote is going up. That's number one. The second thing is, this is also the decade and beyond when you're about 10 years and therefore two cycles of elections after when the 73rd and 74th amendments, i.e. local institutions and local institutions and local democracy, is instituted. Of course in local elections there is reservation for women. We don't have that at the national and the regional levels, but there's 33% to 50% in some cases. So while you had that initial, oh there are Pradhanpathis and actually women stand because that's a women's seat, but men are firing from their shoulders, etc., that was true. I mean, as like with any reservation, that is, it takes time to mature. But I would argue that the fact that women see other women standing for elections, number one. Number two, they see that there is reservation and therefore women are getting a voice. They see how women perform, how quickly men usurp, try and usurp that and women fight back. And most importantly, democracy and the electoral process becomes very proximate. So a local election, you know who the candidate is, you know, you know, it's a very small scale and which is partly the reason why turnouts are so high and highest at local elections. So the whole electoral process becomes much more familiar, encouraging women to participate and therefore that has a knock-on effect on all others. And the third reason is that this is also a decade after self-help groups as an idea and as an institutional intervention has matured and it's a whole 10 years after. Now, the self-help group argument is that the economic benefits of self-help groups are extremely patchy and variable and frankly, you haven't turned women into entrepreneurs and into entrepreneurs and it's a neoliberal con, right? But what they do achieve is an unintended consequence, which is in some cases, like in Bengal, and I've written a paper about this, where I show that a small intervention like here, the left front says, yes, there is money and you can form, you know, you get seed funding, but you'll get the seed funding if you ensure that every self-help group has members from different castes. All the castes in the village have to be represented in every group, so you can't turn self-help groups into caste groups or your friends and family. Whatever the form, what happens with groups of 10 women acting in concert is the capacity for collective action is enhanced. And so I call this in my paper, you know, the economic growth argument has been disputed by economists and others writing about it. And I say actually what self-help groups have been successful in doing perhaps is creating civic growth. There is political capacity being created just through a non-political activity. You know, the most successful self-help group in my research village basically took over this local school's midday meals. They said, this will be our activity. And it was a brilliant choice because women could cook, the supplies came, they just made sure it was used properly, and the children ate well, and they all had a stake in it. But it allowed them, you know, that 10 rupee fare for a bus ride to go to the district meeting. The fact that women were mobile, that were going, attending meetings, were meeting women from other parts of the district, that they learned to organize, were all things that contributed to their political capacity. And therefore, you begin to see your participation in elections in a completely different way. And therefore, I think it's a very plausible explanation for why their turnouts go up. So these are my three reasons."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:20:00.060",
        "message": "Wow, this is fabulous. And send me the link for your piece, I'll link it from the show notes. And I was struck by the line that they all ate together and they all had a stake in it. And for a moment, I was thinking, oh, they're eating a stake, but surely not."
    },
    {
        "speaker": "Guest",
        "time": "04:20:14.700",
        "message": "And the women didn't eat."
    },
    {
        "speaker": "Unknown",
        "time": "04:20:17.820",
        "message": "No, the women, it was for the children. But, you know, all this was one thing as mothers,"
    },
    {
        "speaker": "Guest",
        "time": "04:20:22.380",
        "message": "they knew that the children, and look at the tragedies we've seen in modern India around midday meals. And, you know, the tussle over whether you're going to give them an egg or not. And here were these women who were innovating, they were saying, oh, if we save money, if we do it like this, maybe we can give them all a small bunch of grapes each. They were very aware that just eating so much rice was not good for them. They needed vegetables, they needed protein, they needed fruit. So if you organize and learn to work, then together, the benefits way outstrip every individual contribution. You know, that was their takeaway from."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:21:00.220",
        "message": "Absolutely. And having skin in the game helps. It's not paternalistically decided from somewhere on top. So my next kind of question is this. And, you know, your book, I think, is a lot more than just answering the question, why India votes. It's also, it's got great insight and great anecdotes about how Indian elections actually are conducted. And among the things that we realize is, number one, the importance of good looks. Like at one point, you have somebody saying about, you know, this, and about this Adivasi politician that quote, she does not look like an Adivasi, she has an educated face. Then you also have this bit about how it matters what they wear. And when you talk about the significance of what they wear, like Mayawati's shining salwar kameez being sort of illustration of a mobility. And I would take that further and say maybe, you know, Arvind Kejriwal shirt, pant being an illustration of I'm one of you, I'm one of the middle class, and so on and so forth. And, you know, different examples of why they vote and why they go to rallies. And I wondered if you know, it's almost like mythology that we, you know, Ramlila or as kids, we would go to Dussehra and we would watch rallies are a bit like that. Now, my question is, therefore, this that so many complex factors go into voting, like what is already what is your community, or what is the tribe that you have chosen, or, you know, how someone looks or what someone wears, and, you know, perhaps even that hardwired instinct to prefer a strong leader, and so on and so forth. So is it the case that a lot of what happens in elections in terms of campaigning and all is actually redundant, it's a facade, the voters have already decided, like I remember reading a Nick Honmy book, I forget which one, where he came up with this interesting thing that, you know, when two people are about to start dating, you know, the woman decides very early on whether she's going to go with a guy or not very early on. And the rest of it is, it's just this elaborate social dance that kind of goes on. But the decision is made early on. And there's nothing anyone can do to change that. Is it the same for voters in that case? Is it that, you know, people talk about security theater and pandemic theater and so on? Is there also like an election theater, which would be both amusing and kind of wasteful? If you know, and I'm guessing that you've obviously got tons of insights into not just why people vote to begin with, but why they vote for whoever they're voting for."
    },
    {
        "speaker": "Guest",
        "time": "04:23:12.220",
        "message": "Yeah, so I should preface my answer by saying that when I was working on Why India Votes, it's based on research that the team conducted in 2009, and the book came out in 2014. Elections in India have quite fundamentally changed after that. So when one looks at elections now and studies them, it is a, it's like we are, it used to be a cricket game. And now football is being played, but we are talking about it as if it's cricket. It's like that. It's still a game, there are still spectators, but the game itself has changed. And I think it's really important for all of us who write about elections, think about elections to call this out by analyzing election results as if they are elections in the way that they were meant to be conducted. We are complicit in legitimizing what has been a very serious distortion of India's electoral procedures. So I think there is a before and after story. And as I say in the preface to Cultivating Democracy, it was a privilege to study Indian democracy when it worked, when it was a democracy, while it lasted. So in the same way, Why India Votes is, you know, I can offer explanations for what was happening in elections at that time. And now one would need to update one's analysis. And I've, you know, I've been traveling in India, even in recent elections, 2019, I was there. It is a different ballgame. So that's the first, you know, that's a very important preparatory remark. People don't make up their minds way in advance. And the Lok Niti surveys actually show this from election to election. You can tell because they do post-poll surveys and they do pre-poll surveys. They actually are able to tell us after every election, whether that is Vidhan Sabha or Lok Sabha, at which stage most people are making up their minds. So, and it changes from election to election. The performance of, you know, you're right, it is like a Ramlila. It is, you know, that's why the, you know, like Times of India board will say it's a festival of democracy and so on. It is a festival, it's a tamasha. And like all tamashas in India, it is an assault on the senses. It is loud, it is colorful, it is noisy, it is overwhelming an experience. So I'm always struck, I voted in more British elections than I voted in Indian elections because as a Commonwealth citizen, I can vote here. And I'm always struck how it's not a holiday. Nobody seems, if you came to Britain on an election day, you would never know its elections are happening. Whereas in India, that's impossible, right? It is such a big deal. It takes over public space. And political communication, whether it is through oratory, which India has had incredible orators and continues to do, and I've heard many of them live, so one has a good sense of how to compare people. But that's sort of verbal communication. But in a scale, you know, an Indian Lok Sabha constituency is 20 times the size of a British MP's constituency. Britain, given the tiny size it is, just compare the state of the population, just the population figures, Britain has more MPs than India does. You know, and a British MP is talking to 1 20th the size of a constituency. So communicating with your constituency, and those millions of people, thousands, thousands that show up at political rallies, the drama and the theater of it is very important. So what you wear, you know, and we remember politicians who, you know, Mrs. Gandhi always wore the sari of the local area. Narendra Modi wears the headgear often of places because people see that from a distance, even if they can't hear them, they can at least see them. So all of those do, and conversation and deliberation and discussion. So it isn't, in the past, it certainly wasn't a foregone conclusion who was going to win, there was a genuine sense of excitement and suspense. You know, it was like, we didn't know, it was like a one day match, you didn't know what was going to happen till the last ball. To a certain extent, that is true of any election. But the reason why I say now to have a discussion about the festival and the theater and political communication, all of these things has to be quite fundamentally changed, because just the scale of the theater, I mean, there's clearly some decorator who uses yards of pink fabric to decorate any BJP event, and they all begin to resemble each other, right? The distance between the stage and the crowd seems to expand at every rally. So people are standing very far away. So you've got to then put up expensive large screens for people to actually see the leader you've come to hear. And political communication, you know, this is the show to, it is a show of money and visual, it's a shock and awe strategy. Because the communication is being done through those WhatsApp groups. And the scale of it, where, you know, just in one small district somewhere, a single person is running 1400 WhatsApp groups, and his job is to send out messages, not to 1400 people, 1400 groups a day. So political communication and what is being said from the stage and auditory and all is just, you know, it is a tamasha that you may or may not be part of. It's like going to the circus, literally. You're not really going there to learn anything about anything, because that is already on your phone. You're going there for entertainment. And part of the shock and awe now is precisely, the further away you're from the stage, you appreciate just how much money and power there is. So I suppose what I'm saying is that the business of elections has changed radically in India because of electoral bonds, as I've said before. The second thing that has changed, which again also I've alluded to before, is that the neutrality of the Election Commission of India, which was famous. And, you know, I mean, Britain set up its election commission, electoral commission, they called it in 2001, and they sought advice from the Indian Election Commission. Irony of ironies, you know. And India routinely advised nations across the world about, because it had a standing in this. That famous neutrality, that calling out of hate speech, regardless of how powerful it was, the person offending, the model code of conduct, which is an unwritten model, an unwritten code that all people signed up to respecting. Those things have frayed very badly, right? So that's the second way it's been assaulted. And the third way, which I really hope, Amit, your listeners think about this more. I'm very struck that people don't think about this more, and I think it's very dangerous, is there is a lot of controversy over EVMs, right? And whether machines are tinkered with or not. And I think the jury is out on that. I don't have a view either way. I haven't seen enough evidence. If you could fix all machines, then frankly, a party as powerful and as wealthy as the BJP should be winning every election, which they don't. So I'm not saying that there is no truth to it, but I don't know how much truth to it. But the most serious problem, for which we do have evidence, is that when there were paper ballots, the ballot boxes from every polling booth were collected in the counting center. And the first thing you did was you emptied them all into a drum, and the drums were rolled to mix the ballot papers. Then you started the counting. So the provenance of each ballot paper could not be as established. When you count EVM by EVM by EVM, every electronic voting machine is assigned to a political booth, and so you get booth-level data. You know for, and every booth covers about a thousand voters. So for every thousand voters, you know what the vote division is. And therefore, the incentives, and more worryingly, the punishments for not voting for the party in power are exacerbated. A technological solution has been invented. It's called the Totalizer, which will electronically mix the votes of all EVMs before counting, and several political parties led by the BJP have blocked it. So the secrecy of the ballot, which our research in the 2009 elections, which we found to be such an important aspect of people's enthusiasm for voting, saying, you know, this is one thing you can't, I can do, I can vote for who the hell I like, nobody will ever know. That has been threatened, and it has been deliberately threatened. And I remember talking to the late Arun Jaitley about this, and asking him, you know, what it would take. The Law Commission has recommended that the Election Commission adopt these Totalizers, and he very blithely said to me, he said, you know, it helps with our booth management. And I said, what is, you know, to have the data, and I said, what is booth management? And he said, booth management is when we can tailor our manifesto to the needs of particular areas. So if somebody wants, you know, a new pipe, new road, then we can respond to that, and so on. I said, okay, Mr. Jaitley, can you give me an example of this? And of course, there's no example of it, right? So booth management has become a term that is a euphemism for managing the electorate through carrots and sticks, but more sticks. And you will remember that some years ago, Maneka Gandhi actually said this in one of her election rallies. She said, we know if you'll vote for us, and if you don't, there'll be trouble. And she was immediately silenced and told to quieten down because you're not meant to reveal the game."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:34:30.300",
        "message": "Yeah, there's, you know, I mean, as far as EVMs are concerned, I'm kind of skeptical about the hackability, but that's a moot issue. Because as my friend Nitin Pai says, you don't need to hack EVMs when you can hack minds, which is something these guys are experts at. And I had an episode with Shivam Shankar Singh also, who used to work for the BJP earlier, where he outlines the different ways in which that happens. And you mentioned sort of the scale of the tamasha. And in your book, you've also written about another sort of way that, you know, voters react in the sense, you point out that how very often at a rally, it doesn't matter what the person is saying, you give this example of this person when, you know, Rahul Gandhi comes and you asked him later, or your researcher asked him later, what did he say? And she says, Oh, he told us that the young leaders have to stand up against the established leaders. And he said no such thing. So they'll just imagine they'll just hear what they want to hear. And I connected that with that whole tamasha scale kind of thing. And I remembered that, you know, when the Beatles first broke big, right, you know, with, I want to hold your hand and she loves you and those early number ones. And when they'd go out touring and all that, the crowds would make so much noise that the music couldn't be heard. So they could literally not play anything. And the noise of the crowds would drown everything. And this struck me kind of like that, that it doesn't matter what music they're playing, you know, and that's one reason the Beatles stopped playing live. So I don't know."
    },
    {
        "speaker": "Guest",
        "time": "04:35:47.740",
        "message": "How interesting. But it is very important. You know, in anthropology, we have this wonderful term by Emile Durkheim called collective effervescence. And often people go to these things to experience collective effervescence. It's what you experience at a football match. Why do you go to live matches? After all, you can sit in the comfort of your home and watch the replays and, you know, so on. But you go to be, to feel part of a collectivity where you as an individual belong, but are lost and subsumed by it. And, you know, it's a transcendent experience. And actually, what is happening is almost immaterial, because you can be part of it. And there is no substitute for that live experience, right? Other than to be"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:36:37.900",
        "message": "to be present. Yeah, you've got a few lovely passages about the liminality. Such a nice word. Liminality of the voting booth. It's a good word. Yeah, yeah. And what kind of goes on there. And the Totalizer, by the way, is a great name, but I think the BJP must have objected to it because they felt it applied. They should call themselves a Totalizer. Why some random software? That would be... To be honest, I don't care what it is called."
    },
    {
        "speaker": "Guest",
        "time": "04:36:59.100",
        "message": "And Totalizer is not a... because it sounds like some sort of, I don't know, to me, it sounds like some sort of enemy of a superhero, you know, that sort of destroys everything. But it sounds"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:37:10.140",
        "message": "negative, basically. That's why it's a good word for the BJP. Well, it should be. I think just to"
    },
    {
        "speaker": "Guest",
        "time": "04:37:16.540",
        "message": "call it an electric mixing machine and everybody understands what it means, what is required."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:37:22.620",
        "message": "So here's my next question. One of the things that has worked for us in the past, like no matter how much bad governance we've got, no matter how much bad economics we've got, and God knows over 75 years, we've had a lot of that. One of the things that has worked for us has been our institutions, right? And what has happened recently is those institutions have completely fallen away. You spoke about the Election Commission. We know what's happening to the Supreme Court. Recently, they made that judgment about those demolitions and it didn't matter. It didn't matter. Supreme Court has said don't carry it out. They just went and did it anyway, right? And it seems that through this one institution that is still functioning well is that institution of elections. This is where we are all equal. This is more or less an efficient process. And it is the opposite of whatever the opposite of totalizer would be. And you know, it does what it does. And I'm just wondering that why is that still the case? I mean, I understand that whole thing of why hack EVMs when you can hack mines and even assume EVMs are, you know, unhackable at scale if you think about it. But the point is that when a party has a kind of power that they do, the kind of boots on the ground that they do, the kind of technology that they do, you know, even this institution can be subverted. You know, Russia does it so well, for example, I'm sure Modi is a great admirer of Mr. Putin. So, you know, is this, have we just gotten lucky that so far we've been having elections and maybe these guys won't mess with it because they're winning anyway? Or do you feel that, do you worry that this might be the next step?"
    },
    {
        "speaker": "Guest",
        "time": "04:38:49.100",
        "message": "No, but Amita, I think they have messed with it. That was my preface to my last question. That is exactly what I'm saying, that I don't think elections in India are what they used to be before 2014. They have been distorted so fundamentally from the inside. They've been hollowed out. You know, when we talk about the hollowing out of democracy, which we were doing at the beginning, they've been hollowed out of meaning by these three things, by the election commission is no longer neutral, the vote is no longer secret, and the relationship between money and elections, which was always a problem, has now been legitimately made opaque through, you know, legislation that was rushed through parliament as a money bill to introduce electoral bonds without any parliamentary debate, to introduce electoral bonds. So these three things have completely robbed elections of the credibility that they used to have. But this is the triumph of the distortion and the game being played, is that we are going through the motions of elections as if they are what they used to be. So people turn out to vote wearing their best saris, journalists run around telling us stories of what is happening in every election booth and what is happening in campaigns, and political scientists and journalists sit and analyze election results as if they were a normal election. And I think every time we do that, we are normalizing the distortion, which is exactly what is intended. That is what is going to keep, if you talk to any Western government about India and whether India qualifies to belong to a club of democracies, the first thing they say, come on, but at least they have elections, they have peaceful transfer of power, which is exactly what we want to hear. You know, this is what you need to hear if you want to play this game. So you want to be part of a club of democracies, so you don't mess with it so much that you stop having elections, but you mess with it as much as you can to tilt the scales, and I think electoral bonds have done that. And this talk of one nation, one election that surfaces every few months is the final distortion. It is the final death knell of what elections have been about in India, where people vote very differently, whether it is a Vidhan Sabha or a Lok Sabha, and that difference is what you're taking away by doing a one nation, one election model, and then it'll be complete. So I think when you were formulating your question, you were talking about institutions and what credibility they have, and you're right, I mean, the Supreme Court ruled that it was illegal to link Aadhaar with your bank account. Can you have a bank account unlinked to your Aadhaar? No, people have just gone ahead and done it, so it's irrelevant. But so there is an institutional story that is worrying, but there is also a citizen story that is even more worrying, because the only safeguard, and this is my main argument in cultivating democracy, is that democracy is not just about some institutions. Democracy is about trying to create a certain kind of society of how you interact, how you live with each other, and this is what Ambedkar was saying, you know, that institutional story of democracy is political democracy, but we also want social and economic democracy, and that is what we define by the word republic. That is where the citizens are important, and the only way you can keep a political democracy and its institutions doing the work that they're meant to do is by being vigilant as citizens, and you have to call them out. You have to ask those questions. You can't say, oh, all the elections are bent, all the institutions are what they are. This is where the activists who call out the distortions on an everyday are so important to the life of a polity, and anyone who cares about India's future as a democracy in the true sense of the word, in the sense of the word where one year to the next you want to be a better democracy this year than you were last year, needs to pay attention to those calling outs, needs to pay attention to why the Supreme Court is being ignored. Why is the Election Commission not calling out hate speech from all political parties? Why is the media taking its cue from the government on what story to cover? Why are there elected representatives who don't face unscripted questions from the press? If these questions are not being asked, then it's not a democracy in the true sense of the word."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:44:06.220",
        "message": "So let me, before we go on to talking about cultivating democracy, one question from taking off from what you just said that, you know, if this last institution institution that was kind of functioning okay, has also been subverted in this way, then how does this turn around? Like forget what is happening in our society, and we can talk about that also. And it is distressing and is going downhill very, very fast. Forget that for a moment. Just look at the decaying of our institutions are hollowing out of our democracy, as you said, just at that level, then you know, how does this turn around? Because then it doesn't matter if, you know, there are a few citizens who care and want to make us a republic again, and all of that. The point is, everything has been corrupted and subverted. And where is this? Where is the scope for that change going to come from?"
    },
    {
        "speaker": "Guest",
        "time": "04:44:53.020",
        "message": "It can only come from the citizens."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:44:56.140",
        "message": "But how? Because if even the voting process is subverted, if you know,"
    },
    {
        "speaker": "Guest",
        "time": "04:45:01.900",
        "message": "I think it will take, we should not forget that a lot of people may not be happy with the distortion of institutions. You know, it's very easy. You hear this a lot about all national contexts, right? You hear this a lot that, oh, it's so bad. Now, you know, how can you turn things around? Liberal democracy has been a complete failure. Fukuyama was wrong. And, you know, I think that even that despair, it may be true, but it's a luxury I don't, I feel personally, I can't afford to have, because it absolves the rest, everyone from having to do anything, because it's like, you know, what's to happen is going to happen anyway. But a lot more vocalized calling out of each institution and its distortion. Imagine if, you know, on Twitter, there's a handful of people you can rely on to ask those difficult questions. And imagine if the handful was several million. And everybody, and I do believe that a lot of people feel quite invested in India being a self-respecting democracy that is not about cheating the system, that is not about politics of hatred, that is not about chauvinistic majoritarianism. And it is, but, you know, you need to mobilize that opinion. And that's a political agenda that needs to be focused on and done. And it's no easy task, and it won't be done in a rush. Because the people working on the other side and looking to build this kind of Hindu majoritarian agenda have been working for over 100 years."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:46:55.340",
        "message": "Yeah, I mean, I actually I do have a little bit more hope from the electoral system than you do, but that's in the long run. In the short run, as Keen should have said, we are all dead. Let's talk about cultivating democracy then. And you started going to these two villages in 1998. And till 2013, you went every year, as you pointed out, you never got a sabbatical year to do it. So you were basically whenever there's an academic holiday, off you are to your favorite vacation spot, which are these, you know, villages in West Bengal. So how did this project take shape? And what are the questions that you were looking to answer? And what were the methods through which you chose to answer it?"
    },
    {
        "speaker": "Guest",
        "time": "04:47:34.060",
        "message": "Okay, so I've answered, I mean, some of it we've talked about before, in 1998 is when Lok Niti did their survey, right? So that's what we found out that year that rural, low caste, illiterate voters are more enthusiastic about voting than anyone else. And they said, we need an ethnographer to go and do this. And I'd never lived in Bengal. But I speak Bengali fluently. And as an adult, I had learned to read it when I was in Delhi school. Because of course, growing up in Delhi, I learned Hindi and English, but not Bengali. So I felt I had enough distance from West Bengal, I'd never lived there, but I could communicate and would locate my research there. And it had this interesting political story of complete dominance by the left front. So I visited all the villages that had been covered in the sample of the Lok Niti survey, and chose these two villages because they were mostly Muslim. I had just finished my Pakistan book, the Pathan book, and as I said, the Doman Bagdi population was near a highway. And, you know, a lot of Indian villages, you've got to walk for a long way from the road, which you get off the bus, and then you've got to walk through the fields to access them. These two villages quite fortuitously were right by the road. So that was a big thing, because I knew I would be traveling a long way to come and do field work, and that made a big difference. And I just plunged straight in. Now for the first few years, to be honest, Amit, nobody trusted me. They were convinced the Communist Party had sent me, or the government had sent me, I was a spy, I was reporting on their activities, and people were terrified of the Comrade. Absolutely terrified. And because, you know, the word in Bengali to be used, that the local Bengali press used to use was shantrash, terror. So people would talk to me about everything but politics. They said, don't, Didi, don't ask us about Rajniti, you know, we'll talk about everything else. So it took me a very long time to build trust, and learn people's stories. And the Comrade overstepped a line, a red line in the village. So despite his omniscience, he suddenly was vulnerable. And I write about that's the first chapter of how people began to challenge the Comrade's power. And that marked a turning point also for me, because I began to hear secrets for the first time about the Comrade, and people realised I was very good at never passing on secrets. That's my one fieldwork tip for anyone listening and to my students, that the only way to win trust is never, ever, ever to pass on secrets. So people suddenly realised, gosh, you know, you can tell her anything and nobody ever hears about it. So I think that helped. And I then, because people were not talking to me in the village very much, and Mamata Banerjee had just set up her Trinamool Congress in 1999 and won eight Lok Sabha seats immediately. I spent one of my trips in Kolkata, just shadowing Mamata Banerjee. I just, again, I had no, you know, I didn't know her, I just landed up and I said, I'm really interested. And can I just hang out wherever you are? And I did that. And I got a lot of flack from my left wing academic colleagues in Kolkata for it and friends saying, how can"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:51:29.820",
        "message": "you take this woman seriously? You could have told them you were researching her saris."
    },
    {
        "speaker": "Guest",
        "time": "04:51:33.420",
        "message": "Oh, then I would have had absolutely no credibility, Amit. But her saris, of course, are a very important part of Mamata's, you know, the sort of ordinary dhoni khali as opposed to any sort of expensive handloom. But one of the things that was said to me, which was so revealing of, you know, those conversations that my mother used to have with our daughters, was a very well-known academic, who shall remain unnamed, said to me, how can you take her seriously? She looks like a maidservant. Like a ji, you know, in modern Bangla, she looks like a ji. I'm sure you do. And I was really shocked, but this, you know, it told me a lot about a lot of things, as you can imagine, but it also told me something about the nature of communism in Bengal. And these were card-carrying academics who, you know, were progressive people in life otherwise, but the Bhadralok, the patrician, upper-caste Bhadralok character of the Communist Politburo was unmistakable. So, to be challenged by, again, a dark-skinned, not very literary woman, was, you know, Jyoti Basu was chief minister. He had patrician, fair-skinned good looks and a crisp dhoti, and here was this woman in a crumpled sari and hawai chappals saying she's challenging them, and how dare she, you know? I think if Mamata Banerjee looked different, it might have been a different story, and their response would have been, but that really did irk them for decades until, I mean, Shingur Nandigram gave her the opening, but all the time before that, I think the grounds on which were dismissed were several, and people didn't like her style of politics, and it was this, you know, jumping on the chief minister's cars and registering her protest. They just said in Bangla the words that women, Communist Party women's wing members would say to me, it's not together, it's not in order. This is no way to behave. You have to behave like a bhadra mohila. She's not a bhadra mohila. She may be a Brahmin woman, but she's not civilized in the way that we think women should conduct themselves in public. So the criticism of Mamata in those early years showed up a lot of the hypocrisies in left-wing politics as much as anything else, but for me, again, it was a genuine question. You know, why were so many people voting for Mamata Banerjee? She just set up a party. She had nothing to her name, and she had no established credibility. But, you know, in the Maidan in Kolkata, where the big rallies used to be held and brigade ground and so on, you talk to the guy selling chana choor, you're selling tea, and, you know, these people who are absolutely wrapped by her speeches, and they say, Oto Durga. You know, she looks like Durga. Look at her. She's fearless. All these strong men, and she's never afraid. And if you're in trouble, she always comes and stands by you. Pashe Dalai. You know, she comes and stands by you, because she'd been fighting for the hawkers on Goriya Hut in that month as it happened when I landed. So it not only taught me something about West Bengal, it also taught me something quite fundamental about how Indian politics works. And I went to her rallies later, and, you know, her incredible oratorial skills, and, but now I haven't met her again in person since that one month. I spent shadowing her when I saw her every day. But the fact that her exterior style hasn't changed, she's still wearing those dhoni khalis kharis and still the hawai chappals, is not insignificant at all. You know, that there has, she isn't wearing designer clothes like other politicians who claim humble beginnings. They haven't, you know, she may have done good, but it's not reflected in her. That political visual communication hasn't changed. Anyway, to go back to the village then. So it was, so it really was to study the village in its entirety. As I said, I was interested, there was nothing I was not interested in, to, you know, how the pukur is drained every few years. And, you know, when a pukur is drained, you take the soil from the bottom of the pukur, which is wet and muddy. And that is the best fertilizer you can ever have for the crops. So it's very coveted. From that to the minutiae of farming, to weddings and circumcisions and, you know, in that very anthropological holistic, I'm interested in everything kind of way, began to get a sense of what the village was about."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:56:44.140",
        "message": "And what I also found fascinating was just in the way that you approach this in terms of methodology, that you pick these four events, and then you analyze them threadbare, and you come at these larger principles and larger conclusions from there. And, you know, you spoke about that being inspired by something called the Manchester School. So tell me in general, what is this Manchester School? And then what are these four kind of events? And what are the insights that you kind of, that they drove you towards?"
    },
    {
        "speaker": "Guest",
        "time": "04:57:16.380",
        "message": "Okay, so the Manchester School of Anthropology was really set up by Max Gluckman, a South African anthropologist, who then came to Manchester and set up the department there. There are many things can be said about the Manchester School, but for our purposes, what was significant was, you know, they were the first really British anthropologists who are South Africans, or South Africans, white anthropologists studying Africa, who were interested in change, who had a theory of, you know, were wanting to understand how the post-colonial or the colonial context was not just a static place where people from time immemorial, you know, the tribes had existed like this forever, but saw societies as a dynamic space where things changed. And to also confront social inequalities, including through race. So Gluckman's own work, he puts himself as a white anthropologist very much in the frame. But what inspired me most was, you know, what was called situational analysis. You took, like, he has this famous essay on the inauguration of a bridge, and every aspect of that inauguration is described and analysed. So, you know, where the missionaries are standing to where the magistrate is standing, are they standing together, is there a tent, who's in the sun, who's not, who's eating cake, who are the native populations that are there, what do they cook as part of feasting, every detail is presented. And you begin to realise that to really understand the significance of any such event, you need to appreciate that minutiae. And you appreciate it because the people participating in it think it is important. So the one, the person who baked the cakes and put it on a particular tray in a particular tent has done it with a certain set of intentions. And as anthropologists, our job is to pick up on those details. So that's, you know, that was a big takeaway. Victor Turner, who, of course, you know, whose biggest contribution to the literature is that word liminality that you mentioned before, had this whole sort of anthropology of ritual and how you see an event that is, what is the ritual form? You dissociate the ritual form from religion, from smells and bells, as we call it. You think about it as a structural moment where there is a similarity in all rituals, whether, say, it is a college graduation, whether it is a wedding, whether it is a football match. A ritual moment always has three aspects to it, drawing from Van Genep's work, of you first mark the start of a ritual by dissociating it from the status quo. So you wear different clothes or you stop time, you go somewhere special. Then the ritual happens in a time when it is, you know, anti-structure. It's not like society. So often the rules that would normally be applicable in society are not applicable, and they are often egalitarian. They are liminal, they're fleeting, they are this moment of anti-structure is not permanent and that's its power. And then you reincorporate yourselves into the status quo, but this time touched by the transcendence of that liminal ritual moment in the middle. And I take this and I use it to analyse, in this kind of detail, four events in the society, each drawn from the four main subsections of any society, politics, religion, kinship, and marriage, and the economy. And the scandal is a sexual scandal, and, you know, I talk about how I talk about how people use it to challenge the power of the comrade. I look at the harvest to see how it is conducted, and then kurbani, which we talked about earlier, and then an election. Now this does various things. You begin to see an election as part of a village's social life. It's, you know, journalists go to villages only during elections. They have no idea what happens in between elections. And this is redressing that. You see how an election fits into a community's life. But you also begin to see the interrelationships between them, and you see how through this framework of the anthropology of ritual, one thing that the anthropology of ritual teaches you is that one of the products of rituals is that they are able to create values, values not for the first time, but they reassert the values that we want to be associated with. They make them desirable, and they recommit ourselves to it. So if you think about, say, a college annual day, you all belong to a college, you're very proud of it, you belong to it, you want to be an alumna, keep in touch. But at the annual day, what you're doing is, if you have a college song, or if you have a function, or you stand together, or dress up and get your parents to come, or friends and family, you are reasserting those aspects of the college that you want to be associated with. You're not creating them for them, but you are creating them for them. But you are re-performing them, holding them up as ideals that you want to recommit yourself to, and any ritual does this. Now, what I'm able to show is that each of these four events creates different values, and these values that they create are actually essential for democratic politics. So, just to give you one example from the harvest, so much is going on in an harvest, but it is, as somebody said to me, actually, it's just like voting, you know. Everybody has one job in a harvest. You're either cutting the stalks, or you're tying the strings, or you're sweeping a yard, but you know that without that one job, you will not have a successful harvest. So the relationship between individual effort and collective, the collective win at the end, is established. And it is a very democratic idea, this way of linking individual to the collective. So I showed this with each of the events to show how each event produces a cluster of values that have affinity with democratic politics, and therefore, feed the creation of democratic culture."
    },
    {
        "speaker": "Amit Varma",
        "time": "05:04:18.620",
        "message": "You know, what I found so fascinating about this is, it's almost like things are happening, and then there's a freeze frame, right, which is this event you're talking about. And then you zoom into different parts of the freeze frame, and you explain it, and everything just comes to life so beautifully. And it's just so kind of endlessly fascinating, and a lesson in, you know, people who want to sort of look at the world in this kind of way, or explore possibilities, or explore possibilities like this. It's almost as if you are zooming into a single water drop and finding the entire universe in there. And, you know, and I'll leave it to my listeners to, you know, discover the rest of your book, and they should really buy all your books, so that they're not all available, but this cultivating democracy is. But my question here is this, that you've explained the universe through this drop of water, or through these different drops of water, and you zoom back up, and you've sort of written about this. Now, are you going to zoom back into more droplets of water? Or given what you know about the universe now, given the picture that you've painted, given the way in which you see India now, where every day we, you know, things are getting worse, and it's more and more is becoming clear. What do you see now as your role within this discourse, within this whole field of taking knowledge and turning it into insight and all of that? What's next for you? Where do you see"
    },
    {
        "speaker": "Guest",
        "time": "05:05:38.060",
        "message": "yourself? What's happening now? That is the question I ask myself every single day, Amit. You know, it really is. Intellectually, I have the next project ready, you know, it's written up, it's, you know, I'm raring to go start the fieldwork for it on taxation, like I said. And again, you know, the taxation will generate its own droplets, right? And it's a lovely metaphor. And you're absolutely right. It's that zooming in that reveals patterns and so much insight. That is exactly what the ethnographic method achieves. So, as an academic, I can keep doing work that hopefully will generate more and more insight into this endlessly fascinating society we call India. I personally find it very difficult to stay within that role only because it may be because of living abroad for nearly 32 years now and remaining an Indian citizen. You know, so I've had to, I can't take it for granted being Indian. I have to consciously, every time I have to apply for a visa or queue at Heathrow for three hours to get into the country, even though I have residency, I have to think about this choice. You know, why am I continuing to be a citizen? And there are lots of reasons, but the relevant one here is that if I am that attached to being an Indian, does my relationship, when I can see what is wrong and that some things are very wrong and need to be righted, can one get away by not doing anything? And then you think, well, you're not an activist, you are an academic, and obviously my primary job is to teach students and do my job at LSE and write and publish, and I have to keep doing that. There is no way of not doing that. But is there more one can do? And I think it is important to, when one is asked to, one thing that I really have tried to do all the years, and especially in the last, you know, six or seven years, is engage much, much more with a wider audience that's way beyond the university, way beyond academia. So I talk to the press, I write for the newspapers, I talk to television stations all over the world. If anyone asks me to comment, I brief diplomats going to India, because I think what else is academic insight for? If you go to analyze, I'm not, I'm not claiming to be the only truth. There is always anyone listening to my briefing has capacity, you know, has the free will to go and ask other people. So I don't have any privileged position. But if I think something is the truth, then it should be spoken regardless of who is in power. What I said about elections, I have studied elections so deeply for so long, I know that what I'm saying is true, and it needs to be said. And that too is, I suppose, it's an expanded role of the academic. It's not activism by any means, because I'm carrying on and doing a different day job. But it can become a part of, everybody has to make their choices. But my choice is that I think this needs to be shared a lot more widely. And I do."
    },
    {
        "speaker": "Amit Varma",
        "time": "05:09:18.460",
        "message": "Well said and more power to you. So my final question, which is kind of predictable, I think for both you and the listeners is that okay, we're done with the serious stuff. But tell us now about the books and films and music that you love. Like what's your what's your desert island collection out there, which you, you know, want everyone to read or listen to or watch or"
    },
    {
        "speaker": "Guest",
        "time": "05:09:36.620",
        "message": "whatever? I've always, you know, it's, it's, it's a lovely question. But it's also, I think, you know, desert island discs should be done with Indians as a, as a program properly, you know, with the copyright, because I think the music, the stories, the personalities are so fabulous. I think it's a format that can be endlessly repeated. I always think it would be a great dinner party format, wouldn't it, with a bunch of friends, if every time you met, you one person shared their favorite eight albums and talked about why their favorite and it would be a very nice way to get to know each other really well. But I mean, recommend, I read so voraciously, so much fiction, that I can't really recommend anything, so to speak. But there's one book, which I think we need to, which, you know, has been very significant for me, because it was one of those huge eye openers by Syed Mujtaba Ali called Deshe Be Deshe, which is a Bengali gentleman from Kolkata, who goes to the Northwest Frontier. Wow. And, and, you know, this is a sort of early 20th century account, and it's wonderful. And I've read it in Bangla, but it needs to be read, and translated, and discussed, because it's one of those tales that upends so many held certainties. And I think, you know, that's what art and fiction are wonderful about. Music, you know, I think for the first time in this most recent book, I've actually in my acknowledgements mentioned a musician, because I was finishing the book in the middle of the pandemic, and the lockdowns, and, which I found incredibly conducive to work as it happened. But the person who really, it was Dhrupad, you know, and for me, I'm through my Spikma K years, you know, when my eyes were also open, my parents were great, great lovers of Hindustani classical music. So, you know, that was what they got out of living in Delhi the most and took us along. Even if he fell asleep, that was fine. We were just meant to be there, imbibing it into our subconscious. But Spikma K then opened my, you know, eyes to the great Carnatic musicians as well. You know, so we're just getting to the end of Sherman Goody, Srinivas Iyer, DK Pattamal, you know, these were people I wouldn't have otherwise heard. So, one had a much more all India sense of the different classical traditions in India. But in all of this, now the older I get, I find Dhrupad is my absolute favourite because it is the distilled essence of what we would call Hindustani classical. You know, there's very few words, you know, there are just five syllables it improvises on. It's very meditative and very, it's the only music I can work with because I'm not getting caught up in it. You know, it puts me in a state of focus and concentration. So, Uday Bhavalkar is my absolute top favourite vocalist and we are exactly the same age. And it's been such a privilege to, from when he was a young first artist of the Spikma K concerts, he sang at my big birthday. As it happened, it was complete luck that he was in London that year at that time. And that was wonderful. But, I mean, he's a great, great musician and I love listening to him. And his guru is Yamauddin Dagar, who used to play the Rudra Veena. And, yeah, but, you know, I listen to any classical music from our traditions, really. I'd love to listen to Bonavista Social Club, which I don't know many of your listeners know this, it's slightly dated, slightly dated, but I discovered it at a time when I was writing about my old revolutionaries and the Pashtuns and actually the stories are not that dissimilar. It is a producer who goes looking for these old Cuban men and, you know, it's very similar. So, what they create by coming together, because of the intervention of this outsider, was very similar. And I love that music"
    },
    {
        "speaker": "Amit Varma",
        "time": "05:13:56.860",
        "message": "anytime. And it's a lovely documentary. It's a gorgeous, yeah, that's the kind of film we need"
    },
    {
        "speaker": "Guest",
        "time": "05:14:03.020",
        "message": "to make, right, with this. And then there is, I should mention, this very young artist who is, I think, my most favorite instrumentalist, is this young chap who, again, I've known for many years, young musician called Shoumik Datta. And, I mean, Shoumik learned to play the Sarod from Buddha Devdas Gupta, who is, again, very favorite Sarodiya classical musician that I, whom I knew and love to listen to. But what Shoumik also does is that he's grown up in London and had his talim in India and back and forth. But now the music he's, so he's very well classically trained. But he's also, he produces a global, a London, you know, his music is the product of the city of London. He collaborates with a wide range of artists, range of musicians, sometimes dancers, voice, percussion, all kinds of interesting instruments, some of which I've heard only at his concerts. So in many ways, his music stands for the best kind of modernity that the classics can create, you know, which is about a bricolage of different traditions and creating something new and exciting and modern and life-affirming. It's wonderful music. So, I mean, if your listeners should just check him out. Thank you so much for that. I mean,"
    },
    {
        "speaker": "Amit Varma",
        "time": "05:15:40.220",
        "message": "there is joy in the world after all. So thank you so much. We've spoken for almost five hours, I think, and I love reading all of your books. And I'm going to listen to this conversation again, and I'm sure I'll pick up a lot from it. Thank you."
    },
    {
        "speaker": "Guest",
        "time": "05:15:53.980",
        "message": "Thank you very much, Amit, for your questions, for inviting me"
    },
    {
        "speaker": "Amit Varma",
        "time": "05:15:57.420",
        "message": "and for the way you have curated this format. Thank you. If so, would you like to support the production of the show? You can go over to seenunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]