[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "At the start of April 2000, I wrote an article in the Times of India that argued that we were fighting two disasters. One, of course, was the immediate problem of COVID-19. The other was the hidden problem of the dysfunctional Indian state. COVID-19 would eventually recede, and indeed one hopes the worst is behind us now. But the Indian state remains, and the damage it causes is normalized every day. Before COVID struck us, it was estimated that around 3,000 children die every day in India of starvation. One in four Indian children are malnourished. We would have to be blind not to see the poor all around us, often lacking livelihood and homes, these 75 years after independence. If any of this had been caused by a natural disaster, the world would rush to help. The UN would declare an emergency. There would be headlines about it every day. But we've normalized, and it took the disaster of COVID to reveal to many of us again the greater disaster of the flailing Indian state. Now another potential disaster awaits us down the road. Climate change. We must do something about it before it is too late and the cost is unbearable. But our dysfunctional state stands in the way. A problem like climate change cannot be tackled by central planning and rent-seeking bureaucracies. We need to fix these problems of the state first. Can"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:19.520",
        "message": "we do that? Welcome to The Scene and the Unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:35.800",
        "message": "Welcome to The Scene and the Unseen. My guests today are Akshay Jaitley and Ajay Shah. Akshay is one of the founders of the law firm Trilegal, and he now lives in Paris, where he is more or less retired from the law, but still working hard on problems he has deep experience in, such as our energy sector. Ajay has been a guest on the show many times, and I know he's the listener favorite for his incredibly lucid insights. A few months ago, Akshay and Ajay, thinking together about climate change, released a superb paper named The Lowest Hanging Fruit in the Coconut Tree – India's Climate Transition through the Price System in the Power Sector. I've linked it from the show notes. The paper describes how fighting climate change and reducing carbon emissions is achievable, but only if we reform the power sector, get the incentives right, and society and markets will act in ways that move us towards a cleaner and safer world. How is this to be achieved? What are the problems we face today, and how can we solve them? Akshay and Ajay joined me to chat about their paper and much more. Now, Ajay has been a frequent guest, so we spent the first half of this episode exploring Akshay's formative years, and from after the first break, around the 1 hour 55 minute mark, we got down to talking about this great paper of theirs. I loved every minute of this entire conversation, and Akshay and Ajay gave me a lot to think about. Before we get to that though, let's take a quick commercial break. All around us we hear about unicorns, and many of these unicorns create notional value in the world of bits and bytes. But the sponsor of today's episode is a giant company that creates real value in the world of atoms. KNEST is an aluminium formwork company that was founded in 2014 and is today India's largest and the world's largest growing formwork company. Now, what is formwork? It's a building technology that makes construction more efficient, sustainable and scalable. Until recently, Indian real estate had to outsource this tech to foreign companies at crazy prices. KNEST changed the game with their state of the art automated unit and the largest design team in the industry that uses virtual reality to make their customised aluminium products. They've had a massive impact that is unseen in two ways. One, of course, they make the building they are used for sturdier and more reliable. Two, they've brought value to the entire industry and not just the industry but also the environment as projects that use KNEST use less wood and are friendlier to the natural world around them. KNEST shows that not only is sustainable development possible in these urbanising times, but also that India can show the way in how it's done. Their slogan goes, desh mein bana, desh ka apna. And companies like this are the Atmanirbhar India I like. They're already multinational, by the way, building not just for this country, but for the world. To know more about KNEST, check out knestalueform.com. The link will be at the bottom of the show notes. Technology, design, innovation, they all come together in KNEST. Ajay and Akshay, welcome to the scene and the unseen. Thanks, Amit. Pleasure to be here. Always happy to be here. You know, as I announced in my introduction, Ajay, you've been a frequent guest on the show, and we've kind of chatted a lot. So I'd like to get to know Akshay a little better. And we can kind of chat about his life a little bit right now. But before that, a little bit of trivia for you, Ajay, that one of my listeners sort of trawled all the data in my show notes and figured out that the book that I have linked to most often, you know, through the scene and the unseen is in service of the Republic. So congratulations on that minor victory."
    },
    {
        "speaker": "Guest 1",
        "time": "00:05:01.600",
        "message": "Yeah, and I am 100% a victim of the insecure author syndrome. So it means the world to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:09.320",
        "message": "me that people care about the book. And I also want to start with a story that a friend of mine tweeted about. This is a gentleman named Narendra Shenoy, who was on the show in episode 250, fantastic storyteller. So he told a story about how once when he was a kid, he had to go to a fancy dress party. And this is like early 80s, 70s, whatever. So everybody at that time, like half the people will dress up as Arab sheiks, because that's the easiest to dress up as you take a bedsheet or whatever, and you make a hole and you put it around you. And my friend decided he wants to do something different. And he was a bit of a science geek at the time. So he took a disc condenser, and he decided to dress up as a disc condenser. And he gave an image of it basically. And he said, Look, I already had the spindly legs of a disc condenser. So he made the rest of the sort of costume of what a disc condenser would look like. And then he went on a stage, and he sang, I am a disc condenser. This condenser, which is and the reason I thought of you guys, the reason I thought of this rather while reading your paper is full of discom, discom, discom. This story immediately came to mind, but kind of moving away from these trivialities. So Akshay, again, welcome again on the show. And tell me a bit about, you know, your life. Where did you grow up? What was childhood like?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:06:31.200",
        "message": "Well, just just before that, I've been I really impressed with the amount of effort to come up with both in visual and an audio pun, really appeals to the cheap humor that I've sort of grown up with. Well, you know, I, I was actually born here in Bombay, but accident of fate, because my father at the time was the deputy commissioner of a small district frontier district called Punch. And this was in 1967, when there was something called the infiltration. And my grandparents lived, coincidentally, both sets of my grandparents lived here, my grandparents on one side, my grandmother on the other. And it was not the nearest hospital in which I could be born, but the one where there was the most support. So I was born here in Bombay. But because my father was in the in government and in the IAS in Kashmir Kader, which was unusual for non state officers at the time, I spent the first 10 years of my life in Kashmir. And in fact, when people say where do you grow up? I say Kashmir, although it was only till the age of 10. But it's more home to me in intellectual, emotional in a variety of different ways than anywhere, anywhere else. So Punch was where I sort of had my first year or two. Then we moved to Jammu as my father was deputy commissioner there. Then we moved to Ladakh. And I was in fact in Leh as a four-year-old during the 71 war. So in fact, my first distinct memories are from then when, which is being in a blacked out room with a Bukhari, generating heat, my mother heating water on the Bukhari, because there was no light, being put into a steel tub and having a bath in the living room. While my father was in Kargil, which was at that time, it was the same district as Ladakh, where he was there with, you know, as the, as the head of the civil administration of the district, he was there with the army on the frontier. So, so it was, you know, I think there'll be many other aspects of my upbringing that will be common to a lot of people. But I think, for me, at least the fact that I grew up in a place like Kashmir, I would like to think and I'm quite sure that it's, there are various aspects of who I am have been dictated by that for multiple reasons, and not just the physical landscape, but also the, you know, the unique history of the place, the unique religious breakdown of the state, etc. So all of those were really important. So I was there till the age of four. Then my father was, was sort of went on study leave to the UK, to Cambridge for a year. So lived abroad between the ages of five and six, at which point I picked up very, very small boys, irrational love for Liverpool Football Club, which remains with me till today, in a very strong sense. It's not just a passing fancy. Around which year was this? This was in 1973. So you're talking about Kevin Keegan, and John Toshack, and Ray Clemens. And basically, they won everything. So obviously, you want to support a team that wins, but also, they wore red, which was nice. And they came from Liverpool. And my father was a bit of a lefty at the time, socialist working class town. So they were all the ingredients for a father to tell a son, this is your team. And that was my team and still is. And I've, and it's the team of my nephew and my daughters, if they support anyone, they support Liverpool. So there's this funny, quirky thing. Then we came back to India, where we went to Kashmir. Funny thing here is that when we went to England, I didn't speak any English. I understood apparently, my parents would speak partly English, largely English to each other, because my mother's from Kerala, my father's from the north. So that was the common language between them. But I never spoke any English. And so I was put into school, my parents were worried wondering, you know, how's this chap going to manage things. And they asked the teachers after a few days and said, no, he speaks perfectly fluent English. So apparently, I'd picked it all up, but never found the need to speak any English. But by the time I came back to India a year later, I didn't speak any Hindi. I'd forgotten most of my English and, and then my Hindi, sorry, and I had to pick it up again. And this was back in up in Kashmir again, where I went to a school called the Presentation Convent, which was a girl's school that accepted boys until class three, after which they were deemed to be too dangerous to be around girls at the time. So yeah, so that's, that's the first, you know, five, six years. Interesting thing there is I used to live on one side of the Jhelum and the school was on the other side. So I'm probably one of the few people you guys know who used to go to school by boat every day. I used to go to school by Shikara and the Shikarawala had a small paddle called the Chappu. So, you know, you need to, if you want to cross a river, you actually have to row upstream, and then you catch the current back down because otherwise you get carried down beyond the past, the point that you go to. So that little bit of river navigation, crossing the river every day, at the age of seven, walking to school on your own and crossing the river, that's what Kashmir was like. This was in Srinagar. That's what it was like in the in the mid 70s."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:25.240",
        "message": "Yeah, that's, that's fascinating. And just speaking of Liverpool, I mean, one theory I read about why people support the clubs they do, is that at a particular age, which seems to correspond with whatever age you were, a team that's doing well, they end up supporting that team. And then later in life, that team may not do well or whatever, but they're lifelong supporters. But like good fortune for you that the Liverpool team has been so exciting over the last few years."
    },
    {
        "speaker": "Guest 2",
        "time": "00:11:45.960",
        "message": "Yeah, I know it is. And I, you know, I used to hold it very strongly against the people who started supporting ManU in the early 90s when, you know, when it when things started coming on TV, but effectively, they were they're the same. They're the version of me from the 90s, with the technology that was available that I was at the same time. So I've sort of revisited that view. I still don't like Manchester United fans, but but not for that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:08.880",
        "message": "reason. Yeah. So you know, what he was saying about Kashmir and how you think of it as home reminded me of a question that I, a chat I had with Amitabh Kumar on the show at the time we are recording is not yet out, but it'll be out soon. And I'll read this bit out. And then I'll come to my question from one of his books, where he wrote, in Raza's Adhagaon, the protest against the nation is being made in the name of the village, while the fiercely well educated Muslim students come to Gangauli to preach about partition and the necessity for the creation of a new nation of Pakistan. The Muslim villagers are genuinely bewildered. One of the villagers is a young man called Tandu, who has returned from battle fighting for the British in the Second World War. He argues against the urban visitors in the name of his village. And now these are his words. I'm a Muslim, but I love this village because I myself am this village. I love this indigo warehouse, this tank and these mud lanes because they are different forms of myself. On the battlefield, when death came very near, I certainly remembered Allah. But instead of Mecca or Karbala, I remembered Gangauli, stop quote, right. And, and what I asked Amitabh was what is your Gangauli? Because I wanted to kind of get a sense of what his notion of home is, because in my own sense, I just feel that it is very splintered. I no longer think of a place. I think there are disconnected memories that are people who are no more, there are things which have scattered or are not there anymore. And I found that interesting. And your answer, I guess, would therefore"
    },
    {
        "speaker": "Guest 2",
        "time": "00:13:35.480",
        "message": "be Kashmir, right? That's for you. More specifically, I mean, it's, it's Kashmir broadly, and many different, you know, specific aspects, specific memories. I learned how to swim in the Dal Lake. I learned, I did a bit of skiing very early on. And these are sort of things that my contemporaries later in life had not done. So maybe the fact that they'd not done them, reinforced the memories that I had of these things and made them more special, at least to myself. But, but the one image for me that really makes me, it's going to sound a bit cheesy, but I'm going to say it anyway, makes me feel that I'm home is when I see the curve of the Shankaracharya Hill, effectively going into the Dal Lake in the evening, there's a sense of, oh, gosh, this is so familiar. And I, you know, I've lived in many other places, Delhi, notably much more than I've lived in Srinagar. But there's no other visual that comes into mind associated with a place more than that. So, and then other things like, you know, going fishing for trout, going, going to Gulmarg on a weekend, people, you know, going to Pahalgam on a weekend, these are the sort of things, you know, we would do. So I completely associate with, you know, the feeling coming out of what you just read out. And yes, it is, it is, it is Srinagar, more than any other place in the world."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:53.200",
        "message": "And Ajay, you know, you kind of zoned out because you were told we are going to talk about Akshay for the first one hour. But this is a question we haven't actually discussed. I'd like to ask you this also. What is home for you?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:15:03.800",
        "message": "I was just struck by the coincidence. I also attended three years at Mount Mary convent, because from class one to three boys were not so dangerous. Yeah, so I think for me"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:15.300",
        "message": "home is Bandra. Home is Bandra for you. Lovely. So getting back to Akshay now after that brief Ajay break. So what after Kashmir, what happens?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:15:25.240",
        "message": "Well, I switched schools, went to a boy school for a couple of years. And at the age of 10, we moved to Delhi. I think your father was in government as well. So yeah, Kashmir Kada, you get moved to the centre for a few years. And it was a big, big change in my life. I mean, I went from being very much the small town boy. It shouldn't, in some ways, maybe it shouldn't have been such a change. But I certainly felt it because, you know, my parents had a social life in a community in Delhi, which was very natural to them, both in government, they both went to Delhi University. So the sort of range of friends that they had, and their kids, were people who I'd sort of met occasionally on holidays, and they were uncles and aunties who were very close, who I loved and continue to, you know, be in touch with. But I wasn't part of their world at all. And their world was, you know, the kinds of holidays they'd been on the fact that they were either members of the Delhi Gymkhana or the Delhi Golf Club. And we were not, my father refused to go to an interview at the Delhi Gymkhana Club, because he had to wear a suit. And he said, if they're not going to take me in the way that I am, then I don't want to be a member. Many years later, maybe 30 years later, he wore a suit and went to an interview and became a member. But, you know, that's another story. But so I moved to Delhi, it was a big change. And also school was tougher, the level of education was slightly higher in Delhi, in primarily in maths and in Hindi. So, you know, suddenly there was concepts in maths had not done before. I was a good student in Kashmir had come, you know, second, third, fourth in class, incidentally has to come second for nine exams in a row, three years, I came second to a girl called Valley Call. And I wonder where she is and what she's doing. But I, there's no way that I could sort of beat her. And in realization of that, I took the foot off the pedal and I said, now third, fourth, which I like a person and I kind of think so. And that's, it's something academically something I've sort of always kept as a working principle, which is do well enough, do well enough not to get into trouble, do well enough to get into the right college, do well enough to not be not disgrace yourself. But otherwise, there's no real point in coming, you know, first or second, just do well enough. So anyway, we came to Delhi, that's what I did. Then it was, you know, very much the life of living in a government colony, playing cricket with boys, being told, you go out of the house, come back when it's dark. That was a level of parental oversight that used to exist for most of us, I think then. My house in Bharti Nagar in Delhi shared a wall with the community center, which was called the club. There's where there was a badminton, badminton court, the table tennis table. So it was literally you jump the wall and play sports as playing sport all the time. Never was exceptionally good at anything, but again, did well enough to be included in better players' sports. There was also a tennis court behind, learned how to, you know, taught, we all taught ourselves how to play tennis. And it was, you know, going around to Khan market and other India gate on our bikes. Interestingly, if you know where the India Habitat Center is in Delhi, which it used to be barracks, it used to be some BSF barracks, which were abandoned. And we used to play in those barracks. We then played in the building site that became the Nehru Stadium before the 1982 Asian Games, where they had these massive mounds of mud that had been dug out. And we would run up and down them and roll down them and do that sort of thing. So it was just that sort of carefree while not doing particularly well in school, but again, well enough. I think the other, the next thing that's worth that, that was a big marker in my life was 1984. And 1984 was, you know, again, looking back, it was much more of a defining moment than it felt. I think there'll be a lot of people for whom this COVID period will be like that, although it's much longer and arguably more traumatic, even though that was short and sharp and horrible. But my parents were very, very liberal and in a variety of meanings of that word. And they also were perhaps, you know, arguably slightly foolhardy. So I was 17 when this happened, but they included me, took me along to on peace marches on, I was very, very involved with a bunch of other contemporaries in relief efforts, went to Gurdwaras, where people were taking shelter to write hundreds of affidavits, where, you know, the various names that we all heard at the time, who were then members of the ruling party, who their names as being leaders of mobs wrote affidavits, organized clothing, did all of that sort of thing. But so it's this is not to say that I did some great thing, but that that was a massively big waking up moment. And my parents allowed us to just go and do this and not always supervised by them. You'd go off with other people who are from university and made lots of friends. I was in class 12, the beginning of class 12, made lots of friends who were in college, who came from similar backgrounds, but we became friends over this much more than we had growing up because there's something, something important had happened. And we felt that whatever little we were doing was somewhat important at the time. So it was 84 for me was a very, very big deal. There was a very ugly echo of that a few years later in 1988. And this is something that was sort of largely forgotten in the annals of the time. But taking a cue from what had happened in 84, in 88, there was a university and a gurdwara in Bidar in Karnataka that was attacked. And one of my closest friends from school got killed in that in that riot. There were, you know, three or four, five, six boys were killed. And that whole thing that that whole period and the series of events that happened, and how they happened, the fact that there was complicit, there was the government was sort of complicit in it. All of that has an effect on what you think about politics, what you think about the narrative that a certain party gives about what its role is. So I've never been able to sort of move on from a certain aspect of what 1984 was. So that was the, there's another big, big thing in my life."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:39.960",
        "message": "It's kind of interesting that there are these moments, which form this kind of landscape, like when I talk to my guests of similar age or older than me, about these periods of time where we might have lived through together, they'll mention a time. And I'll straight away remember where was I when this happened. Like I remember being told about the 84 riots, for example, I was in a car with my parents from Delhi to Chandigarh, or vice versa, I don't remember in which direction they were going. And then my dad said, this horrible thing is happening. And people have been taken out of buses. And, you know, husbands are being killed in front of wives and all of this and all these stories were kind of coming. So it's just an odd feeling where someone tells you about something and you know, you realize I was like, I had another guest on the show where we realized that in 1989, at exactly the same time, we were at mood and ego together, though, obviously completely different and whatever 89 or 91 or whatever it was. So that's interesting. So many things to double click on. And one of them, of course, is that if there was a chapter on in a book about you, one chapter heading could be the importance of valley call, because what you said there is very interesting that because she was coming first all the time, you just said, screw it, I'm just going to chill and I'm going to do my thing. What if you had been coming first all the time? Like would it have then driven you to go to a different lens and made you a different person to just retain your position? I mean, which is I mean, you were kind of quipping when you said that, you know, there's not necessarily a causal relation. But it's interesting how we are shaped by all these sort of little things that happened to us."
    },
    {
        "speaker": "Guest 2",
        "time": "00:23:15.440",
        "message": "You don't know how much I believe in that. It's there are some of the most sort of seminal moments of decisions that I've taken, or parts that my life has taken have been on utter randomness. I mean, utter randomness. I'll tell you one thing that happened much, much later, which was, you know, I studied law in England, and I was going to come back and join a senior council like everybody did at the time. There were no such things as law firms really in India of any significance. And my mother happened to be visiting and she came and said, you know, why don't you think of doing a little bit of work here in England for a few months before you come back, not knowing at all what the job market was like or anything. But I remember in university in Oxford, there was a something called the eighths week brochure. The eighths week is when Oxford and Cambridge, there are lots of rowing races basically. And in the brochure, there was this ad from this firm called Asha St. Maurice Crisp, which had on one side, this picture of a guy in a boat and said, Olympic rower, it was Johnny Searle of the Redgrave and Searle combination. And on the other side, trainee solicitor, and it had him in a, wearing a suit on a desk in an office. And it said offices in XYZ and Delhi. This was, so we're talking about 1995. And in that, that moment, I remembered that that brochure and I said, okay, let me give these guys a call. They had something in India. So let me call them. So I called directory inquiry, literally, I called directory inquiry. And I said, you know, you have the number for Asha St. Maurice Crisp, they're called Asha St. now and great people, I'm still in touch with them. And they said, here it is, which should we connect you and they connected me. So I ran through to the switchboard. And I said, can I speak to someone who has something to do with India? And they looked at it, waited for a second, and they rang it through to an extension, which rang to a secretary because the person who's extension it was wasn't there. So I repeated my question. And she said, Oh, this is so and so he's in Delhi, here's a fax number for him. And I was sitting in my boxer shorts and a pair of and a t shirt in a friend's house in London, I had no access to a fax machine or anything of the sort. So I took the number down and I said, okay, you know, dead end. Forgot about it. An hour later, the phone rings, a phone rings, I pick it up. And this in the guy said, this is so and so I believe you called my number. And I had this complete sort of, you know, twilight zone moment. How is this guy called me because caller ID was almost unheard of, they happened to have got it shortly before this happened. I didn't know how he called me, but I gathered my wits. And I told him who I was. And it turned out that we had some similarities in terms of what we'd studied and what we'd done in the past. He said, sounds interesting. Send me your CV. So I sent him my CV. And he called me for an interview, I was called for another couple of interviews, and they gave me a job. And that's how I became a corporate lawyer. And that's how and I never ever have appeared in court, even for one day. So what randomness is there is that your mother hints something to you, you call directory inquiry, this whole series of things happen, caller ID is a thing. And you become a corporate lawyer. I mean, so that valley call randomness is more speculative, because I was a kid and God knows, I probably would have been, you know, more boring than I might have turned out to be. But I'm secretly happy I did not come first, because I don't know whether that that would have been the right signal for me that you know, this is something I probably would have crashed and burned in trying to achieve high academic glory later on, better to have sort of learnt this at age seven or eight, and moved on from there. But the randomness point like 100%. Yeah, I mean, that's, that's another chapter"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:58.420",
        "message": "title right there, the importance of caller ID. So just going back to those childhood years in Delhi, tell me also about, like, on the one hand, this is a familiar social circle. These are all your parents, friends there at home, you've met all the kids, you're going over the world to play sports, natural habitat. But on the other hand, what kind of sets you apart from all the other kids is that you were in Kashmir, you've gone to school on a boat, you've probably had quieter moments than they did. So all of you had quieter moments and kids today, because smartphones and all that you had a different layer to your personality, in a sense. Do you, you know, when you look back now, how important do you think was that layer? Did you notice it at that time? Did it kind of set you apart? Because when you are in just one homogenous world, you can kind of take everything for granted and that can constrain you in the way that you look at the world. But you also had this other sort of layer behind that."
    },
    {
        "speaker": "Guest 2",
        "time": "00:27:50.440",
        "message": "Well, you know, at the time, it wasn't easy. Actually, I felt there was a degree to which I felt left out. I wasn't necessarily invited to all the parties that these guys were, but I had my colony friends, even though I had my time was, FOMO was a thing even then, right? So I felt a bit of FOMO, especially because my parents were going to these people's homes, but I wasn't in the in crowd. A lot of them also went to boarding school. So, you know, when you are in boarding school, when you come back from the holidays, you hang out with your boarding school guys. Also, one other thing was that, you know, you've spoken very often to other people and it's obviously very true about privilege and we were all terribly privileged, but there was no money. Privilege did not come with money, didn't come with any disposable income to do anything, but other people in that social circle possibly had it. So there were things that they were doing that I couldn't do. I just couldn't do. I didn't miss it in any fundamental sense, but it was there every now and then I'd think about it. But the flip side of that is that by the time I went to college, I was 18, I happened to live in college and I was in the hostel and almost all my closest new friends from college were not from this background. There were some who, there are a few who were, but I was friends with people who traditionally would be in the hostel of a college in Delhi University. So people who'd come from UP and Bihar and Andhra and other parts in the Northeast and other parts of the country. So if I had been accepted more and if I had been part of the social circle that I would, quote unquote, naturally have fallen into, I would not have had this completely other, you know, side to my exposure, which made me much, much more deeply aware about other parts of the country, what people were thinking, what was important, what was going on. I mean, if you do history in St. Stephen's College in the 80s, you are going to do the civil services. And why do you do the civil services? There's a whole cultural and social and economic reason behind that, which was not part of my socialization at all. My father went into the civil service to do good for the country, but he could afford to do that in some ways because he came from, you know, relative privilege and he went to good education, all the rest of it. But lots of my close friends didn't have that sort of background. And it made me, you know, I can't say that it was, I became, you know, a completely different person, but it gave me an insight into things I would not have had. So in the longer term, I'm certainly grateful for that. But that layer, I think, that you were talking about, that you started your question with, it was there. It was there. This is a small townness to you, which doesn't completely go away. It doesn't, it doesn't perhaps can manifest itself in small town thinking, but it just, it is another window that has opened up that other people haven't, just haven't experienced."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:51.240",
        "message": "And another source for other layers, which other people would not have, were in a sense, what you said about your parents being liberals in different ways, you know, having their own set of concerns, like on the one hand, you're, you know, they're in government. So there is that aspect of it. But on the other hand, they're also liberal, you get involved in 1984, because of all of that happens. So tell me a little bit about how you are building your frameworks of looking at the world. Because I guess one direction to go in is you go in the same direction as your parents. The other direction to go in is that hey, kids are rebels, you go in some other direction. It also kind of matters what your peers around you are doing or reading like I remember when, I mean, my dad was also in the IAS. But I didn't really have any sort of coherent framework of looking at the world till I was well into adulthood. You know, not in college, because those are pre-internet days, you're not getting so much knowledge and information enough to be able to form those frameworks. My peers around me in Ferguson College in Pune didn't really we were just chilling, living our lives, having vague notions about everything. I remember for a week I carried around Das Capital in my rucksack when I was 17. Because I thought, hey, it's a cool thing to do, right? And till I actually read it much later. So what was that sort of, how was that process of formulating a way of looking at the world? Like, was your journey also something from a certain kind of vagueness into, you know, getting sharpened a little bit more as time goes by? Were there inheritances in a sense, or received wisdoms that you had to cast aside? Or did you early"
    },
    {
        "speaker": "Guest 2",
        "time": "00:32:26.400",
        "message": "on find a groove that you could fit into? I liked what you just said, you know, received wisdoms to cast aside. It wasn't to cast them aside, but to reframe them in a way that was relevant to the person I became later on. So, my sister and I, we were never told that this is what you should do for a career at all, very, very far from it. But there was a very strong sense that you can't be doing things only for yourself, that there needs to be some part of public service in a vague sense. That's one. Secondly, there was this said and unsaid both implication that you can't have a non-intellectual life. Again, I have no criticism of this now, but you can't become a manager in a hotel, because that's not an intellectual life. Now, you can be a manager in a hotel and have a perfectly intellectual life, but it was very much that your intellectual life must be wrapped into what you do as your work, as whatever your primary work is. And do whatever you want, but work as hard as you can and enjoy it. And don't do something you don't enjoy. So, these are actually very difficult standards. Even though they are vague, it's easiest in some ways when someone says, go and join the IAS. So, you were then left with these ideas and the pressure of finding a career that works for yourself or various parts of life, not just a career that work for you, that somehow build these things in because of the pressure of them. And at the same time, you're not being someone you are not. So, I think that's a process that continues till today actually. I don't think that it's, I'm still continuing to, as you said, shed some of those things, but I don't think in some of those basic values, I don't think have changed. I still enjoy, it goes up and down. Sometimes I just want to watch football, but I want an intellectual life. I want the work that I do to have some significance beyond just for me and my family. Those things remain and those things I still encourage other people to think about as well because they are fulfilling. And they can be fulfilling irrespective of what else, what the actual content of your work is. So, yeah, that's how that whole thing played out. But one big difference between my parents and me is that I don't have the view towards money that they had. It was very much like money and business is not such a good thing. And I, on the other hand, do not believe that at all, as you will have seen from the paper that we wrote. And we can obviously talk about that later. But I think that properly done, it's a really positive force. And that I worked in corporate law for most of the last 25 odd years. So I was helping people make money and making a little bit myself at the same time. So that's one big difference. But there are other things that you do that you hope has have that broader impact that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:39.560",
        "message": "I believe that work should have. I agree entirely that I keep saying that the best kind of social work is actually making a profit honestly, because the only way to make a profit is to make someone better off. I was struck by what you said about kind of finding yourself or trying to figure out who you were and all of that. And that again brings me to that nebulous notion of the self, like when we are young, especially when we are young, all our lives, but when we are young, especially, we are too often, you know, dealing with the anxiety of what other people think of us or what they expect of us. And we start shaping ourselves in those modes, like you spoke about the pressure that you had to had an intellectual life, but at the same time, whatever career or calling you took had to be authentic to that intellectual life, and they had to kind of go together. So one to what extent is, you know, did you feel those anxieties and, you know, given to those pressures, whatever they were, and to just a general question throughout the sweep of your life, that how, you know, how difficult has it been for you to eventually get comfortable in your own skin, you know, eventually to be able to kind of sit back and say that, okay, this is who I am, these are the things I like doing, like, yes, intellectual life, but I want to watch football also, or whatever. What's that kind of process been like, because, you know, just looking at myself, and many of the guests I've spoken to, it's not smooth at all, you kind of go through life with this kind of inertia, where you're rarely except in some moments really making movement, either in terms of understanding yourself or doing things. And it's just a process that can take a long time."
    },
    {
        "speaker": "Guest 2",
        "time": "00:37:19.040",
        "message": "No, it's ongoing. It's not at no point have I felt, okay, this is the perfect mean. And there are many other pressures in life beyond just work that that, you know, one has to do. It's not, I've never thought of it as anxiety. I've never been, it's not something I've been anxious about. But I'd be lying if I said that I didn't worry about what other people thought, I wish I could say I really don't care. I, but even that is a process I care much less now. And which is one of the reasons why I'm possibly able to say some of the things that I'm saying now than I would have 20 years ago. So I think it's a question of how confident you are, and how confident you are, for me is a function of what is it that you've done in the body of your life. And if you've ended up doing something which you think, okay, this is a bit worthwhile, then you can be a little more flamboyant and cavalier with the rest of it, I find. So that's, that process is ongoing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:15.000",
        "message": "And what were the kind of books you read while growing up? I mean, I know you played a lot of sports, jumping over walls itself seems like a sport to me, to actually jump over a wall and then have the energy to do something else is not something I can imagine in myself. But what were the kind of books that you were reading? Who were the people who influenced you? Do you remember any early heroes at that time? And even sporting heroes are fine, but who were your kind of heroes? And especially, did you have a notion of yourself in the sense that, you know, when I am an adult, I want to be like this person, this is like the ideal"
    },
    {
        "speaker": "Guest 2",
        "time": "00:38:45.800",
        "message": "kind of person to be like? No, that I don't think I had with any one person. But my sporting hero growing up was Sunil Gavaskar. It was and I met him once in 1975, in a bookshop in Pune. And that was a high point in my life. But you know, it's very difficult to say what books shaped me because I read enormously. I mean, apart from sport, the only other thing you had to do was reading. My parents only, actually, my father and I sneaked out and bought a television in 1987 for the 1987 World Cup. Before that, there was no TV at home, we would go to my grandmother's house to watch bits of you know, highlights of sports and things like that. They were, my parents were against television. It wasn't just, that was a conscious decision. But so books were where it was and they were, the house was wall to wall with books. We used to, in my early, in my, you know, before I turned 10, Narnia was very, very big, the whole C.S. Lewis pantheon. I probably read Charlie and the Chocolate Factory 35 times in my life. I absolutely adore that book. It was, it was just warm and nice and wonderful. Later on, you know, then one of the things that we did when we came to Delhi is became members of the B.C. Roy Children's Library at ITO. So, you know, so we would actually, me and my cousin Nandika who lived with us at the time, we used to get onto a DTC bus from Bharti Nagar, go to ITO, go to B.C. Roy Library, borrow books. And that could be anything, you know, it could all sorts of different types of stuff. I read my first Alastair Maclean from there. I read all sorts of children's books, so maybe till the age of 14, 13, 14. But then there was a rapid switch where our parents sort of handed us a read this, read this, read this. And those could include, you know, Steinbeck. Steinbeck was a big influence in terms, I love the lyricism of his writing, where you can make the sound of running water sound like the most amazing thing on earth. So, mice and men and grapes of wrath and all of those. And then we then we started reading the existentialists relatively early. So, Gide and Camus and all of this. And there were a sufficient number of friends whose parents also were handing them the same book. So, we would quietly have that discussion amongst us, not talking to other people, because they would say, what is this rubbish, you're trying to be a sood. That word has gone out of favor. Now nobody calls anyone a sood anymore. Yeah, in fact, I'm hearing it after 20 years, I think. There you are. So, you know, maybe it's a good thing that sood is not a bad thing. But it was. So, you'd hide a bit of your intellectualism, because you would think that you're trying to be better than them. And James Baldwin, I loved as well. I mean, Another Country is one of my favorite books from the time. So, there was just, there was a lot. Also, there was and nobody, I haven't heard anyone else admit this, but I've not listened to all your shows. But also to, there was this whole range of slightly raunchy thrillers, where the pages where the raunchy bits were always a little more dog-eared than the other pages. And, you know, so those were, those were also there at home, and they were also out in the bookshelf. And, you know, we would read those. So, huge variety."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:01.480",
        "message": "And you were, of course, the one dog-earing them. You know, before we move on beyond this phase to studying and law and all of that, tell me a bit about how different was Delhi in those days?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:42:12.560",
        "message": "Oh, you know, this, I'm telling you this, I said this in 1996 or 7, when I went to Lahore for the first time, that Lahore felt like Delhi 20 years ago, at that time. So, Delhi in the late 70s was, you know, this idyllic vision of lying out in a garden after a nice meat curry and rice lunch on a rug with the sun having a nap. That is one of my images of Delhi at that time, where the sky was blue, where birds were chirping. As I said, we used to go around everywhere by cycle and by bus, and there was no, nobody had a car or a driver to take you anywhere. So, obviously, that restricted the, you know, where you went. But we'd go on Sunday mornings, for example, to Sapru House to watch movies. Sapru House had children's movies on a Sunday morning, which were either free or cheap, I don't remember. And a whole bunch of us boys would get in and go there and watch a movie. North by Northwest, I remember watching there, being absolutely terrified as a 12-year-old because I'd been gone with some 15-year-olds. We'd also go, you'd go and, you know, wander around the ramparts of Purana Qila, walking again, walking or cycling. So, it was, there was a sense of, in a small space, utter freedom. So, the radius of where we did all of this stuff must have been five kilometers, but there was utter freedom in that five kilometers. And in fact, you know, as you know, I moved to Paris a year and a half ago, and one of the reasons to move was because I wanted to give my daughters that independence that I felt growing up, that they, it's very difficult to give any child in Delhi, much less girls, and I have four of them. So, so that's what Delhi, that's, that's sort of my image of Delhi at the time is just sunny winters is, you know, is my sort of idyllic image of Delhi then."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:03.040",
        "message": "And my next question actually has something to do with both growing up and parenthood. Like one of the recent guests on my show, I recorded with him a couple of days back, I have no idea if his episode will release before or after yours, was the guitarist Warren Mendonza, Blackstrat Blues. And one of his albums is called The Last Analog Generation. And the reason he titled his album that way, was that he said, look, he just had a daughter. And he said that, I realized that I am from the last analog generation, that the way my daughter grows up will be so fundamentally different from mine. And that difference will be much starker than between any two generations. And I just think that, you know, when I, you know, you and I would have grown up, even though there's some difference, we, you know, I'm in my late 40s, we would have grown up in pretty much the same kind of way. You're going outdoors a lot, you're meeting friends, when you're bored, you either read a book or you go out or whatever, or you look into space, which is perfectly respectable and whatever. While today, kids are just surrounded by sensory influences. They're always on their smartphones. You know, Jonathan Haidt once made this great point that's stuck with me, so I keep mentioning it on the show. So it's become a bit of a cliche that people today, even though they have all the wealth of knowledge available to them through human history, everybody is actually consuming something that was produced in the last three days. Right? So you go from immediate experience to immediate experience. There is no tear off, in a sense, there is no reflection, no sitting back, you know, and in future, you may not be playing along the ramparts of the Red Fort, in real life, but in the metaverse, you know, it's just so, you know, as someone who's a father of four kids, and as someone who himself has grown up the way that you did with relative freedom, and you said you wanted to be out of here for that reason, what are sort of your thoughts on this? Like, obviously, there are differences between how people will grow up when they're 30 years apart and so on. But this seems to me to be really fundamental. What are your kind of thoughts from what you've seen and experienced?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:45:55.320",
        "message": "I have two sets of thoughts. I think one is that there's no doubt that more and more life is going to be online. I'm just wondering, I'm wondering whether there's a bit, the worm is turning slightly, though, because when I look at my kids, they're not, they look at Instagram, and they've got their phones and all of that. But they're also doing other things. And they're not doing it just because, you know, of parental supervision, there's only so much you can do. And, but they even their friends, they might, you know, one of my daughters, the other weekend said, I'm going out, where are you going? I'm going to an exhibition, I'm going to a museum with a friend for an exhibition. I think it's also the context if you if you make these other experiences, cultural experiences easy to access. And if there's a culture within which they are valued, then kids will pick it up. And we force our kids sometimes on every weekend, we'll either go to a park, or we'll go to a museum or a dance performance or something or the other. And there'll always be a bit of mourning before you go. And there'll always be enjoyment once you've gone. And you can only hope that that will get picked up. And then they'll realize that these real experiences in the physical world interacting with human beings and the art that they produce or the various different kinds has a value that you don't get. And things like Instagram, my kids don't post on it anymore. They look and they use it as messaging. So, the consumption of content, you're saying in the last three days, I think there was a period, there's a high watermark of that. And I'm no expert on the digital world. So, I don't know whether that's still there or it's passed. But at least in for my kids, it seems to have passed a little bit. Because they are getting maybe it's because of what they study in school, then you have a question and you say, okay, let's go back and look at the Great Northern War or whatever it might be. And they will read the article. One of my daughters wrote a paper recently on the crown. And to say, you know, was it, you know, was it right for it not to for them to put out a disclaimer saying that there are this fictionalization over here. And in doing so, she had to go back and look at the history and did a bit of reading around it. And that's something that I think kids need a bit of guidance. And therefore, I'm not one of those people who let them do what they want. But there's that instinct and that spark is there. So, I can't comment on whether there's a massive change going on or whether we've reached the peak or not. But at least in my own limited experience, there's a bit of a change there. But life is there's lots of life that's online, which this was an option"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:35.920",
        "message": "for us. And that leads me to the thought that is there one kind of scarcity in India, which doesn't get talked about so much like when you said that, you know, your daughter's reputed museum with a friend and all of that and you can do that in Paris, you have those rich cultural experiences in the Western world, all around you. In India, do those rich cultural experiences really exist? Like I think about the things that I would do in Bombay, for example, you know, and actually, I'm probably being unfair by saying that because I in any case, you know, I'm not a theater going person, for example, I'm sure there's a scene at Prithvi and all of that. But in general, in India, certainly outside the big cities, is it then something that never gets talked about that those kinds of cultural experiences are actually lacking. So if kids are bored, if you're sitting in, say, Kanpur, or, you know, wherever any small town anywhere, what do you do with your time? You know, you don't have those wholesome experiences. So you go online, and you do whatever and that becomes a thing."
    },
    {
        "speaker": "Guest 2",
        "time": "00:49:32.640",
        "message": "No, and I don't think that's necessarily just a problem with India. I think it's a problem with any society. And France is the opposite of that, which doesn't value the cultural experience on a day to day basis. I mean, I've been going to France for many, many years. But it's only after living there that you realize how much of it is part of the fabric of day to day life. It's not, you would not be surprised to have a chat with the cab driver and him tell you what exhibition he was going to that he was some other thing that he was looking forward to, or listening to classical music while taking you from point A to point B. And every small town, the social compact is such that it is expected that one of the things that your tax euros are going to do is provide you access to culture. So if you I don't know if you picked up but during COVID, one of the biggest constituencies and there's a very large number of people involved in the sector that was hit very badly was the entire area of culture. And there was a lot of public support for people who were in the world of culture saying, look, these are the people who we depend on. So if you go to a museum, and you get a guide at the museum, somebody who's part of the museum staff, the chances that they the way to a PhD in art are reasonably high. So the society and I think this is probably true of some of the older cultures in Europe, certainly in non English speaking places, that this is valued, and money is put into it. And therefore, it's something that's available. So it's a, you know, there's a demand because there's a supply. And this is one of those situations where I think that, you know, as much as I believe that in sort of free markets, that you have to be a rich society in some ways to then say, okay, we're actually going to take some of the money that the free market generates and put it into this, because that's also essential for us as human beings. So you'll find that in a lot of Europe, I think. But there's no question that, you know, in India and in other places, this has just fallen off the band, the sort of horizon completely. And that's why you will find some of the more creativity that you will get out of these small places is, is on things like TikTok."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:38.520",
        "message": "Yeah, I mean, TikTok getting banned was so tragic. I keep going on about that because it's such an incredible cauldron of creativity, really. And I wonder whether it's a function of poverty, that of course, we're a poor country. And that is why, you know, in our hierarchy of needs, culture is like, way beyond people are more just focused on the immediate so culture comes later. Or is there something deeper? I mean, you know, you do among privileged sets of people, you do have a certain kind of cultural life, like the music festivals in South India, for example, and so on and so forth. But in general, in the life of the common person, like here, you will not find a taxi driver who's going to a museum, for example, you know, so but that's I mean, that's neither here nor there. So tell me about the so what, what's the next step then that you know, you've childhood in Delhi, you've done your schooling and all of that. How did you start gravitating towards law? Like was it kind of happenstance in a series of accidents? What was your conception of a future Akshay"
    },
    {
        "speaker": "Guest 2",
        "time": "00:52:38.000",
        "message": "at that age? What did you want to be? Well, actually, I thought of law relatively early during college years. Again, if you were in Delhi University in the 80s, there were three or four different types of careers that were available to you. If you're doing economics or maths or physics or one of those things, then you could possibly go to, you know, you'd go to one of the IIMs or one of the business schools, that was one route. The other route was this phalanx of people who would go and do the civil services exam. And the reason I did it was just didn't do it at all, didn't even look in that direction. It was very simply the value of my time was too much. So to spend potentially 1, 2, 3, 4 years of your life repeatedly studying for an exam in which your chances of success were very low, just didn't seem and for a career that I valued, appreciated, but wasn't mad about, I didn't see the point. So I didn't even look in that direction. And the third thing to do was to go abroad to study. So I chose this, that option because it wasn't sort of, I hadn't done maths, I did history in college and was not, you know, calculus was beyond me. And so I took that option and really it was because partly by default, partly because both my parents studied abroad and they talked about the wonderful things that it had done for them. So the one thing that you're not supposed to write in a personal statement, which is that I'm going abroad to expand my horizons. That was why I wanted to go abroad. I didn't know what I wanted to do with my degree. So I first went to, I went to Columbia to do a master's in international affairs. It was an area, it was sort of politics. It was interesting. I specialized in international law in that. And then I came, I did that for two years. And it was completely a horizon sort of opening experience. First time I'd, apart from that one year where the Liverpool love came, I'd never been abroad. I mean, we didn't, families at that time didn't have the money to go abroad for holidays. So all holidays were leave, travel, concession, piled into a train, going to see grandparents in Pune or whatever. That's what the rich, rich, rich, especially in lots of the country like that, but never been abroad. So lined up in New York in 1989, not knowing how to really operate a computer, done it once or twice. I typed my personal statements on a brother typewriter, never used a washing machine, learned how to cook a bit, knew how to cook a few things, but wasn't required to cook. So all of this stuff, plus doing a degree in which, I'm sure Ajay had a similar experience, doing a degree in which you had to do an enormous amount of reading every week. I was reading 12, 1500 pages and going to class, so much so that I got an ulcer which was diagnosed as a stress ulcer, but apparently ulcers are not caused by stress, they're caused by bacteria, because I was doing, trying to do as much of the reading in the reading list as possible. And I went to my supervisor and he said, how's it going? And I said, it's going fine, but you know, there's a lot of work. So he said, yeah, but you know, what's the problem? So I said, look at this reading list. He said, are you by any chance trying to read everything on the reading list? So I said, yes. He said, but you're not supposed to, you're supposed to pick and choose. And that's when I took the pressure off myself and then thoroughly enjoyed my degree. Fantastic university, the format where everything was not dependent on one exam. I'm a terrible examinee. So I did well enough again, but I had to study hard to do well in exams. I had to study hard to do okay in exams, class performance always okay. In fact, I was once in college thrown out of class for asking too many questions, but they were on the topic. So anyway, I was told by the tutor, you think that you know more than me? Because I said, he hadn't answered my question. You can leave the class, don't have to come back to for the rest of the term, I'll give you attendance. And at the end of my degree, I got a first in his paper, I went back to him and said, thank you, sir, you really helped me a lot. Anyway, there's a little, but it's so, so the big thing was that they were these fantastic sort of the ability to listen to these fantastic professors and have the freedom to question views. You know, I always say that our system, at least then maybe a little less now was, was basically based on what are the five causes for the decline of the Mughal Empire. That you have to give five, six are not required, four isn't enough. And there it was, you know, the questions were a completely different type. And there are people like Bhagwati and various others sort of teaching you luminary legal luminaries, people who were practitioners and going and doing human rights work in Africa and coming and teaching a course about that. So it was mind opening completely. So did that, came back to India, worked for a couple of years at TERI, which was where I started around 92, started working on the real climate convention, convention and did some paper writing and research and that sort of thing on that. And that's where the interest in this continuing interest sort of stems from here. We are 30 years after that. It's difficult to think of 1992 as 30 years ago, but there you are. And I have friendships and contacts from that period, which, you know, people who are now the top thinkers in that field in India. Yeah. So that's what, that was the next step. And then law was after that. So I came back and I signed up for evening classes because I was never happy with the idea of being an academic and just writing something and then it going into a paper or a report. There was one box from the world development report from 1990 that I wrote. That was just, you know, it was otherwise you wrote a paper, which is what I'm doing now. So it's a bit surprising that I'm saying that, but at that point, at a 25 year old me, it wasn't or 24 year old me, it wasn't what I wanted to do. So I went back to the idea of doing law, enrolled in evening classes in Delhi University and had a fight with a tutor or the professor and left and didn't go back. Here's another coincidence. A friend's, a cousin's friend came and said, help me fill out my application form for Oxford because I'm going there. So I said, hey, let me photocopy it and let me also apply to do law. And that's how I applied to Oxford to do law. And then I got in and went. So again, a big, big coincidence. If he hadn't come, maybe I'd have just finished that degree and God knows what I would have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:55.240",
        "message": "done after that. What is crazy if he goes somewhere else that day or twists his ankle instead or whatever. So you know, you just said 1992, 30 years, it's kind of hard to think of it as 30 years ago, right? And one of the things that I've been thinking of recently is, you know, when we are kids, time seems like, so sort of stretched out, you know, when you're 20, 30 seems like really old, you know, you'll romanticize and say, oh, you know, bunch of people died at 27, bunch of people died at 34. And it seems old enough. And then before you know it, the decades pass, and you're suddenly in your 40s, 50s, whatever. And you realize that that span of time, which when you were young, you thought was a lot, maybe three decades in this case, isn't really a lot. And when you think of, you know, when you speak of history, you think of something happening 200 years ago, right? When you're a kid, 200 years ago is a long, long time ago. It's history, history. But I think when you're our age, it's not really that long ago. It's like four or five times what has just passed in a flash almost for us. And does that realization come to you and does that then shape the way you look at the world in terms of your priorities and the way you might define happiness, for example, the fact that, you know, time passes really quickly. I don't mean this just in the sense of being more aware of your own mortality, but just you get it, time passes really fast and does that. And it's really a question for both of you, I guess."
    },
    {
        "speaker": "Guest 2",
        "time": "01:00:22.680",
        "message": "I'm not bothered by it. I don't really think about that. I think about it a lot, but more from an interesting, you know, what does this period of time mean? So I was speaking to my mother just a couple of days ago. And I said, I just realized that I was born only 20 years after independence. So you think, you know, the India that I was born into would have been so dramatically different to the India today. I have only a child sense of it, not in 67, but the few years after that. But that it was such a fresh India, you know, in some ways, it was such a new India. And that was the India I was born into. And this is the India I'm living in. It's just those kinds of thoughts I find interesting to have every now and then and to just go into a bit of an indulgence, self-indulgence to think about what that means. But the other thing, the other type of thing I think of, and again, when you have kids, you realize that how different a period of time is for them than it is for you. Now, two years for a 16-year-old is an eighth of their life. And that's the COVID period. So an eighth of my elder daughter's life has been COVID. An eighth of my life is nothing. I mean, compared to that, it's a huge period. But for her, the importance of it, for me, this is just a two-fifty-fourth. So that's the kind of frame in which I tend to think of this. What about you, Ajay?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:01:53.640",
        "message": "Yeah, I've also thought precisely what you just described. The Second World War ended in 1945. India got freedom in 1947. And my birth year, 1966, is actually closer to those dates than we would otherwise think. So there's a freshness of that period and the way our parents talked about those events, of the freedom movement, of how I felt the day I heard Gandhiji was murdered, you know, those kinds of things. There's a freshness of experience there, which would not strike a person growing up in today's world with that same level of proximity. Similarly, I often notice that I've spent a bigger fraction of my life in the 20th century than in the 21st century. In a fundamental way, I'm wired like a thinker of the 20th century. And it has lessons of its own. And it carries a drama on a stage of a cosmic scale of the kind of things that we don't think about in this world today."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:54.240",
        "message": "Yeah, I mean, like, another aspect of this is like, sometimes I have to remind myself that look, 60 or 70% of the country or whatever is born after liberalization, after this trip, you know, 1992, which we now realize is so long ago. And it's striking because I realized that in the way that I look at the world, for example, there are certain realities I take completely for granted. They are solidified for me. One of them might be what the nation state of India is, for example, the idea of India, I think many people our age, in fact, are sort of having to reconsider the notion that the country is what they thought it was, that maybe it's something different, and they were in their little bubbles, and they didn't realize it. And similarly, there is that sense that young people today, don't have a lot of that shared bedrock of understanding the world or looking at the world in the way that we do now. And I think as communicators, also, I keep reminding myself that we can fall for the curse of knowledge in the sense that we can assume that, you know, if the three of us are talking, there are certain shared experiences, which we can just relate to just like that, that you could say 84. And we all three of us know what you mean in a visceral level, not just in terms of but to a young person, it may just be a date, they may not even make that connection. You know, and that's kind of interesting, because I think we, you know, are my or I'll speak for myself, my notion of the world to a large extent is based on really a small sample size of things. Like what is a nation state like? What is democracy like? What happens in autocracies? How do things happen? You look at trends, but actually, it's a really small sample size of things happening just two, three, four centuries long. And that's not enough to go on. And to assume that there is always a directionality that say the arc of history will bend one way or the other. It might be an illusion because we don't have enough data. We have not enough life has been lived. So it's not something you ever kind of remind yourself, are there moments where you step back and say that, wait a minute, you know, I'm, for example, taking the shape of India, you know, woman with a sari in the map for granted. It wasn't like that, you know, 70, 80 years ago, and it may not be like that 80 years ago, we just don't know, stuff like that. I mean, even Kashmir, you know, all our certainties around Kashmir have had to change radically,"
    },
    {
        "speaker": "Guest 2",
        "time": "01:05:09.600",
        "message": "right? Yeah, and I think it's, I think that's done by time and place. I was just reading recently about why we should try and think like a Russian citizen today, when we think about what's happening with respect to Ukraine and NATO. And, you know, Putin is obviously betting on the fact that what he's doing has resonance because his internal situation to him is more important, and perhaps more precarious than the external one. But if you are in St. Petersburg, and if someone is talking about Latvia and Lithuania and Estonia coming into NATO, you are thinking of a historical foe at your doorstep. So that is going to make you think about the world very differently than you would if you're sitting in Germany. And I think time has a similar kind of effect as where you are in that particular point in time. And one of my daughters, perhaps it's a failing on my part, but just a month ago said, and she's 13, she said, Dad, what's 9-11? So, you know, 9-11 is one of the defining things, international events of our lifetimes. But for her, she's heard about it. And I'm glad she didn't have, she wasn't like I probably would have been at her age, which is, oh, there's something it seems like I should know about and I don't, let me go and find out about it. She just asked me, I would never have done that. And I'm glad she's like that. And she asked me and then I had to go into an explanation of 9-11. But to an intelligent 13 year old without wanting to be condescending, this is something I learned from my father, who would always argue serious things with you, but without condescension at any age. It's a very, very tough thing to do, because you will know more than your child. I mean, that's you'd better otherwise, you probably shouldn't have had the child in the first place. And you have to go into an explanation, which is giving facts, which isn't giving too much editorial, but you want your kids to have your values. And there are sort of consequences. If you were explaining 9-11 to someone in the two years that followed it, you would have a very different story to tell about it, even someone like you or me, then we would have today because we realized that there were no weapons of mass destruction. At that point, even we would have thought, right now we'll turn around and say, look at the so and so that Bush was, at that point, we might have thought, yes, maybe they are, maybe it was still the wrong thing to do to invade Iraq, but maybe they are weapons of mass destruction. Today, we know that they weren't. So that point at time in which you look at something, I think is as important as where in the world are you looking at it from? So both, I think are important."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:55.520",
        "message": "Yeah, and I'm also kind of glad that your daughter asked you that question instead of putting it on social media, because the trend today, somebody would have screenshotted it and 10 years later, they would have put it up and said this person didn't even know what 9-11 was. Is she really capable of being a director at this museum for something she"
    },
    {
        "speaker": "Guest 2",
        "time": "01:08:11.280",
        "message": "tweeted 30 years ago? Or they would have said today, they would have said, oh, Akshay Jaitley's daughter doesn't know what 9-11 is. Yeah, that too. No, but by the way, sorry, there's a story there. Kids have become very cautious about what they post. Younger folks are very, very cautious about what they post precisely because of being mocked, ridiculed, humiliated and all the rest of it. So, you know, query whether that's questioning, that's suppressing freedom of expression or not, or whether that is the right place or necessarily Twitter is the only place where you should be expressing your opinion, but that's definitely happening. No question."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:50.800",
        "message": "No, I sometimes think about what would have happened if social media had been around when I was young. And I would be like, I would have been cancelled 80 times by now, because when you're young, you're thinking whatever you're experimenting, like I said, I carried marks in my, you know, in my rucksack for a while to college, you're experimenting with all kinds of ideas, you're saying all kinds of things, you know, the male brain doesn't develop properly till you're 25. You know, which is why you have all this crazy male teenage violence and all of that you're not socialized properly. And there's all this shit going on. And we never had that pressure, we could just grow up in whatever way. You know, maybe if you guys knew the person I was, when I was 20, you wouldn't want to know me, we'd never start having conversations, right? And vice versa, for all I know. Is it true Ajay that you were a punk rocker when you were 19?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:09:34.560",
        "message": "Yeah, I was clearly a weird person at 19. I agree with everything you said that I would have been all over social media in truly toxic ways that would have been damaging to me then to me now. So I'm like, just grateful that these technologies did not exist. It would have disproportionately influenced the way I think and then there would have been all kinds of angry people jumping at me. And this thing about storage of data is terrifying. So systems that capture store data that can be used against you at future dates, are really chilling the human mind. And I think, you know, we were just lucky that at a younger age, we have said all kinds of rubbish, and it has not been recorded."
    },
    {
        "speaker": "Guest 2",
        "time": "01:10:26.880",
        "message": "Little thought experiment here. That's the sort of, I agree with all of this, because that's that's the obvious answer to all the rubbish we would have said that if we would have all said rubbish, we would have all been called out for it. However, that was a time at which there was no cancellation. So we are assuming that we have the culture of today where there's cancellation with the words that we you and I would have had then which would probably should have should be should have been cancelled. But anyway, that's what we are assuming. If we'd said those things at that point where there wasn't a wider culture, which had become so divided, and so polarized, then maybe that you would have said it on social media then like you have, like you did in public, and maybe you would have got the same reaction because that's what you were saying it into. And maybe that would have led to people acknowledging that these things are said, and us not coming to the point where we have a cancel culture, because so many of the people who are doing cancel culture are either young or hypocritical. So you have, everybody has said rubbish, misogynistic things and all of we've all done it. We all think that today we think it wasn't the right thing to do. And we've grown up and that's the part of the process. But if, if that had been a time vacuum, or sort of, if it's sort of frozen time, then, then that might be true. But that itself would have had an impact on the culture, which would have then evolved"
    },
    {
        "speaker": "Guest 1",
        "time": "01:11:58.680",
        "message": "to a different place. I'm worried about something else. I'm worrying about the human being. I want to use George Orwell's phrase, political speech. Okay, so there are two kinds of speech in the world you speak the truth, or you speak very carefully, it is a move in a chess game. It's a part of a chess combination that is intended to influence the world in certain ways that fulfill some ulterior objectives. The guarded, careful conversations that we know how to do as adults in recorded spheres, such as this one, are not a complete fulfillment of being a human being. And I fear that in the modern world, it's just becoming the only kind of communication that people learn to do. So it has a chilling effect that there is a very important role for the human mind to speak the truth, there should be safe spaces to be able to speak honestly with each other to do heretical, controversial expression. And that is how we grapple with ideas. That is how we play with ideas. That is how we make mistakes. That is how we fumble. That is how we learn. And for all of us here, we know the unique deadness of the prose that is written in public life on a government file. I fear so much of the oral expression of the world has become that. Whereas earlier, we used to be hypocritical about it, that we would speak honestly in a certain way, when there was no microphone. And then there was everything else that we did in front of recordings. I fear a world in which everything is recorded. It will stunt the development of the human mind and the imagination."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:40.320",
        "message": "A couple of other aspects also like one aspect is that not only does your data get captured, and you can be cancelled later or whatever, but you also get solidified into those positions. I take a position X, 30 people attack me, and then I double down on it. And then I become associated with X. And then that's who I am. That's who I become as well. Whereas otherwise I might say X today, I might say Y tomorrow, I might, you know, you play around and you kind of discover and all of that. So I fear that just in the shaping of the self, it's a problem. And the other issue, you know, you quoted Orwell, and that's also true, the need not just to be careful about what you say, because it can be used against you. But the need to also make your speech idiot proof, because you know that there are people out there who are looking for gotcha moments in bad faith, who will misinterpret everything you say. So you've not just got to, you know, be careful about what you say, but even how you say it, and make sure it's not misinterpreted. And the point is, if so much of your time goes into the framing of your thought, then that much less time goes into the thinking of thoughts itself. And it's a chilling effect. It's a paralyzing effect to thought. It's scary."
    },
    {
        "speaker": "Guest 2",
        "time": "01:14:54.560",
        "message": "Again, I'm wondering whether we might have reached peak that. Because if I look at my 13 year olds, and my 12 year old niece, who's with us at the moment, they seem to be beginning to have an instinctive reaction to, for want of a better word, wokeness. They're not necessarily disagreeing with the underlying principle, which again, many people who've been accused of, who have been cancelled for not being woken up, are not disagreeing with the underlying principle. They're just saying, allow me to say this in a certain way. And I feel that there's at least at that age, young teenagers, in my very limited experience, are beginning to say, look, doesn't matter if you say it, but are you actually like this? And perhaps it's because, and this is just thinking out loud over here, perhaps it's because they're now seeing a lot more of what we heard about. So for instance, there are two girls in my daughter's class who are going out with each other at the age of 13. So it's completely normalized for them. We still have to think about it, internalize it, and intellectualize it and say, yes, that's fine. For them, it's just fine. They don't have to think about it. So then their attitude towards that, when that is normal, then they don't have to be woke about it in order to just consider it to be normal. So maybe you're reaching, beginning to reach that point. I'd like to believe that you're reaching that point. But on the speech front, Ajay, I completely agree with you. And funnily enough, one of my girls, I talk a lot about my girls, by the way. So I was writing an essay on exactly that paragraph and we were talking about it. And you know, this, the same discussion came up about what you say and who you say it to, that it matters. But that you should be free to say in where you think you're, you're free to say something, you should, you should say it. And I was made by my parents to read 1984, before 1984. So I finished it in December 1983."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:58.000",
        "message": "What a fantastic story. Yeah, that's another chapter in your autobiography, 1984 before 1984. So you go on to study the law. Now, did studying the law also change the way you think about stuff? Because I would imagine, from an outsider's perspective, not having studied or known law myself, that it trains you to think in a systematic way, in a rigorous way, you're reading a lot, it will also give you habits of research of thinking through arguments and all of that. And if you if it, if you apply all of those habits to your study of law, you will also then begin to apply it to any place else. And now one way of looking at it could be that someone who already thinks like that, who has those habits of mind will naturally make a good lawyer. But the other way is that it can also go the other way, that just studying the law makes you look at the world more rigorously look for frameworks that you can apply and, you know, go from point A to B to C and all of that. So do you think you were naturally a thinker of that sort? Or do you think that's the happenstance of studying the law with all the happy accidents that led to it sort of led you to the point where and changed"
    },
    {
        "speaker": "Guest 2",
        "time": "01:18:09.040",
        "message": "you? I don't know the answer to that. But I sort of qualify the question a little bit. And then I will give you an answer, which might be somewhat interesting, which is it's not so much the study of the law, but the practice of it. Because when you study law, at least the way that I was taught it, you're taught in a very specific method in Oxford and in Cambridge, which is the tutorial system. You go in, basically you're not taught anything, you have to go off and do a bunch of reading and come back and discuss the answer to a question in front of your tutor. And what they're looking for is for you to find ways to defend whatever argument you're coming up with, which is what law ultimately is about. But that same method is applied to philosophy, English literature, the classics, anything. So it's particularly useful for the law. So I studied law there and this method was used. And I think it's something that helped me in the longer term. But it's when you start practicing law that your mind starts, the way that your mind works starts changing. And sometimes not necessarily in a good way for the rest of your life, but it's very effective. You need to think in that way as a lawyer, which is a very risk averse way. You need to, and in fact, you have to do, it's a positive attribute while you're practicing as a lawyer, to be able to pass words and to think hard about what the potential meanings of what you're writing down could be, the placement of a comma, all the rest of it is all really important because there are implications to your clients for getting it wrong. So you become risk averse, but then what you find yourself doing is in your normal conversation, you try and say something in a way where they couldn't be another interpretation, whereas normal people don't do that. They say whatever things in whatever way they want. And if there's someone doesn't understand, they'll clarify it. But I find myself, I found myself many, many times over the years thinking really hard about a sentence or something that I'm writing in a non-legal context to make sure that there could not be two possible interpretations of that. And that no doubt that changes the plasticity of your brain and you become slightly more boring, if you like, in the way that you apply your analytical ability. Now, if you continue to be engaged with the rest of the world and you read other stuff and you have friends from different walks of life, then that tempers that a bit, which sort of leads me to a question that Ajay and I were talking about earlier is that I'm opposed to this five-year law school thing in some ways because you're telling 16-year-olds to start thinking like that, 17-year-olds only with other people who are studying law. So, you, your whole, not only are you thinking just like that, but everybody, your close friends, a lot of closest, our closest friends are from college days. They are, they're all lawyers. So, the argument for some of these national law schools to become broader universities, I think is really strong. And Ajay tells me that one or two of them are potentially thinking about that, but to be surrounded by, to be surrounded by people studying political science and economics, et cetera, will make, not only, you know, give you a different outlook on life, would make you a better lawyer because ultimately you're practicing in the world. You're not practicing in a vacuum. So, the best lawyers that I've come across are people who have a really good understanding of the rest of the world and can place their legal analysis and work within that. So, I've gone"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:32.280",
        "message": "all over the place a little bit over there. No, no, that's a fantastic answer. Much food for thought. And there's an orthogonal question that I sometimes think about. I might even have discussed it with Ajay separately, but it's about the nature of our education system and how it's ripe for disruption, but not in the way that it is happening right now. Today, what we see is all of this so-called edtech and these disruptive influences are disruptive in terms of delivery, how they deliver it to you. But what is being taught to you is the same. The thinking behind what education is, is essentially the same. And I've been thinking for a long time that, you know, our way of teaching, that you have ten standards in school and then another couple, and then these are the different streams that you go into. And if you're so many years old, you'll be in this class and these are the exams you will do and you will all learn together. And these are really notions which solidified in the early 19th century. And they were okay for that time. They were okay in an instrumental way, that you're training kids to grow up and be a particular thing, maybe a bureaucrat and a cog, or maybe a particular kind of person. And today, largely, they don't apply, but through inertia, we've just stuck with it. And, you know, so many of us, all the really important things that we have learned, much more in my case, and you guys, obviously, but much more in my case, or something outside of the system, right? So I just, and you referred to one aspect of it, you know, and I sometimes think that at some point at a deeper fundamental level as a society, we just need to rethink this whole education itself, this template in our head, that you have 10 classes and 10 standards, and you do these six subjects and so on and so forth. And then you go into these separate fields, which are kept separate. If you're doing law, you only do law, and blah, blah, blah. And even if one were to be able to conceive of alternatives, how those alternatives would come about is something that kind of beats me a little. And that's the kind of disruption I'd like to see beyond, you know, the disruption of delivery that okay, we'll do online classes, but the syllabus is still ICSE, CBSE. You have any thoughts about this?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:23:37.640",
        "message": "I think there's some experimentation with this that I've experienced with my children, which is that they've put people in, say, grade five with kids from grade seven together to learn certain things, and they're learning from each other. I think the problem here is at least in our country is from the concept or the phenomenon that I call the Delhi auntie. The Delhi auntie doesn't want change. The Delhi auntie doesn't want her kid to go to school during COVID times, irrespective of what is doing, forget about or to all the poorer kids who don't have access to online and all of that, and are doing it, answering questions with a phone or going to school once a week, getting a sheet and filling it out and giving it back, but even on their own kids, because there's just this shoehorning into thinking in a particular way. I think it's on the demand side that the real resistance is coming and who is going to sort of turn around and say, no, I'm going to take the risk of antagonizing all these people from whom I'm making a fantastic living by collecting large fees. Who's going to take that risk? I don't know. But I think with the IB system, there's a bit of a change in that they encourage analytical thinking at least in the last two or three years of school. And more and more schools are switching to that. You know, perhaps the change is going to come at least in that end of school kind of level by the fact, and this is only true for richer kids, by the fact that more and more people are going abroad. And what abroad is asking for, what universities abroad are requiring is more analytical thinking. So you're going to have to produce it on the supply side. So maybe that's one way in which it would change. But I have to say that this is not an area of my specialization. Ajay probably knows more than I do."
    },
    {
        "speaker": "Guest 1",
        "time": "01:25:26.560",
        "message": "Yeah, as somebody that has been in the machine all my life of taking and teaching and courses and exams and all that rubbish, I've just become profoundly skeptical about the machine that I feel what works in learning is reading and thinking and debating and exploring the world in a more open ended and unstructured way. I think apprenticeships are a great method through which things are learned. I think whatever I learned, well, I learned myself. And I think whatever good things I did for other people in their learning journey was more in an apprenticeship model, rather than in the machinery of a classroom and exams and all that. So I'm just like very underwhelmed at the machine. I think we've tried to industrialize something which really should be artisanal, it should be proudly artisanal."
    },
    {
        "speaker": "Guest 2",
        "time": "01:26:19.200",
        "message": "Yeah, I mean, my thoughts are just going back to my teenage years in Delhi, where our home was a place where people would come and go, all kinds of people would come and go, not just for meals in the evening, but come and stay for like few days, which was very much an open house. And the kinds of people that I interacted with as a teenager in those years who I had conversations with, more sort of overheard conversations, sometimes when you were not supposed to, you're supposed to be asleep, and then you'd hear all sorts of interesting things was a very important influence in how I learned things, how I, the fact that you had these views and views should be debated, and you should respect other people's opinions. So not just the content, but the how of it were really important. I mean, people like Arun Shourie and Mani Shankar Iyer and Farooq Dhondi, the journalist and Mrinalini Sarabhai and all these sorts of people would come in and out of the house. And it was, I had no sense of what how rich my, this sort of quote unquote education was, but it was as important if not more as any other any word I learned in school. So I think, absolutely, I agree completely."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:34.080",
        "message": "Yeah, Arun Shourie, by the way, is one of my sort of when I started this show, I had a list of five or six names that I have to have these people on the show. And Arun Shourie was right on top and I got everyone else, but he keeps turning me down. I mean, if someone who knows him well is listening to this, kindly convince him we can have a nice 10 hour conversation."
    },
    {
        "speaker": "Guest 1",
        "time": "01:27:53.920",
        "message": "And if Valli Kaul is listening to the show, please find Akshay somehow."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:57.880",
        "message": "Yeah, you know, when he was talking about his college years, when Akshay was talking about his college years, I immediately thought that if it was made into a web series now, not just a book, then you could have this fictionalized episode where he is looking into a book in a cafe and the waitress comes up to him and he looks up and he sees this Valli Kaul, which would be..."
    },
    {
        "speaker": "Guest 2",
        "time": "01:28:16.960",
        "message": "You know, Netflix would really be scraping at the bottom of the barrel if they were making a web series about me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:22.160",
        "message": "No, you know, I'll tell you something, Netflix has completely lost it in India, the kind of garbage they are commissioning simply because their whole thinking is to go to Bollywood, you know, not looking thinking outside the box at all. I think in fact, Prime is doing a better job. So actually if Netflix did a series on your life, and I would gladly volunteer to be showrunner, I'm sure it would be quite a success. But leaving that aside, so let's, you know, as much as you are a lawyer, you also at this point in time, then eventually ended up becoming an entrepreneur. So tell me a bit about that journey."
    },
    {
        "speaker": "Guest 2",
        "time": "01:28:54.480",
        "message": "Well, actually, being becoming, I say this quite often, but becoming an entrepreneur probably extended my legal career by at least a decade, in the sense that, you know, I'm I'm not a lawyer's lawyer, I enjoy the law, I love the law. I love the work that I did for a long time. But this sort of upbringing and the fact that I did a policy degree, and I worked in policy for a bit, it was always there. And just if I had continued working, I worked with an English law firm for five, six years before coming back to India. If I'd continue to do that, I don't think I would have remained a lawyer, I would have done something different, what that something different would have been no idea. But it was the fact that there was more to it than the, you know, the nuts and bolts of the daily job. There's no doubt that that was a source of incredible sort of satisfaction and engagement, just engagement. I mean, the fact that very early on when we, you know, I think we're talking about setting up tri-legal and all of that, very early on those parts of it, the firm building, institution building parts of it was something that I really sort of was engaged by and gravitated towards, while enjoying the legal work. I mean, I loved for many, many years, I love the technical bits of drafting a complex, you know, construction contract or a concession or whatever. And I enjoyed dotting my I's and crossing my T's and making sure the cross-referencing was done and all of it, which is part of the job, but I enjoyed it actually. But at the same time, we were, you know, the firm was becoming bigger and we were doing more and more of management and the kind of management that you do in what was essentially a startup, which is just building things and seeing what would happen was incredibly interesting and no idea where it would go, what it would become, or that we were entrepreneurs. We didn't think, we didn't have these words really to, we set up right in the beginning of the dot-com bust, so not the best time to do it, but it probably gave us a little time to step back and think and I wrote some policies and"
    },
    {
        "speaker": "Guest 1",
        "time": "01:31:03.400",
        "message": "Who is we?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:31:05.240",
        "message": "We. So, we is, there were six of us who set up the firm in the year 2000. So, it's now 22 years. Rahul Mathan and Prem Ayyappa in Bangalore, Karan Singh and Sridhar Gorthi in Bombay and myself and Anand Prasad in Delhi. And the tri-legal came from the fact that we set up in three offices at the same time and not the fact that there were three of us. There were six of us plus a few associates and we, from the very beginning, we had three offices or three cities and I met Rahul Mathan first. Rahul was the quote-unquote Indian lawyer on a transaction where I was the English lawyer when I was still in England and both of us thought that the other guy was vastly more experienced than we actually were. So, we were obviously playing a good game, talking a good game, but we were both two, three years qualified and we were, we'd been put onto this transaction that our bosses weren't particularly interested in. Small deal and we'd talk on the phone and exchange notes and all of that. And at one point, India was playing Australia or Pakistan in Bangalore and early internet, I couldn't get the score and I called, I picked up the phone, couldn't resist. I picked up the phone, called Rahul on the client's account, probably I shouldn't be admitting that, and said, Rahul, what's the score? And that broke the ice between us and then we realized that we were both a bunch of kids, a pair of kids with wet behind their ears who didn't know what we were really talking about. But a few years later, we closed the same deal together. It took a long time. We had to get the law changed, by the way, to close the deal. It was in foreign exchange broking, which wasn't recognized as an NBFC activity. So, when we did the FIPB application, they said, what is this? And it's a foreign exchange trading. No, no, no, it's not trading, it's broker. Somebody wants to buy, somebody wants to sell, I'm the guy in between. And then it took us six, eight, ten months to get a notification to have it put onto the list so that an approval could be given. So, anyway, brief aside. So, when we were closing this deal, we both got very drunk here in Bombay in either the Oberoi or the Taj, I think it was the Oberoi. And we said, what are you going to do? This must have been late 97. What are you going to do in the future? And I said, well, I want to come back to India. I'm not an immigrant. I want to come back to India and do something on my own. And he said, I want to leave the firm I'm with and do something. And so, let's do it together. And in the spirit of our 17th glass of wine, we said, yeah, yeah, let's do this. And I went off to Tokyo to rejoin the English firm in Tokyo for a couple of years and he carried on. And then, long story short, two years later, we set up. We continued talking. We got the other guys involved as well. Rahul broke off a little earlier from his firm, the firm that he was with then set up. And we just, you know, whatever little savings we had, we had a basement in which we called a lower ground floor in Delhi. We had a tiny, the whole office, Amit, must have been the size in Bombay of this room. And we had, it was out of Rahul's house in Bangalore. And that's how we started. And I had 10,000 pounds, which then cost was six lakhs of rupees as savings, which was put into buying books. Other people had similar amounts that they'd saved. And that's how we started. None of us had family backgrounds in the law, other than Sridhar, whose father was the judge advocate general, but his clients are soldiers. So, you know, you can't, there are no clients being handed to us. And we just got going and got on with it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:37.840",
        "message": "So you know, what were those early days like where, you know, you started this and like you mentioned, it's common for family firms to come up and your dad is someone and your uncle is someone and all of that, but you're just a bunch of entrepreneurs, perhaps not using that term. And you've sort of started this up. And there are six of you. And I imagine that early on, you know, did people take you seriously? Did you have self-doubt? Did you have imposter syndrome? How did all that work out?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:35:04.080",
        "message": "Funnily enough, we didn't have imposter syndrome and self-doubt at that point. We just thought we'll just do this. The work will come, we'll do it. And worst comes to worst, if it doesn't work, somebody will give us a job. None of us have had a job since so it did work. But there was a lot of winging it. We were the most experienced of us had five years in the profession, which is not what you should have when you, you know, set up a law firm. So the way we got around that was we discussed things intensely amongst us. We debated, we questioned, we reviewed each other's work all the time so that we'd at least have two sets of or three sets of opinions if we didn't, you know, didn't have someone who had 20 years of experience. And that's something that's really sort of, I'm sure for the others as well, but certainly for me, the fact that I've not had a mentor, I've never had, I haven't had a boss since, you know, I was in my early 30s. It's something that sort of really shaped, it gave us some degree of insecurity, but it also gave us the confidence once we were slightly successful that, hey, this is doable. But we had to do all kinds of stuff. So I, you know, getting clients wasn't easy. One of the subterfuges I adopted was, I wrote to one of the trade journals, trade magazines in England, from a fictitious email address, which was a composite of the two senior partners of two well-known Delhi law firms, composed an email address, and it was Hotmail Day, so still from hotmail.com, saying that, oh, do you know that this associate from this well-known English firm has gone to India and set up a firm, and you may, anonymously, and you may want to contact him. So two weeks later, the phone rings and the magazine contacts me and they wrote a little blurb about me. And a month after that, somebody said, oh, we read this blurb about you and we have a deal to give you. So that was, you know, one of, those are the kinds of things that, some of the kinds of things we did. And then through a contact, we got, we landed this really big transaction, which was Power Grid wanted to wrap telecom cable around its electrical lines, and it was complicated because we had to deal with telecom law and electricity law, and we were working with this big English firm. So this partner from this big English firm, a guy called Chris Watson, came and worked with us in our office for a week, and our office was really pokey, and we tried to get him to do all the meetings with us in hotels so that we wouldn't have to show him a miserable small office. But he said, no, no, no, I'll come to your office. It's a great spot. And at that time, we had a terrible loo. And we, across the hall from us was a Kashmiri carpet seller, and his loo was all right. So we told him, oh, our loo is sort of broken. And he had to go across the street to the Kashmiri carpet seller's office or showroom to go to the loo. But to give him credit, he worked with us for a week and said, look, I had a fantastic time working with you guys. You gave me great advice and all of that. But I should stay on, but I have to go. Because there's the results of this audition that my daughter went to that coming out and she's possibly going to get a role in a movie. So I have to be there for that. So he said, no, no, you must go. And he went and his daughter got the role and she's Emma Watson. What a story. So Chris still remains a friend and all of that. But you know, so these are the sorts of lots of stories of this kind that, you know, date from the early times. But there was this sense, you know, I think it's true for a lot of people who were getting more closely involved. Ajay, it probably happened with you in government, you were in government at the same time. There was this sense that kuch ho raha hai India mein, the economy is taking off, there are all sorts of opportunities, just get stuck in and the future is sort of limitless. There's this sense of Wild West almost out there that we were writing contracts for the first time. Nobody had done a wind contract in India before one landed on my desk and I wrote a contract for a wind farm. These sorts of amazing things were happening in the first decade of this century. And so, you know, we really went with the flow. And there is just no question that we had so much luck while doing it. The fact that the right person called you at the right time and you had a friend who happened to be there who was looking for a lawyer and somebody was conflicted and this happened and that happened. There was so much luck. But the only thing I'd sort of, the only thing I'd give ourselves credit for is that we stayed together. And, you know, for all this time in a situation, in an economy where people sort of brothers fall apart, we stayed together for, you know, forever. And that's what allowed us to build,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:44.480",
        "message": "part of what allowed us to build what we built. So, I keep having arguments about Mahatma Gandhi on my show with people who admire him a lot. And of course, I admire him a lot as well. But he contained multitudes and one of the many things he rails against in Hind Swaraj is lawyers. Of course, he thinks doctors are bad and railways are bad and modern medicine is bad. But he hates lawyers as well. And people do have this negative view of lawyers that for money, they will sort of defend anything, take any side. Now, I understand the intellectual excitement of working in a new environment. And let's say you're framing certain kinds of contracts like the wind contracts you described for the first time, and that just must be so exciting. But if you look at sort of the common criticisms, folkish and criticisms of the law, for example, you know, it could be said that at one level, it's a form of narrative manipulation, you don't care about what the truth is, you've got a client, you've got to go with your client, you've got to go with your client. And in a sense, therefore, your lawyer is much like say, the political consultant of a political party, how do we frame the narrative, obviously, your audience is different. And that can have a deadening effect on how you view the truth. Another way of looking at it could be that sociopaths would make good lawyers. Now, I don't know the data on this. I wrote a column on sociopathy a few years ago, and it's of course, a condition of the brain where the amygdala is damaged. So your sense of empathy goes down. And sociopaths are well represented in prisons, as you would expect, and among bankers, I think, and a couple of other professions, I don't recall if the law was among them. But so what's your sense of that? Like, were you ever in a position where you feel a certain dilemma? Do you automatically, if you're working with a client, always just become the client's person and just see that point of view? Sometimes do you take pause and you say, why am I doing this really?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:41:34.560",
        "message": "Well, easier answer for a corporate lawyer, harder for a litigator. It's a big, big question for litigators at times. There is one sort of ethical answer to that, which is that if you believe in the rule of law, then you believe that everyone needs representation. And you can have a view on what the truth might be. But until you have a case that's argued, you don't really know what the truth is. So, both sides need representation, even a murder, all of that. That's one side of it. But the other, so that's why for litigators, it matters more. But for corporate lawyers, the one big difference is that you're both representing, both sides are representing companies. So, you're representing people with money. There isn't usually a David and Goliath kind of situation. So, prima facie, you're not getting into that dilemma. And then you're saying, you know, there are rules that govern the way that lawyers must function. You should not have an interest in your client's matter and all of that. So, there are sort of certain guardrails that the regulations themselves present. And also, there's a big sort of factor that relates to what your reputation is going to be. If you play hard, fast and loose with someone today, and if you try and slip something in, I mean, I've been in a situation where, for instance, where the lawyer on the other side made a mistake on a certain provision massively to the advantage of my client. And I took my client aside and I said, look, we need to tell them about this mistake because that's not what they intended. You know that that's not what they intended. This is going to, I didn't even say this is the right thing to do. I just said, this is going to cause a dispute. You don't want a dispute. You're getting into a joint venture. You don't want to cause a dispute. So, what that does is that you get the right outcome. You avoid a dispute, but it also helps your reputation. Your client realizes that if the opposite situation existed, you would do the right thing by him if he was on the other side. And the reputation of being someone who does things the right way matters in this profession. It matters in any profession, but particularly because, why do corporate lawyers get paid a lot of money? They get paid a lot of money because they protect people's money, because they manage risk. So, if you want to continue to do that, people are not going to allow you to do that if you act unethically. It doesn't mean people don't, but I would suggest that the most successful ones and the people with lasting reputations either are very, very good at managing that situation, which is hard, or they are basically in the larger scheme of things ethical. So, I think that there is, of course, the suits image of this, but that's utterly unrepresentative of the way that things work. Mainly because all the files, I don't know if you've noticed, but all the files in suits, it's one folder with one sheet of paper. And Harvey Specter looks at one sheet of paper and says, I know what the answer is, and the deal flips. I mean, we are used to dealing with stacks and stacks and stacks of boring files. So, the reality is quite different and you're part of a community or part of a profession, reputation matters. And tell me a little bit about how"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:50.720",
        "message": "this habit that you have to, you know, develop by force of reading a lot, of taking in a lot of information, assimilating it, organizing it in your head, how does it affect then other periods of your life? Like, you know, when you're not lawyering so much, for example, like now when you're working on all these other disparate interests and all of that, how does it help you look at all of these other things, not just in terms of the frameworks that you might have had of how you approach a subject, but just these habits that it's okay, I can read like 300 pages in a day, I can organize that information, I can take it in. You know, do you have any habits in terms of or apps that you use in terms of knowledge management and so on?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:45:29.520",
        "message": "Well, I'm, you know, you've talked a number of times about Roam, and I use it a bit, I use it very inefficiently, but I can see the promise of it. So, one thing, one thing is that, you know, I, my knowledge management system for 20, 20 odd years was my colleagues, and the firm and juniors who you say, okay, I remember this from that go and do some research, let's see if there's something new on it. And so, you know, the number of times when you actually pull out stuff and read it yourself, without some without having asked someone to get it for you is very is not that often. So I'm having to sort of retrain myself now, because I don't have a phalanx of people helping me. And I don't, and the kinds of stuff I'm looking at is different. So Ajay, for example, told me about Google Scholar, which I never had to ever think about, because I just had to go and pick up the articles and the articles were in legal journals, we knew where to look. When you broaden your framework, and when you're, you know, working on your own, then you need the knowledge management tools. But I was always, always a big note taker, even in even in my early days. And partly, once I was in a was called into a very big meeting, a negotiation between multiple banks and power producers in Pakistan and contractors in Korea and Japan, so multifaceted meeting. And I was very happy to be called as very junior, I listened to the thing I put up my hand made a point at one at some point, and you know, people nodded and I was very happy. At the end of the day, the partner who I was working with, she said, Okay, now, Akshay, go back and just type up your notes for today's meeting. So I sort of looked blankly at her and said, what notes? She said, you weren't taking notes, you said, you think I called you in for the legal advice, you're going to give it this meeting. And from then onwards, I just kept notes of everything that I did. When I read something, I write on the margin, I put do post-its and I don't have a great memory. So I have to find, you know, tools and tricks to remember things. But I can see and I'm recommending it to Ajay as well. I can see how something like Roam would be super, super useful. Because of the fact that it works basically, like your personal Wikipedia. Yeah, yeah. Zoom, did I say Zoom? That's because"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:46.080",
        "message": "I was thinking of Zettelkasten, which Roam is based on. Yes. Yeah. So Zoom is a complete game changer for me. And I'd also recommend it highly. So take me through this last part of your journey then. From Trilegal, the firm becomes successful to where you are today, like you're living in Paris, how did that happen? What are your current interests? And what are you moving towards?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:48:05.360",
        "message": "Well, a number of things happened. One is that my interest in doing the day to day transactional work waned. I was not as interested in drafting the contracts, I particularly started dreading negotiations, especially negotiations on contracts, because you have the same people who are arguing in the same way about the same points. And I just feel like, you know, putting my arm around the shoulders of the person and saying, let's go to the next room. These are your three important points. These are mine. Let's fight about those. And let's not argue about all the crap. And I just got bored. It was a waste of my time. But I think a pivotal moment for me came when my, in 2014, started then. When I was with my father in hospital, he'd had surgery. And I was sitting on the windowsill looking out while he was in bed. And I just said to myself, you know, I want to spend more time with people that I want to spend time with. And those aren't the other side in a negotiation. Not that they are perfect. I've made friends like that. But that's not my choice. I want to spend time in a different way. So from then onwards, I sort of started thinking about how am I going to devise a strategy to not let this thing that I've created or been part of creating down. Because I love, I mean, whenever I talk about tri-legal now, even though I'm not a partner anymore, I will say we. And there will be no other firm that I can ever work for. And I'm still have a role with the firm as an advisor. And I'm on the board. And you know, I love the people and some of my closest friends in the world are there and all of that. And I'll be involved with them into the future. But I just knew that I had to do things. And so I started creating, first, I looked at sort of doing some policy and advisory work. And after two or three years, after two or three years of trying that, I realized that doing through the front door lobbying to change policies for the good of everybody is a very tough thing to do in India. It's very hard to do that. Your interlocutors in government don't always know what you're talking about. Sometimes intentions are very good. Sometimes people are very smart. But if you've done 10 years of renewable energy, and they've done it for the last six months, you're not having the same conversation. After having tried to do that for a bit, I said, look, I'd rather not do that. I'd rather not go through the pain of doing that. Let me think of another way. And then I sort of, that was one thought. And then as I said earlier, the fact that I wanted my kids to have both my wife and I wanted to have them the freedom of growing up independently, taking their own decisions, taking their own risks, and not being driven around with in car driver, didi, you know, all of that as you have in Delhi. That was one other reason. And this is something that people laugh about and scoff at, but pollution. I mean, if you are a rational human being, you should not live in Delhi, if you have a choice. And then finally, my wife is French. And we'd always had this thing where at some point, we'll go and live in France, let the kids have access to that part of their life and culture and aunts and cousins and all of that. So those were all the reasons and it had been planned long before the pandemic, and it was announced well in advance and within the firm and people kept it quiet. And then we said, okay, what is the role that I'm going to have? How am I going to work with the firm? So, continued to figure that out. And then I landed up there and I, you know, frankly, all the stuff that I was supposed to do, I couldn't do. Because of the pandemic, I was supposed to help get new clients for the firm to do business development, to do client relationship management, and no one is going to do a Zoom meeting for a vague kind of, this is who we are pitch. So, I couldn't do anything for a while. And I was doing a bit of strategic advisory work. So, advising people on what the implications of changes in FDI policy on China are going to be on your business, or your investment on the power grid in VIT, on what the potential impact of Biden is going to be on Indo-US economic relations. And the methodology I follow is I develop a set of questions, speak to a bunch of people who know about it, add my own analysis around it and do it as a report. It's fun work. There was some of that. But then I saw an irritating piece of law, an irritating decision, an irritating circumstance on it in relation to the Chandigarh Discom. And I wrote a LinkedIn post on it saying this is crap. And, you know, or I did a Substack article. And Menaka Doshi at Bloomberg Quint saw it and she said, would you like to, can I reprint this? And would you like to do a column? So, I said, yeah, sounds interesting. And I started doing a column. And that's when I joined your course to try and rediscover how I, the hint of how I used to write before I became a lawyer and became boring in my writing. And that column, you know, that column sort of people started getting a bit interested in it. And one of the pieces, and that might be a good segue into the next part of the conversation, one of the pieces I was writing was on solar manufacturing policy, where there's a combination of customs duty and production linked incentives. And I just read Ajay's book. And I said, everything that's wrong with this policy is theoretically anticipated by the Kelkar and Shah book. So, I, but I not being an economist and not wanting to make a fool of myself, which has always been a big theme in my life, that I don't want to make a fool of myself, failed spectacularly, not trying not to be made a fool of myself many times. I sent the article to Ajay and I said, look, am I on the right track? Are there any mistakes? And is it theoretically correct? So, he said, read it and said, yeah, it's fine. But what do you think? Grand question is, I think only he can. He said, I'm worrying about India's energy transition. India's, how is India going to deal with climate change? Do you have some thoughts? And I thought, boy, do I have some thoughts? I've been working on this damn thing for 10, 12 years from the beginning of the renewable sector. I've seen all kinds of things that could have been better. So, I went away and thought about it for a few weeks. And he said, let's connect again. Came back with four points to say, this is what we should do. And he said, I agree with you. Let's write a paper."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:12.000",
        "message": "Wow. So, this is like a fantastic moment for us to take a break and then segue into the paper after we come back. Great. So, if you want to build your reading habit, head on over to ctqcompounds and check out their daily reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up to date with ideas, skills, and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. What's more, you get a discount of a whopping 2500 rupees, 2500 if you use the discount code UNSEEN. So, head on over to ctqcompounds at ctqcompounds.com and use the code UNSEEN. Uplevel yourself. Tell me a bit, I mean, you've already kind of taken me through a bit of the origin story, share where you, you know, you wrote to Ajay and Ajay said, Yeah, this is great. Do you know something about this field? And then you got back with your thoughts. And so how was it then deciding to work together? Like in the sense that at one level, it's an intellectual exploration. But beyond that, what is this? What was your conception of what this is going to be and where this is"
    },
    {
        "speaker": "Guest 1",
        "time": "01:56:37.360",
        "message": "going? So we set up a video call, and Akshay had a clean articulation around four steps on how to think about this. And I come from the research community. So I know the machine of how we think about problems and turn them into research products. So I said to him, there should be a paper. And he said, Who, what, how? And I said, I'm happy to help you midwife it. And it's your ideas. And you know, it's your paper, and I'm happy to help you to build it. So that's how"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:11.360",
        "message": "we got going on this. And what were the shared beliefs in this? And what were you know, the points where, for example, you Akshay said, Okay, I'm bringing this or Ajay says, I'm bringing this. Were there areas like that? Were there different strengths that you brought to it? Or was it just one subject? And you said, Hey, you know, I, we both really care about this. Let's"
    },
    {
        "speaker": "Guest 2",
        "time": "01:57:32.080",
        "message": "just do it and take it from there. It was pretty iterative. I think it wasn't for me, that is, you heard Ajay's bit about how it started my when he said, Okay, let's do this together. And you have intellectual leadership. I didn't quite know what that meant. I didn't want to have intellectual leadership. So I've got these four points. And now you're the scholar, why don't you do something with them? And I'll hold on to your coattails and go along with it, which is partly what, what I feel at least that I've done. It was extremely gratifying. The whole process has been wonderful for me. And those first that initial period where, you know, just I had not gone away and thought as freely about a subject for a long time, because my all the all the deep thinking that I was required to do was with respect to a very specific problem. And of course, you bring lots of divergent tools to bear upon that problem. But the problem is, is very sharp boundaries, and you're using the tool of the law, right? And the tools of the law, so your question is sharp, and you know what the bag full of tools that you have are. Now, here, the question is vast, and everything is a tool potentially that you can, you know, there are all sorts of things, disciplines you can bring to bear to deal with the overall question of how India should do an energy transition in a climate transition. So, I went back, I basically dug into my own practical experience. And, you know, I have to, you know, hasten to say that I'm not an expert on climate change. I'm not an expert on even the electricity sector. I've done, I'm just, I've just done a large number of transactions in the sector, in which I've acted largely for investors, or broadly for people who manage, who need risk management. And what is it that you're managing risk around? You're managing risk largely around regulation, around some market stuff, but basically around the huge dense regulatory architecture of the electricity sector and the power sector, more broadly in the renewable sector specifically. And a year or two before that, I'd written a chapter in a book by, which was edited by Devesh Kapoor and Madhav Khosla, in which Ajay also had a chapter, which was on the regulatory state in India and where that was going. And I wrote a chapter on renewable energy talking about how it was like an oasis of lighter regulation within the more heavily regulated power sector, and why it was like that, why it needed to be like that, and why it was a good thing. So, the instincts there were, without me having thought about it in that way, whether that this lighter regulation, this freedom of people to do things, this support from the state in the right kind of areas is a good thing, because I'd experienced that by doing all these transactions. But in doing those transactions, I effectively came to the conclusion that when I did the first wind contract that I did in the early, in around 2010, the 10 issues that I discussed with the lending bank as the 10 risks, if I were to get into a room today with someone, I would have the same 10 risks. The locus of that risk has changed, the degree of the risk has changed a bit in some transactions or in some regulatory frameworks, there's a little less risk, but effectively, fundamentally, those things are still problems. So, and I'd advocated reform a few times, you know, when I was trying to do the policy advisory work that I was talking about on behalf of chambers of commerce, going and presenting white papers to government saying, here are things you need to do. And this is what your investors are asking you for. This is people who are putting dollars on the table or not, or bidding higher on something because the risk is higher as opposed to bidding lower, or having a fewer number of bidders in a bid. And this is across not just renewables, or the power sector, but across the infrastructure sector. We don't know how, we haven't understood at a structural level of the Indian state, how private investors perceive risk and how capital flows then mirror the perception of risk. So, this was sort of having presented these white papers and on the same topics. When I got the opportunity to think more freely about this, I basically said, you know, this incremental reform that even I've been advocating saying, do this, have a little more payment security. Why is all this happening? This is all happening because it's all controlled by the state and the state does not have the right capacity to understand the problems, or to be the right contracting counterparty or the right interlocutor for people who are doing business. So, you've garnered this whole regulatory space for yourself, and you don't know how to manage it. So, we have to, this is broken, and it needs to be broken down and fixed. So, I came up with these four points. The four points were, one, that you have to sell everything. Two, the biggest problem in selling everything is the political economy, and that's why privatization hasn't happened to the degree it has had. So, and there is only one way to deal with this, you have to deal with this like you did for the successful Bombay slum redevelopments, which is pay everybody, pay them in the form of a new flat. If someone's stealing electricity, give them a connection and give them free vouchers. But there's a bigger problem to be solved. So, don't take a moral view that he is a thief and he should be punished. Pay everybody off. For that, you have to map very closely the political economy state by state, who are the winners, who are the losers, and devise a strategy to sell them, sorry, to compensate them. That is the second. The third was, in a privatized system, regulation becomes much more important. So, you need to change the regulators, you need to, somebody coming out of a business school or a law school, the top law schools, they should want to go and be a regulator for five years because the experience they get at a reasonable wage would be something that would get them a really high paying job in a law firm in five years' time because that experience is invaluable. And thirdly, I took a very simplistic approach to say that unless you're going to bring down the grid, there should be no reason why any electricity transaction in this country should be regulated. If I want to, if I've got a rooftop, you're my neighbor, I want to sell you solar power, I should be able to sell it to you as long as technical standards are maintained. Let the government collect 18% GST. If you want to buy power at a hundred rupees a unit, what goes of your father? So, those were the four simple ideas that I had and said that basically everything is captured, that I think of as problems is captured as some aspect of this. And if you, now that you've read the paper and if you were to unroll the sort of carpet of those ideas, to use a terrible metaphor, then Ajay, what he did was he took it and said, okay, what do we mean by making all transactions open? It is bringing the price system. That was sort of economists speak for that slightly intuitive idea. What does it mean to say that only regulate for preventing the grid to come down? It means regulate only for market failure. So, you got a market failure, you know, four points on market failure in the paper. And on the privatization point and on the political economy point, we would, he just said, yes, that just goes, you know. So, we had a starting point of deep agreement and, you know, I, for me, I hadn't thought of it in terms of the price system and the fact that you need to allow all transactions to have a clearing price. I hadn't framed it like that, but the minute it was framed like that to me, I just said, you know, you have this deep sigh of relief and say, okay, you know, this is what I've been talking about. I just have the right language for it now. So, that's what that initial period for me was. Then, you know, then there's the, what I'd been unused to many years of being a slightly more senior lawyer and within my firm was to have the ideas and then tell someone to go and do the work. I had to have the ideas and start doing the work myself this time after a long time, which was a muscle that I had to sort of bring out and start using again. That's how it all started. Reading your paper, it struck me,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:51.760",
        "message": "and that struck me even more while you guys were speaking just now, is that it's like a perfect marriage of two things, that on the other hand, there is this deep knowledge of this domain, where you get into the sector and you understand all the fault lines, and you get that sort of granular knowledge of different kinds of things that can go wrong. And at the same time, there is this broad conceptual framework, which makes complete sense. And I don't want to simplify, both of you obviously would have had some conceptual clarity and some deep knowledge, but it would strike me, Akshay, that you would have had more of the deep knowledge of the nuances of individual particular things that can go wrong. And Ajay would have come at it from that conceptual framework of free market, the price system rather, of having that price system, the information that gives you how the incentives play a part, and then these two kind of get married without necessarily stereotyping what you brought to the table. But at a larger level, then that brings to mind two questions, that how much was your understanding of this domain enhanced by having that conceptual clarity, like do things then start falling into place and you say, yeah, okay, it all makes sense. And the second part to that question is almost a converse, that you can at an abstract level have conceptual clarity that, you know, Hayek, use of knowledge in society, the price system is the one thing that works and so on and so forth, get the incentives right and all of that. But when you actually apply it to a concrete field, like what I saw here was really an application of Hayek's insights about how the price system works. And suddenly seeing that my god at every level at every detail, this makes so much sense to me. So, you know, so these are the two questions that one, how much is that detailed knowledge of all the nooks and crannies enhanced by applying that conceptual framework to it? And two, in terms of, you know, the conceptual framework coming to life in this way, you know, what, how was that process like?"
    },
    {
        "speaker": "Guest 1",
        "time": "02:07:49.840",
        "message": "So, I think that if you start from the Indian electricity sector, it is shouting to you that we don't have the price system, we don't have the incentives, there's just a lack of buyer and seller clearing around a price, and then the price sending out incentives to reshape the demand side and reshape the supply side. The Indian electricity sector is just central planning, end to end, it's completely central planning. The price system doesn't tell the automobile industry that your cars need to be more efficient, the government makes a regulation and says, the cars need to be more efficient. So, the central planning is just all over the landscape. So, that's the first thing that is a weird feature of this field. Like many other fields in India, there is a deep government interference in the system and a lack of the price system. That said, this field is a little harder than many. So, I want to be careful in what we say in this paper and what we see as the journey ahead. What we're saying in this paper is that the way to solve the problems of the sector is to get the price system to work. And of course, the main framing of the paper is around climate change, carbon tax, electricity sector. Because that's a very interesting juxtaposition of the paper that we're going to have to do something about the pollutant that is carbon dioxide. The cleanest way to deal with that is a carbon tax and not detailed regulatory interventions. A government saying that at this place, you will have a solar plant. At this place, we will force this industry to accept this efficiency standard. Just let prices work. So, fine. You want to stop carbon dioxide? Tax it. But beyond that, let society figure out what's an appropriate use of carbon dioxide in society. And then that takes you to electricity. The most important site of the climate transition is the electricity sector, partly because today it produces a lot of CO2. And because tomorrow, when cooking and mobility move to electric, that heavy lifting will have to be done in the electricity sector. So, that's the clean argument of the paper that there is a climate transition problem. The best way to do it is a carbon tax. For the carbon tax to do its magic, the electricity sector has to be under the benign influence of the price system and not a bureaucratically controlled, centrally planned system. However, this is a field that is truly hard. So, now let me turn upside down and talk about this in a more traditional electricity engineer worldview and electricity expert worldview. The consumer is a little spoiled in that the consumer expects that when I flick the switch, the electricity will flow and that the price will be broadly stable and predictable. Consumers are not ready for price fluctuations. And the price fluctuations that are required in the modern world are kind of extreme. So, demand has a very high time of day pattern and the renewables revolution generates intermittency in production. So, the solar production happens only when the sun is shining. And as the evening comes, when people switch on a lot of appliances, you actually lose solar capacity and wind is inherently intermittent. So, it is a leap for us to think that there will be a day and I am 100% convinced that there will be a day that before we choose to flick on the air conditioner, there'll be a little LCD display unit on the wall showing us the present price of electricity. And we'll think about it. That will weave prices into our thinking when we make decisions like flicking on an air conditioner. But that's a big change in society and we are not there today. For an analogy, all the way until Nixon abandoned the gold standard, the world believed that 35 ounces of gold was the dollar and there were fixed exchange rates all around. And at that time, if you tried to say to people that, you know, there should be a market for the exchange rate and Milton Friedman was this amazing pioneer in talking about floating exchange rates. It was a big leap and people would just get irritated at what? You want exchange rates to change every day, every hour, and every importer, every exporter, every capital flows transaction will have to think about currency risk. And at this price, does it make sense for me to buy this? Yeah, we did that. We've come here. Today, exchange rates are floating. Exchange rates fluctuate every day and we've all learned to live with it. I think that similar intellectual transformation is required in the electricity sector. So, a lot of buyers and sellers are spoiled by the very fixity of prices and human beings always want to declutter their minds. So, you think I want to flick on the switch and some fairly fixed price electricity will flow, but that is a very negation of the price system. You want prices, you want price fluctuations, you want price flexibility, but this is a very difficult field to do that. When the wind is blowing and the windmills are making electricity and if the demand is not there at that point, the price can go to zero. The price can even become negative. There have been days in Germany where the price of electricity has gone to zero or to slightly negative numbers because actually for the grid operator, you're doing a favor by consuming a little bit of electricity at that time. It's a very different world. It's not easy to store electricity and the renewables generation is highly intermittent."
    },
    {
        "speaker": "Guest 2",
        "time": "02:13:27.120",
        "message": "Just to button slightly at that point, I think that's the key difference in the electricity sector compared to any other commodity product, which is that you have to consume it as soon as it's produced. You can't store it. And one, that is changing. Two, you can still think of a system where you take that factor into account and design a system which is still largely functioning on the price system and providing technically for the fact that there's going to be fluctuation in the supply of electricity into the system. What we are trying to do at a very high level over here is to say, okay, we understand that that's the case, but your thinking has been in the planning mode and you've been moving incrementally away from that. What we are saying is your thinking needs to be in the price system and you need to move as far away from that as is necessary to take into account the fact that this is a flowing commodity which has to be consumed as soon as it's created. So, what we're trying to do on the basis of some strong intuitions, one about the way that the market works, prices work, and the second about what hasn't worked in the Indian electricity sector to put those two together to say, how do we then start thinking about this in a very different way? And really, Amit, this is the beginning of a process for us. We are learning the details of how this whole transition could take place, but we're convinced about the direction, convinced about the fact that that's where we need to reach. And what's going to happen over the next year or two or three or four, whatever, is we're going to learn more about this and figure out how we can then suggest something which is really concrete, which is grounded in the price system, but accounts for the fact that for the moment, we largely don't have storable electricity."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:24.720",
        "message": "And what I'm struck by was, Ajay, what you said about how getting used to that new paradigm, where before I flick on my AC, I can see, you know, what the price is. And I agree that that is something that can inevitably happen. But I also agree that there will be a time where we won't need it because the price of electricity will simply be so low. And you know, you mentioned renewables coming in the form of wind or sun or whatever. And I think the future in a sense is unknown unknowns, God knows where they'll come from. Like, we were talking earlier earlier about nuclear and we'll come back to it maybe later after we finish talking about this paper. But you know, maybe that is a source that takes care of the whole problem. But what I find illuminating in your paper is how do you create a framework where in this future of unknown unknowns, you know, in a centrally planned world, these unknown unknowns might just remain unknown. But where you have where individuals have the incentives to go out there and to try to solve"
    },
    {
        "speaker": "Guest 1",
        "time": "02:16:18.400",
        "message": "problems, there can be new and innovative ways of sort of... I want to push on the idea of technical change, innovation and risk taking. What happens a lot in government systems is that there is extreme bureaucratic and policymaker risk aversion. It's a filter that kills off a lot of the possibilities. Something very failsafe is done, which is typically, you know, 10, 20, 30 years after it should have been done. And that's the way bureaucratically controlled systems work. And, you know, for instance, in the field of space exploration, there is a lot of criticism about the way a NASA approaches it, because they have to overdesign it because they are a government, because they're a bureaucracy, because failure is not tolerated. Whereas the essence of this field is going to be innovation. OK, so I have been an excited observer of the technological developments around solar energy and around energy storage over the last 10, 20 years. What private initiative and innovation supported by state funding for R&D has done is nothing short of miraculous. It's amazing the kind of changes that have come today. If you had told me 20 years ago that this is what this is what will be feasible standing in 2022, I would have said no way. It's beyond my wildest dreams. But that's what the great free market innovation machine does, that when there is a price system and there are profits to be made, people take risks, people invent stuff, people try 20 solutions, many of them will fail. That's absolutely essential in our climate transition story. So the world is facing a big, hairy, audacious goal of getting the carbon out. We don't know enough about the world to centrally plan it. We don't know enough about low carbon technologies, about living in a low carbon society to think it through and have it imposed by any central planner, even if we were willing to believe that central planner is benevolent. So it's back to the fundamental vocabulary of having something that is designed versus having a process of discovery. What we need around the climate transition is that process of discovery. And that's the beauty of a carbon tax, saying I recognize that this thing is a pollutant and we will keep raising taxes until we get the right carbon trajectory. But after that, have a light touch and not try to have a government that is specifying the technical detail about how society is structured. Rather, let the energy of the capitalism do it. Let the financial firms do it. Look at the way venture capital and private equity has played in the transformative changes that have taken place in renewables, in energy storage of the last 20 years. That's really the template for how this story will unfold. So we should create that process of risk taking, of making mistakes, there should be bankruptcies. Okay, and no official is going to do that risk taking where they put up some plant and then they went bankrupt."
    },
    {
        "speaker": "Guest 2",
        "time": "02:19:15.680",
        "message": "I'll give you a couple of examples. We talked a little bit earlier about not being able to sell you the electricity of my roof. But that's a bit of a rustic kind of example, but it's relatable. But it's slightly more sophisticated. You know that electricity is consumed in peaks and troughs, right? So there are times of the day where all the industries in a certain SEZ will turn on the switch on their processes. Now, in any industrial process, energy is used in a certain way. Some of it must be used at a certain time, but there are other processes which are basically sort of neutral to when that process works. So there are people who are in the business of what is called flexibility aggregation, where what they will do is they'll go to an SEZ and they'll say, okay, I'm going to place an IoT device on your process such that it will switch on the power when the price is low. And it'll turn it on and it'll also smoothen out the peak because the prices are higher when there is a peak. It'll smoothen out the peak. And because of the way that the Indian electricity sector works, this is actually a saving made by the DISCOM because the DISCOM is buying the power from various people at various different times. This business model works if this person who's doing the flexibility aggregation can share the upside with the DISCOM. So if 100 rupees is saved, he says, okay, I'll give you DISCOM, I'll give you 80, I'll keep 20, that's my profit. You can't do this deal in India today. It's not possible. You have another kind of situation where say Google says, I want to be a good corporate customer. I want you to renew power to put 100 megawatts of renewables into the grid. If you do, and you're putting it into the grid, I might not be consuming it, but you're putting it into the grid, which is being consumed more generally and an electron is an electron regardless of what the source might be. I'll pay you 3 rupees a unit for that, what you put in. If you get 3 rupees for that, fine. If you get 310, you can keep the upside or you can have an upside sharing. If you get 290, I'll pay you the difference. So this is a con and they want to do it because this is part of their mandate. They want to be a good corporate customer, etc. Their shareholders are asking for this. This becomes what is called a contract for differences and then it becomes regulated by SEBI. So there was until very recently, this transaction was illegal. Now you can say, okay, now they've made it illegal or they made it more possible. But this is deal by deal, business by business, business model by business model. You need to tweak the regulation to allow something to happen. So instead, if there are private people doing deals with private people, that's all you need because these deals and 50 others, as you said, the unknown unknowns, the ones we can't even imagine at the moment, all sorts of other stuff will happen and this isn't even on the technology side. This is just on the business model side. You add technological innovation to this. Arguably, placing IoT devices is an innovation, but it's been happening for a while now. You'll have this combination of business model and technology being able to be used to deliver value. And right now, there are so many ways in which this cannot be done. And the way to solve this is not to say, okay, I'm now going to deregulate this, then I'll come up with guidelines how this is to be done. And then there will be a process of verification and you will sign up for this and whatnot, as opposed to saying just do the deal. As long as the grid isn't coming down,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:46.880",
        "message": "I'll just take my tax on it. Fascinating. So, you know, before we go deeper into the solution, I want to go deeper into the problem because for many of my listeners, and even for me while reading this paper, it was great that you know, right at the start, you sort of set out first what the problem is. And I'm going to ask you about that at two levels. One is, tell me about the problem at the climate change level at the global level, in terms of the push towards decarbonisation. You know, you've used in your paper, all these phrases like COP26, COP21, Paris Accords, all of which kind of went over my head, I had to Google to figure out what's going on. So give me, you know, a sort of a beginner's guide to this world of how people, you know, international community is trying to mitigate climate change. And after that, we can talk about the scenario in India, what's wrong, the central planning, what's wrong at the level of discoms, what's wrong at the level of the incentives for the private players, and how that changes because of the international environment. But first, I just want to understand that broader subject a little better, that, you know, what are the efforts that have been made, you know, you've spoken of our Prime Minister, you know, making different kinds of commitments and different kinds of forum and all that. Give me a sense of what is the problem in terms of carbon emissions and whatever, and what are the different mitigating steps that have been taken? And you know, where's India in that scheme of things? And what is the challenge before us?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:24:11.520",
        "message": "Well, you know, not wanting to go too back into the past, but 1992 is an important date, because of the Rio Climate Change Convention, where the world decided that this problem that everyone knew existed needed a concerted, cooperative international solution. And for that was followed by the Kyoto Protocol a few years later, which put into place certain mechanisms to try and reduce the problem of carbon emissions into the atmosphere. And they were financing mechanisms, they were cap and trade mechanisms that were suggested, there were various different types of mechanisms internationally that were suggested to address the issue. Now, that whole process, the COP is the conference of the parties, it's the conference of the parties of the original Rio Convention. And COP26 is just the 26th one, which we just had at Glasgow last year. Cutting a slightly long story short, there was an intense amount of negotiation that led up to COP21. And what's known as the Paris Agreement, where people said, look, we have to now arrest climate change at no more than two degrees this century. And we ideally have to do that, ideally, it should be 1.5 degrees. And that not only that, but that the world in that historically, the and even at, you know, in today's levels, most of the of the pollution of the carbon has been generated by the developed countries. And it's not fair for the developing countries that they be asked to stop their path of development, the path of development that has led to wealth creation in the West, stop that in order to solve this global problem. So, the burden disproportionately is falling on the poorer countries. So, they came up with this, the principle of common but differentiated responsibilities, in accordance with your ability to say that this principle already existed, but it took the mechanism to say they will actually be transfers of technology and transfers of finance from the developed world to the developing world in order to make this happen. Now, the number that was talked about was 100 billion a year. To be fair, the West has been abysmal in fulfilling that commitment. And it's not always been completely clear how much of that is coming from private sources, how much of that is coming from G2G, government to government sources. So, are governments going to give the money or are private companies going to be involved in making these investments? You know, my view is that this is not going to come from governments, it's going to come from, you know, private companies. And India is very well placed to receive a lot of these investments, because the dollar of investment that will come there will get you arguably more mitigation of CO2 in India, because it's cheaper than it would in the West. But we don't have an investable power sector, or we don't have a sufficiently investable power sector. So, that's the link. But going back to the Paris Agreement, the mechanisms in the Paris Agreement that were put into place, as I said, haven't been followed through. So, in COP26, renewed commitments were made to say we will come to net zero emissions by, the date has been 2050, by net zero emissions by 2050. And this was discussed even earlier in COP21 and following that. And to come in and to get as many countries as possible to make specific commitments in relation to getting to that. So, that's where, you know, our Prime Minister went and said, we will do this by 2070. And we will also make sure that by 2030, that we have 40% renewable installed capacity, that emissions intensity is brought down by 40%, all of that sort of thing. So, that's where the world is right now. Now, there's this tension between the fact that there is this noble objective, which is an existential threat, frankly, you know, I think people should be having sleepless nights about this, which is what originally led Ajay to ask me the question to say, you know, what are you, are you worried about this? And I said, yes. So, that's where the world is at the moment. And what India's, India's in this position where we have a reasonably, decently growing renewable energy sector, although it's a drop in the ocean in terms of what we get in terms of international investment to just give you one set of numbers in 2020. And there'll be new numbers out for 2021. And 2020, it was the second best year ever for renewable energy investment worldwide, despite the pandemic. It's about 300 billion, 86 billion, approximately in the EU, a similar number in China, and India got 6 billion of that. And this is not just foreign investment, this is domestic and foreign. So, 6 billion is a big number. And we talk about how well our sector is doing and all of that, but it's a drop in the ocean in terms of what's happening elsewhere and what could happen in India. So, we are well placed to get much more investment provided we have a more investable sector. And that's where we are"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:18.160",
        "message": "at the moment. And, you know, as we proceed, I just, you know, people keep sort of telling me to do episodes on climate change and all that, which I haven't done yet, because partly because there's just so much information that I'd have to take in just to prep for it that I haven't bothered starting. But I just like to sort of point out my perspective on it, which I think you guys would broadly share, tell me if you do or not, which is that, number one, you know, I of course, have no time for deniers, climate change is a real thing, it's caused by humans, and we have to do something about it. At the same time, I'm a little skeptical of some of the more alarmist scenarios out there, partly because they come from forces which are incentivized to be as alarmist as possible. And we have seen that alarmists of the past have invariably been wrong. So having said that, where is the line in between where I stand? I don't know. But my stance would be that it's, you know, the climate change is real, it's going to affect us, we need to, you know, do things about it. And I'm broadly optimistic that given the right incentives, that we are, you know, resourceful and innovative enough to find our way out of it, you know, and to get away from fossil fuels as we have in the past. I mean, you look at the history of humanity, we used to rely on water for energy, on wood for energy, on coal for energy, at various things, you put the right incentives in place, and you move away. So because of human ingenuity, no matter how real climate change is, I am kind of optimistic. But at the same time, when we look at, you know, the difficulty of getting these incentives in place, which is partly what your paper is about, you know, that kind of makes me wonder and think about the urgency and the necessity to, you know, get that in place right away. So broadly, would you sort of agree with my summation, which comes from a non expert place?"
    },
    {
        "speaker": "Guest 1",
        "time": "02:31:02.720",
        "message": "I would like to put three things into this reasoning. The first is that I am very worried about the imprecision of climate modeling. So I think that we are all acting as if there is a truth and we are able to make good forecasts using modern atmospheric models that peer into 2050 and 2100. I feel that the state of human knowledge is much weaker than that. Also, perhaps because of nonlinear science, that level of future is unknowable. There is a possibility of tipping points of feedback loops developing. So as an example, a famous feedback loop that we should be thinking about is that a lot of the sunlight that's coming in the northern hemisphere because of the angle of the earth, a lot of the sunlight that comes in the northern hemisphere reflects off this ice. Now, when the permafrost starts melting, the color turns from white to either green or brown, and then it absorbs more. So once warming commences, the earth absorbs more and that gives you a vicious cycle. It gives you a feedback loop that the warmer you are, the warmer you become. The rate of change of heating goes up and the level of climate science is primitive when faced with this level of complexity. So as a card-carrying quantitative researcher, I am very worried about the level of imprecision of the global state of the art models. We only dimly understand this. So the models are good and useful as illustrations. So just like you would not take macroeconomic modeling seriously, macroeconomic modeling is not intended to be used as a realistic, careful, meaningful forecast of what's going to happen in the next 10 years. It's illustrative. It builds intuition. In that case, we should be very worried because there can well be a class of events which comes together and gives us pretty bad dramatic change. Maybe not Hollywood movie versions,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:57.760",
        "message": "but pretty gruesome stuff. So that's the first point. I mean, I buy that. But just to sort of the models that we've seen in the past have often been wrong and they've often been wrong to the extent of being too alarmist. They haven't actually been borne out to that extent by history."
    },
    {
        "speaker": "Guest 1",
        "time": "02:33:11.200",
        "message": "Now you have to think like a risk manager, that what are the scenarios we think about? What are those probabilities? Can we do things that will rule out really bad scenarios? Okay, we all pay a certain price. So, you know, imagine there is an asteroid out there that's going to slam into the earth. We'd be willing to put in some amount of resource to buy insurance against that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:28.000",
        "message": "Absolutely."
    },
    {
        "speaker": "Guest 1",
        "time": "02:33:28.400",
        "message": "We should think of this field in that risk manager's way. And I just want to say to everybody who's listening that don't believe the climate models that you see because this stuff is too hard. And, you know, it is beyond human and scientific genius to make precise claims about 50 years out and 100 years out. These systems are too complex. My second point is I agree with everything you said about incentives. And those incentives are created and shaped by states. And that's where we hit the problem, which is that there's a free rider problem here. Any one country finds it efficient to emit and it is monumentally difficult for all the countries of the world to agree. There's an incentive for every one country to cheat. And it's hard to find enforcement mechanisms that will bring people together. My third concern runs on climate mitigation. So, let's play the game that we've lost the game and the temperatures have started going up and the seas have started rising and climate patterns change substantially. Now the game will turn on state capacity and state capability. So, you know, if I was Germany, I'd be reasonably optimistic. I mean, I know they had some really incredibly terrible floods recently, but by and large, if I'm Germany, I'd be reasonably optimistic that they'd be able to grapple with a changing world and think about it. And I worry the most about a place like India, where the Indian state is beset with a large number of problems, is only dimly able to grapple with all the difficulties that are going on. And these difficulties will be dealt with badly. It could lead to high levels of social stress and unhappy outcomes. I worry that significant parts of India will become outright uninhabitable. So just a little anecdote last year, I think, yeah, in 2020 or 2021, the temperature in Jacobabad, which is in Sindh, went up to 52 degrees. And there was an article in the Guardian about this, where there was a sentence that just struck me. The sentence was that this is like a lockdown, that nobody steps out of the house when the temperature goes to 52C. Well, we should worry about parts of our, you know, the Indian interior, the Hindi heartland, where under conditions of significant increase in global temperatures, we will get heat waves, we will get the destruction of economic activity comparable to a lockdown when those heat waves happen. The present distribution of population in India is shaped by the benign climate of the last 5000 years. When climate change takes place and the patterns of rainfall and peak temperature change, we will really be down to only one answer, which is population movements of hundreds of millions of people. And that straightaway should set off alarm bells that given the difficulties of Indian society, we don't have a working land market, people will be stuck to the land because they won't sell the land, there'll be refugees, the recipient states will have nativism, you know. So juxtaposing the welfare consequences of significant climate change upon Indian society and the weaknesses of Indian state capacity is not pretty. So this is why this field is important. And, you know, we should apply our minds and think about how best to play this."
    },
    {
        "speaker": "Guest 2",
        "time": "02:36:46.000",
        "message": "I'll just add that if you were to trawl through all the articles and papers that have been written in the last 10-15 years on this issue, there aren't a lot of them that say, oh, we were wrong and the numbers aren't as bad as they were. Most of them were saying warming is a little more than expected. The permafrost isn't as thick as we thought. You know, this is impressionistic, but the view I have of the science on this, the science hasn't been wrong. And that's one point. And linked to that is the fact that it is an existential threat. It's not that if we get it wrong, then we'll pick ourselves up and we'll do something. But the stakes are too high in some ways for us to take a more optimistic view of what the 95% of the scientists in the world are saying. I would take a more pessimistic view of that because it will pay to be risk averse."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:46.640",
        "message": "You know, I agree with that. But the thing is that 95% is also not arriving at a homogenous place like Nordhaus who won the Nobel Prize for economics for just climate science also disagrees with a lot of the alarmism. If you look at, for example, the projections made in Al Gore's film, you know, most of them turned out not to happen, turned out, you know, but where I agree with you is that this is an extremely low probability event that the Hollywood film happens and the world goes to hell. But even if it's a low probability event, the impact is so high that we should do something about it. Now, where people would get skeptical is say that sure, we should do something about it. But even if you buy insurance, how high is the cost of that insurance? And where your paper gives me hope is that the cost need not be that high. You put the right systems and incentives in place and we should be moving out of fossil fuels anyway, right, regardless of alarmism or not. Where it gives me hope is that the cost need not be that high. Even a developing country like India can move out of it and can flourish and can mitigate"
    },
    {
        "speaker": "Guest 2",
        "time": "02:38:50.800",
        "message": "the damage, right? The frustration here is that there are many positive sum games to be had. Exactly. And which is what we, you know, point out in the paper when we in the part where we talk about why this is the right time for this, because the way that international relations, way that international investment, the way that what the West is saying about carbon border taxes, all of these, you line these sorts of things up, and there couldn't have been a better time to do this. I mean, what I'd really like to see have happened is a conversation between Biden and Modi, where Biden comes and says, you know, where are your numbers? Give me your exact pathway to achieve net zero. And Modi says, but you haven't given us enough money for this, because you haven't fulfilled your commitments under the climate accords. And Biden says, oh, yes, but we'll give you money, but you reform your power sector to electricity sector to make it more investable. And Modi says, yes, okay, we'll do it. Because these are all good things for everybody. This conversation is a good conversation to be had at some level. But that's not the conversation that's being had for a variety of reasons. And that's a whole other story. But what we should be doing is to say, and because it's beneficial for our power sector itself, and we've talked extensively, and everybody's talked about how much debt there is in the distribution companies and how bankrupt they are, to sort that problem out is a good problem irrespective of the climate transition. But it also makes the climate transition more feasible. So, this is a virtuous cycle that we need to find a way to spin into. And we are failing to do this because we are still captured within the concept of doing this within the state system."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:34.560",
        "message": "So, let's dig deep into that then and double click on the state system. You know, what is wrong with the way the electricity is organized? I mean, the third chapter of your paper lays this out in absolutely tremendous detail. So, tell me a little bit about, you know, what is the scene now? One, there is a mindset problem, the whole central planning thing that the state has to control everything and so on and so forth. But going a little deeper, you know, what are the"
    },
    {
        "speaker": "Guest 1",
        "time": "02:41:01.840",
        "message": "different variety of problems that we are faced with? He will have a better narration about those problems in a practical way. In a more conceptual way, I think two things. The first is that the central planning is the problem that the Indian electricity system is largely controlled by officials. There are bureaucrats, there are officials who make a vast amount of resource allocation decisions, who make decisions pertaining to products and processes. And there is a lack of a price system. There are no prices that fluctuate. There are no price signals. Risk taking doesn't happen. Entrepreneurship doesn't happen because everything is controlled by the Mayabab. That's one way to think about what is broken. And the other element to think about what is broken is that there is this great streak by the government where electricity gets sold to different people at different prices. And that's just a fundamental flaw in the arrangement. There are people who legally get electricity for free. There are people who steal electricity and the government acquiesces. In the paper, I think we have an example of Tamil Nadu, where there are 22 different prices for electricity. And that's just no way to get a sound resource allocation. So, there's just so much redistributive politics that has been tied into the electricity sector. The electricity sector has become the land on which the redistributive political fight is being played out. And that is very detrimental to the possibility of a sound resource allocation in the electricity sector. So, there's this mixture of government control, and then the abuse of government control for political ends. I mean, hypothetically, if the government controlled the bread industry in the same fashion, you'd have had the same bad outcome. You'd have 20 different prices of bread, bread factories would be inefficient, and there'd be 500 bureaucrats all over the country who'd be the thinkers on bread, and they'd be thinking more centrally planned solutions to the problems of bread."
    },
    {
        "speaker": "Guest 2",
        "time": "02:43:06.720",
        "message": "Yeah, and it stems from the fact that, you know, we've done some reform. We got a new act in 2003, which basically unbundled transmission and distribution and generation, put them into different government owned companies, and then said, okay, private guys, come, please come and generate electricity. So, we bolted on private generation to effectively a state system. But who am I selling to? I'm selling to a government company. There are a few that are now private, Delhi, Bombay, Calcutta, and one or two others. But they're basically every, you know, vast majority of them are owned by the government. They are busy fulfilling redistribution through subsidies, which go through the distribution companies very often, or they are supposed to be funded by the state, the state doesn't fund them. And then the state can, you know, the state doesn't fund them, the distribution company will still give the subsidy, but it won't pay the guys who are supplying power to it, because they're not voting. Right? So, that whole structure, the argument there is to say, you want to pay a subsidy, that's a perfectly reasonable redistributive goal of the state if it wants to have it. But don't make the distribution company do it. It's there to produce power and to sell it and to make money, even in the public sector. But the idea that electricity is a public good somehow, that it should be given for free is what still permeates over here. That's one. The fact that that's what makes them bankrupt. What makes them bankrupt, it makes them a bad contracting counterparty. They cannot give payment security. If they give payment security, they don't honour it. There are strictures on distribution companies to issue letters of credit and they don't. And they just don't. So, what's the consequence to a babu if they don't do that? In any case, it's not the babu's decision. The babu is being told by someone higher up the chain, don't do this. There is a state today, which I will not mention, the name of, where many people have not been paid on various contracts for months and now people are being paid depending on what kind of influence they are willing to wield in a state that should be doing a lot better than that. Now, why is this possible? It's possible because that company is owned by the government. That is a private guy, that would never happen. Then you have a situation where the contracts are handed down. So, the DISCOM in Maharashtra, not in Bombay because that's private, but MACDCL wants to procure power. It will say 200 megawatts of solar. It will put out a tender with a contract. The contract is sitting there. You don't have the chance to negotiate it. And the risk allocation in the contract is what some set of babus have decided it's going to be, which is obviously going to be risk averse for the government. Not only because they believe that you are doing us, we are doing you a favor by doing this, but also because if the terms of that contract are more balanced, they feel that questions will be raised internally saying, you have been bought out by the private sector. So, your contract terms aren't fair. Even where there is a contract term that is in favor of the private guy, there's a change in law. There's suddenly a GST that comes in. The GST that comes in now down the chain is increasing the price of power that this guy, what it's costing him to generate power. That entitles you to go and claim relief and get a higher tariff under the contract. But that will be contested, it will be litigated, sometimes all the time, sometimes all the way to the Supreme Court because again, there is no instinct to honor contracts and there's a fear that vigilance will come after me if I pay out money. So, you have this whole series of issues which all then, and this was sort of my learning process in saying, okay, the system itself needs to change and we need deep privatization, is that you trace each one of these issues back and it comes from the fact that there's either state bullying or there's lack of incentives to do the right thing, whether it's to draft a contract which has got a good balance of risk. Take land, for example. If there's a contract with a state entity, the state entity is much better placed to organize the land than a private guy who's to go and get commissions, approvals, hua nahi hua. But that's not what happens, right? It happens now to a limited extent. So, the issue really is, these issues, either what you're going to have is that the state reforms and becomes, has an epiphany and decides that it's going to be the best contracting counterparty that it could be, be fair, etc. Or you have to sell all these discoms. Which do you think is more likely to bring a result? Which brings us to the title of the paper, it's the lowest hanging fruit on the coconut tree. All solutions are hard."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:05.760",
        "message": "This is possibly a little less hard. So, a couple of things strike me. One is, I don't know which state you had in mind, but I saw a couple of news items over the last two days. And we are, of course, recording this on Feb 18th. It will broadcast a long time later, I think. But a couple of news items recently, one is Amit Shah saying while campaigning in UP that, hey, if we come to power, free electricity for farmers for five years. And the other was Punjab, just the day before, berating Amarinder Singh and saying the reason that you guys don't have free power is that I told Amarinder, give them free power. And Amarinder said that no, no, there are contracts we have to honour with all these people. And that is why you don't have it, you know, as if it is a bad thing to honour contracts, which kind of blew my mind."
    },
    {
        "speaker": "Guest 2",
        "time": "02:48:45.840",
        "message": "Should blow your mind slightly more. I mean, once it's blown, it's blown. So, it can actually get blown more. But what I'll throw into the mix there is that in Punjab itself, a few months ago, the Punjab government passed a law, which went through, which was unanimously passed in the legislature. This is not just government action or one party, passed a law saying, we are going to redo the tariff clauses of all the power purchase agreements in the state, because power is too expensive. This is causing a burden on the population. And it's causing a burden on the state-owned companies. And referred all these clauses to the regulator to say revisit these and come up with a price. Some of these contracts, Amit, are bid, they are not negotiated. The government puts out a bid and the lowest bid wins. So, this somebody has invested whatever they have on the basis of getting a certain return. But because there are elections around the corner, we will not only cancel these contracts, but we will put in a law to do it. Because what Andhra Pradesh did some time ago was to refer the matter to the commission, said take a look and see if you can reduce the tariffs. This case went to the Supreme Court and the Supreme Court has now said, no, you can't do that. You've signed contracts. But what Punjab did was one step further, they said, we know that this is going on in the Andhra case, where they've referred it to them. Let's just pass a law because law is law. We'll change the contract, we'll change the law. In doing so, they have violated the constitution. They have violated the contracts. And forget about, you know, what's a good thing to do? And what have they done to the impression of investors about putting money in that state? So, you just, they should not have that tool to"
    },
    {
        "speaker": "Guest 1",
        "time": "02:50:33.520",
        "message": "play with. It's a classic case. I want to add to that. There's been a phenomenal collapse of solar capital goods in the last 10-15 years. So many people in the Indian centrally planned state electricity system seem to think that that's a bad thing in the sense that we did a tendering and a bidding and procured solar electricity five years ago at a double quotes high price. And now when I buy the same thing, it's available at a low price. So, there's something wrong with that contract. I should find a way to renege on that contract or somehow disrupt that contract or break that contract. Whereas, absolute basics of contract law teach us that, okay, if you want to shut down that contract, you'll have to pay them the liquidated damages, in which case you should just let those panels continue to generate electricity because there is no benefit from disrupting that contract. But this basic hygiene of commercial thinking that deals a deal. And if you are willing to be tempted to violate deals, then just think of what that does to the risk premium. And how will the domestic and the global private sector and financial sector get involved in the Indian electricity system as vendors hanging at the edges of a centrally planned system? And how will India achieve a giant climate transition of eliminating all this fossil fuel electricity generation and greatly increasing renewables generation if this is the body language and the contracting stance of a wide variety of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:09.760",
        "message": "Indian state entities? And this is really, it strikes me as a classic case of the seen and the unseen, where the politician says, we will bring prices down, we are doing this for you. That's the scene sort of posturing that is there. But the unseen effect is the incentives. Like, you know, you've, I think, given a bunch of issues with DISCOMs, some of which you summarise right now. For example, DISCOMs will have bidding conditions that allowed private power producers to not price the escalation of coal prices into their tariff bids, leading to power producers defaulting on their supply commitments when coal prices went up, as it's not rational for them to produce it anymore. Again, quoting from your paper, little things like what you mentioned about land, that whatever permits and consents and all that that has to be done, they will leave it to the private player, they won't do it themselves. And then payments can be delayed, they can change the law, blah, blah, blah. Also, you've pointed out our DISCOMs are so litigious, even in a case where they are at fault, and they're going to lose, they will still go to court, they will still hold the process up, because, you know, that's the way that they play the game. And just sort of a whole bunch of areas. And therefore, the risk is so high that if you're a private player, you pointed out at one, then foreign capital won't come into this because the risk is just way too high for them. The environment is just way too unstable. And even private players here, like, why would you just get into this? And you might say that, oh, I can start, say, a renewables business here, or I can start XYZ, anything else, everything is opportunity cost. And you'll just look at"
    },
    {
        "speaker": "Guest 2",
        "time": "02:53:38.480",
        "message": "this environment and you'll say, nahi, nahi karna hai. So you can do it if you're good at environmental management. If you can manage the environment within… You mean the political environment? The political, regulatory and legal environment, if you know, if you're willing to price in what litigation is going to cost, which means you've got to be very, very big. That's one. And also, you know, we will point to the limited amount of foreign investment that's there to say, look, all the big private equity funds are here. The big Canadian pension funds are here. Yes, they all have investments. But I've seen internally, you know, I've sat on the same side of the table as some of these people and evaluating these things, evaluating an investment and saying, I would love to make this investment. But 30% of this portfolio of renewable energy assets is in the state of Andhra Pradesh. And the state of Andhra Pradesh is not paying its PPAs. So I will not do this deal, or I will price this deal lower. So the Indian guy who's selling them their project is either getting lower value, not for his fault, but the fact that his offtaker is not paying him, or the deal is not happening. So we, but we'll still go back and point to that 6 billion saying, look at that 6 billion, look at the fact that we've got to renew power, we've got all these domestic industries as well. But the question that no one can answer is bothering to answer is to say, what have we lost out? I mean, it's a broader issue in of being an entrepreneur in India in general. But I know at least 50 people who are sitting in well-paying jobs in Gurgaon, who would set up a business tomorrow, if it was remotely rational to do so. And in this sector, even more so because you're dealing with regulation and government, much more than you are in anything that's on the in the digital world, for example."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:25.440",
        "message": "Yeah. And just beyond the problem of discoms, for example, you've, you know, given five reasons why these problems will deepen in your words, you know, so can you take me through some of them?"
    },
    {
        "speaker": "Guest 1",
        "time": "02:55:37.840",
        "message": "There is a sense in the mainstream that what's likely to happen is we'll just fumble along, we will do a little jugadu improvisation here and there. And we will meander along like nothing much will change. Okay, so we'll muddle along, like nothing much will change. In the paper, we argue that we are actually standing at a bit of a tipping point. And the world in this field is likely to change in substantial ways. Why? Okay, there are basically two important forces that are at work. The first important force is the rise of renewables as a business proposition. So, for more and more people, the appeal of putting up a windmill, putting up a little bit of a solar generation capacity for self consumption, the business case is very strong right now. And that is leading to the best customers peeling off. So the best customers who are so the present electricity system overcharges the commercial and industrial customer to pay for the subsidized and stolen electricity. Now, those best customers are being charged such high prices. And the renewables revolution has generated lower prices that to an increasing extent, some of those users are peeling off and saying, I'll do less business with the system. So now the system comes under a fiscal squeeze, because the paying customers are peeling off. The second dimension of this is coming from the changes in the global world of investment. The rise of global ESG investment has implied that for a large number of Indian firms, it has become important to make auditable promises to the investor that I am on a decarbonization path. Individual firms in India are making promises like net zero by 2035, even though the Indian state is not, because it's rational and efficient for the firms to do so. And ESG investment is already important. About 30% of the global investment pool is now ESG and the number may go up a little bit. But 30% of the global investment pool is now ESG and the number may go up over the years, but 30% is already a lot. For instance, if you wonder, why did important firms like Reliance and Adani Group pivot away from a pure fossil fuel strategy to a lot of effort and accent on clean energy? And the answer lies in ESG investment that they would get a bad valuation for their equity if they were shunned by 30% of the global investable pool. So when ESG investment is creating pressures upon Indian companies to decarbonize, that further accentuates the exit by Indian companies from the grid. Partly the Indian company will try to say to the grid, I need you to give me auditable, renewable electricity and the grid will say, I'm not equipped to do so. That's not how I think about it. I think electrons are fungible. Don't bug me about where I'm getting electricity from. Then the Indian company, the C&I user of electricity will just say, OK, fine, I'm going to go do my own renewables thing and they will peel off. So these are the two pressures that charging high prices to the C&I customers to run across subsidy system has created conditions where in many cases, renewables are attractive. And the second is the ESG world is pushing the Indian private sector to systematically seek renewables energy. The two forces put together are hollowing out the revenue base of the Sarkari system and the Sarkari system will come under hideous fiscal stress as a"
    },
    {
        "speaker": "Guest 2",
        "time": "02:59:20.560",
        "message": "consequence. And just to add a bit to that, you've got, for example, Coca-Cola will require all its vendors to sign up to a sustainability pledge about where they get their electricity from. So the buyers of products in the West in particular and increasingly in India will want something to be certified to be green. Now, that certification will lead to somebody coming up with a set of standards and somebody measuring whether that product is green with respect to those standards. Initially, it will be imperfect. Some people will fudge it, but that system will improve and therefore, you will have to. And people will make promises to their shareholders that we will make sure that everything we buy is sustainable. And then another thing that we talk about in the paper, already saying book because maybe that's something that we should do at some point. But there's another thing that we can expect to happen in less than five years from now is that countries, especially in the European Union, bring into place a carbon border tax where if you're not green energy, if you're goods of a certain kind, steel, that sort of thing, not produced with green energy, 20% tariff, which makes you uncompetitive. So people are already anticipating that and pivoting away from that. But query how many people can actually do that. The big companies in India will be able to do that. Some of the smaller ones will wither away. So there's a very complex set of circumstances that you put them all together and it's almost"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:49.120",
        "message": "like a perfect storm. And you've pointed out that over the last three, four decades, people have tried to actually change the system, but there have been incremental changes in, you know, localized ways and not fundamental enough. I'll just quote this para from your paper where you write, why has considerable policy activism and investments of significant political and financial capital not delivered the desired results? The problem is at the core, a government controlled centrally planned system. Government control transmits the limitations of state capacity into the working of the industry. The growing complexity of the Indian economy requires subtle judgments that vary by space and time on the production and consumption of electricity. Centrally planned systems lack nuance and single national solutions fare poorly at many places and times. And later, there is a key line which sums it all up where you say, policy influences society by reshaping the incentives of private persons, stop quote. So let's actually sort of get down to what you are suggesting, like what is your recommendation for changing the system, price system, complete privatization, and having a carbon tax as a key lever that, you know, drives everyone's incentives are sort of the three fronts of it. So tell me a little bit about each of those and how, paint a picture of how the system would then function."
    },
    {
        "speaker": "Guest 1",
        "time": "03:02:13.360",
        "message": "So you start at the problem of the climate transition, we consider it inevitable that there will be a time where India has to get more worried about carbon emissions. Prime Minister Narendra Modi has promised that India will come to net zero by 2070. Net zero is actually a pretty hair-raising promise. Zero. Zero is a very small number. It's net zero. It's not a low amount of emissions. It is on net, no emissions. It's staggering to think of this landscape without"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:44.720",
        "message": "fossil fuels, without coal, without. Yeah, but you know, I can imagine a comic strip on this, that Biden comes to Modi and says, give me a number. And Modi says 56 inches. And Biden says, no, not that number. Give me a better number. And then advisor whispers into his ears and he says, okay, net zero by when will I be dead by 2070? It's easy to do, right? Sorry, sorry, continue."
    },
    {
        "speaker": "Guest 1",
        "time": "03:03:04.800",
        "message": "I couldn't help that. Yeah. So India will come under pressure and we'll need to figure out pathways to reduction of carbon emissions. Well, how will that happen? At present, the paradigm is government will order this and order that. So there'll just be a whole bunch of centrally planned instructions to various industries. Well, that's very expensive in terms of welfare. The overall cost of adaptation for the economy will be high. That any centrally planned system imposes a higher cost to get the same job done. We argue that the way to get that same job done is a carbon tax. So yes, you want to bring down carbon emissions, tax them and let the private sector figure out the cost minimizing places where you can emit less carbon. So we have no doubt that there are pockets of society where it is incredibly efficient to use coal. They should do it because they're willing to pay more for the coal, even after a reasonably high tax rate, and they should do it. And there'll be other places where people will say, you know, at this price of coal, I'm better off changing over to something different. And so all over the country, these local decisions will be made in terms of production and consumption and how the economy works. And that's our argument in favor of the carbon tax. So that's the first element. The second element is the electricity system. When we tax fossil fuels, cooking and mobility, energy requirements will come into electrical solutions. So the demand for electricity will grow and the overall electricity sector will need to become large. And the electricity sector is an important emitter of carbon dioxide. The same carbon tax will need to play through in terms of reshaping the resource allocation of the electricity sector. And the beauty of this approach is the carbon tax simultaneously fixes both supply and demand. A lot of present thinking in the electricity sector in India tends to be supply centric. We kind of think demand cannot be touched. Demand is inflexible. Demand is incapable of thinking and adapting. No, it's a question of price, that when prices fluctuate by space and time, this will create incentives for people to change their behavior. Similarly, we think high intraday price fluctuations create market-based incentives for storage and market-based incentives to change consumption patterns. So when should you run a shift? Maybe the right time to run a shift is deep in the night when the electricity is cheap in the present paradigm or in the middle of the day when the sun is shining. These kinds of decisions will happen both on supply and demand side. So that's the second critical building block, which is that the carbon tax will play through into the electricity sector. And that's how the entire reshaping will be done. So this is our big picture of how to think about this whole thing. And so I want to be careful about the word transmission, because in this field, it means electricity transmission. But there's a useful metaphor in the phrase climate policy transmission, which is analogous to monetary policy transmission, that how do you get your work done? The climate policy transmission runs through carbon tax and then electricity sector. You need both to work. The electricity sector needs to be placed on a foundation of the price system so that when a carbon tax goes up, the price system will respond. At present, the electricity sector does not work through the price system. So even if you introduce a carbon tax, that heavy lifting of adaptation by buyers and sellers will not happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:38.400",
        "message": "Now, one response that people could have to say, and I'll quickly kind of sum up, and you can tell me if I'm summing it up right, where what you're essentially saying is that, look, we have to move in a particular direction. This is a direction we have to move in, you know, more renewables, bring down carbon emissions, make it net zero as great Prime Minister promised. And we can't do it in the current system, because the incentives are just all over the place. You know, discoms mess up in their contracts and putting too much risk on private parties and unjustified litigation in bad incentives. You know, they're treated in a partisan way by regulators and courts, so private parties don't get justice. They respond to political incentives, free power for so and so and blah, blah, blah. All that is fine. So the argument then is that, look, we have to privatize completely, let the price system have its way, the same way it does in bread, as you said, or so many other things. Everything that really works in our lives today, is because there is a price system in play, and people are responding to incentives to make our lives better. And everything that is dysfunctional about India is where at some level, there is a problem, and the price system isn't allowed to have its way. Now, a question that would commonly come up, especially in the popular discourse, would be that you want to privatize everything? That won't greedy capitalists come in and the Adani and Ambani's come in and charge insane amounts of money. And you know, it is okay for the elites and all of that. But you're basically handing the company over to the corporates. In some sense, some of the, you know, criticisms which were raised against the farm bills, which we had a very popular episode on. How does one tackle that populism? I think at the first level of winning the battle is not so much a question of winning it in terms of persuading policymakers and politicians, but winning it in terms of winning the popular narrative, because that itself sets the incentives right then for the politicians and the bureaucrats."
    },
    {
        "speaker": "Guest 2",
        "time": "03:08:34.960",
        "message": "We think even on that the narrative is beginning to move. We finally sold Air India, that finally Air India is in private hands. And there is as far as the central government is concerned, there is a privatization or an asset disposal program that's on board. But there's good reason to believe that as far as the central government is concerned, they are not opposed to privatizing the discoms, because they are regularly called upon to bail out the states in this. And it's the locus of the problem, therefore, lies in the states. So, you have to create, therefore, the right incentive for a state to do this. And you have to do it by showing them that there is either money to be had in making the transition, or that there is money to be had post the transition. And that is why we've talked about a state-by-state approach, not just in terms of dealing with the political economy in terms of individual people, but also in terms of the government itself or the people within government who stand to lose under those circumstances. So, I think we think that, you know, the issue on privatization isn't as bad as it used to be. That's number one. Number two, one of the market failures that you're going to have to correct for through regulation is competition. So, the competition will come through two ways, one through the general competition law. And secondly, the new regime of regulation that you have for electricity in a largely privatized world will also have some amount of competition control done through it. I mean, that goes into a very complex issue of the overlapping powers of regulators. But in some areas, it's good to have overlapping powers of regulators, because on the one hand, you've got deep sectoral knowledge about how competition plays out in this sector. On the other hand, you've got the general principles of competition, and, you know, how that should work at the level of the economy. So, a little bit of competitive competition regulation, if you like, is possibly not such a bad thing. So, that's the other answer to that. But, you know, it is still a coconut tree."
    },
    {
        "speaker": "Guest 1",
        "time": "03:10:35.360",
        "message": "There's no question about that. I want to add to that, it does not have to be a monolithic industry with two companies. The bottleneck is rule of law and the behavior of the state system and the regulatory capacity. So, when regulators have arbitrary power and are capricious, and the rule of law is absent, then for a smaller firm, this is a deterrent. For a foreign firm, this is a deterrent. And then we end up with a collapse into a small market with a very small number of players. So, again, the machinery of this paper is key, that if we get the state system out of this game, and you are not in a centrally planned world, and we actually build regulatory capacity and set regulators in motion in a good way, as is described in the paper, and this is drawing on the larger arc of the development of regulatory theory and public administration concepts on regulation in India. So, as you know, there has been considerable progress in thinking, though not acting, about how to make financial regulators work properly. And so there's a lot of knowledge on how to make regulators work correctly. And you bring that knowledge into the construction of regulators in India. Then we are offering many, many private people profit opportunities. It can be very local. It doesn't have to be monstrous. It can be, I'm sitting here in Amravati and I'm seeing this opportunity and I'll build one small storage system or I have one small generation opportunity here and so on. So, there'll be many, many elements of the energy all across the system. So, the reason why we are criticising this sector as having two giant companies is the extent of government domination and the lack of rule of law and the failures of how regulators work. So, in a sense, the Electricity Act was a very nice achievement in the early 2000s, but it predated the modern development of thinking about regulators and regulatory theory and the public administration about regulation that has taken place in India in the last 20 years. Today, the intelligence in India knows more about regulation. We understand the failures of regulation. We know how to construct regulators. And today that knowledge set"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:01.520",
        "message": "is ready and it can be done right. So, one important point I just want to kind of clarify for listeners is that when Ajay and Akshay talk of privatisation and the price system, they don't mean a random anarchic free-for-all. In fact, that section on building regulatory capacity is a key section of your paper where you point out, for example, that regulation should only focus on market failure. You point out the four different kinds of market failure. You also talk about how it takes three hands to clap, which is such a nice image. And you talk about the different ways in which you sort of build that kind of regulatory capacity and so on. And, you know, as far as people worried about high prices and so on, I would say that, look, you know, look at every area of your life around you where the price system is allowed to function. Look at bread, you know, bread is by and large, it is affordable and supply is regular. And it is, you know, and why should not that, and that is really kind of the case with everything else. So, why not with electricity as well, where some of us just take failure for granted. And this is, in fact, something the Prime Minister should also sort of take to heart because one of the stories about him, which I often, which I've told a couple of times on the show is a friend of his, a friend of Mr. Modi's who had worked with him in Gujarat. She was at a gathering at his house in circa 2007 or whatever. And he told the story about his childhood, about how his mother was ill one day, and she was sweating and feeling hot and he went to switch on the fan and he found there was no electricity. And as he told the story, he started crying. And, you know, for us in the big cities in Bombay, Delhi, electricity is something we can take for granted that we're going to get power all day. That is simply not the case for most of the country. And, well, that's also a huge failure. And that goes back exactly to the points that you're making. The other key point that you've made, which I think deserves to be underscored, is the localization, the local thinking, that even if you build the system, you don't have to do it, you know, where centrally the PMO will pass an order for the whole country, sub-privatize, Karo, price system, Karo. But you can do it state by state, allow different states to experiment at a local level and to sort of compete with each other. Have I kind of summed that up?"
    },
    {
        "speaker": "Guest 2",
        "time": "03:15:19.200",
        "message": "That's a point worth underscoring a little bit from a couple of different perspectives. One is that it isn't legally possible for the central government to sort of have a diktat to say you need to do that. It can only be done through, if it wants to be involved, it can only do it through a system of incentives, that we will give you money to do this if you do that. And to some extent, some of the bailing out of the discoms within the states has been done on the basis, they will give you this money if you do this reform. And in some cases, a little bit of reform has happened. In other cases, it's still not been done. But it's very difficult for some of the central government to pull the plug and to say, okay, we're going to let you run into the ground because the state will turn around and say, we want to give you electricity, but the central government isn't doing it. That's number one. And secondly, when we talk about central planning, the central planning isn't really, we don't mean that there is one central planner, but there are series of central planners all through the system. There are central planners in each state, there are central planners for transmission versus for distribution. So, you put together the regulatory and state decision making apparatus, and you could remove all the individual decision makers, and it would be a completely centrally planned system. So, the point being that this is not a willing buyer and a willing seller doing a deal. This is a, because people also say, but what do you mean price system? There's a price, there's a bid, somebody bids on a power purchase agreement, and they win the bid, and the bid is at 2 rupees 50 paisa, and they supply power that. But that is not what we mean by the price system. That is the determination of a long term of the price of electricity on a long term contract, as opposed to the day to day adjustment of prices that could take place in a system where private guys were doing deals with other private guys. So, there's a big difference, you know, in those two ideas."
    },
    {
        "speaker": "Guest 1",
        "time": "03:17:15.520",
        "message": "And I just want to underline that we say carbon tax, the price of fossil fuels should go up, subsidies on electricity should go away, prices on electricity should go up, prices of electricity should fluctuate through the day. So, there will be some 6 pm surge at which your use of the air conditioner will be rather expensive. Well, there is an alternative, which is a centrally planned climate transition. If the government goes around giving orders that there will be a solar plant here and there will be this ban on use of coal by this industry there, that will also impose welfare costs on society. They'll just be concealed. So, you won't see it as a change in prices and damage to GDP and the incomes of the people that came about because there was a detailed regulatory restriction that was introduced by the government. But the costs are there. The climate transition will introduce costs upon society. The only question is, do you want to pay more or do you want to pay less? So, this is the lowest fruit of the coconut tree. A centrally planned climate transition will always be more expensive than a climate transition that is implemented through the price system where thousands of intelligent, self-interested people all around the country are thinking and acting and finding clever solutions"
    },
    {
        "speaker": "Guest 2",
        "time": "03:18:35.680",
        "message": "at every place that they are. There's a technical issue that bears mention over here, which is that because of the fact, as we mentioned earlier, because of the fact that you can't store large amounts of electricity at the moment, it's not that you can produce it, wait for a good price, etc. So, there's going to be some adjustments that need to be made between what you and I might otherwise conceive of as a completely free system. There may need to be some amount of systems operation management, which might have to be done by a central entity, which could potentially be owned by all the participants in the power sector together, but which is performing a public good. It's saying, I will not allow the dispatch of that plant at this point in time, even though it's a good price for you to do it at, because of the fact that the grid is weak there, and there's going to be a problem. But it's only on the basis of on technical grounds. You may need to have a few power plants. This is just one of the solutions that you could have. A few power plants that are sitting around relatively idle, that come into play when they are required to be brought into play. And that is a cost that the entire system pays through some sort of charge. So, the way I'm beginning to start thinking of this is that you may retain some amount of central planning, which can also be diluted from government and made more cooperative, say 10% of the system to allow 90% of the system to work within the price system. And that's okay. But at the moment, what we've got is we've got 90% in this thing for 10%, which might be in the price system. And in fact, by coincidence, 10% is the amount of money that is the amount of electricity that is traded on the electricity exchanges. So, that's exactly"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:23.120",
        "message": "what we have at the moment. So, here's a question. At a conceptual level, I absolutely, obviously agree with you. Everything just makes so much sense, it falls into place. Are there concrete examples of A, such systems in play elsewhere in the world and other advanced countries and two, more importantly, such transitions that have been that might have been made from a status system like ours to one which respects the price system and then begins to work better? Because once you know, you can point to examples of such things actually working elsewhere,"
    },
    {
        "speaker": "Guest 2",
        "time": "03:20:53.840",
        "message": "it becomes a far easier sell, doesn't it? Yes, I mean, there are some examples. The most prominent examples are the UK and California, both of which have had enormous problems in the functioning of a market system in the way that it existed. Now, there's a lot of detail as to why those problems arose. And, you know, you'll have seen that the prices in Europe, this winter got of electricity went up significantly. And there were, you know, there were complaints about it, etc. But these are places where for large amounts of the time, and for a fairly long period of time, the price system effectively has worked. There have been been periods of problems where the problems have been caused because of exceptional circumstances. So, the point is not to measure that what we achieved, what we've got today against an ideal that could exist, but to measure what we've got today against what they've got in those places where you can choose your provider, you can change your provider. And that itself will be an incentive to the provider to give you a better price and to function better. One of the issues is that in a situation which is largely fossil fuel based, your price is significantly dependent on the price of the fuel. And that's an extra cost. If you've got a mainly renewables based system with storage and with a few plants that perhaps are acting as backup, you have got a system where the marginal cost of power is close to zero. So, you are not going to going to have that degree of fluctuation as you might have in a system which is more fuel based."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:33.440",
        "message": "One of the heartening sort of things about your paper was a section that addresses how feasible these changes are. And you've pointed out that there are six important reasons to believe that while we have been satisfied with incremental changes all along that these, you know, wide ranging changes can actually happen today. I won't ask you to sort of go into each of those in detail, you know, listeners can just download the paper and read that, hopefully. But in general, when you have been talking to policymakers or politicians and so on, what's the kind of response that you've got? Like, how likely, for example, let's say, I'll sort of ask you to speculate, but you have all the information, you have the best possible information you need to actually speculate on this. How likely is this to actually be implemented on a scale of zero to 10 by say, 2020, 2027, five years from now?"
    },
    {
        "speaker": "Guest 2",
        "time": "03:23:25.760",
        "message": "Very low, very low chance of it being implemented. But you need one state, you need to have one state that has a vision of what its electricity sector could look like in the context of a climate transition. And, you know, take the four industrialized, most industrialized states, Maharashtra, Gujarat, Tamil Nadu and Karnataka, they all stand to lose, their industries stand to lose if they aren't in a more green energy environment, as we were talking about earlier, because they are exporters, people will stop buying their products, or they'll have taxes imposed upon them. So, there's a good reason for them to potentially look into doing it. Some states might want to do it because they want to have a target that is well before 2070, and they want to score political points there. But I'm most heartened by a specific development that's happening under the aegis of the Paris Agreement and COP26, which is that a deal has been struck between South Africa, on the one hand, and the EU, the US and France and Germany in the individual capacity, by which $8.5 billion is going to be given to South Africa to move from being 80% fossil fuel to much more renewables based over a certain period of time. That's in an MOU phase now, in two years' time, they'll come out with details, there'll be lots of problems, maybe it'll take five years to happen. But there's a deal where if a state could conceive of a plan based along the lines of the ideas that we have in this paper, a state could go with that to the EU and to other such people in the world, to John Kerry's team, etc, and say, look, we've got this plan. Can you find us some money to finance this? Now, that money has to go through the central governments, you know, foreign money can't go directly to a state government. But then if that were to, if the EU were to go to the central government and say, look, you're already pro privatisation, you're already pro a lot of these ideas, you've got these commitments internationally, which you've made, the states have not made, we've got a good, we've seen a good plan for this state, we want to finance that, allow it to happen. If that then happens, and you get one state, one state happens, it's a success, you find money coming in for to enable the transition to happen. And then you have potentially investment because that transition has happened. And then you might have an effect on other states. As I say this, I realised that it's extremely speculative, and it's the chances of it happening are very small, which is why that's how I started my answer to your question. But this is the one of the most plausible paths potentially that I see."
    },
    {
        "speaker": "Guest 1",
        "time": "03:26:09.840",
        "message": "I don't agree with you at all."
    },
    {
        "speaker": "Unknown",
        "time": "03:26:12.720",
        "message": "Okay."
    },
    {
        "speaker": "Guest 1",
        "time": "03:26:14.320",
        "message": "Yeah, I think that we are at the dying phases of the old paradigm. The old paradigm is past its sell by date. And there are inexorable pressures that are messing with the old paradigm. And every year, the pressure on the old system gets worse. So there will be a market for ideas. And there will be many, many attempts all across the country, different, different states will try different, different things. And there will be many experiments. And I think, in the end, we will end up with this kind of answer. I think we are at the cusp of that transformation. Sentence in the paper is that men and nations will do the right thing after trying every"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:27:05.520",
        "message": "reasonable alternative. People and nations, you got to watch out for this kind of thing."
    },
    {
        "speaker": "Guest 1",
        "time": "03:27:10.480",
        "message": "I'm on the original Churchill text. Okay. Okay. So I think that we are at a transformative point in the story of this field, that there is a state control system, and it is trying to adapt what best it can. But there is just so many things going wrong under its watch. And finally, as Akshay said, if you are Gujarat, Maharashtra, Karnataka, Tamil Nadu, the very GDP of these states is exposed to good quality, reliable electricity and export markets. And the ESG world matters to the companies in these states. So all those forces are coming together in these four states. And there will also be some other states that are facing this similar mix."
    },
    {
        "speaker": "Guest 2",
        "time": "03:27:56.400",
        "message": "I don't know how much you believe in this yourself, but you don't have to worry. I'm still going to continue working with you on this despite that, despite my relative pessimism."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:28:04.800",
        "message": "Yeah, no, even though you disagreed with each other, my instinct is to agree with both of you in this way that, you know, as that old cliche goes, that some of us tend to overestimate the short term and underestimate the long term. And I think, yes, we shouldn't overestimate the short term, as Akshay, you pointed out. And as you pointed out, we should not underestimate the long term either. A couple of sort of final questions before we kind of wrap it up, because whatever the, you know, the energy industry outside might be like, I worry that you guys are running out of energy. We're not that old. So one, I want to go to nuclear for a second, because the more I read about nuclear and think about it, it seems to me that that could be one kind of game changer, which just makes this whole question moot. I mean, we were talking about Michael Schellenberger's work before the recording, and I'll give suitable links. And there's also an excellent op-ed in the New York Times co-written by Steven Pinker a couple of years ago, which kind of spoke about that. Now, people think about nuclear and they say, oh shit, the dangers and all that. But those dangers are massively overstated in the sense that one of the things that Pinker and his co-writers pointed out in the op-ed was that if you look at the total number of people who died in Chernobyl, including the several thousand from cancer, that's the same number of people killed by coal emissions in one day, right? Nuclear energy is by far orders of magnitude safer than any other kind of energy. In fact, even Chernobyl was really caused by a dysfunctional bureaucracy. And nuclear energy is really sort of, you know, the safest kind of power generation that exists today, as in fact, France, where you're from Akshay, has kind of demonstrated and seems to be winning that argument with Germany, which we were talking about earlier. So what are your sort of thoughts on this?"
    },
    {
        "speaker": "Guest 2",
        "time": "03:29:49.520",
        "message": "Well, one, I think there are two sets of risks with nuclear. One is the one you mentioned, which is the danger of fallout and having disasters. The second is the more unseen risk of waste disposal. So there was a pretty good article recently, I think it was in the Financial Times, I'll find it and send you the link for it so that people can read it. But it's an article which talks about the dangers of storage of waste, of nuclear waste. There are caverns underneath certain towns in France and in the desert in, you know, in the US, etc. That's a bigger problem. But the way I look at it is this, and I might be accused for being slightly flippant or technologically deterministic about it. But if we accept that climate change is an existential problem today, then you shouldn't be ramping down on nuclear for sure. What Germany did, I think was wrong, because it is today burning coal. It's burning more expensive gas and arguably it's more, diplomatically it's more open to being arm twisted by Russia than it otherwise would have been. So I'm saying kick that problem down the road. It's not generally recommended that you do that, but kick that down the road, sort out the climate change issue, and then figure out what you're going to do about that. That's one. And secondly, there is promise with more small scale nuclear. There's some promise with the holy grail of fusion. So we don't know how that will go. But I think that we need to seriously consider it because the alternative is a little hard to"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:33.840",
        "message": "contemplate, which is that we'll go up in smoke. And I just like to quote from that op-ed since you mentioned nuclear waste, where Pinker and his co-writers write, quote, nuclear waste is compact. America's total from 60 years would fit in a Walmart and is safely stored in concrete casts and pools becoming less radioactive over time. After we have solved the more pressing challenge of climate change, we can either burn the waste as fuel in new types of reactors or buried deep underground. It's a far easier environmental challenge than the world's enormous coal waste routinely dumped near poor communities and often laden with toxic arsenic, mercury and lead that can last forever. And the forever is an itals, which you know, NYT doesn't normally, I don't think newspapers use itals."
    },
    {
        "speaker": "Guest 1",
        "time": "03:32:17.520",
        "message": "I want to worry about the behavior of real world states and political systems, and about the bureaucratic competence that set the stage for Chernobyl. So I have the highest respect for the engineering capabilities and the state capacity in Japan. Okay, and yet, A, we got Fukushima, which was just a horrendous disaster."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:40.400",
        "message": "The tsunami killed people. The birds say the Fukushima leak didn't."
    },
    {
        "speaker": "Guest 1",
        "time": "03:32:44.320",
        "message": "But then B, political systems respond to these things in ways that are less than rational. For example, apparently, nuclear reactors were closed down all across Japan at the time of the Fukushima crisis because people just panicked. And hundreds of people died of cold in that period because energy supplies to households were cut off. Okay, so there is nuclear energy as an engineering construct. And then there is the bureaucratic incompetence about how it is dealt with. And then there is the knee jerk and extreme reactions of political systems to extreme threats. And under the third category, I would put the decision by Germany to mothball the nuclear industry in response to Fukushima. Under the third, I would put the less than sophisticated responses of large numbers of countries to a threat like COVID-19. Governments, political systems don't fare well when faced with risk and the concerns around nuclear energy lend themselves to panic and the entire posturing of a political system that, oh, we are so great, we are on top of this. And when you bring this kind of worldview to a place like India, I would worry even more that Chernobyl bureaucratic incompetence, you know, it could happen here. Political system overreacting, you know, it could happen here. So while I love and admire nuclear technology, and there is a lot to be said for technological change, I'm a little nervous about how this could"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:20.080",
        "message": "play out here. The thought just comes to mind that even if you solve for climate change, how will you solve for human idiocy? Maybe climate change is solving for human idiocy. Okay, a couple of final questions. My penultimate question is this, that you've come out with a paper. It's a great paper, everyone should read it. And obviously, the download link and everything will be in the show notes. Two part question, a two part penultimate question. So this is not the end, there is more after this. And the two part penultimate question is this, that one, where do you plan to now go with this ideas and this sort of body of thought that you guys are building? And two, if any of my listeners want to be part of this, if they're enthused by this, they want to be part of this in some way, maybe to research, maybe to fund, you know, what do they need to do?"
    },
    {
        "speaker": "Guest 2",
        "time": "03:35:06.400",
        "message": "Oh, wow. Thanks. Thanks for that. This is really the starting point. And as I said earlier on, we are really still learning a lot in this process. We are still convinced with the power of the intuitions that went into writing the paper. So there may be some tweaks to be made to the way that we put out the solution. But what that all of that will require is a lot of research, digging much deeper into each of the different topics of the chapters in our book, in again, in our paper. And sure, if there are people who want to help in doing that, we'd be more than, you know, delighted for that to happen. And we can provide some links for that. So what we're going to do is that we're planning, you know, we're still in the sort of early stages of figuring out exactly how we're going to do this. But there will be research, there will be outputs of that research, there will be a lot of conversations with a lot of people who know more than us about various different aspects of this process. And what we're going to try and do is try and be a filter for both for ideas and people to come more into the public space so that this debate becomes more mainstream. Climate change is never going to be an election issue in India, not in the foreseeable future. But at least for the people who care about these kinds of issues, it needs to be with a sharper focus on what the facts are, what the realities are, and what the possibilities are. So there's going to be, as I said, research, there will be output in the form of articles, there may be interviews and conversations that we have with thinkers on the field. And then we'll try and distill those and come up with a sharper plan, and maybe with more detail on how to sort of go from here to there. Would you like to add to that, Ajay?"
    },
    {
        "speaker": "Guest 1",
        "time": "03:36:49.920",
        "message": "Yeah, so we are dreaming that we will build a research program around this field. We recognize that it's a vast and sprawling landscape. We hope to learn the field in great detail, and then we hope to invent and create new knowledge that will help in thinking about these things. We hope to build knowledge and build community. And we would love to have interest and involvement from the people listening to this podcast. And, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:37:19.760",
        "message": "I'm sure you'll help them find us. Yeah, I mean, you should give me some kind of contact link which I can put out there. So even people who want to fund you and not just volunteer for research purposes can do so. And it also strikes me that if you're listening to this, and you want to figure this shit out, as an intellectual challenges to understand all of this, I'd also say that in service of the Republic, your book and all the previous episodes you've done together are great, because it struck me that on a subject that I didn't know, I knew practically nothing about the energy sector, you took a framework, which I am kind of familiar with, and suddenly everything kind of made sense. And this framework is something that can be applied to so many things about the world and help us understand it better. So I think that that is a worthwhile journey to go on for his own sake. My final question to both of you would be that I offer in the show by asking my guests to recommend books that they want everyone to read. Like it doesn't have to be an all time favorite thing, it could be something you read recently, which struck you or a book that you're so excited about, you just want everyone to read it. So I'll start with"
    },
    {
        "speaker": "Guest 1",
        "time": "03:38:18.480",
        "message": "you, Ajay. Kim Stanley Robinson, climate science fiction. Okay."
    },
    {
        "speaker": "Guest 2",
        "time": "03:38:24.560",
        "message": "Ajay Well, you know, I've got back to proper reading or reading of other things than work related stuff after a long time. And I've dug into all sorts of this. I didn't read fiction, Amit, for years. And I'm getting back to doing that. And I'm really enjoying that. So when I travel somewhere, I like to pick up a book from there. So recently, I picked up, we were in Lisbon, and I picked up this book called Death by Interval, which is by Jose Saramago, you know, won the Nobel Prize and all of that. And it's about, it's the premise of the book is fantastic. The first line, I think, is, the next day, no one died. It's about a country where the next day no one dies and what the moral, ethical and fantastical implications of that are. Then I started reading this series of mystery stories by Andrea Camilleri, the Italian author, the Inspector Montalbano series, so Shape of Water, Terracotta Dog. And frankly, I've given, I bought a stack of them. And my promise to myself is for every two or three other books that I read, I'll allow myself to read this because this is like, you know, it could be binge reading very, very easily. And I've got an addictive personality. So you know, that would be a rabbit hole from which Ajay would have to come to Paris to pull me out of. I also read a very interesting book called 21 Bites, very recently by Jeanette Winterson, the author, which is actually a book on AI. So she read, I never know how to pronounce his name, Ray Kurzweil, you know, singularities here. She read that book, and she got fascinated with the whole idea of AI and then dug deep into it by reading about it for years, and then has written a series of essays on it. And they're very well written. And I'd read other stuff on AI before, but this is the first, the most accessible reading that I've done on it, done by an outsider to the field. And actually, that's a bit of what we are doing. We're slight outsiders to our field, and maybe that will give more clarity to people who aren't familiar with it. But I love that book. And this year, I expect to follow through on some of these themes. But long term, one of my most favorite books for a fairly non-religious person is Report to Greco by Nikos Kazantzakis about his spiritual journey. And it's the most phenomenal spiritual journey type of book that I've read by, again, a fantastic author. So that's one that leaps to mind. But the reason I'm talking about recent ones is because there's so much reading you do over the years. And you wonder whether you would go back and have the same view of the book today as you had then it was like amazing"
    },
    {
        "speaker": "Guest 1",
        "time": "03:41:13.200",
        "message": "and fantastic. And maybe today is not so much. My books are always contextual. It's about the you at a certain point in time, the right book has to hit you at the right time."
    },
    {
        "speaker": "Guest 2",
        "time": "03:41:22.800",
        "message": "And Seven Lessons in Physics by Carlo Rovelli, who's a professor at the University of Marseille. And he wrote seven Sunday articles for an Italian newspaper on the biggest issues in physics and even for a non-scientist like me, phenomenal reading."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:39.680",
        "message": "Lovely. I can't wait to read all these books. And if you like Andre Camilleri,"
    },
    {
        "speaker": "Guest 2",
        "time": "03:41:42.640",
        "message": "you should read Michael Dibdin. Have you read Michael Dibdin? No, I haven't."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:45.680",
        "message": "Similar kind of writer, you'll love that also. You know, next time we meet, I'm going to ask you about your running because I know that's a big deal in your life. And in fact, Ajay was telling me earlier, you have to tell me if it's true, that during lockdown, when all the flights were shut, you wanted to come, but there were no flights. So you actually ran from Paris"
    },
    {
        "speaker": "Guest 2",
        "time": "03:42:03.200",
        "message": "to Delhi. Is that true? No, but, well, you can, people can imagine whatever they want of that. But what I did do in the lockdown, first lockdown in Delhi, and this is really bad citizenship. I ran every day, I ran 100 days straight, because I was just if I and I would have gone mad if I didn't. And I went out early and I made friends with the cops and the cops said, nahi sir, bilkul bhaage, it's good for your health. So I've done all sorts of crazy things to run, including, you know, back from coming back from Bombay at night and running from Chanakya Puri to my house in the middle of the night to get my run in. So it is yeah, that is a slightly more, you know, irrational area of my life. But yeah, I can't live without it."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:42:45.360",
        "message": "No, not irrational at all. You're inspirational now to me in more ways than one. So guys, thank you for coming on the show. This has been such a great conversation."
    },
    {
        "speaker": "Guest 1",
        "time": "03:42:52.480",
        "message": "Thanks Amit. Always happy to be here. Great fun. We've gone for ages,"
    },
    {
        "speaker": "Guest 2",
        "time": "03:42:57.200",
        "message": "I never thought that I could, I would have lasted. Thanks so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:43:00.640",
        "message": "Thanks. If so, would you like to support the production of the show? You can go over to seen unseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]