[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "The seen and the unseen would not exist if not for serendipity. Five and a half years ago, I congratulated a friend on his podcast. The owner of the network he was with said, Hey, why don't you try podcasting? We started talking and the show was born. I've elaborated on the origin story in episode 202 58 of the show. The point is that it began because of a happy accident. And I was open to that happy accident happening. Since then, many episodes of the show have happened because I left space for serendipity. As my guest today would say, I met someone interesting at a gathering, or I picked up a book casually somewhere, or I entered a rabbit hole and found an interesting person waiting for me. Being an introvert who doesn't like to party, I don't quote serendipity as much as I would like to. But so much that is good in my life began as a happy accident. The friends I have, the books that shaped me, the ways in which I changed as a person. So even though I often like to be alone, I also try these days to leave a little space for these accidents to happen. John Lennon once said, life is what happens to you when you're busy making other plans. I say let it happen."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:11.280",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:17.680",
        "message": "Please welcome your host, Amit Verma. Welcome to the scene and the unseen. My guest today is Abhijit Bhaluri, who started off living a conventional life, made a little space for serendipity, kept himself open to new experiences, and shifted neatly from a corporate career to the creator economy. Abhijit has written many books on his journey, the latest being Dreamers and Unicorns, and they all come as a culmination of a process. First he leaves himself open to experiences, then he learns from them and forms frameworks to understand them. After that, he applies those frameworks in other contexts to understand the world and his own self a little better. And finally, he teaches them to others, either in real or virtual classrooms or through books and videos. I found this process fascinating, and I loved hearing about Abhijit's journey. Before we get to that though, a public service message. The 23rd cohort of the online course I teach, The Art of Clear Writing, is now open for registration. It's spread over four weekends, has much interaction, exercises with feedback, and culminates in a vibrant online community featuring students from the 22 cohorts before this. It costs Rs. 10,000 plus GST, or around $150. You can go to indiauncut.com slash clearwriting to register. And even if you're listening to this late, I conduct the course every month, so go to that link for more details, indiauncut.com slash clearwriting. Now, let's take a commercial break before we talk to Abhijit. All around us we hear about unicorns, and many of these unicorns create notional value in the world of bits and bytes. But the sponsor of today's episode is a giant company that creates real value in the world of atoms. KNST is an aluminium formwork company that was founded in 2014 and is today India's largest and the world's largest growing formwork company. Now, what is formwork? It's a building technology that makes construction more efficient, sustainable, and scalable. Until recently, Indian real estate had to outsource this tech to foreign companies at crazy prices. KNST changed the game with their state-of-the-art automated unit and the largest design team in the industry that uses virtual reality to make their customized aluminium products. They've had a massive impact that is unseen in two ways. One, of course, they make the building they are used for sturdier and more reliable. Two, they've brought value to the entire industry, and not just the industry, but also the environment as projects that use KNST use less wood and are friendlier to the natural world around them. This shows that not only is sustainable development possible in these urbanizing times, but also that India can show the way in how it's done. Their slogan goes, Desh Mein Bana, Desh Ka Apna. And companies like this are the Atmanirbhar India I like. They're already multinational, by the way, building not just for this country, but for the world. To know more about KNST, check out knstaluform.com. The link will be at the bottom of the show notes. KNST. Technology, design, innovation, they all come together in KNST."
    },
    {
        "speaker": "Guest",
        "time": "00:04:19.240",
        "message": "Avijit, welcome to the scene and the unseen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:23.040",
        "message": "Thank you so much for having me here. You know, I really enjoyed reading your book and watching all your videos and all of that, because you are doing something so well in that, that I kind of aspire to and try to do myself, which is that you look at the world through broad frameworks, you've taken a step back, you know, most people, they're just involved in the everyday running of the world and all of that. And you've taken a step back and you're looking, you're getting meta, you're looking at first principles, you're applying them to everything that you see. It is not only in your field HR, which you're an expert in, but you can extrapolate any of them to a whole bunch of things like while reading your book, I was like, this is a thought I have had about that. And now I see it in this context. And all the dots are kind of joining. So I'm really looking forward to our conversation today. But the part of it that I'm looking forward to is really not about that, you know, these days, I love kind of getting into people's early lives and memories, their childhoods and all of that. Because I think in this modern world, where we are always stuck in the immediate moment, and we take everything, every change for granted, I think we often forget how much our lives have changed, like I'm 48. And I look back on how I used to live in the 80s and 90s, and all of that, ki abhi toh we have all the music in the world available to us. Tab matlab you managed to get a mixtape together, which you wanted, it was such an achievement. You know, it was a way of wooing someone, in fact, making a mixtape for her, you know, you're giving a part of your soul, you know, so I love to sit with guests of my vintage or older, and just kind of talk about those times, not just in terms of a nostalgia for artifacts, ki cassette toh after all is an artifact, it's but, you know, a certain way of living also, kyuki unn deno kya tha, you don't have a smartphone, you don't have constant distractions, you're forced into me time, you're forced into a kind of therav and all of that. You know, you're forced to spend more time with yourself, you're forced to talk to people, you know, one of the happy, one of the joys of doing this podcast is that I can sit with people and I can talk to them and I can make a connection. Otherwise, too much of the time we are on our laptop, with this illusion that ki hum toh connected hai, humare toh itne dost hai, but you know, it's getting more and more disconnected from the real world. So tell me about your childhood, you know, when were you born? Where were you born?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:48.120",
        "message": "What were your early years like? When I think of childhood, it's almost like a collage of memories, you know, my father was in the railways, while I was born in Kolkata, but you know, I spent the first four or five years of my life in many different places in southern India, because dad was part of southern railways. And by the time I was closer to, you know, four and a half, five, he got shifted to northern railway and we started our life in the north. So we first went to Bikaner, we stayed there. I have a couple of snatches of memories from that. From there, we went to Delhi, which is where I went to school first. And then dad somewhere, you know, by the time I was in the fourth standard, he got transferred to Jodhpur, which is where I, you know, spent about four years. And I also met my future wife there, you know, so I was all of 10 and that's the so yeah, no, I didn't start that early, but I met her there, then got back to Delhi again. And Delhi was where while dad changed, you know, within northern railway and the board and all of that and multiple times, but I was there in Delhi and grew up, school was in Delhi, went to college and Sriram College of Commerce, did economics, and then went to XLRI Jamshedpur, which is where I fell in love with the place and came back to Delhi when I started working, I did a degree in law in the evening. And well, then from there, it's been like in multiple cities, you know, so I was first in Delhi, then I went to Kolkata, then I went to Jamshedpur, then I went from there to Ahmedabad, from Ahmedabad to Mumbai, Mumbai to Malaysia, Malaysia to US, US to Gurgaon, Gurgaon to now Bangalore and Bangalore has been home for past almost 12 years now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:57.800",
        "message": "Did that early moving around, you know, in a sense, set you apart from the other people around you, because in that time, you don't have the internet, you don't have that exposure to the world. So in a sense, you're limited and you're shaped by geography, what is around you and your peers and all that. And I wonder for, you know, people whose parents are in the services or in the army, and they're moving around and all that. Would you say that in some ways that, you know, you look at the world a little differently and perhaps you realize that only in retrospect, obviously, but do you feel that had any part in how you kind of develop?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:31.640",
        "message": "I certainly think that, you know, for me, I was a very deeply introverted kid, though anybody who sees me today will cannot imagine that, but because of all this moving around in different places in schools and, you know, localities, I was a person who found a lot of friendship amongst books, not friends. So I had very few friends till the time I was in class 11, 12. And all my friends that you see, you know, are largely from the time either, you know, one or two from the times in school, but most of them are college and beyond. So when I think of friends, I really think of them more from, let's say, the time I started doing my postgrad, you know, so that's where, so over time, I've developed deeper friendships. The most people say that it's harder to make friends when you grow older. My friend circle has sort of really grown much later. My childhood was really, you know, spent in a lot of reading. I read a lot of Bengali books first, and then I went on to reading the usual English literature, you know, which is common, you know, the usual classics and everything. I started discovering Hindi literature when I went into school, when I came back from Jodhpur in class eight, when I started. That's when I discovered Hindi literature and I, you know, spent, I think, eighth to 10th was almost entirely only Hindi literature. And then went on to, you know, the usual other stuff and that's how it was."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:17.040",
        "message": "So are you still trilingual as it were, like, my God, reading books in three languages is, you know, one of the things I often think is that on the one hand, I'm extremely lucky to live in a multilingual country, like so many people in Europe can just speak one language. And all of us can, you know, speak two or three comfortably and perhaps understand more and so on and so forth. So on one hand, there is that good luck, but on the other hand, I haven't made much of it because most of my engagement with the world will be in English, I'll be all my reading now is in English, and so on. And I feel that that's a loss, because when I interact with guests, for example, who might have grown up in Hindi medium, and I realized that their view of the world is also just enriched by the extra angles that they see, it is not that, you know, one view is better than the other or anything like that. But they've got an added layer. And I had an opportunity to get the added layer, but I don't have the added layer. And in some ways that constrains how I kind of look at the world. And in a similar sense, the sense that I get by looking at your career arc or reading your books or watching your videos is that while you have sort of operated at that higher level of ideas, you know, that has been kind of given flesh by you're actually interacting with people all the time speaking to people all the time, you know, there's this moving story in one of your talks or books, I forget what but you know, you were in a train once you were traveling from somewhere to somewhere and you know, you fall asleep and when you wake up, the train is at a station there is absolutely nobody there. It's a small mufasil thing where no one stops and you realize that the train must have broken down and maybe the next train will come tomorrow, you have no information, you have no idea what to do. You go out, you meet a sadhu outside, he invites you to sit with him and then you sit with him and you chat with him and you talk with him and all of that. And I found it such a charming and lovely story because to many of us, that sadhu would be unseen as it were, if you you know, look at the title of the show, the scene in the unseen. So you've engaged, but at the same time, you've taken a step back and thought and how much of that you know, what is the value of these kinds of engagements and what is the value therefore of being comfortable in these languages? Because these languages really in a sense exist in different worlds, right? In a sense, you almost have to code shift sometimes. So you know, tell me a little bit."
    },
    {
        "speaker": "Guest",
        "time": "00:13:34.120",
        "message": "When you live in different cities, you know, one of the first things that happens is you begin to interact with people when you step out of the place and many of these were perhaps not deep friendships in my case, you know, but I think that I lived in two worlds. If you look at what was seen was specifically the books that I was reading at that point of time, I was a big fan of the radio, you know, because in our home, dad was very fond of music. My mother played Hawaiian guitar and classical Hawaiian guitar. And that's where I picked up my own love for music. So I used to sort of listen to a lot of it. I would read a lot of books. But I think the only conversations I would have would be with people that I would meet on the streets. And, you know, so if I would be sent to run an errand, then in which case I would stop by and chat with the person who was the shopkeeper, some of the people who were there. And that's where I, you know, actually I have been to more homes of strangers in some sense. You know, then I have been to the homes of many friends for the simple reason that, you know, somebody would say, come have a cup of tea and we continue our conversation and chat with them. And because I was really always a fairly quiet introverted kid, I listened a lot to those conversations and that I think shaped my world view, you know, understanding how people across different sectors, different strata, how they lived and worked. I think that really shaped my world a lot in terms of what I thought the world was like, you know, it was formed by that. When you think about, you know, school and college friends, in many ways, when I look at the school that I spent bulk of my time in, in Delhi, you know, most of the people did come from varying backgrounds. But since I didn't have too many friends in school, I didn't really get to experience that world a lot and, you know, a handful of people. So a lot of this happened through, you know, when I would go and talk to people for some of the stuff that I was writing in school or college. And when I traveled with my parents, conversations with strangers, you know, that I would have in the train, those would be long drawn conversations. And somewhere, I think my philosophy of living life without looking for a return on investment, you know, no ROI kind of a thing, that just didn't happen because, you know, you were traveling together for a while and you shared each other's world, you shared food with each other. So really, you know, for me, those conversations were really precious. So the incident about the sadhu that you mentioned, wasn't one of those things where the train broke down. I used to sleep, you know, I was a really deep sleeper. So I just slept off. I didn't realize that everybody had left. And so then I met this sadhu, as you mentioned, and I spent time on that completely abandoned railway station. You know, I think no trains stopped there, except for these goods trains and all that. So I spent time chatting with this sadhu from the street and learned about his life, you know, what made him become a sadhu. And then, you know, when you are young, you're curious. So you ask a lot of those questions that, why did you become a sadhu? So how do you manage? What happens when nobody gives you food to eat? So you're right, somewhere it opens up a different world for you. For example, when you look at sadhus, that is evidence of the fact that there's a very, very large streak of generosity in people, because these guys, they don't work anywhere, they don't have a source of income, so to say, yet they live. And not just one or two. I mean, there are thousands of people who do that. So there is an element of, you know, generosity. And this is something when I was back home chatting with my father, and I was explaining, you know, the tremendous experience of spending time with this sadhu. And this was my father's interpretation. He was saying that, you know, that's beautiful, because this is evidence that there is optimism in people, in the world, that you can share, you know, that people can give without any expectation of return or some such thing. And every, even though it's a momentary engagement, you still give to a stranger. So I think it was those kind of things and travel, you know, into the smaller towns, especially of Rajasthan. It was really precious, because I got a chance to, you know, sometimes a car would break down as it was quite common those days. And you have some of the most fascinating experiences of your life, you know. So I remember we were going through, you know, close to Pokhran. That time, you know, the blast hadn't taken place, and it was a little further away from there. And it was a very tiny place called Badariya Latti. And so tiny that you probably, you know, you can't find it in a railway timetable. And the car had broken down, there were a couple of us, my cousins and I, we were there, my aunt, mother, father, uncles, all these guys were there. We were traveling together and, you know, the driver said, there's absolutely nothing here. So we'll have to wait till sunrise and then wait for a car to come by and then get the tyre fixed. We were waiting there and, you know, there was a villager who was coming by, he was walking, perhaps going back home. And he stopped to ask, you know, what's wrong. And then he said, you know, I can take one person along with the tyre to the next village where there's a person who can fix it. But then why don't all of you come and wait in my home? So he went there, he sent his brother off, you know, on a bike and he sent it off. So the driver went to get the tyre repaired. We waited there and he said, would you like to have food? And we said, no, no, no, we'll, you know, get back and then we'll have some. So he said, no, no, you must have, you have come to my home for the first time. So the first time you've been here and you must have a meal with us. And we were waiting in the courtyard, there was, you know, the lady was perhaps inside and she didn't come out, she was still in ghoonghat. And he sort of put a set of plates in front of us and said, you'll have to share plates because there was, you know, I think there were three or four plates. So he did that and he said, I'll just be back, na bhi aaya. And he disappeared for almost like two or three hours. And we were really, you know, all kinds of emotions go through you that, you know, are we in a safe place? You know, what made this person do this? Why are we here? You know, has he sort of gone off with the driver? And then how long is he going to take? When is he going to be back? He came back after three hours and he came back and he apologized profusely and said, I had gone off to the village money lender because I didn't have money. So I had to first borrow money, pick up the stuff and then bring it home to cook. So I apologize for keeping you hungry. And I was, this is an incident I will never in my life forget that, you know, somebody takes a loan to feed a stranger. So while the sadhus, you know, story is one story of hope and optimism and generosity. But I think that when you look at the generosity of the stranger who I've never met subsequently, who takes a loan, it's a different matter, you know, my parents sort of paid and all that stuff. But it's not about whether finally we paid for it or not. But the point was this person took a loan to feed a stranger. It can happen only, you know, in these places in India. And I have so many of these incidents. I grew up with the view of small town India. Some of the places I don't have that much of an exposure to villages. But when you travel, it gets you to, especially when you travel in a train, you get to have the kind of conversations that you have. So every time I think of, you know, the visual that comes to my mind when I hear your podcast, that these 12-hour, 15-hour, 24-hour conversations are only possible in a train, you know, that you are sharing a meal, you kind of, you know, you have a cup of tea, he or she shares a story as you are getting off, you get a glass of water. So it's a very meandering, slow life. And because of my father being in the railways, we traveled quite a bit. I was privy to that world."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:28.120",
        "message": "So much to think about here. And, you know, I had written an essay a while back, which I linked from the show notes talking about the relationship between form and content, where the point I was making is that, you know, if I was doing a five-minute interview podcast, I'd approach it completely differently. I won't even have to read your book. I could just, you know, ask you a couple of stock questions. If I'm doing a half an hour podcast, and maybe I have to read your book, but I don't have to read anything else. And I don't have to think around it. If I'm doing a four-hour podcast, it goes into a whole different territory, where I have to actually listen, where it's no longer about, you know, like one of the rules on my show is for me, there are no rules for the guests. But one of the guidelines I set myself is never interrupt, just listen, because too many of us in the real world, we like, as Stephen Covey said, we listen to respond, we don't listen to understand, right? So the ego is always involved in that act. And my point was that the form not only shapes the content, it shapes a person, because I'm sure I've become a better listener and more patient and more open because I'm doing this week after week after week. And what you just said is almost like an extension to that, taken off to an entire society, that you travel in trains, and you have these long expanses of time, and it's an age before smartphones and you're surrounded by strangers. So you talk to strangers and there is that curiosity and you talk about their lives and all of that. And modern life in the way that I live it is simply not like that those opportunities are not there. You know, I do this podcast, so I have these conversations outside of this, it's not there. Outside of this, everything is instrumental. You get into an Uber, you go somewhere, if you travel, you fly by plane, you're not talking, you mentioned somewhere else that you always make it a point to chat with the person sitting beside you on a plane. I don't do that. I'm in my shell, you know, that's kind of how it is. And like you said, I kind of grew up extremely introverted as well, where, you know, Sartre's saying of hell is other people, that that was absolutely how I thought about it. And this is something I kind of think about without being able to put it into practice, that we need to get out more, we need to meet people more, we need to talk more, we need to be more open, because I think a lot of the fractures that I see around me, like why is social media the most toxic fractured place? It is because people aren't face to face. You know, they aren't talking to another person, they are talking to some constructed idea of a person, and they are going down those lines. So you know, what are sort of your thoughts on this then that it is not just a trivial detail that, okay, we had more time than we have less time now. But I think just the different rhythms of life have made us different human beings. They've made us different people, like, you know, one of my older guests Prem Panekar, not one of my older guests, a guest I had a while ago, I don't want to call him old. So I did a long episode with him, which beautiful episode where he really opened up. And there also, he shared an example of a similar act of kindness as you experienced in a rural place somewhere. And I'm just thinking aloud here completely. But I wonder if you're more likely to see this in a smaller town and a rural place, because your sense of time, and again, you spoke, you've spoken how different generations view time differently. But even across spaces, it might be the case that people view time differently, because in a city, there are so many things you can do with your time. And it can get frenetic, which may be in a quiet rural area or a village, there aren't so many things you can do with your time. So therefore, it becomes more meaningful when a stranger appears somewhere. And that human contact kind of takes on another quality. So I'm kind of just thinking aloud, but what are your..."
    },
    {
        "speaker": "Guest",
        "time": "00:27:18.200",
        "message": "You know, I would say that when you look at the lives that we lead here now in the urban areas, a lot of it is, you know, really like social media, Twitter. The conversations are Twitter conversations, you know, 280 characters. At best, you will ask a stranger, you know, where is this particular address? Or, you know, how do I find this particular person or whatever? It's a very transactional conversation with strangers. I think the yardstick of, you know, the quality of life comes from the quality of conversations you have with strangers, not just with people. Whereas in many of these places, as I've traveled through, you know, rural India, small town India, etc. A lot of it has been with people who are strangers, but who have, in many ways, you know, opened up their hearts when we have sat and traveled together for 24 hours. The train breaks down somewhere. And there's a, you know, accident somewhere ahead and you kind of, you know, you're stuck in that compartment for another, you know, six, seven extra hours. And all of it is because of, you know, those conversations that made it so memorable. I think when you make space when you travel, so in my case, now, unfortunately, you know, the number of times that I travel by train has almost dwindled to a zero. The number of times that I travel by bus has, you know, diminished. The result of that is your worldview becomes so homogenous. You know, you are not meeting people from different societies, different cultures, different social strata. You're meeting all the people who speak the way you do, whose worldview is the same. They work in the same kinds of places. So in that sense, I think there is a poverty of experiences that, you know, you are limited by. You have to structure it consciously and say that, I am going to meet people, you know, who are different. And the only way that happens is when you build in a space for serendipity, you know, you try out different things without really thinking about this whole question, what's the point of doing this? I think a number of times we shut off our diverse experience because you ask this whole question that, what's the point of doing this? So when you think about this whole philosophy of living without looking for ROI in a conversation, in a relationship, in going to a place, and taking a road which is not the shortest distance most efficient, but perhaps more interesting. So when you go to a city, I mean, there's one way to think about it is you can either do those, you know, seven must-see places in so-and-so city. The other could be to actually, you know, step into a shop and strike up a conversation with somebody and very often starts with a transactional question that, you know, what do I do about this, that, and the other. I have seen that most of the times, you know, the strangers will start chatting with you and tell you stuff which you will never find in a regular toolbox or whatever. So you discover, really, to use the phrase that you use, you move from the seen to the unseen when you are seeing it through others' eyes. When you are looking at it from your eyes, you are constantly filtering. You don't actually get to experience too much of something which is new because you see something, you say, yeah, okay, I know what this is. And if I had no exposure, let's say, to a setup like this, I would immediately, you know, ask you 15 questions. What do you do with that? How does this work? Why have you kept that? So those are the questions I would have asked you. But the moment I know what the place is, even if there is something new, there's a great possibility that, you know, I will miss it because I have predetermined in my head, oh, I know this. So that's the curse of knowledge. You stop listening and you kind of assume a certain level for the other person too. And in that you lose out all the details and nuances. Then you are really talking in broad strokes because I assume you know what I'm talking"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:02.800",
        "message": "about. Yeah. I mean, this is one of the things I talk to my writing students all the time about avoiding the curse of knowledge, that when you write something, you have a certain understanding of it. So you assume there's a certain baseline understanding the reader has as well. And you kind of take that for granted and you, I loved your phrase, poverty of experiences. And I think this plays out across two dimensions. One is, of course, the dimension you mentioned that you're not talking enough to people. So you're not seeing the world through their eyes. And that constricts us like, you know, I did an episode with the writer Amitabh Kumar recently. And he said one of the exercises he used to set himself as a young person was he would enter a room and when he would leave, he would ask himself, how much of the room can I remember? And the truth is, even the way our eyes take in information, we only actually notice a few things, but our brain fills in the rest, right, based on what we kind of expect to be there. Like, I think there was a cognitive science experiment, where, you know, a group of people were told, okay, here's a basketball game, you're going to watch a video of it, tell me how many times the ball bounces. And actually, what happened was that they managed to count how many times the ball bounces, but they didn't notice a gorilla. And because in the video, there was a gorilla walking from one end to the other, that's chilling around, but they're completely focused on the ball. So that's like the scene and the unseen, the unseen is a gorilla. And I think about this in the context of our everyday lives also, that I might be at a traffic signal in my car, and my windows are rolled up and the AC is on. Everything that's happening outside is unseen, there might be, you know, a beggar with his kids sitting on the pavement down below. And it's unseen. So I've trained myself to kind of not see that aspect of it. Now, one way of getting past this poverty of experiences, like you said, is just talk to people. Another way is by reading, by reading and showing that kind of interest in the world. Like a friend and I were discussing recently, and I don't know if you've noticed this in the many companies you worked in, or whether the thought has ever crossed your mind. And he's a CXO level person. So he said that, you know, when I go out for lunch or dinner with my fellow leadership guys who are all running the company, I don't know what to talk about. It's that same homogenous problem you mentioned, that they're all on that one track, and they'll talk about a basic set of cliched things, but he can't discuss books with them, he can't discuss movies with them. You know, all of that is kind of out of bounds. And for him, it was a lament that what is it with us, he asked me that, are we the freaks? And obviously, reading is a way of sort of getting past the poverty of experience, like we are born to live one life, but through reading, we can live the lives of others. And it's unlimited. And you've mentioned that reading was a big part of your growing up in all these languages, first Bangla, and then English and Hindi. Tell me a little bit about, like, first, do you have any additional thought on people having constrained lives in terms of interests, like, you know, in terms of the things that they care about, and like, for example, just to stay on this track a moment before we get to the books, earlier, you used an interesting phrase, where you were speaking about the sadhu, and you said, I spoke to him a lot, because the young are curious, I had the curiosity of the young. And that's another thing I've noticed that, as we grow older, some of those things that we have as young people, we lose. And some of it is, of course, energy is the biggest thing. But that curiosity also, that, you know, you're always looking around and whatever, and at some point, you get jaded, and you lose that. And I think that's a terrible, terrible thing. There are other good things about growing up, perhaps, but that's a terrible, terrible thing. So first, what's your sense of this, that do people just enter a lane and they become like really narrow in the way they look at the world? And two, then after that, if you have any thoughts on this, we can talk about the books you read."
    },
    {
        "speaker": "Guest",
        "time": "00:35:50.440",
        "message": "You know, when, when you look at a couple of different things that I've observed that I did my master's from XLRH in Sheikhpura, I went and studied there. I did human resources. Actually, it was called personnel management and industrial relations at that point of time. Then that changed to HR. Then it's now more contemporary term is talent management because the view of how we view people not just as resources or things, but how do you view them as talent? So that has changed. One of the things that I think what made XLRH at that point of time when I studied there was the way the entrance exam was structured. You know, there was a lot of stuff, you had to write a little essay. There was a lot of quantitative stuff, a lot of convergent thinking, deductive logic, etc. But I think there was a place for, you know, we had people who had degrees in literature. You had people who had degrees in philosophy, you know, people who had degrees in naval architecture, very diverse group. Today you see the entrance exam, 99% of the people in a class are homogenous. There are people who've done, let's say, engineering somewhere and they've come in. So I think when you look at, you know, bringing a lot of people who've been trained in convergent thinking, because in science, there is only one answer, you know, that's the truth. There's one truth. There's one, we are talking about data. There's one source of truth, whereas the arts lets you focus on insight. It's not the data. You can say that, you know, 30% people, you know, do this. What does that really translate to? So I think arts focuses on sensemaking a lot. And when you talk to people who are different, who are very different from the world that you've inhabited, you begin to see a number of things which, from your perch, you just can't. Yeah? So it's like, you know, when you are in, let's say, you are the product of this convergent thinking and you start working, your entire focus is efficiency, which is such a killer that, you know, you're really trying to do. So you always tell people, you know, today when you run workshops on storytelling, one of the things that I notice people struggle with is when I'm talking to them about a story, their first thought is, but, you know, my boss always says, don't waste time with stories. Tell me what's the heart of the matter, the essence of it, the executive summary. All of it has taught us not to go beyond a curated version of life. So you don't really have an original point of view because you've not seen other dimensions. If everybody has had the same meal, you know, it's the same two things that have been, which is why families are very homogenous in many ways, though between siblings, you will find great differences. So when you sort of really look at that in organizations today, the survival process is going to be about, you know, nurturing different people, the creative people, innovation, all those things. But the organization's cultures are not designed to make those things thrive because it's all about, you know, a meeting is about efficiency. You kind of put three items on the agenda. There is no time to actually talk about, hey, but this is something that I heard in the cafeteria. We don't do that. I've never seen an organization which they all do consumer research, yeah, because that's where the money comes from. But, you know, I think the real source of insight would come from doing employee research, you know, and by that I don't mean, you know, employee engagement surveys, which are extremely trivial and sort of fairly, you know, limited in their value. But if you really start to study the people, you won't have to run seminars to educate your leaders about how do millennials think or Gen Z. First of all, these labels don't even apply to India. That's a different matter. But I'm just saying that you would form your own worldview when you speak to a cluster of your people, not through task, but through relationships. That I first get to know who you are as a human being, and then we can decide to engage together. You know, then I don't need to incentivize you by saying, if you did this task, you will get this extra. You know, so the whole process of incentives and the way we structure, you know, tasks in an organization has become very, very convergent and therefore limiting and very sort of inefficient, ironically, because the whole quest for efficiency has taken away the possibility of serendipity. You will never discover anything because the whole point is you put a research, you know, you put a research department there, you fund it and say, by when will you produce the patent? You can't, then the person is really completing the task. They are not really exploring, so you will not get something which is going to be amazing, and therefore you will feel disappointed. But guess who started the cycle? So I think the opportunity for organizations is to really start building those kinds of places where people can have unfiltered conversations because you build trust through unfiltered conversations. I can really tell you what I think and you listen without judgment and you tell me what you think. Again, I listen without judgment and that's where you kind of, even though your point of view may be a polar opposite, but we still build respect for each other, which is what happens in childhood because, you know, you say, he's like this, you know, yes, I understand that, but you know what, he'll always say this. You accept each other. That process of acceptance diminishes because you're beginning to narrow down on the field of efficiency, and so you kind of say that if I network with you, you know, which is the air quotes I'm using, networking is always with an end goal in mind. I network with you because it's going to, you know, benefit me somewhere, whether five minutes later or five years later, it will benefit me. When you build a relationship, you are in a far more giving mode because without giving, you can't build a relationship. As one of the guests on my podcast had said something really precious, he had said that, you know, relationships are based on give and take. What you first give, then take. It comes first. And I think that in many ways was an aha moment because it sort of tells you that, okay, this is how people, you know, have lived in the past, which is why, you know, those people with whom I've had those conversations spread over 20 hours, 30 hours, have been things that have enriched my life. It has led me to, you know, live a life which I have not experienced. I've heard about people, movies, books, instances, which I have not been privy to. And those are some of the things that, you know, have shaped me in terms of who I was. It's not been so much with, you know, my colleagues, et cetera, until much later because, you know, that was different. Living in the hostel in Jamshedpur was a really very strong influence in my life because that's a place where you meet people from all kinds of strata and you are, this is the two-year train journey. You have many, many conversations with them. And so those are things which have, you know, shaped. So I think, I would sort of say that I'm a product of the conversations more than what I've read. I'm a product of conversations."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:15.600",
        "message": "That's such a lovely phrase, a two-year train journey. And I guess then the thing to aspire to is a lifelong train journey. Let's talk about the books now. So you know, what was reading like? And I'm also interested because three different languages, right? So what are you reading in Bangla? What are you reading in English? What are you reading in Hindi? What are the memorable books you remember from that time?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:37.080",
        "message": "The very first book that I ever remember reading was, you know, a Russian book. Those days Russian literature used to be fairly accessible because they were, I guess, cheap and readily available. And someone had gifted me this hardcover book with lots of drawings, you know, as very vivid. It was a pink colored cover and this title was When Daddy Was a Little Boy. So the story was about, you know, whoever's written their dad's childhood, you know, so it was done through, I think it was illustrated by a kid because I, when I recall those drawings, they were not, or maybe it was done by an adult, but it was meant to be like that. That was the very first book I remember. And stories about Russia, you know, so, you know, that was one thing. In Bangla, simultaneously, it was, the very first book was Upendra Kishore Rai Choudhury, Satyajit Ray's, you know, grandfather. He wrote a book which was stories about a sparrow, Tuntu Dhirbhui. So it was, you know, stories about a sparrow who does a number of different things. So, and then from there, I think I read a lot through magazines, Bengali magazines like Shuktara, you know, or for that matter, we used to get this literary magazine called Desh, which is absolutely stunningly well edited and, you know, had all the writers who I discovered, you know, in Bengali, were all people who wrote in Desh. And there was Shandesh, the magazine that Satyajit Ray edited. And I was, I used to sort of look at it more from the point of view of the illustrations and kind of that was a big influence on the way that I got fascinated by, you know, illustrations, the way Ray did it. And I was a big fan of that, where I look at all the stories that he would write about, you know, so I read those, the Feluda stories. So that was big. I also then started to read, you know, parallelly when I was reading Desh. So in that sense, I think there was a lot of, you know, children's literature, but I also started, because Desh was available, I started reading a number of these novels, perhaps a shade earlier than what I should have read, you know, if somebody had rationed it out and structured it for me, I would have read. And I read, you know, the story of this artist called Milan, who wrote about his life in Paris. He wrote about that. Travelling abroad was like just something, jisko kahde hain, wo hasrat thi. When you know that it's a dream which will never be fulfilled, so wo hasrat, khwaish nahi thi, wo hasrat thi. So that element of travel, etc., I lived vicariously because they used to carry a lot of things about when people travel, they would write about those travelogues. So that was one, but I, you know, would read all these novels that they would serialize. So you know, even though we lived in Delhi, you know, when I was reading these, I could sort of read, you know, Shri Shendu, Sunil Gangopadhyay, and Asha Poornadevi, and Navaneetha Devsen, a number of people, you know, you read, there was poetry of, you know, different poets, from the classical to the contemporary, you know, so you kind of got a chance to sample a lot of it. I was particularly, you know, fascinated by a number of Sunil Ganguly's, you know, writing. He remained, and one of my regrets is I never actually got a chance to meet him. I was supposed to do that. I was in Kolkata two days before he passed away, and it never happened, you know, one of the regrets I'll always lament forever. But for me, that world was really this, you know, Tara Shankar, I read a lot of short stories of Bonaparte. I remember there were some six or seven volumes of his stories. So I would sort of finish each one of them during the summer vacations when I would go to Kolkata, and I would read it at my, you know, my grandparents' place, maternal grandparents were there. And I would read those. I read Asha Poornadevi had written a sort of series, that was my one of the first exposure to learning about the lives of women. She used to write a lot from the woman protagonist point of view. I read the usual Charu Chandra I read, and so those were some of the things that I would say form bulk of my worldview when I was growing up. I started reading the usual English books. But when I moved to Jodhpur, when I went into Rajasthan, that's when I first realized that I had not read much of Hindi literature. And that's when we started getting Dharmyog, Saptahik Hindustan, Chandamama, Parag, Nandan and a literary book, a literary magazine called Navneet. And that's where I first read stories by Shivani or when I read many of the other people. I discovered the poetry of various writers in Hindi. I read a lot of Premchand, which I was very deeply moved by. And I sort of did that and that carried on all the way till I think I was in class 8, 9. It was again, so I would say until perhaps class 4, it was entirely Bengali and then that stream remained. Then I layered on, you know, the Hindi literature at that point of time, somewhere Hindi literature took a dip after I finished class 10, 11. I think perhaps from college, I didn't, you know, read as much. But I heard a lot of Hindi on radio. So radio was a passion for me, you know. So I started doing a little bit of work for All India Radio and, you know, as a kid, go there and write little pieces which would be read out and feel really nice about it. And then I started, you know, learning some of these shows on All India Radio, which gave me an opportunity to hear the voices that I had grown up listening to, you know, Devki Nandan Pandey, Melville DeMello, Shorojit Sengupta, Lothika Ratnam, you know, Varun Haldar. These were people I met in the newsroom. I used to read the news for All India Radio at some point of time. And then as I did that, then it opened up my interest in writing, media, drawing, all of that started to come alive at that point of time. So I, you know, edited a Hindi magazine when I was in school in 11th and 12th, an interschool Hindi magazine. And I would do interviews with musicians and write about that. So it gave me a legitimate opportunity to go and, you know, listen to all these concerts. So I heard a lot of, you know, some of the great, so one of the experiences was my spending time with Pandit Ravi Shankar. I went across, again, I just said that, you know, I'm writing for the school magazine. And there were other, you know, people who were there from the regular, you know, big newspapers, mainstream newspapers. But he sort of, you know, at that point of time, he was going to perform at the Swami Haridas Festival. And he said that, you know, I'm going to rehearse, so if you don't mind, can we not do any interviews today? I just want to get into the mood for that performance. And I had just finished reading his autobiography in Desh magazine in Bengali. It was called Raga Oor Raga, I still remember it so distinctly. And I had made clippings of that, the entire thing was stuck with a paper clip. And I said, I'm sort of disappointed that you won't speak to us, but you just sign this because it's something I'll treasure. So he looked at it and said, where did you read this? So I said, it's stuff that I've clipped, there are one or two episodes missing, but I think it's the entire thing. He says, come, come, let's do it. I can't find a pen. And he sort of went inside and he said, why don't you sit down, are you in a hurry? So I said, no. And who would be in a hurry if he was getting to spend time with Pandit Ravi Shankar? And I sat down and we got chatting, he was playing, I kept listening, I was just completely mesmerized by that. And he kept talking in between and about his life and this and that. And he talked about what is not there in the book and what he thought about music and has a whole lot of things. It's a bit of a blur, unfortunately, in my head, because I was just pinching myself and saying, this has to be a dream, this is not real. So this can't be happening to me. And then he said that, why don't you come in, I'll introduce you to some more of my friends, come over in the evening for the concert. So I said, you know, we tried, but then there were no tickets available. So he says, no, no, you come as my guest, meet me at the gate and then, you know, I'll get you in. So I was standing outside Mablankar Hall in Delhi, and then his car came in. I was there, you know, an hour early and then his car came in. And he just signaled to me and I sort of went and had the privilege of seeing Pandit Bheem Sen Joshi and Kishori Amonkar ji, and again, if I thought, you know, in the morning, if I was thinking, this can't be real, then I thought this must be heaven. This is also hasrat, right? Bilkul. Yeh wo hasrat hai, kyunki kaun soch sakta hai ki aisa bhi ho sakta hai. So I think it's serendipity. It's you know, just going there, not with necessarily the idea of an interview and if the interview didn't happen, you kind of say, okay, then what's the point? And then what you get out of it, unfortunately, I didn't record it, there was only, you know, in that camera, which I had, I borrowed my dad's camera, I didn't have time to check. There was only two shots left. So he had a student, you know, he told, I think his name was Kali Ghosh. And I don't remember, maybe I could be wrong on this. He said, why don't you click a photograph? So he took two photographs and he said, oh, I'm sorry, I forgot to put on the flash. So one photo was gone, the other photo I said, okay, you know what, even if I'm not there, let me click this. So I clicked a photo of his, which is I think the only photo that survived. But while I don't have something to show, but the memory of that day that I spent with him was just so incredible and I kind of think that life was so unstructured that there was place for these moments of serendipity and days of serendipity, not just moments. A day when he says that come sit down and so there is no end game that, you know, I'm spending 15 minutes with you, I'm spending one hour with you, it's an open ended thing. And then at some point of time, I remember I cycled down home because it was like really close by. I cycled down and I told my mother that I'm going to go off to this and he said, you haven't had lunch? I said, doesn't matter. And I kind of took a bus, went across to Mavlankar and stood there, really hot sun and I waited for him to come in, but what a reward. So I think those were some of the things, as I said, that I'm a product of these experiences and you know, all these things. So these, the Hindi magazine, you know, got me in touch with many of these people who were writers, whether it was, you know, Pandit Anand Shankar or whether it was Ustad Amjad Ali Khan who I got an opportunity, again, similar kind of a thing to spend time and get just a conversation that when did you learn music and, you know, the stock questions that one is tempted to ask. Those I think have been precious things which are unseen because, you know, it only resides in my head and, you know, it's not on Instagram, it's not on this thing. Today, I think I would put it on Instagram and share it with other people, but there"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:00.400",
        "message": "was no such thing. And maybe if you did that, you would lose some of the charm in the moment instead of"
    },
    {
        "speaker": "Guest",
        "time": "00:58:05.320",
        "message": "being in the moment, you try to capture it. Yeah, totally. I so agree with you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:11.440",
        "message": "What's the role music played in your life, played and plays?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:16.160",
        "message": "A lot, you know, my father was, so I had this real funny contradiction. My father couldn't sing at all or, you know, couldn't play any instrument, but had a very deep understanding and love for classical music or music in general, I should say. And you know, whenever we would go to Calcutta, you know, we would go to the HMV store and pick up those 45 RPM EPs, then 78 RPM, you know, the other ones, mid range ones, and the long playing records at 33 and 1 3rd RPM, where, you know, I still remember it was all of it was entirely either Hindustani classical, there was some bhajans of Pandit D. V. Paluskar and, you know, Kumar Gandhar, Bhimsen Joshi, there was so these were people we heard both on All India Radio, as well as, you know, on these albums. Much later, I think we got the very first time I remember getting a piece of Hindi music, Bollywood music was not from the, you know, so I used to hear it entirely on the radio. The very first one was Dev Anand's Hare Ram Hare Krishna, you know, when that was there. And my dad was, he was quite quite experimental in his taste. So he sort of heard it and he said, well, it's pretty interesting. And my mother had always been very fond of SD Burman's music, she would listen to a lot of his old compositions, which he and his wife Meera Dev Burman wrote, Meera and SD put to music. And that was, you know, another parallel sort of track which went in. In the evening, when dad would come back from work, so it was always quarter to nine was the news. Nine o'clock was the quarter to nine was the Hindi news, nine o'clock was the English news. And then we would switch to Hawa Mahal and listen to all these radio plays, which is how I sort of became fascinated with the radio. And as I was sort of looking at that, you know, then when that would finish, he would sit down and listen to classical music, or jazz or Western classical on some of the days when there were days when they would play that in the evening. And I didn't like so much of the Indian classical music, I kind of never understood it. And it was something that had to suffer because, you know, he would say, no, you have to listen to it before you develop the taste for it. And so I would suffer through that. It was only when I went to Jodhpur, that I got a chance to, you know, listen to all the greats of, you know, Indian classical music, that suddenly one fine day, I suppose, it's like compound interest, you know, for a very long time, you know, if you say that you will double one paisa every day, and then as compared to, let's say, a 10 million that I could give you today, what if it's compounded for a month, you know, every day, it's that whole process, I think in life, whether it's your skills, or your interest, or your knowledge, or whatever it is, your worldview, it's a compounding process. So you hear a certain amount of it before it either makes sense, or you like it, or you dislike it, or, you know, you start to categorize it as good, bad. But that listening to all that classical music, on the radio, and one of the things I wrote about my website, the charm of Raghudesh, you know, so, you know, so he was playing, it's in the morning, they would play Vande Mataram in those days, early morning, first thing you would hear is that. And one day, he says that, you know, today evening, we are going to a classical performance. And I groaned, I said, Oh, my God, I mean, not again. And then we were at somebody's place. And you know, later on, I kind of discovered that this gentleman was Pandit Nikhil Banerjee. He was staying at this friend of my father's, he used to come and stay in their house. He was a very well known doctor, and he used to stay at that place. And he said, you know, he's one of the greats. So when he sat down to play, after dinner, he said, Kya sunna chayenge, he said that in Bangla, Kishvanabhu. And my father said, if I can make a request, can you play Raag Desh? He said, of course. And so he played. And for the first time, my dad whispered, this morning, you heard Vande Mataram. Can you see? So when he's going to play this, he's going to be disguised, you know, but can you see? And then at one point of time, it suddenly clicked. And I kind of, and I really enjoyed that performance, because I kept on, you know, trying to find those same notes in classical. And for a very long time, that became the method by which I approached classical. That was like, you know, you hear, and many of the composers those days, you know, Noshad Saab, S.T. Burman, many of them would use, you know, pure classical music and convert them into, you know, more accessible film music. And so that changed my relationship with, you know, the film music that I was listening, because I would find the Raag in that film music and the film music in the Raag. So it sort of, in that sense, blurred the lines between these. So it was a lot of listening. But I also think that the way I view music, what has changed, you know, those days music was collective. If you played music in one house, it was heard by everybody else and was considered to be okay. You know, so somebody likes to listen to Vivid Bharti. Somebody likes to listen to classical music. Somebody listens to bhajans in the morning. Even now, if you go to Calcutta in the morning, you can hear all of that, you know, from various houses and all. That's what it was, it was very eclectic. It was, so I, my exposure to Western music was only when I came back to Delhi in the eighth standard, when I came back and joined the school, I found that there was a set of people who were listening to, you know, groups like the Beatles, Rolling Stones and Pink Floyd and all of that. And we had a phenomenal guitarist in our class. And so, you know, he used to play these songs and that's the first time I heard Dylan. That's the first time I heard many of these people. And so that opened up another particular stream, you know, for me. And of course, All India Radio gave me an opportunity to learn from people who were very accomplished people who would do these programs. I would sit in, you know, in the studios and listen to these guys and talk about it. So that was how I sort of picked up. I'm not that well-versed. I enjoy listening to Western classical, I enjoy listening to jazz and blues and all of that. But I think people who are my friends is the Indian classical rags, you know, so that's how I describe. And then, you know, in Bengali households, you listen to all those usual Bengali composers, Ravindra Sangeet, of course, and then Nazrul Gaiti and Dijandralal and Rajinikanth, Atul Prasad. These couple of these people, you know, this was very much a part of the musical diet that"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:45.860",
        "message": "I grew up with. You mentioned, and by the way, I found when daddy was a little boy with a pink cover. And the thing is, the moment you said the name of the book, I thought of the cover as well because shared experiences, right? If you're growing up in that time, and there are Russian books all around and, you know, so I remember that book as well. And I just straight away Googled it and I was like, Oh my God, it's like, you know, a portal to my childhood. I have to get this book. Yeah. And I'm interested in what you said, you know, that that point you made about shared experiences, that somebody plays a bit of music in the house, everybody's listening. And there are like, there's a larger theme that I see today, which has to do with the crumbling away of shared experiences, but the frame that I've been looking at it is really in terms of the dissipation of the mainstream everywhere, like in media you had, you know, you had a consensus on the truth, and on what news was and all of that in the 90s. And there's been a dissipation, there's been a decentralization. And a net net, I think it's a good thing, obviously, you still have to deal with things like fake news, and the fact that we are engaged in narrative battles all the time, there is, you know, a more diffuse sense of what the truth is. But net net, it's a great thing, because anybody can get into it, we have the means of production, and all of that. And mainstream media is kind of dissipated. Similar thing has happened in music, similar thing in various other fields, some could argue similar thing with even nation states, where governments no longer have the same kind of absolute control that they once did over the people, because we are all connected by we are all empowered by technology, we are connected by the internet. We are, you know, almost by default, almost global citizens. And this dissipation is kind of everywhere. And on the one hand, there is this issue that those old shared experiences aren't there. Like, one illustration of this is that I spend a lot of time on YouTube. And at one point in time, I decided to understand the right wing fringe. But I don't want it to mess up my YouTube algorithm. So I opened an incognito window, and under another account I signed in, and then I started exploring these things there. And then after a few days, I noticed something interesting, I noticed that my two YouTubes, as it were, are completely different, there is zero overlap. One YouTube is just giving me one stream of content, the other one is just giving me another kind of content, and there is zero overlap. So you think of a 15 year old growing up today, that 15 year old enters one kind of universe, and then the algorithms push the same thing to him and homogenize him in one particular way, while his neighbor in the other house could be getting homogenized in another particular way. And these worlds aren't talking to each other. So that shared experience, where, you know, you could tell me about when daddy was a little boy and immediately I connect, right? You can talk about Oh, Beatles and Dylan and whatever. And these are shared cultural sort of signposts for us that we can all connect. And it seems to me that they sort of no longer exist, that everywhere, the mainstream has kind of dissipated and the old way of doing things no longer applies. And of course, you've written at length in dreamers and unicorns and spoken about how this is especially true at the level of a company, which is a way that you look at a company that have been different phases. But now it's completely different. And there, in a sense, you also see that process of decentralization happening, you know, with the gig economy growing, you can work from anywhere, your work can be anywhere, you can get talent from anywhere. So is this broadly something that you'd then agree with that? Yes, the mainstream is dissipating everywhere. And the deeper question then is that, what does it mean for us? I mean, I can't figure out if it's a good thing or a bad thing that there are less shared experiences that, you know, so you, you know, when you say when daddy was a little boy and that pink cover comes into my head, it's a shared moment, it makes me smile, it creates a connection between us, right? As people. Absolutely. And so I don't know what to make of this, that we are, on the one hand, our individuality can express itself better in many particular ways, I'm not forced into a shared experience I may not want. If somebody at home plays a bhajan in the morning, I don't have to listen to that I can listen to hip hop in my room, and no value judgment, they're completely separate things. So it's a good thing that we can all find our individual selves. But number one, are those really individual selves with algorithms sort of playing such a big role in shaping us? And number two, you know, don't shared experiences matter. So I'm kind of rambling, but I'm just thinking aloud, because you sparked off this thought"
    },
    {
        "speaker": "Guest",
        "time": "01:11:29.740",
        "message": "when you shared experiences do matter, because it gives us a chance to connect with people at multiple levels. Yeah. I mean, if you if you see, the game of Antakshari is so unique to India, because we've had a shared experience of listening to the same songs on the radio, and then you know, whatever, we've shared that kind of history. Even now, when you listen to most of the songs that people sing, you know, many of them are old songs. Yeah, many of them just, you know, it's not to say that no new songs come in. But you know, you'll find that beyond a point of time, you will see the number of shared songs that come in drops dramatically from the time when music became an individual experience. What I'm listening to in my headphone is not something you know, and you know, so it's become and that fragmentation shows up in everything. So what happens is, therefore, we begin to live in our own bubble and the algorithms feed that bubble. So it becomes that bubble becomes a cage at some point of time, you can't escape it. Right? Whereas when you are indulging in shared experiences, you are very often stumbling into worlds, which you did not plan or you didn't know they existed. And when you do that, that's really what gives you a shared moment with the other person. You know, when I've traveled into places even today, you know, when I travel, I think that's the habit that I've retained, that I will go in and, you know, just start chatting with a stranger in a coffee shop somewhere. And then, you know, sit down and then when somebody else comes in, and their friends come back, and then you sort of become part of this. And as you plan out for this unscheduled, unplanned travel, even when you go to a place, so you might decide that you are going to spend five days in a particular city. But if you actually come to a time where you spend a little bit of time of that, going to places at odd times, you know, in odd places and places where others are hanging around, who don't look like you, who potentially don't think like you, you will discover that city in a manner which will be impossible to replicate through any other experience. So I think when you look at that, every place has an underground culture, every place has a sort of mainstream culture, a place has a culture for the elite few. So the social strata gets replicated everywhere in music and art and cinema. And when we live in a homogenous world, we are letting our algorithms decide what we should and should not read. Ironically, the group that fights most for individuality is the one which is most gauged by the algorithm, yeah, because that's what you are consuming, that's what. So I think, you know, so the other day I went in and watched a Tamil movie. And consequently, now my Netflix feed is sort of loaded with Tamil recommendations, which may be good, which may not be good. And I kind of now think that, okay, what do I need to do, you know, to make sure that I get a bigger variety. So then I watch a Korean movie, if I do that, then it sort of gives me... So then you have to always constantly battle, you know, the algorithm, the cage of the algorithm that you do want to be part of, yeah. So I am a big believer in shared experiences, because, you know, the other day we were discussing that, you know, the client of mine, he was talking about the number of people who showed up for something. So this is the person working in a company outside of India, we were having this conversation on Zoom. And I simply said, and the fact that you laugh at this, and that guy smiled at this, and I said, oh, my God, you know, and, you know, this is a shared experience, which is impossible to have even within the family today. Because experiences are not common, you don't listen to the same music, you know, most families don't sit down and watch the same TV shows, or Netflix movies, or this, everybody has their own account, you know. So it's good for the algorithm, because then they get to know what is the parent's, you know, choice of movies versus, let's say, the kid's choice of movies, etc. But I think there is an element of human bonding, which is missed out. You know, you watch something together, some you understand, some you don't understand, some which is, you know, disturbing content, and, you know, so it's all of that, it's a shared experience. Today, it's a very sanitized, structured, cleaned up antiseptic experience, which is given to you pre-packaged. So yeah, and I think it's sort of become a part of our life today in so many ways. Music has become fragmented, movies have become fragmented, food at home has become fragmented. You know, it's just so many homes where there is no common mealtime, so there is no shared conversation because one person eats in their room, another person eats at a different time in their room, and some person is a vegetarian, somebody wants to try this out. So great from the point of view of individuality, but terrible from the point of view of a shared experience in one. So I think, you know, those are some of the things I think are worth looking at because shared experiences make you become generous towards people with whom you will never get a return. You know, whereas when you meet people who are homogenous, there is always this whole thing of networking, as I said, you know, what will I get in return? So I think the opportunity to live that life is diminishing very rapidly unless you hold on to it. So when you sort of, you know, if you really look at the number of people you have a conversation with, how many of them are completely different from you? How many of them have professions which you would strongly advise somebody not to pursue for whatever reason? How many of them are doing things which are fascinating? How many of them are doing things which are dangerous? How many of them are doing things which are terrible? How much do you know about these elements? Otherwise you are presenting the Instagram view of everybody. This is the view I want you to see of me. You are not really seeing the unfiltered. You are not really seeing the unseen. You just aren't. So I think that's where I view the shift that has happened in the way that we consume media and the way that we meet people. That can only happen through relationships. When you build a relationship, stage one is trust. Without that, I'm going to tell you what I think you want to hear. So I think it's only when you travel together, Sahyadri, it's only at that point of time do you really start to discover a world where somebody says that, you know, which sometimes makes you shocked and that's fine. I mean, the whole world doesn't have to live by your values. I mean, even though I may disagree with that, I may say this is so patriarchal, this is so this or that, whatever it is, that person, how do you know your world view is better than that? There are hundreds of things in my world view, which, you know, five years later, I might be embarrassed that I had this. I do have plenty of things, you know, which I think, my God, I mean, there was just so uninformed now that I know a little more, I've modified my views. It's the same thing. A person who's very different gives you a chance to challenge your own world view. Now, you might say, why would I want to challenge my own world view?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:03.380",
        "message": "Then it's a different conversation altogether. No, I love your metaphor of antakshari in all of this, because that is like, that's such a perfect metaphor for the whole concept of shared experiences. So I have never been someone who takes part in antaksharis because I don't listen to much Bollywood music. But for the first time in my life, I think I've now appreciated it, that what a big deal it is. And what you said about music also strikes a chord, like there was this essay Ted Joya had written a while back, and he's got this fantastic newsletter on music, which I linked from the show notes, where he speaks about how old music is dominating so much today. And this has become a big problem for the music industry, because old music is vastly outselling new music, and what do new musicians do? And part of this is, of course, the sort of lack of imagination on the part of record labels. And part of it is, again, just, you know, the mainstream has, in a sense, dissipated. And in an earlier episode, one of my guests gave me this excellent illustration, I think Chuck Gopal did in the episode I did with him, about how form is shaping content when it comes to music also, because Spotify pays you after 30 seconds of hearing. So there are now musicians who are now optimising for 30 seconds, there's one Beatles cover band where every cover is 35 seconds or so. Because you know, why give more, Spotify pays for 30 seconds. You know, similarly, a lot of new bands by record labels today are told that we don't care what the song is, or, you know, we don't care about any aspect of this, but give us a 15 second hook that can go on TikTok, so people can make videos with it. So your typical way of creation is that whatever else you do, you get that 15 second hook, and then you pay big influencers to do TikTok videos around that. And if it takes off, it takes off, and that becomes a, you know, a mode of discovery. And you know, you earlier mentioned, you know, buying those long playing records from Calcutta when you went out there. And those are also such an example of how form is dictated what we listen to your earliest form of the LP at the turn of the 20th century can only hold three minutes, so you have the three minute song, then you have, you know, it evolves till you can hold about 40 minutes, by which time the three minute has become the radio standard. So there, therefore, it becomes a conventional form that, hey, if you want to hit song, it will take this much time, like this, the bridge will come here, this will come there, everything is a set formula. And it also cuts to beyond durations, for example, you know, 1920s, the first advanced microphones come. So now singers don't have to project anymore, because we can whisper into the microphone, right? And that changes everything. So, you know, a lot of that is kind of happening around us today. And I find that interesting as well. But that's perhaps a bit of a digression. And as for individuality, you know, on the one hand, you want individuality. But on the other hand, you have algorithms forcing you into these directions, where that opportunity for serendipity to come in, which you mentioned isn't there. Because if the first five things I watch on YouTube, are what then determines everything else, then there is no freewill, I'm just getting unless I physically search for something, yeah, I'm being forced onto a particular track. And you know, one of my friends, Vasant Dhar, who was on the show talking about AI a long time back, he keeps saying that what we need to do is we need an option to be able to shape the algorithm as well, you know, give us a bunch of algorithms, we'll choose. So if you if you just don't want to think you can take your default algorithm, but if you want to tweak it a little bit, you know, people like you and me should have the chance to do that 20% I want based on this and 25% based on this and 25% pure dumb luck, give me anything and so on and so forth. And I think that would expand our bouquet of choices, but I don't know how kind of."
    },
    {
        "speaker": "Guest",
        "time": "01:23:48.420",
        "message": "You know, one of the books that I've just finished reading, in fact, I'm talking to the author on, you know, shortly on my show, Luke Burgess, he's written this very incredibly original book called Wanting. And it talks about mimetic desire. Yeah. You know, when I first saw the word mimetic, I had to look it up and say that, is it certain it's to do with miming? Yeah. And the whole thesis that he has in this book is, if you are not conscious, you're likely to not actually exercise individuality because you are sort of governed by what others are doing through various kinds of models, road models, etc. And a model is always designed to be replicated. That's why it is a model by definition. And there are lots of very interesting examples that, you know, when you think about the fact that so many people during the pandemic got dogs, yeah, and that's sort of when I look at the number of people who used to walk dogs and the number of my friends and people in the neighborhood, etc., who got dogs. And each of them perhaps are individual decisions. You know, they've decided that, okay, you know, I want a dog. And I'm, of course, a dog lover, but you will discover that, you know, there's this unspoken wave which has told people that, well, this is something you should be doing. You know, a certain cuisine becomes popular because, you know, five role models or five people who are super popular post it on Insta with 10 million views. And suddenly you say, oh my God, that's a restaurant I haven't eaten. I must go and eat there because 10 million people have said it's amazing. So I think a lot of our desire when we, you know, so that I think is in Dreamers and Unicorns I talk about one of the big forces you have to really sort of look at is balancing polar opposites. You know, so you will see that paperbacks and e-books will coexist. You will see that, you know, this whole thing of collaboration and competition will coexist. It's a part of human nature. So when organizations put their reward systems to reward the individual, and then they are wondering, you know, why don't we do a workshop on team building, you know, take everybody out to the hills and sort of do that, and they put them in a classroom. It is not going to, you know, get them a chance to really build deep, meaningful relationships. So how do you do that? The only time to give them unstructured time, but the corporates are so enamored by efficiency, this whole thing is, okay, what's the agenda? We'll wake up at five o'clock, even if it is an activity, which is fun, you know, you would say, okay, everybody has got to get up at six o'clock, five o'clock, and then, you know, do yoga together, and then do this together. And then so it's everything is super structured. So when people are given unstructured time, the first thing that you experience is boredom. Because your mind is not used to deciding stuff by itself. Whereas, you know, when you look at the fact that most creativity comes when you're just sort of lying down doing nothing. And I can recollect when I think of, you know, drawing pictures from my childhood, so much of it was just about just lying on the grass and looking at the sky, you know, literally counting the stars. I don't think I've done that in years now, yeah. There was a point of time when we lived in Rajasthan, we used to sleep on the terrace. And meant you experience the summer in its true form, you know, so, and you used to get a little chilly in the early hours. And this whole notion of it being super hot during the day, it gets cool, then it becomes cold, then it becomes pleasant, and then hot again. In one day, you experience this diversity of, you know, the feel on your skin, it's so different. Now, what happens is, everything is standardized, yeah. So you will walk in from one, you know, your car into the office, and it's all standardized temperature. So even weather has become impersonal, you know, so it's what everybody else is experiencing. Those are, I think, some of the things that shape people. So I consciously, I try to, you know, look for people who have views very different from mine. And I remember one of them used to say that, on Twitter, for example, if you go around and do a search on something, you know, like, I remember this very vividly, somebody had recommended the name of a person and I typed the name wrong, you know, I misspelt it. And it threw up a photographer who posts about fashion at funerals. My first thought was, that's gross. I mean, why are you photographing people when they are in their saddest moments about fashion? And you know, and he's written a number of, you know, short little things, he says, look at the fact that it's completely color coordinated. Look at the fact that, you know, they've taken the trouble to sort of add that little frill and this and that, and posted a whole lot of this. Now, obviously, for me, it was an act of serendipity, I mistyped the guy's name. And then I saw that. But that brief moment opened me up to the fact that such a thing was even possible. But because I didn't follow the person, it's gone forever. Right? So sometimes, I think that some of the best things that I've seen in my life, I have no record of, I mean, this was one such example of that, or, you know, camera technology was so primitive, that, you know, many of them, even in one of those cameras, which we had access to, they were small, cheap cameras, you know, Agfa Click 3 kind of cameras. And I've experienced the sunrise at Tiger Hill, which is such a gorgeous experience. I have no evidence of that, because my father used to say that, you know, I used to get 36 exposures. He would say that, 36 photographs of a vacation, what are you going to do with so many photographs? So our notion of scarcity versus the time of abundance that we live in, also changes how we view things. Right? So when you live in a world of abundance, you deal with things and experiences very differently because you know, it'll come back again. You don't hang on to something and make it part of your life. Because this is going to be back again. If I miss watching the movie, I know in like, you know, whatever, a couple of days, it'll be on one of the OTT platforms, and I will watch it there. So there's no hunger for a shared experience either, that in any case, the pandemic sort of killed whatever little was left of it. You know, you don't go to a movie theater to watch something. You kind of say that, okay, I'm going to watch it, because I can sit in my living room and switch it on when I want. There is a freedom to it. And there is a certain experience of watching it with people laughing together. And you know, when you watch movies in some of the smaller towns, you know, when you go and watch a regional film, it's an experience that cannot be replicated, you know, at home. It will never be. Because you find, you know, that there's a person who's selling tea, who's also, you know, got that little push pump stove, you know, used to pump into it and sort of making tea out there to serve to people as it is happening. And when there's a song which is there, people are sharing coins, they go up in front of the screen and dance. Where would you see it in a sanitized environment today? So the homogeneity of experiences is where you are losing your ability to be creative. Creativity necessarily comes from a variety of those experiences, where you are living life without an ROI. And you are connecting the dot maybe through a short form post or you're, that's different, you are sort of drawing from those many experiences. But it begins because you are having that kind of a time to explore or stuff like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:55.920",
        "message": "You know, I love your phrase living life without an ROI. And I'm just, you know, here's what sometimes happens, right? As I grow older, I am thinking that too often, too much of our lives, we live without being in the moment, not in the typical banal sense, but for example, like your thought about the sunset sparked it off, that you're there, you're watching a sunset. And at the same time, in the modern times, there is that imperative that I want to capture the sunset, right? So you put it on Instagram or wherever, or equally, so here you're experiencing something, but you feel that you want to also capture it. And equally, you might want to do something, but you might feel you want validation for it, and you want people to kind of, you want their approval. And this added layer of wanting to capture wanting validation, I think takes away from the moment, it takes you out of the moment, because you want something else out of it. You know, one of the sort of conclusions I have come to, and it's a double edged conclusion, is that look, the only way to happiness, and I know you have detailed thoughts on happiness, we'll also discuss, but for me, the only way to happiness is really to be in the moment and take that happiness in the small joys. And I cannot capture them. And even if I were to capture it, like, let's say I'm at my window, and I'm looking at out of the night sky, and I feel nice. And then I say, Oh, I got to capture this. So I take a selfie like this, me looking out of the night sky or whatever. And then I see the selfie later. Does it make me happy to see the selfie later? No, I'm not even remembering a moment of happiness, because at the time of taking the selfie, I'm not there. And my sort of complicated thought about happiness, which I can't figure out, is that, if you are happy, you, however you define it, you can't actually be conscious of it, the moment you think I am happy, you are out of that moment. And it doesn't kind of work like this is very morbid, but a couple of days back, and I don't know why it comes to me, I met a bunch of my writing students. And we were chatting about a bunch of things. And I brought up the point that when someone dies, their whole life amounts to how they felt in that last second. In the sense that if I am going to die now, I'm on my deathbed, my whole body is screaming with pain, I'm feeling bad. That's it. Everything before it really is meaningless, I could have had a happy life and contributed to a lot of people. But that is it at that moment, I'm reduced to that. And that's it. And vice versa, which is why I sometimes think that the best way to go is just to go suddenly, you know, something happens and you're gone and there's kind of nothing there. But it also tells me about how everything is transient. And you can't actually, you know, what is a happy life then I mean, we have you look at happiness, always in retrospect, you build narratives in retrospect, that how that happened. But I don't know if it even makes sense to talk of it in that manner. Because for me, therefore, you know, if you think too much of happiness, if you overthink it, then it kind of doesn't work. It's a bit of a rambling, but I know you have far more structured thoughts on happiness and the distinctions between joy, contentment, happiness, all of those things. But you know, with or without reference to that, what is your notion of happiness and how has it evolved over the years, like when you are a teenager, and you're thinking of yourself, what are the things that you would have then said that, huh, this will make me happy? Like, obviously, all the hasrat things I'm guessing going abroad or whatever, you know, meeting Bhimsen Joshi, but what would your conception of happiness have been then? And how has it developed now today?"
    },
    {
        "speaker": "Guest",
        "time": "01:36:38.700",
        "message": "So I think I didn't quite have a very formed view of happiness, I had things which I, you know, and it was in the whole range of things, things that I think some of the happiest things are that happen to us are when we don't record them, you know, because the act of recording is performative, that you are now, as you said, that you watch the stars in the sky, your first thought is boss, what an insta photo this will make. So now your entire process of enjoying that, you know, starlit sky is gone. You are now trying to figure out if I do this, then I must, you know, reduce the exposure, increase this, then it shines like diamonds, and I'm going to put a witty line, what would it be? Would it be Lucy in the sky with diamonds? And then you kind of say, okay, that would be fun, then I can put the track on that. And that I think will get me more hits than if I didn't put. So you know, you've stopped your engagement with the star finished long back. And so the things that you experience, you know, there's sometimes when you, you know, the people that I've never taken selfies with are some of my most precious relationships, you know, my grandparents were such an integral part of my life, I don't have too many photos of them. Because, you know, many of those photos, for whatever reason, got lost over the years. And therefore, I struggled the other day when some magazine or something said, you sent me a photograph of yours from your childhood. And I struggled with this, because, you know, so many of them have just that en masse bunch of albums got lost somewhere. So my childhood is completely undocumented in terms of photographs in that sense. But I think which is why I cling on so desperately to all my memories, you know, and I've seen that with so many people who tell wonderful stories. And many of this is completely undocumented. So you will see a version of life, which you have not seen, because you're experiencing that moment through this person's eyes and that, you know, when that person was eight years old. And when they talk about this, you begin to experience that world, which you were not privy to, but you now see. And that happens when you have these unfiltered conversations. I have seen that when you talk to somebody who's a stranger, where you don't, you know, check their phone number and email address, because you're not going to go back and connect. That person maintains the anonymity and therefore opens up and shares so much, you know, and that I think is the most fascinating thing that you meet people who share a part of their life, knowing fully well that it's a gift I've left with you. And you've perhaps shared a gift back with them. And nobody's ever going to go back and say that I gave a more expensive gift as compared to the other. It's just that you've traded moments with each other, which are precious. So I think when you look at your life as a collage of these precious moments, I think that's, to me, what gives me happiness today. Over a span of time, has it changed? Things that I've aspired for have changed. You know, I remember when I got my first salary, I bought myself a set of very good speakers. You know, that was the first thing I purchased. And then I was playing those tapes through a car, you know, stereo. And so then there's this friend of mine who came and hooked it up and, you know, he put a little bit of something, something and put an amp, he put all this. Those are all things that I gathered over a span of time, because at that point of time, this was a luxury. And I spent my entire first month's salary with that music system. But it gave me so much joy, even though the quality of music, you know, the tapes used to hiss. And when you created a mixed tape, it's not pristine quality that you get today, digitized and cleaned out. But it is like the joy of eating at a roadside stall, you know, is it the world's most hygienic? The answer is absolutely no. But is it delightful? The answer is absolutely yes. So I think, you know, somewhere when you sanitize something over time, it sort of, you know, loses its charm in some way, because the moment any experience becomes so sanitized, there's nothing unique and distinctive about it, you know, so it is the same. And I think that is the opportunity that we can still create. So it is possible to be happy, but you have to be happy on your own terms, you have to be happy based on what matters to you, and how you would structure the day. And therefore, in some sense being without necessarily looking at a role model that all my friends do this, you know, they're all signing up for ABC, I should be doing the same, because I think they're doing the right thing and I'm not. So I think each one lives on their own path. But when you're traveling on that individual path, you come across millions of travelers. And those moments that you spend with them are the precious ones. But the moment you stop to take a selfie and record it, in some senses, yes, that selfie will be shared and remembered for a long time. But you know, and sometimes what it does is it makes you lazy, because you stop noticing a lot of things. Because you know, you can always go back and look at the photograph and, you know, relive that. But you're reliving a very sanitized experience. You're not reliving the smell of that place. You're not reliving the temperature of that place. You're not reliving the sounds that were there. So I think those are some of the things that you lose out as you're looking at this whole notion of trying to do the perfect thing, the most well curated, which is, you know, what are influencers doing, that's pretty much it. They are telling you what you should be experiencing. In some sense, you build a relationship of trust with the influencers. Therefore, you say, if this guy is saying it, there must be truth to it. Because there's such an abundance of everything that you always feel that, oh, have you heard this? Oh, you haven't. You must hear it. Now, that's one reason for me to go back and listen to it. So, you know, when you put the show notes, I take a lot of time to go through and click on many of those, not necessarily all of them, because some of them are rabbit holes by itself, you know, so you're going to get caught in that. But there is this entire thing that you want to read about this person, be my guest and watch it, read it, experiencing it. So I think those are some of the ways in which you can do that. Today, of course, you have the advantage of reaching out to many people in unstructured ways also, you know, so on an audio platform, you know, LinkedIn audio gives me an opportunity to connect with people in an unstructured way, just switch it on and say, whoever is there. And it doesn't have to be that. But the moment you announce it, yes, you are right that there might be 500 people in the room at that point of time, but the conversation of depth that you will have with that one person is probably just as precious. So I think building space for serendipity without any structure, without anything is probably the way I would define happiness. For me, those moments which have been completely unstructured have given me a world view, which I have not had the privilege of experiencing, good or bad. Even when somebody shares something which has not been perhaps the most pleasant human experience, you're still getting the privilege of reliving vicariously that experience which"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:36.620",
        "message": "you wouldn't have. Just thinking aloud, I was chatting with Amitabha Kumar in this recent episode. And one of the themes we discussed was how if you write every day, you're not only understanding the world a little better, you're deepening your sense of the self, you're growing as a person because you're reflecting on things you're writing that act as important. And similarly, it struck me that every time you talk with a stranger, the same process is happening. Because you're getting a window into something else, which is outside of you at that moment. And that interaction also can deepen your sense of the self and your understanding of the world. Absolutely. And taking that Instagram selfie takes you in the opposite direction, it freezes you. You know, you are no longer looking outward, you're like focused on that process, how to take a selfie. Now, since you praise serendipity so much, I will tell you a joke about happiness, which a friend told me yesterday, and I just thought of it. And because you heard this joke serendipitously, you will perhaps like serendipity a little less because it is truly awful. But now I have to tell you, I thought of it when you said Lucy in the sky with diamonds, because this little joke about happiness is about two girls called Julie and Shuli. Okay, so the joke goes like this, the story goes like this, the wise moral lesson goes like this, that Julie and Shuli are two sisters. And Julie's beautiful. She's just gorgeous. Like, you look at her and time just stops. And Shuli is not so beautiful. I mean, from inside, she's beautiful, but outside, she's not so beautiful. So you know, everyone thinks that, oh, okay, are these two girls going to go in different directions and Shuli is also kind of conscious that this is going on. Shuli's always got this complex that Julie is so beautiful and all that. And this affects their personalities also, because Julie naturally more confident becomes outgoing, Shuli a little withdrawn into herself. So they go to college, and they go to college and already you can make out Julie as a happier person if you're talking about happiness, while Shuli's notion of happiness is tied up with her sister, right? And they go to college. And Julie's popular. She's, you know, the belle of the ball and all of that. Everybody's wooing her. Shuli's kind of randomly doing her thing in a corner, spending more and more time in the library because a lack of confidence and all of that. So they kind of drift apart in terms of personality also. And eventually they find boyfriends and they get married. And Julie, of course, marries this really rich hunk from an industrial family and he can have his pick of girls. But of course, he picks Julie because she's just so incredibly gorgeous, right? And gregarious by now because confidence matters. So he married Julie. And Shuli marries, you know, a standard accountant kind of guy, not very rich, not very well to do, but it's like you settle, right? But she's obviously jealous of Julie, but she's like, okay, I'll settle. And then after their respective marriages, you know, Julie's birthday comes around and it's about 16 days before Shuli's birthday. So on Julie's birthday, her husband gives her this beautiful diamond necklace, which is glowing. And it's like you turn off the lights and it's like, you know, it's a necklace of stars and it's just beautiful, it's gorgeous. So Julie shows it to Shuli and Shuli's happiness quotient just took a big dip because she's like, oh my God, diamond necklace. So she tells her husband that, you know, and her husband's a really nice guy. Maybe Shuli doesn't deserve the guy, but he's a really nice guy. And he's like, no, I love her very much. I have to make her happy, again, notion of happiness. So what does he do? He mortgages his house, his ancestral home or whatever, whatever he had inherited, this small sort of thing in a corner of the city, mortgages it, gets her that same necklace. And at that moment, Shuli is happy. And because Shuli is happy and her husband is a nice guy and he loves her, he is happy in her happiness. Right? It's a beautiful story so far developing. Then a couple of years pass and then on another birthday, Julie's husband buys her this massive palatial house and it's just a beautiful house. And she takes Shuli there and she says, look what a beautiful house and I will have a house warming in this and that and all that. And Shuli is now feeling horrible. And her husband, a really good guy who genuinely loves her still, sees Shuli's unhappiness and therefore her unhappiness leads to his unhappiness. And he thinks I have to get her a house like this. Now the point is, his existing tiny house is mortgaged. What's he going to do to get a house like this? Right? Tough times. He sells a kidney. He sells a kidney and he gets her a house like that. So Shuli and Julie are now in the same swank neighborhood and Julie's got a beautiful diamond necklace and a big house and Shuli's got a beautiful diamond necklace and a big house and the husband has mortgages and one kidney less and whatever that shit happens. Then a couple of years later, Julie's husband buys her this incredible bus, right? It's almost like a home in itself, like you enter the bus and there's a living room, there's an area where you sit and there's actually marble inside the bus. It's like really swank, the bathroom fittings and all are incredible. It's like being in a luxury five star hotel, like even beyond that. It's like hasrat."
    },
    {
        "speaker": "Unknown",
        "time": "01:50:46.300",
        "message": "It's hasrat, okay?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:47.580",
        "message": "That bus is like hasrat and there's beautiful pipe music playing everywhere, like not the kind of crappy music you would have put in your car after spending a month's salary. This is really good music, yeah? Incredible system, everything is like absolutely top class. And Julie's damn excited and she calls Shuli over to come and look at this. And Shuli is like, fuck, because no more does that diamond necklace give her happiness."
    },
    {
        "speaker": "Unknown",
        "time": "01:51:09.260",
        "message": "No more does that big house give her happiness."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:12.240",
        "message": "Now she wants a bus like this. So she tells her husband and her husband who's finally, you know, mid career, whatever, he's doing things even with one kidney, he's kind of managing and things are okay. He calls every relative and takes every loan he can, he goes to every bank, he does all kinds of things. In fact, I should not tell you this, because it's confidential information. And it's kind of sad, but he defrauds his company in a way that is guaranteed to get him into trouble later. But he does it because he thinks that I have to be happy. My happiness lies in Shuli's happiness, the bus will make her happy. So he buys this bus for Shuli, right? So now both the sisters have a diamond necklace, which sparkles like the stars in the sky when"
    },
    {
        "speaker": "Guest",
        "time": "01:51:57.620",
        "message": "you turn off the light at night."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:58.620",
        "message": "I kind of think I know."
    },
    {
        "speaker": "Unknown",
        "time": "01:51:59.620",
        "message": "Quiet, quiet, quiet, quiet, don't spoil it for the listener."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:04.500",
        "message": "And they have this beautiful house. And they have these two buses. And one day Shuli says, you know what, I think both the couples, we should go on a vacation in this bus. And let's go somewhere, they name some cliff or whatever. And they go on a vacation in the bus. And they leave the buses by the beach, and they go and they swim. And it's a beautiful time. And they're in the moment. There's no structure, they're not taking selfies, they're happy, Shuli is really happy. And then they get back to the bus. And both the buses have been stripped bare, thieves have broken in, they've taken everything, the carpets are gone, the marble is gone, the bathroom fittings are gone, the sofa is gone, the piped music system is gone, who would take that? You know, it's just an additional logical hassle to install it somewhere else. But it's all gone. Everything is gone. Both buses are completely bare. And Julie sitting there standing there by the beach looking out into the sea. And Shuli from behind walks through the sand, leaving footprints as one tends to do in the sand, you might be aware of this tendency of sand. And she goes over to Julie."
    },
    {
        "speaker": "Guest",
        "time": "01:53:12.980",
        "message": "And what does she say to Julie? Oh, God."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:22.020",
        "message": "Yeah, yeah, I know what you're thinking. You're thinking what have I gotten myself into? I need a break. So let's let's take a quick commercial break and we'll come back and talk more. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up level themselves by reading more. A few months ago, I signed up for one of their programs called the Daily Reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up to date with ideas, skills and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. What's more, you get a discount of a whopping 2500 rupees, 2500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Up level yourself. Welcome back to the scene in the unseen. I'm chatting with my guest Abhijit Bahaduri, who just had a shared experience of a Bollywood song before we came into the break. So I don't think he's going to be raving about shared experiences that much after this. You know, before we get back to your career track and get back to the linear track and all of that. Another question I had with reference to your earlier days is that did you see yourself as a writer slash storyteller in the early days, because you're reading a lot, you're reading in different languages, you are a creative person. And you've gone on to write many books later. But at that early stage, as you were growing up and all of that, and Bengalis do tend to see themselves a little bit as artists, I mean, I'm half bong, but I kind of consider myself more bong than anything else. So that thing is there in the culture that, you know, writing, creating, those are things that you do. So how was it like for you? What was that journey through?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:01.060",
        "message": "You know, when I was growing up, my father was, he had a master's degree in English, and he was a gold medalist from Calcutta University. He was really very fond of reading all kinds of languages, as I said, that I still remember we had the fattest Hindi dictionary at home, you know, and so he used to sort of get me to read a whole bunch of things. We used to get the illustrated weekly and I distinctly remember his method would be that he would ask me to read some of these editorial pieces in a newspaper, or some specific writers, you know, Khushwant Singh, Mulk Rajan and various people who used to write for the weekly in those days. And he would, you know, get me to summarize something, sometimes he would say write an essay on a similar topic. And, and I used to find it so completely pointless that, you know, what is this even helping me do, you know, but that was his obsession. He just really wanted to inculcate a love for the language and reading and all that. And, you know, and this whole thing that I read a fair bit, but more importantly, he would sort of correct all the errors and the structures, he would say this just so wordy, I still think, you know, I write very long sentences, so I must take your course and improve my writing. But yeah, that was, you know, the whole process, but I think that was the grammatical part of learning the language and writing. But I think a lot of my writing was encouraged by my grandparents, you know, so when I would travel a lot, you know, in these little experiences, I would write about them to my grandparents. My grandmother would have a collection of these inlaid letters and, you know, envelopes and sheets. All of it, she would have it stuck in a file and she would mark them, some are sad stories, some are funny stories, and she would have these little things. And she would, when she would get visitors, she would, you know, completely bore them to death by reading out some of these letters I wrote to them. But that in some sense, encouraged me to write because she would say, you know, it was fun to read this and write about this. And then at a point of time, you know, when I started to draw a little bit, I would illustrate those letters and draw little cartoons in the margins somewhere. So I started doing those, then I would occasionally draw and send them something and write a little stuff at the corners. So that was really a lot of the writing, which is for others to read. But I think I sort of had my first short story published when I was in, again, eighth or ninth in school in Hindi, ironically. So I wrote that, and I don't even remember what it was, except for the fact that when it got printed, suddenly I discovered that seeing something in print gave me a real thrill. So then I would draw for some of these magazines and newspapers and all that. So Hindustan Times, for example, used to have something called a children's corner, which I used to, you know, submit some drawings for and all that. It was good fun. So that was my indulgence that I would, you know, read something, try to illustrate it and create those. Those were the pieces when I started editing the Hindi newspaper magazine, which I did in school in the 11th and 12th. There was a time when I wrote, you know, a little more, edited a little more stuff. And then I started also writing in English at that point of time, you know, I was writing little scripts for those radio plays, etc. That, you know, got me to spend a lot more time writing English. Bengali, unfortunately, my spellings in Bengali are terrible and, you know, so, and it's an effort for me to write. So I never really got down to writing in Bengali. But I think when I started reading and writing, I think there's a ratio, until you read a certain amount, you cannot and should not be allowed to write. So I think there's a little bit of that. And then, you know, progressively, I started writing for different kinds of magazines and things here and there. And once you get published, I think you kind of get a feeling that, all right, now I should write some more. So it's, it was that. I published my first work of fiction much later when I was already working and all that. So that was a much later journey. But yeah, I wrote a lot of letters, I guess. My father would insist on my writing, even though when I was living away from him. I used to call him every weekend. But he would always say that, no, I mean, it does not absolve you from this whole thing of writing. He loved reading. So letters, he wrote extremely well. So he would say, just write to me. And then there was a point of time when I found it a burden that I would tell him that, look, I can't be writing, you know, like long letters to you every week. That's not possible, because I'm also talking to you. And so much is not happening in my life that I can tell you that this happened, that happened. So he says, no, nothing has to happen for you to write. You can write about whatever strikes your fancy, whatever you're thinking about. That's far better. I would rather you sort of did that rather than to be like a diary that today I went out to eat and tomorrow I... So it's not that. This whole process, I think, also, in some sense, built in this whole discipline of that writing demands, you know, so then you have to sort of have a routine. So I would feel very guilty if I didn't write to him because I knew he, at one level, he would say, no, it's not something that I'm imposing on you, but I love to read what you write for me. And that, I think, built the discipline of writing, which I'm now, the grammar that I learned or, you know, the prose and exposure to various other great writers. That I think I owe to him, you know, whether it was my exposure to all the various novelists that I read. But I also think that in parallel, I owe my love for music to my mother who would play a lot of these things. So I think it was a great happy blend of literature and music in that sense. Would I imagine that I would have wanted to be a writer? I don't think I ever thought I have a book that I can write. I was happy being a columnist, you know, so the occasional thing that appears in a newspaper was good enough for me. Writing was, again, I stumbled upon it, you know, so that's why there are so many roadblocks in my writing. I only stumble."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:52.700",
        "message": "I don't know what you're talking about, because I really enjoy Dreamers and Unicorns. You know, one recent lament of mine has been that back in the 80s, 90s, we used to write these wrong letters, right? You sit down to write a letter to your friend, perhaps with actual pen and paper, which even slows the process down further, there's a lot of consideration that goes into it. And more than that, there is this very touching connection you're making, in which by the act of writing a letter to someone and spending that time and sharing your thoughts, you are also telling them you are important to me. And when they write to you, they are giving you the same message. And that is a connection. And today, in a world where so much is just instrumental, we are all the time in these short crisp emails or WhatsApp messages, are you free at eight, or I hope you're feeling better and all of that. And we've kind of lost that, like I advise my students all the time to journal, which in a sense is, you know, writing to themselves and deepening their sense of themselves. But you know, just thinking aloud, maybe I would add to that, that, you know, write to someone you love, write letters the way they kind of used to be, because we don't do that enough. And looking back, do you feel that, you know, the voice of the letters you wrote to whoever, to your dad or to your friends or whatever, to your grandparents, the voice was different from what you would go on to publish and write later, because, you know, what was that like? Because the good part of something like that, where you're writing a letter to your grandmother, is that you're not self-conscious. You don't have to posture, you don't have to pretend, you don't have to impress her. You are her grandkid, she is impressed. You don't have to do that. What was your writing like? Do you remember?"
    },
    {
        "speaker": "Guest",
        "time": "02:05:39.420",
        "message": "Sir, a lot of it was, you know, my experience of meeting different kinds of people in different places. You know, so when you live in some of these smaller towns, my dad's work would take him to even smaller places. So you know, the experience of being in those kind of things where, you know, sometimes, and photography was expensive, you know, it was certainly something that was reserved. So in some sense, I kind of think about it as, in those days, we used to hold our breath when a photograph was taken, so that it doesn't get spoiled, or you can sort of take a photograph of your big toe and put 35 of those photographs anywhere that you wish. So we live in a world of abundance where you're far more careless with the resources. Those days, you know, so what would happen is if, let's say, if I wrote on a white sheet of paper, and I would draw those railway, the signs of the platforms, you know, which reads out in yellow and black, in different languages. So suppose you were in some place where there's a third language, it's normally Hindi, English, and whatever regional language it's there. So when they do that, I would try and mimic that particular script. So it didn't make sense to me, of course, I knew what was the station which they were talking about. But I would sort of mimic that particular script and draw it out in that sense. And then I would color it yellow and sort of put that. So a lot of those letters, it was a labor of love, you know, you spend a long time, it would take a fraction of a minute to read. But a lot of care had gone into, you know, illustrating that and perhaps showing one person sitting there, etc. So this whole act of writing, drawing, writing, drawing is a very seamless process for me. Because it was easier to draw than to take a photograph and put it there. And photograph would mean that, you know, you wait for the reel to finish and then that's rationed out. And then you kind of, you know, give it for processing. And then that takes a couple of days, and then you come back and then suddenly you discover what you wanted to send that particular film has got, role has got spoiled. So drawing was far more certain, I could do it there in the moment and that I think, you know, and then I would do, I would copy a number of, you know, like, I started by copying R.K. Lakshman's drawings, caricatures, I would do that. And I would do a lot of Mario Miranda's drawings, and I started to discover that he was very good as an illustrator, not, I didn't like his cartoons so much, but I loved his illustrations, you know, I just thought they were magical. And then, after a span of time, then I started getting fascinated with Ajit Nayanan, who I, you know, we had the privilege of spending a little bit of time because I was doing a series for this magazine called Target, which was then edited by Rosalind Wilson and had a phenomenal set of people who were very encouraging of, you know, people who are just beginning to write a little bit here and there. And I got a chance to do that kind of a series around drawing cartoons, how do you draw cartoons. And Rosalind said that, since this was part of the India Today group, she said, why don't you go and spend some time with Ajit, you will enjoy chatting with him. That was my, you know, there's again one of those things which was phenomenal, because again, somebody whose art I tremendously admired. So I think those are some of the things, finally, it comes together in the form of a book at some stage. But there is a whole lot of, you know, riyaz that goes into it before you actually write a book. So it's a much further down the path. So did I think of being a writer? Absolutely. I wanted to be a writer, but I didn't know I would write a book. The format was not very clear in my head. I felt like writing a story. So I wrote a story, then at some point of time, wrote a sequel, then I wrote, you know, nonfiction as a way to challenge myself, then I tried to illustrate it and I wanted to do a graphic novel, but you know, there was so much of content that I wanted to write about. So the book Digital Tsunami happened in that format. Then of course, this one, Dreamers and Unicorns. So that's been the progression of writing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:25.380",
        "message": "Let's kind of talk about your journey now. But before we kind of begin talking about your career and your journey, one tendency in a lot of your writing is that, as I said at the start of the episode, that you're taking a step back and you're kind of taking a broader view and building sort of frameworks. And the question here is that, was that a tendency that was always in you to sort of try and figure things out and therefore go back to first principles or try and figure things out at a meta level and whatever. And then if you have that kind of thinking or that habit of thinking like that, then you can take a step back from anything and just look around and kind of apply those. So was that something that was there from the start? Or is it something that evolved in the course of your career? And you know, like when I think of HR, most people have a really bad impression of HR people. I have to confess still, till I saw your talks and I read your books, I was also like that these are the, you know, I won't use the word, but yeah, no, no, never. But the point being that, and this is true of everything, I guess, not just of HR. The point being that you can approach a subject or a field in two ways. And one is that while learning it, you in a sense, learn it in a shallow superficial way. And you kind of ratta maaro everything that you have to ratta maaro in the good Indian tradition. And then when you get out of there and you join a company, you tick boxes, things are expected of you and you tick those boxes so that your boss is saying, okay, you've done your work or, you know, when it comes to what you expect from others, you are making them tick boxes and you're not kind of really thinking deeper and going beyond that. And I think most people perhaps fall into the rut when it comes to simply thinking like that, going through the motions, doing what has to be done in any field, not just HR. And what others would do is kind of take the initiative, think a little deeper, think beyond those boxes that you have to tick and ask that, does this really make a question? Is this justified in this situation? Why are these boxes here in the first place? Where have they evolved from? You know, what can I do different? How is the world changing? All of that. You've clearly done all of that. That's your whole body of work that you've kind of come out of it. But when you started, were you kind of in the first category and you managed to move into the second category, do you think that some people perhaps get trapped in the first category? Like maybe if you're studying a subject you don't like, then you don't want to do the deeper thinking. You're like, shit, okay, I'm doing this because I have to learn the skill and I have to make myself employable. So I can buy Shooli a bus later on down the line. So you know, a lot of circumstances. So tell me a little bit about that. Like I know it's all in retrospect, hindsight mein toh kuch bhi bol sakte hain, but looking back on yourself, were you that kind of person who is, you know, taking that cross disciplinary meta view, you're applying concepts from one thing to another thing. And already your reading, as we discussed, has been broad, you know, so what is that like?"
    },
    {
        "speaker": "Guest",
        "time": "02:13:28.360",
        "message": "Take me a little bit through. You know, when I got into XLRA to pursue a career in HR, personal management, as it was called at that point of time, I had absolutely zero exposure to corporate India. And you know, as I wrote in my first work of fiction, Mediocre but Arrogant, the line that I used there was that I knew of three companies, Tata, Bata and Sunlight, you know, so I was that naive about the entire thing. My father was in the government, that's the only world I had seen. And I didn't want to be, you know, in the government. And this was the new thing, in some sense, it was curiosity, not necessarily because I had a great formed opinion about what it would be like. And so then I kind of, you know, stumbled into it, again, from the point of view of writing exams and this and that. And I was not very academically inclined when I was growing up in college, etc. College for me was one of the most enjoyable experiences. And I think it sort of, you do meet an amazing range of people, you get to experiment a lot with your life. And it's done when you have no responsibilities, you know, college in India is such a unique experience. Delhi University, at least the time when I grew up, was very not so much, you know, structured that you now need to do this, that and the other. It was things that you did because you enjoyed. So I spent a lot of time in theatre in college and, you know, I was part of the debating society. I got exposure to a number of people, I read, I traveled, I did all of that. So it's really that. Academics was a very small part of what was there, you had to do that in order to survive. So that was the way I look at it. It was when I started working for Tata Steel, when I went there, you know, I was part of the setup, which was being run by Dr. Jitu Singh, who was then, you know, when I was a student at Excel, he was teaching me, he was the Dean at Excel. He had moved to Tata Steel and I was part of that group he was doing. And I had never been in training and development before in my life. You know, I had done regular HR, you know, industrial relations, factory strikes, all that I was familiar with. But when I joined there, you know, so I was delighted to get the job. For one simple reason, it was in the Excel campus. So it was just, you know, if you visualize a building shaped like a U, one wing of that one arm of that U was the XLRI library. The other arm of the U was the office where I went. So it sort of saunter in and out of, you know, that office and walk into the campus for a cup of tea to have a cigarette and all of that was, you know, that just was the big motivation for me to take up this role. When I went there, he sort of said that, why didn't you teach a course in learning and development? Now, in retrospect, perhaps he did that because he realized that I was horribly illiterate about what I was supposed to be teaching during my day job. So while I protested, but he said, I've already committed to teach one semester and then we look at what can be done. You know, that was a transformational experience for me because teaching people, you know, where you've been on the other side of the bench, you realize that, you know, how the students can be completely cruel towards, you know, profs who don't know what they're talking about or who are sort of saying something which is obvious and mundane and all of that. So you just put a tremendous responsibility on me, you know, that I just felt I had to make up for lost time. So during the period when I was to actually offer the course, I sat down and really structured my thoughts. I read and I created a coursework and all this stuff. I first tried to, you know, just look for the subject outline when I was a student. And then I discovered that I didn't have that. So I had to start ground upwards and put that. And the whole process of working with some of the other professors there, you know, who I became great friends with, and those were people who sort of I learned continuously from. I had great colleagues who I learned from. And of course, you know, this access to the Excel library where there was no requirement, it was your own drive to, you know, that if I'm saying something and somebody says, how do you know that? Can I at least go back and say, yes, I actually read that. That I think was a real transformational phase for me. And I developed the love for reading business books. That was when I first read, otherwise I had no exposure and no interest in reading any business book whatsoever. I think the very first business book that I would have read after Excel, it would have been years later when I did In Search of Excellence or something to that effect. That was the first business book that I read. Because the whole notion in my head was who reads business books for fun? I mean, how can that be anything? Because for me, the yardstick was always, you know, the literature that I had gone through. And then I kind of thought that if I can bring literature and, you know, my love for movies and all that into the teaching, it legitimizes my watching a movie, you know, while I'm sort of doing that. And that's what I started experimenting with, you know. So I remember trying to explain group formation, you know, to the class that I was teaching. You couldn't sort of just be pompous and talk about various models because I didn't know enough of them. And more importantly, they were like friends, you know, most of them were like my vintage, you know. They may have been a year or two younger than me, but that was it. That forced me to sort of say, not talk down to them, but how do I translate it in a manner which connects? So I started playing a lot of, you know, Bollywood movie clips and all that and started explaining for it. I distinctly remember playing Mirch Masala, you know, the final scene where, you know, Smita Patil is locked up in that fortress and they're trying to sort of do that. And the conversation that it emerges from, or using Ek Rukav Gafesla, 12 Angry Men to explain group formation when you're looking at that. I mean, those are ways in which I started to bring in a different discipline. And as you start looking at doing stuff like that, you know, I thought if I can bring in my drawings and, you know, create cartoons on those little slides, you know, that would be fun to do. So I started doing all of that again. So once again, you know, I carried back my movies and my drawing and my literature and everything back into the business world that I was doing. And I think that when you start to bring in a multidisciplinary perspective and try and sort of explain it, you can make it interesting and simple to understand without really thinking that you have to dumb it down. I also think that, you know, one of the things that I heard from one of my professors, he said, if there are 35 ways in which you can build something, you must know all 35. It is only then that you can simplify it and say, okay, forget all this. Here is how you would do it. And that is something that has stayed with me. I can't say that I can do it equally well all the time, but that's what I want to do. You know, so the sketches are really a method of simplifying that. This is how I've understood it. And let me simplify this and make it accessible to you. So that's really the way I think, so it's more of multidisciplinary point of view, which sort of gives you a very different interpretation and which is why I think if you really want to do human resources or talent management, as we call it today, you must have a love for reading sociology or anthropology and psychology and sort of bring all that in. Because it's only then that you understand that it's really all fitting into one common kind of big picture. And then you are less bothered about this is the rule, this is the thing, which I think a lot of times people resent. But one of the reasons why people resent HR people is because any function which is a boundary-setting condition, we resent. We resent boundaries. So two functions in the organization, like finance and HR, they are both boundary-setting conditions. Finance, for some reason, we believe because it impacts business that you can't go and spend this. No, I'll not let you buy this equipment or you can't get a second laptop because you just bought the last one a month back. We understand those boundaries. People will put that. There's a limit to what you can spend when you travel. People get that. I think when it comes to organizational norms, a lot of these have actually been obsolete for a while because many of these norms and practices were set up at the time of the Second Industrial Revolution. And many of them are just little modifications of the same thing continuing. And when a lot of people protest those kind of things, that's a sign that it's probably obsolete and it needs to be revisited. The pandemic was just that. I mean, it just challenged this whole view that you can't work from home. Because the whole belief was that working from home means you don't want to spend your privileged leave. You are just sort of telling your boss that there's an extra day off that you are giving me. And the bosses would say that. I've had bosses who said, you don't have to apply for leave. So work from home was meant to be taking a day off without applying for leave. Today, we know that that's not true. So the whole notion as it has been challenged and it's gone off, now that this has disappeared, now we can really sit down and say, what do we need an office for? Do we need it to go and do our work, which I want to do in private because I'm much more efficient? Or do I want to go to the office to socialize? If you sort of really look at that, educational institutions, the value of that no longer lies in the content that they share out. It lies in the social interactions. So whenever there is a workplace, then you are looking at the social side of work. And that always is endearing. But to do the work in that setting is not necessarily a great option."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:15.720",
        "message": "So number of thoughts, one, I love what your boss did, where he made you teach as a way of learning. Like, I, you know, the best way to learn something I have realized is to teach it. So you know, these days, sometimes I do that I tried, I'm getting into something and I'm trying to learn it. And I tell myself, and I'm not actually intending it, but I tell myself that I will teach a course on this. You know, because then that forces me to go into it with that depth. You know, I have to understand it inside out from first principles and be able to answer any question on it. And so I think that's a very enlightened thing that your boss did by pushing you into that. And what you said about drawing connections, like when I was editing the policy magazine Pragati, and we were, of course, writing about serious things, public policy, this, that. So I started this section called Houseful Economics, where the idea was, we would take cinema, and we would illustrate lessons of economics through cinema. I don't remember specific examples. I think Salman Khan in one of his films said, maine jo ek baar commitment karli toh main apni bhi nahi sunta ho. And we use that to illustrate the notion of constitutional rule setting, where it doesn't depend on a person, but you have these other normative, whatever, some sounds complicated, but it didn't sound so complicated, then I want to dig down on this very into this larger thematic question, where you spoke about how a paradigm that exists today, came about at one time because of a particular reason, but it's not relevant anymore, it's outdated. And you know, you mentioned that, you know, workplaces or educational institutions can be ways of either socializing, or if you're going to an Ivy League university, it's not what you learn there, it's just, it's a signaling effect, it's a network that you build, it's what that brand carries and all that. And schools, in fact, are basically the main function of a school is to be a daycare center. Otherwise, parents would go mad if they had to look after kids all the time. Now, my question is, is like, I think about education a lot. And what I see, I think all the edtech startups around me, all the edtech startups are missing, are missing the key problem, they might be solving a small problem, they're missing the key problem. The problem that they're solving is they're just changing the delivery, that okay, you don't have to go to school, or we'll deliver education or knowledge in this new way. But I think just the fundamental way in which we think of education is broken. I mean, this whole thing, the whole current structure of education evolved in the early 19th century that okay, you will have 10 classes or 12 classes or whatever, standards, grades, you know, kids of any particular age will all study together. These are the things they'll study geography, history, math, blah, blah, all the way down the line. And through inertia, and in an unthinking way, we've continued with that for 200 years, where I think it's no longer relevant. If we had to sit down today and design something from scratch, that is not what we would design, we design something else entirely. And I'm not speaking in terms of delivery mechanism ki online class karenge, that's a entirely, that's an entirely different matter. And you've spoken about the same thing at length when it comes to companies, that you know, companies were once designed in a particular way, electricity made it possible for people to convene in a particular physical location and all of that. And that's kind of been changing all the way to the pandemic, where, you know, we've started working in different ways and putting it into practice in little ways. But conceptually, when people think of an office, they're still thinking of a physical place where air conditioning where people are together, and there are cubicles and cabins and all of that. Now, so take me through a little bit of the evolution of this, that, you know, what were the conventional notions? Why did they come about? What has changed? And especially in recent times, what has changed about, you know, workplaces and how we should think about them."
    },
    {
        "speaker": "Guest",
        "time": "02:29:03.680",
        "message": "So one of the things is, you know, you've got to look at three elements which are intertwined. So work, worker, and workplace, they will always be intertwined, and you sort of change any one of them, and the other two have to change. So that's when the equilibrium is maintained again. So for example, you're moving out from agriculture, and you're sort of getting into the first industrial revolution, the way of doing work is through steam. So then that allows for a certain kind of work to be done. It allows for you to lift a certain amount of machinery and not lift heavier than that, etc. So that leads to a certain development of the workforce. So work changes the worker. And then when these people come together, you need to manage this particular process of the interaction of work and worker. You have the workplace norms. Fast forward 100 years, and you're looking at the second industrial revolution, and you're looking at, you know, electricity. So work is being done through electricity. What it means is it creates new kinds of roles for workers. For example, now that you have electricity, you can work at any time of the day. So it leads to the, you know, three shift kind of working. And we have assumed that eight hours is the optimal way in which people can work. And therefore, you kind of do that. And then when you work in shifts, you're looking at the shift supervisor. Why is it possible to have a shift supervisor and the norms around the workplace develop like that? Because you're optimizing for mass production. You're not making one unique thing. It's no longer handcrafted. It's mass produced. So you have many of the same things. Therefore, you wanted to create a system where the individual worker is irrelevant. You can substitute one with the other, and that's Charlie Chaplin's Modern Times is a classic example of where he's explained it so graphically. And you look at that entire thing, and you say, okay, this is the workplace which needs a different set of norms. Because we are going to work around the clock, will one set of guys work around the clock? I mean, you know, in the same common shift, late night shift or this and that? What does it do to the worker? And then you kind of say that people get tired. For me, that was a warning sign. We should have really asked ourselves, so why are people, if you look at the number of times when you hear on the radio every Monday morning, this Monday motivation hashtag, you know, these are all signs that there is something drastically wrong where people dread having to go back to work. And you find the RJs are screaming, why do they feel this way? Why do they feel that, you know, it's something that we have to endure in order to do something? Because there's a parallel larger system, which has stagnated and been left out of this entire ambit, which is the education system, because that education system was feeding the people who would go into that workforce, right? And education was all about standardization. Everybody studied the same thing, everybody was, you know, therefore, you put people on that machine, they can start doing everything slowly in order to break away from that. You kind of really have a scenario where somebody says, okay, this is mass produced, but this is handcrafted. And because it was not an abundance, it became precious. So, you know, you kind of suddenly start to look at that. And then as manufacturing gave way to services, you are beginning to see a time where the importance of the individual who provides the service has started to go up. And many of the places, you know, when you see shifts, the arts and humanities sections see it first. So you'll very often see that, you know, a writer would have written about something that has happened only, you know, 30 years later, 10 years later, one year later. You see Contagion, the movie, you know, it's crazy how it sort of almost seems to have been like a documentary, which was made in advance, and I had never watched it earlier at that point of time. But when you watch it during the pandemic, suddenly, you know, assumes a different meaning. So you sort of start to see that education has been left out of this entire change process. So education remained a little disjointed, shifted. And as work started to get more automated, technology started to get things done in very different way. Education became more and more distant from this. And it's still sort of, you know, at a point of time when I wanted to, you know, teach in a certain college, which I shall not name. They said, yeah, it's great. And this is after I wrote the digital tsunami. And they said, why don't you come and teach, you know, HR in the college. And I said, I would love to do that. And when I drew up the course outline and said, we'll talk about how technology is changing, they said, no, no, no, no, no, but that technology bit you can't talk about, because that has to be done by another department. So then you have to be part of that department, but then you can't talk about HR. So this is, and I say that this is one of the most respected institutions. So then I said, well, I guess then I'll wait for my turn some other time. And I stepped out of that. And then you have a scenario where, you know, there's this entire sort of set of academics who will say that if you don't have a PhD, you cannot teach. So now, of course, you do have something called a professor of practice and all that stuff. But you know, the academics all still will gang up and say, but you don't have a PhD. How do you know that this is right or wrong? So this whole thing has meant that you've created two worlds. So the best way to, you know, bring down somebody's thought process is to simply say, it's impractical. This is not practical at all. Whereas, if you really look at the philosophy of, you know, education as it was created earlier, the greatest theories were drawn out of practice and greatest practices were drawn from theory. But today, you have a scenario where the most greatest compliment you can give to a person is to say, your work is extremely practical, there's nothing theoretical about it. Think about the irony of that. So we have therefore, we've dismissed the value of learning and which is why you have the ROI based learning. You learn three questions, if you can clear that exam, it doesn't matter whether you understand the subject or not, you clear the exam. And that in turn opens up opportunities for you, that in turn opens up further opportunities for you. So the entire basis has been, you know, how do you bypass the system, which talks about the massive culture of coaching classes everywhere, how do you, you know, crack the system. So those are the kind of things that you, you know, there are classes which people have for cracking how to appear in the Kaun Banega Crorepati game show, there are classes which are had, where people will say, jawab baad mein soching aap, pehle when you press the buzzer, and you know, you are called up, you've got all those 10 seconds, while the others are thinking of 10 seconds, you know, they are thinking of the answer and they are debating whether it's the first one or the fourth one, you've already pressed the buzzer. Now you've got these additional 10 seconds where they say yes, so what would be your answer, Amit? And you have had the answer. So now you can do that. This one tip has put so many people into that game show. So we are extremely good at finding how do you bypass that shortcut and take the shortest distance, which is why you have the thing of, you know, three easy lessons from this and it's a very popular theme, you will see that you win a match or you lose a match and next day LinkedIn is full of three lessons from this match, four lessons of leadership from this, four lessons from my dog, you know, this, this is, unfortunately, this is the version that we are looking at, because we've put education to be something which is terrible. It makes you theoretical. And it is this whole process why, when you are looking at the nature of work as it has changed, so many people are now getting displaced, because they've always been brought up to sort of declare very proudly, I'm a very practical guy, I don't waste time reading. It's a number of times I've heard, you know, people with many years of experience who say, the last book I would have read would be Tinkle magazine, because I read it for my kid. Now, which may sound very cute when you're announcing it somewhere, but what it does is you shudder to think that this is the guy who's leading that corporation, you know, so what options and choices would this guy have other than, you know, imbibed wisdom that this is what I've tried. When you have leaders whose sole worldview is based on what I've tried and experienced, it works when the world is very small. So, there's only one way to, you know, make an omelet, because that's the only thing people will have. There's only one way to boil milk. But now you're talking of cuisine, that cannot come from just your experience. You have to watch stuff, you have to read stuff, you have to experience stuff, you have to do all this and connect the dots and sort of see how you can bring that in. In this world of work, education has been completely divorced. So, therefore, I think the challenge that we are looking at when we are talking about what EdTech is trying to solve is that trying to figure out, okay, you don't need to go to school, you can get it through my app or my website or my this thing, we'll give you a video version of the book. That is really not the process. And the whole process is around how do you build curiosity and build a multidisciplinary view because that's where work is. You can't solve, for example, you know, in the pandemic, a great example of this is, look at the irony of the scenario where the problem is not that you don't have a vaccine, which at least supposedly solves the pandemic, you have a scenario where you're trying to convince people to take the vaccine and the rich are holding several versions of the vaccine and it's going to waste and there are a vast number of billions who will not have access to it because it's, you know, people would rather throw it away than to donate it. Now a lot of it comes from the fact that when you don't build empathy for a person who cannot pay you back, back to the question of generosity, you cannot think that that's the right thing to do. Then you are only thinking in reductive processes. You are saying, how is it going to benefit me? What is the ROI of this entire process? So I think this whole business of education being completely driven by exams is one such casualty that you don't have interdisciplinary thinking. You know, I can't go and teach something and draw in a reference from another, you know, discipline because then it sort of treads into the fiefdom of another department. So knowledge has become trapped in departments rather than being free and you solve a problem using whatever you do. This is really like saying that imagine if you had to build a house and you're told that boss, you can take one tool of your choice. It can be a screwdriver or a hammer. You can't have both. How would you build the house? You can't. So I think that's where education is today, that you have these walls and it's very hard to find people who enjoy work because they're constantly told, this is not your work. This is not for you to worry about. So whereas problems are not created in one single discipline, problems are always multidisciplinary. So for example, back to the vaccine example, it's a problem of science and storytelling. It's a problem of understanding human psychology and religion and culture of a country. But if you don't have leaders who have read the history of a particular tribe for no reason not altogether, how would they ever do that? And so therefore, one of the pieces would be if we made literature and reading and humanities a lot more integral, it's not looked at as something like the other day somebody was saying, I don't know why my kid has to study geography and history, and he's got to study stuff like civics. And this whole business that every piece that you are reading has to have an instant gratification. You are not giving time for the person to process it and merge it into their worldview. It's very hard for people to find the value of that, which is why today when you find that somebody doesn't understand history, you have a certain kind of a view. I remember just about a couple of days back, I was at a wedding and I was sitting next to somebody who teaches history in a college. And I was referring to the version of history that I learned by reading Manu Pillai. So the person says, one sec, one sec, one sec, Abhijit, Manu Pillai is not a historian. And I said, why do you say that? I said, because, you know, so he says, no, no, they are not researched. I said, you can't say that. He's got like 50 pages of references. But that person's book will never ever be prescribed by my college. I said, well, that's sad that, you know, your students would, I hope that they read some of the stuff outside of your college curriculum. But I'm not even sure whether that's going to happen to a lot of people. So it's horrible. I think the greatest value that I see for work that you are doing, for example, in the podcast, is to make content available in a format which can be in, you know, in my head at some point of time. And I don't need to worry about, you know, that I'm learning history, I'm just building a worldview full of conversations. So I think if we focus more on conversations as a way of shaping worldviews, we would be solving problems very differently."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:02.600",
        "message": "So bunch of threads and one is, of course, the clearest illustration of how there is this massive mismatch between I mean, you'd imagine that in a marketplace of supply and demand, you know, education would be at the supply end where you are training people who are then actually doing useful things in the real world, whatever it may be, however you measure it. But the fact is that not only do we have a massive jobs problem in India, but many of the people who are actually being churned out by the education system are unemployable, even when there are actually jobs because they're learning nothing of any value whatsoever. And that Manu Pillay, first of all, he's been on my show many times, he's an excellent historian. I mean, look at his rigor, look at his work, look at his, he's absolutely fabulous. And I think that's one of the reasons, I mean, what that illustrates is one of the reasons that many common people, I think, quite understandably have an anti intellectual attitude, quote unquote, and are suspicious of academia, because academia has really gone into this whole, you know, warped space of its own where, you know, the bubble has become a cage, especially in the humanities, not relevant to the real world anymore. Like, I look at the academic world and I'm like, no, like, if you know, if I wanted to educate myself, the university would be the worst place to do so if it comes to humanities, science and all, obviously, it's a different matter. The best way to educate yourself is read a lot, maybe listen to podcasts, educate yourself in different ways, you know, joining a humanities department in any modern university would really set you back and make you useless for the real world, which is not to say that I'm judging humanities, I'm judging academia, academia has completely failed and which leads me to my next question, which is that, you know, in one of your talks, you give this anecdote about how you were sitting in for this interview. And the person who was interviewing someone with you, they asked the question to the young interviewee, that what is your favorite animal? And that person said, Oh, dog. And then eventually, the person who asked the question said, we'll take him and you asked why? And you said, because no, no dogs, loyalty and this and that. And then he asked the question to another person that what is your favorite animal and that person said horse. So he said, what kind of horse and that person said running horse. And then your colleague rejected him because he said that running horse means high attrition rate will run away. Correct. Right. Now, this is a classic example of hardcore overthinking, right, where, you know, there is one kind of theory, which just comes from this kind of overthinking. And there's another kind of theory, which interacts with practice, as you mentioned earlier, and they feed off each other. And therefore, those are frameworks that are based in what is happening in the real world. And you can apply them across disciplines, you know, as we'll also talk about after this. And, and those are that's useful theory, that's useful frameworks. My problem with a lot of academia is that a lot of your theories have no connection with the real world. And when they come in contact with the real world, they fall apart. But do you feel that's also then a danger in, say, management studies or in the books that are written about these subjects, because people may set out to write books, management guides or self help books or whatever. And sometimes one wonders if there is a force fitting of frameworks, if you're trying to, if you're overthinking it in this dog being loyal kind of way. And is that then a danger that you find yourself warning yourself about, ki mujhe yeh nahi hai, mujhe jo har cheez hai, it's, it's something I've learned from practice, and I can apply and I'm confident it's there, so."
    },
    {
        "speaker": "Guest",
        "time": "02:48:44.280",
        "message": "I think both are important, you know, one of the one of the reasons why academics and the world of practice have fallen a little apart. I think it's a tragedy for both because when you see that the best theories are drawn out of practices, that what is a theory at the end of it, you observe something, you know, and you find a pattern and you kind of put that together in a framework, which gets challenged and there's further research and you sort of put it together, you modify it, it's a iterative process. It is when you kind of say that, if I cannot instantly apply whatever I've learned, then there is, then it is useless knowledge, then in which case you get to the version where let's say if, you know, I'm looking how to use a certain feature on my phone, I can look it up on YouTube and do that. That does not make me an expert on the phone. I will not be able to fix it one more time again in future."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:52.800",
        "message": "I think my point was not so much about a practical value. My point was also about understanding something, you know, if you tell me the physics and the electronics of a phone, I'll understand how it works. If you tell me that the phone is a symbol of patriarchy, then I'm sorry, you've lost me completely, you know, and that's the kind of area that we've sort of gone into in modern"
    },
    {
        "speaker": "Guest",
        "time": "02:50:16.600",
        "message": "times. So, I think a lot of it has happened because not enough people are reading enough of literature and having those conversations because that's the only way you build a worldview where you understand who you're building it for, yeah? So, for instance, while in India, you see a lot of people signing up for these online courses. Our rate of completions are very pathetically low because, you know, you are hoping that somebody is going to, you know, do something which will instantly get you the job, et cetera. I think this whole obsession of knowledge with something that has to be instantly applied in totality creates a challenge that it doesn't give you time to build connections with other disciplines, your own life experiences, your observations, and that is where you begin to take borrowed wisdom and apply it. And then that gets concretized because, you know, you've done it and somebody else has done it. We are fortunately coming into a time where many of these conventions have been blown apart, yeah? And education, for example, we talked about that briefly. If you look at this whole knowledge, you know, I wrote a short piece on my LinkedIn newsletter which I talked about degree inflation. So, the whole notion of, and I drew a cartoon which has somebody, you know, saying that wanted BA and then, you know, somebody just paints an M in front and says, wanted MBA because it's possible for a job which requires a fifth-grade pass out and the knowledge of how to ride a cycle. They are applying for a job of a messenger in UP police and it gets thousands of people who are, of course, graduates and thousands of people who are, of course, postgraduates and a few thousand people who are PhDs. Now the question is, this is degree inflation in its classic sense. So, if you take the person who is a PhD, are you being fair or unfair? Because the job requires you to just have that basic level of knowledge. One sign that you might want to think about is why are so many people applying for that job in the first place? But it also means that when you look at, it's not just in that level, you see it in so many places. You get an MBA simply because you can get an MBA to do the thing and therefore, you know, you are having proliferation of, you know, management schools, every corner sets up one and offers that thing. And suddenly, you know, people turn back and say, but, you know, this person doesn't know anything because you need a number of people to teach that way. And teaching has become one of the least attractive options when you sort of really look at who gets drawn into teaching. When you look at that, and the moment you create educational institutions, the one place where you should be investing is having better teachers, teaching them how do you become more creative in the way that you, you know, teach, because today the students are not just exposed to books, they're exposed to movies, they're exposed to podcasts, they're exposed to YouTubes, they're exposed to Spotify. How do you teach a person who has that worldview is very different. So I would say that even the way that you read a book today, what I very often would do is I would read a book, and then I often would watch the person talk about the book on say, YouTube or Spotify or something, because I always find that when I've read the book, I may have thought of something as important, and somebody else who wrote the book found something else to be completely different. And I never even looked at that shade, you know, when I read through that whole book, this didn't even register, and I don't even recall. So then I'll go back and reread that segment that the person is talking about. So in this process of engaging with a book, you know, one thing that I would sort of look at is, why don't we teach people to read books faster, and then summarize and write their own, you know, reflections on that book? Because again, the whole point is, what's the point of doing this? So everything, you know, education is about doing lots of things which right now you can't see any relevance for, but you will connect the dots later, you know. So when you overlay many different elements, you see that if there is a country going to war, you don't just take the common narrative that this guy is good, this guy is bad, and this one is terrible. You kind of say that, okay, there's a, you know, economic incentive to sort of do that, because I've had the privilege of reading economics. And they kind of also, you know, from the general reading of literature that I've done, you kind of say that all political systems will try and sort of do ABC, and you kind of begin to see that pattern. So reading broadly, especially for those who are in the corporate world, I think reading broadly, not just business books, but reading about music, reading about films, reading about this, actually helps you create a far more holistic thing, which, you know, is more human-centric, and therefore is not going to get into that resistance. You probably design work systems very differently, you know. So I think those are some of the possibilities that one should be, you know, exploring."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:58.880",
        "message": "No, and one of the things to note is that hunger is there. People want to know, people want to read, academia doesn't serve that. I mean, you look at two historians who frequently been on the show, Ram Guha and Manu Pillay, they're both looked down upon by academia, and constantly criticized by them. But they are producing incredibly rigorous works of history, which has expanded people's understanding of the world in so many different ways, and more power to them for that. And you know, you mentioned degree inflation, and I'm just kind of thinking aloud, that, okay, a degree is a signal, I want to hire someone, a degree is a signal that, okay, this person has done an MA, this person has done a PhD, whatever. But these signals have lost value, because anything that is... If everybody has a PhD, how do you distinguish? Correct. Anything that is a metric can be gamed, and they've completely lost all value. So the question there is that, if you are looking for x, what is a good signal for what x actually is, and it is not the degree anymore. Like, when people who do my course, a couple of times people have asked you to give a certificate. And I'm like, you know, I can do a Jugaadu certificate if you want, as I have for a couple of people. But why does it matter? Why do you want a certificate? I mean, for me, whenever I try to learn something, I try to learn something for the knowledge, for its own sake, or because I want to do something with it, irregardless. But you know, why do certificates necessarily matter? And the other aspect about reading books faster is something I completely agree with. But I think the danger there is that that can also become a metric and that can also become a goal, especially when you said something like, you know, read a book, write a summary, then the summary becomes a goal, then you're rushing through the book to get to the summary. Whereas what I try to stress in my course is that don't think of goals, think of processes. Do you enjoy reading?"
    },
    {
        "speaker": "Guest",
        "time": "02:57:46.180",
        "message": "Do you reach for a book when you… I don't look at, no, I don't look at writing the summary as a goal. So when I read books, very often I do the doodles because it just, you know, it helps me recollect the book much better. So to me, that's a summary. And then I'll watch the YouTube video, then I listen to this guy on two, three podcasts, then I'll think. So I have explored the book from my eyes and others eyes. And I've sort of done that. And then when you write something, you've actually, you've now between each of these, you've had the opportunity to sit back and reflect on some stuff. And then when you write about it, it's potentially going to be a more thought through piece, which is a lot more comprehensive. It's not the metric. So it is not that, you know, I would say, I would always, there are books that you go back and reread, and there are books that you don't read again. I mean, it's a one-time read and you kind of do that. But I find that all the books which have had a nuanced view, it is not painted in one single color. There's shades and hues, you discover patterns which you missed for the first time, or maybe even the third time. So I think the ability to do that, if you're doing that, you're not really reading from a metric that I will notch it up and say, oh, you know, I read this book. But when you look at, when you've read multiple ways in which you can approach a problem, you have more choices. What Ram Guha or Manu Pillay and, you know, all these people are doing is, they've done all these, you know, like I said, if there are 30 ways to design an incentive system, you must know all 30. But then you have the liberty to say, I'm going to use option number six with you, and option number 14 with somebody else, and maybe with somebody I'll do half of three and half of 11, you know, because that's most appropriate. That option does not happen if you know only one way to do it. So when you have so many of these colleges which are supposedly giving you practical education, what are they doing? They'll call a practitioner who will come and spend half the time talking about the great work their company is doing. When they do that, the students go back believing that is the only way, and especially if it's a company they aspire to do, you know, aspire to join. Then those big name companies, you get somebody who comes in and says, you know, we tell our people don't do A, B, C. They will look at that as the, you know, as gospel truth because they don't have an alternative point of view. So to be able to understand nuances."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:41.800",
        "message": "What I'm saying is different. I think you misunderstood me. That's your process. In your case, it's part of your process. But the point is that if you set it out, if you have a class of 30 people, and you say, okay, all of you read this book and give me a summary at the end of it. What tends to happen there is that they will treat it as a task to be done. And this is, for me, this is really important that you should never think in terms of goals, but only in terms of processes and habits. You want to build a reading habit and that reading habit has to come from your sense of yourself as someone who reads. You know, if I set a goal, you know, like, let's say, if I set a goal that every day between six and seven, I'll read, you know, sounds really worthy, you can build your, you know, you can become a reader that way, you'll do it one day, two days, three days, and you'll fall off the wagon, then you'll follow further, then you will tell yourself ki yaar, I'm not a books kind of person, I'm a Netflix kind of person, or if you're gregarious and Netflix and chill kind of person, right, and you fall off that and it becomes a vicious cycle where your failure to achieve a goal affects your self image. Whereas the point is that if you begin with your self image, if you say ki yaar, I am, I'm the I'm a self taught polymath, or that's my self image of who I want to be. And I am the kind of person who when I'm bored, I don't pick up my smartphone, I pick up your book, then if you own that self image, then you will just be reading a lot naturally, you know, you will be doing the summaries out of pleasure, not because it is a task that has been set for you. So I think the challenge really is in motivating people and helping them to build these habits, rather than follow the whole school college system that this is your goal, do this, isko seekho exam dena, isko seekho summary."
    },
    {
        "speaker": "Guest",
        "time": "03:02:18.760",
        "message": "So that's what I meant. Yeah, I totally agree with you. I'm sorry, I misunderstood that whole thing. Yeah, you're right. I mean, I and I think you, you know, as long as you are able to craft your own process of doing something, yeah, you're right that, you know, there may be a time where, you know, you you take a break from writing altogether. And then there is a time when I kind of, you know, intensively will write for a for a long stretch, because all of them are important ways in which I structure my world, you know. So I don't necessarily, you know, subscribe to this whole thing that you must do it from the, again, it's the whole process of living without an ROI. The moment you have a goal, there is an ROI. This is my goal. I have to produce three book summaries for this course. Then that becomes the be all and end all of itself. You stop enjoying the course. It's the same pattern that you are saying when you take the selfie with the stars, you're not enjoying the stars, you're not looking at the patterns that are there, are they, is the, you know, in the sky when you see a whole lot of stars. As a kid, I very often used to, because I could read three alphabets, you know, I would say, does the sky write, you know, using Bengali or English or Hindi? And I would at some point of time, I would say, ye to Hindi mein likha hai. And some days I would notice Bengali and some days I would say, oh, no, that looks like a clear O, that's a U. So I think it's written. And then I would sort of really go through that whole process. This completely useless process, again, I'm using air quotes in this useless, is really what made me who I am today, you know. So the ability to sit down and, you know, just aimlessly lie on the grass and look at the cloud formation and say, that looks like so and so person's face, can I draw a caricature of that? Then I turn it and then I say, oh, the eyes are missing. And then you sort of do that. So it's always this whole process of dabbling in different things and bringing it all together at some stage. So there's a convergent stage and a divergent stage. Writing is always about that. You know, most people kind of say that, oh, it must be fun to be a writer. No, it's terrible to write, you know. I don't think it's a fun process at all. Fun process is the divergent process. I meet a number of people, this conversation triggers a thought in my head, then I go and watch a film, I see that, then I notice the same pattern now out here and then I do this. Now comes a horrible part of writing the book, where you just have to sit down and go through that rigor of structuring your thoughts and say, you may have thought about 15 different things, but what do you want to say today? What is it that you are talking about today? And then it talks about convergence, simplifying, putting it together, and saying, am I being too wordy about this whole thing? You kind of delete it, you rewrite the whole piece. So yeah, I mean, and for me, sometimes what happens is in my LinkedIn newsletter, for example, sometimes I have the idea, I know where I'm headed with this, this is the basic thing, but I fumble and struggle when I'm trying to put it together in writing. So then I'll draw. So I'll try and create a fancy banner, then I'll try and do an illustration of something. And then I will do this, then that triggers a thought and it builds a connection. I say, oh my God, how could I have even missed it? And I'll go back and sort of look at that. And this whole process for me is about, then I'll go back and say, oh, you know something? Let's take a break and I'll listen to something or I'll watch some YouTube video or something. But all the time at the back of your head, you are thinking about whatever you're writing about. That whole process, writing therefore is not just an act of putting an idea onto paper, but it's a process of integrating your world and putting the essence of that, serving it. It's like cooking up a meal for a very large number of strangers and a few friends. So when you start doing that, you're always asking yourself, am I cooking only for my friends or should I be also cooking for some strangers? Because it's in that that you challenge your craft."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:02.920",
        "message": "I love this framework of divergent, convergent. I think when somebody asks me, what is it Amit, you were going to do so much writing, what are you doing? I don't see you writing. I'll simply say, it's divergent. It's divergent, convergent. Yeah, absolutely. Abhi toh hum chill kar rahe hain. Aap mujhe skype pe dekh ke batao, kaunsi bhasha hai. Correct. So, okay. So my next question in a sense is a different kind of divergent, convergent, which is that if you look at the thinkers of the 15th century, the 16th century and so on, they thought broadly about a lot of things because our knowledge and everything was so limited that you could think broadly that someone like an Isaac Newton was not only doing the physics that he did, but was also interested in alchemy and was also teaching theology to pura sab tha. You know, people like what Plato and Aristotle are doing is asking questions about a whole lot of subjects rather than restrict themselves to anyone. In fact, the way I define philosophy is like proto science. It is asking big questions that come before science and over a period of time, science will take over some of that area and some questions remain with philosophy and whatever remains is philosophy. You know, otherwise gradually science kind of takes things over. Now, what has happened in the last four or five centuries is that fields get more and more specialized. Ki, you know, sociology ek ho jati hain, economics aur ek ho jati hain, wahan se further splits till you reach a stage where today there will be an esteemed professor somewhere who is like an expert in labor economics in Latin America and blah, blah, blah, which is a very narrow field. And they'll know that lane and they'll know nothing else. But the trend that's been perhaps, I mean, I wonder if you'd agree that there's a little sense that now it is expanding again, in the sense that now people see the value of stepping back, thinking broadly, and applying common frameworks to different things, like the way that you know, you've done in your books and like the way that I try to do, yeh framework hai. For example, dissipation of the mainstream, decentralize ho raha hai. It's not just about one field, it can apply to a lot of things. And you apply it like that. You look at some of the great public intellectuals of our times, like say, Steven Pinker, right? Cross disciplinary, just, you know, getting great insight into a lot of work. And I think that's fantastic. I think that, you know, if you narrow down onto one damn subject, and you just drill down deep on that, and all of that, that's great. And, you know, we need people like that. We need hedgehogs. Now, you've sort of, I don't know if you've used a specific term fox with regard to yourself, but I read you writing about yourself. And I thought, woh Isaiah Berlin ka jo fox in the hedgehog hai, that the hedgehog knows one thing, a fox knows many things. And it seems to me that you are a classic quintessential fox. You know, I don't know if you were ever a hedgehog in terms of, you know, that particular specialization. But you're a classic quintessential fox, which is why these books are valuable, which is not to say hedgehogs aren't valuable. Of course, they are in a different way. We need that kind of depth also. But we also need this broad step back meta system syncing kind of approach. So what are sort of your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "03:10:15.600",
        "message": "You know, when you look at the world today, as it has become a lot more, so I, in my book Dreamers and Unicorns, I talk about five forces that you must use while designing anything, you know, today. One of them is about boundarylessness. You know, you talked about this whole thing that the world is so interconnected that the problems are also fairly interconnected. You can't solve a problem of one country without, you know, automatically impacting five other places where somebody somewhere else is going to get impacted. And you might turn back and say that, okay, let's go and, you know, put option A and, you know, push that country back. And suddenly you realize that your own cousin is stranded there and, you know, so you kind of, it's suddenly from being very abstract, it suddenly comes back to strike you. The pandemic, you know, when we've had, you know, tragedies in the past, you know, one of the things that very often people talk about is that the tragedy is a statistic in the newspaper until one of those people belongs to your family or is your loved one. Then it suddenly means something completely different, a disease means something different. So when you look at the world from a very personal point of view, you begin to see what matters only to you. But when you take a meta view, you begin to realize that all these things are fairly boundaryless. For example, the largest companies in the world today are boundaryless. You can never describe what is their core business. I mean, what is the core business of Amazon? It's not selling books. They stopped doing that long back. I mean, they still do it, but I'm just saying that it's a completely different planet altogether, what they are known for and where their revenue comes from and what they will do. And this employs, you know, such a huge number of people. And if you look at that ecosystem, it employs a huge number of people and sometimes some of these companies are bigger than the GDPs of many nations combined, yeah? So there is a subtle shift of power away from one kind of a system to another kind of a system. Somebody who has read philosophy or economics and history and a little bit of geography and civics can sort of map all this and say, oh gosh, this is a repetition of this particular process. So in economics, when you read Eco and SRCC, you also have to do political science. And I always thought, my God, why am I being made to read political science? I have no desire to pursue it ever in my life again. Now I look back how foolish I was because when you read about things like Hegelian dialectics, you learn about the fact that it's so powerful, thesis, antithesis, and synthesis, which is one of the things that is the second piece that I talk about in my design principle, that the world will exist as ants. You will never have any more of that one homogenous thing, whether in media, whether in society, whether in education, whether in the method of learning, it'll all be an ant. You will learn partly from college and from an individual and from YouTube and from Spotify and from a book. It's all of that, which then turns back to explain, oh, okay, it fundamentally means value is going to be created through intangibles, which is the third principle that one is talking about. Intangible things like brands become important, which is why you kind of say that, you know, suddenly you find a YouTuber who's like all of 10 years old, who has 10 million followers, now employs his parents and, you know, runs a company and is featured on the magazine cover and, you know, makes more money than your CEO. Suddenly you kind of say, okay, hold on, is this the exception or is this the signal of something which is going to, it's a weak signal today, but that's where it is. And therefore, when you look at the fourth pieces about managing, understanding emotions, it has become so important. And if you see what is the element which is missing in this world of Zoom meetings, that you're missing the human connect. Could we have done this conversation over Zoom? Yes, we would have. It would have been efficient. We would have, you know, sort of put a time and then we would have done this conversation. Efficient, yes. Many of those nuances get missed because part of the response gets shaped based on your response to the thing and I observe, you know, the way you're looking or the nodding of the head or, you know, when you're flipping something, all of that, it's a part of that larger signal. If you limit it to just one signal of what is being put across, you know, it becomes very, very limiting. So and then the fifth principle is, of course, it's in perpetual beta, so there isn't something called a new normal. That's a myth. It's never going to be something like that. But when you combine all of this, so many of the things begin to make sense that there is decentralization. Decentralization is happening in media. Decentralization is happening in finance, you know, and you see the cryptos happening. Suddenly it all connects up, you know. So I think when you have a multidisciplinary point of view, you begin to experience the world very differently because you are using multiple lenses. And if you put in the lens of people, what does it mean for somebody who is, let's say, you know, in a blue-collar role or somebody who is earning below a certain threshold of money? What does this mean when you kind of do something like that? Is it good for them? Is it bad for them? Who's the beneficiary? What's the incentive? You suddenly start to use many different lenses when you create it, you know, when you build multiple disciplines in your head. So I think careers will also move in that direction. It's no longer going to be about, you know, like I've used one of my highest views has come from this thing which I wrote, are you a career 3.0 person stuck in a career 1.0 job? Yeah. It simply means that you are going to be looking at a world where people will not just do one job, which is you're an engineer, you retire as an engineer, one employer, or maybe you change a couple of employers, but it's basically the same. Career 2.0 is trained as whatever, and then decided to go and open a cafe and or become a musician, you know, and that's the world that, you know, many people have taken on. That's career 2.0. It's like a fork. Career 3.0 is like a pizza, which is sliced into, you know, multiple things. You have multiple skills, which is monetized at varying levels. And that is the world that most people will live in because of a variety of reasons. One is, of course, we are living longer, you know, today, our average longevity is 72 years in India. In 1947, it was 32 years. You know, decades have been added. So when you look at that, if you pause and say, oh, that means when people talked about four ashrams, you know, Brahmacharya, Grahastha, you know, Vanprastha and Sanyas, when they are talking about this, you mean all of it had to fit in under 32 years or 30 years? That explains why people had to get married at age eight or 10, because you are already, you know, you are 50% down, you know, in terms of your lifespan. And so then, you know, you are building space for many other things. So when you suddenly look at many of these processes, a lot of things connect back. And now when you look at, you know, when people are going to live to be 100, this whole notion of retirement is such an irrelevant concept because, you know, it was done at a point of time when this hard labor and everything meant people sort of died at a certain kind of a pace. And you said, okay, you know, enjoy the last couple of years based on what you saved up. People today will not be able to do that because you are, you know, when you look at your savings, what you will need based on inflation, just do the math and you will discover that, you know, you will have to perhaps work out of economic necessity for most people. Even if you don't want to do that, you are lucky enough that you made your whatever money. How much of Netflix will you watch for the next, you know, 40 years, 60 years? So the notion of time when it changes, your notion of your career will also change."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:19:21.320",
        "message": "So I want to come to the notion of time because you've also spoken about that and I keep talking to my guests about that. But before that, you know, I loved that video of yours where you talk about the concept of thinking in an and kind of way, becoming an and person and, you know, and the part of it which I really liked, there was Chindogu, which is a Japanese for useless inventions. So I'll just direct people to that, I'll link it from the show notes. But there is, you know, I thought of one, I discovered one example recently who fits perfectly into your framework. Have you heard of Miss Excel?"
    },
    {
        "speaker": "Guest",
        "time": "03:19:53.040",
        "message": "Yes, she teaches Excel on Instagram."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:19:55.400",
        "message": "Yeah, she teaches Excel."
    },
    {
        "speaker": "Guest",
        "time": "03:19:56.400",
        "message": "She's just an incredible person. Wow."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:19:59.120",
        "message": "I mean, that's the, that's the and, Excel plus EDM plus dancing. There you go. So that's your perfect and example. So let's let's talk about time because this exact example about why people used to get married young because you wouldn't live so long, I just chatted with, you know, one of my guests in a recent episode, I mean, I've recorded six episodes in the week before this, so I've forgotten who, but this exact thing that how does one's notion of time change and in another way, I think of, you know, people like you and me, where we've reached middle age, and, you know, when you're 20, it seems like time stretches out forever that 30 is an old man and at 50 is a sit down uncle, you know, that's how it seems. But when you reach my age, it's like a couple of decades just went by in the flash of an eye and your notions of time changes, which is why you start thinking more in terms of happiness and activity and what you want to do. Now, you've got a video on this where you get played around with this one sentence, which is I have worked there a very long time. And you know, not to give a spoiler, but to cut to the chase, you showed a picture of an old man, you ask your audience that this old man says I have worked there a very long time. What do you think he means in like 20 years, 10 years, blah, blah, all of that. And then you cut to a bunch of teenagers and for them, it's like seven months that someone"
    },
    {
        "speaker": "Unknown",
        "time": "03:21:21.160",
        "message": "apparently I think you mentioned told you that I have worked there a long time and it"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:24.600",
        "message": "works seven months in a place. And your point, which I found very provocative and worth thinking about, because I never thought about it in this particular way, is that therefore two people who are working together may in one sense, be completely incompatible, because their notions of time are completely"
    },
    {
        "speaker": "Guest",
        "time": "03:21:43.320",
        "message": "different. Yes, that's very true. Because when you, you know, when you look at people, when they stay in a company for a long time, or they stay in a relationship for a long time, very often the unexplored assumption is that our notions of time are similar, which means when I say, yeah, let's do it quickly, you know, you and I roughly have the same thing. It's unspoken, but it's understood. The moment there is a mismatch of time expectation, it causes stress to either party and the relationship will not last. So therefore, when you look at attrition, when a lot of people, young people today are leaving jobs, it comes from a variety of reasons, multiple reasons. So it's not a single factor kind of a thing. But when you look at it, it comes from the fact that young people also have a sense of impatience because, you know, there is so much of time that they have spent. You may say that, oh, this fellow, you know, worked with us for six months and he left. You know, what an ungrateful person, we invested so much. But in that person's mind, I could have spent a very long time. I gave six months of my life to your organization. And they feel dejected that it's looked at as, you know, an act of betrayal because the people talking about this are older people whose definition of time is much older because they have come from a point of time where if you sent a letter and in that video I talk about that example in my ink talk that you write a, you know, letter to somebody in another country, it's going to take three weeks to reach. And if the person wrote back that very day and posted it, it will take another three weeks. So your instant response is six weeks away. And today you find people who are competing with everything that, you know, this is on demand, this is learning is on demand, your vegetables are delivered to you in 10 minutes. And at the end of the day, we are getting an inflated notion of how worthwhile our time is. And parallelly, the polar opposite is they are getting bored. I don't know what to do with my time, you know, because if you are not curious, long life can be a curse. So when we say, you live thousands of years, you are 50,000 years old, that is, you know, the worst thing to tell somebody who doesn't have the wherewithal to engage themselves, you know, in their own world for so many years, or who don't know how to build relationships beyond what they've been handed over. So they have no curiosity to spend time with strangers. Their own kids are going to, you know, go away and they lead their own life. And which is why so many people talk about emptiness, because nothing else has filled their nest. So you need to be able to figure out how do you structure time? What does that mean to you? And that's an essential component of happiness, because then you have a great view that, yeah, if I spend, you know, five years, you know, it's a great place. One of the places where I worked, where I, you know, completed five years, I happened to be working in the US at that point of time. And this is a company which has, you know, seen people working there for decades and come and spent a great place to be and all of that. And you know, when you complete five years, they give you some kind of a gift and some that's a very small gift, but you get to wear a small little label pin kind of a thing. So I found that, you know, my time was over and nobody made any reference to the fact that we should be having some kind of a celebration to mark your five years. And I was thinking maybe nobody knows me, which is true that nobody knew that I completed five years. They all thought I'd just joined and, you know, whatever. And so then finally, you know, I had dropped many hints to my, you know, teammates and they said, yeah, it's been a long time and these five years have just gone by and all. And nobody reacted, you know, because everybody was used to working there much longer. So five years didn't seem like, you know, something worth celebrating. It is really what, you know, I felt when I saw these days, you even have graduation ceremonies from prep to class one, you know, which was like, you know. So it was one of those moments. I went to somebody in HR and said, you know, I've completed five years. So now what happens? They said, oh, your gift should be on the way, you know. So then you can go and collect it from so and so person. So it was the dispatch office and I found that, you know, this guy was there and he said, yeah. So what can I do for you? And I said, I've completed five years. Oh, there was a box full of those little label pins. He picked up one and tossed it like that to me and said, okay, go wear it and flaunt it. I went so angry, I went and dumped it in the dustbin. I said, nahi chahiye mujhe, is tarah se battameezi se de rahe hain. And then I kind of thought that, well, in that place, five years is really, my notion of time is not the same as the notion of time for this guy who's worked there for, you know, 34 years or whatever. For him, what is there to celebrate? It is the same thing, I can understand celebrating graduation as in university, but graduation from prep to one today seems the same equivalent, yeah? So I think over time, as our perception of time changes, how we view others who are different, you know, we start to look at them with a little bit of disrespect and, you know, don't take them seriously because after all, what has this guy seen? So a lot of it, in every culture, there's a premium placed on longevity of time, you know? Tumne kya duniya dekhi hain? Main tumse bahut baddi duniya dekhi hain, mere baal safed dhoop mein nahi hua hain. There are idioms, phrases, all of which celebrates that you spent a long time doing something. And yet if you look at, for many of the people who are entering their teens or, you know, people who are entering the early stages of work, they look at that as something which is not positive. If you tell a company that we've got a long legacy of, you're doing something for the last 40 years, it's not something that a lot of people view with great, you know, notion that awestruck, oh my God, you've done it for 40 years, they say, okay, probably someplace I am better off somewhere else. So notions of time are, you know, very, very important that they're determined, you look at your friends, you probably have similar notions of time. And which is why when you can sit down with classmates, you know, you share the same experience of time. And you turn back and say, yaad hai aisa hota tha, when you think about nostalgia, nostalgia has no meaning for somebody from a different generation, it's boring. And if somebody says that, oh, you know, I lived in a time when there was only black and white television. A lot of people, they will say, my God, what a disgusting world to have lived in. So until and unless you begin to set aside your own judgment and, you know, evaluation, and you start to say, what was it like when there was, you know, one television channel? What did it really mean? And you refer to it that there was a homogenized view of what is the truth. And everybody shared it."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:29:36.080",
        "message": "Then we knew a lot about agriculture because of Krishi Darshan."
    },
    {
        "speaker": "Guest",
        "time": "03:29:40.800",
        "message": "See another shared moment. We are just dating ourselves by doing all this. You know, Krishi Darshan was one of those, Chitrahaar was, you know, once a week and you got to watch a Hindi film clip, you know, once a week, and you kind of suffered through hundreds of ads just to see those, you know, five songs that would be played."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:30:02.560",
        "message": "And the Pradeep Kishan film in which Annie gives it those ones written by Arundhati Roy, that's famous for having aired only once on Doordarshan. And I saw it and all my friends saw it, not because we knew about the film or we are waiting for it or whatever."
    },
    {
        "speaker": "Guest",
        "time": "03:30:15.280",
        "message": "But you got to see one film a week on TV. And you didn't want to miss it for whatever reason."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:30:19.480",
        "message": "You didn't want to miss it. Toh sab jo bhi dikhate the dekhte the."
    },
    {
        "speaker": "Guest",
        "time": "03:30:23.120",
        "message": "Correct. So I started sort of showing regional films, you know, and then that's how I sort of, you know, again, because there was so much of dearth of entertainment, you watch regional films also, which was in some sense good, because it expanded my worldview beyond what I had seen. So it was lovely. I mean, so in that sense, it was doled out, rationed. It was precious. So smaller things made you happy. So you talked about ambition, ambition bahut chote hota tha, wahan toh koi ambition tha"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:30:49.840",
        "message": "hi nahi. My father was an IAS officer back in the day, you know, and very sort of conventional in his thinking. So once I remember sometime in the 90s, after liberalization, he gave some talk about talking about the good old days, saying ki now I turn on the TV, I don't know what to watch. But back then we knew what to watch. There was only one thing to watch and he was romanticizing that and I had an argument with him. I was like, what are you talking about? Like, now I have so much, you know, I remember when star movies came and HBO came and you have films all day boss, MTV jab aaya tha, all day paagal ho gaye the. But I get what he's saying from the, you know, the mental equanimity point of view that you're not just going from one thing to the other, like Jonathan Haidt recently made the point that even though we are surrounded by so much information and knowledge and all of that, everyone is consuming what was produced in the last three days. And that's just so, such a frightening thought to me. Speaking of time, by the way, I also, once in a while, I think of dogs, like how do dogs suffer us? Because dogs have a shorter lifespan, so their days are faster, the nights are faster, everything is much faster. So to them, their human masters or their human pets, maybe they think of us that way, are such so ponderously slow."
    },
    {
        "speaker": "Unknown",
        "time": "03:32:08.080",
        "message": "Of course."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:09.080",
        "message": "They're probably thinking that get a move on, throw the bloody ball, or how someone might react if they meet me in real life, and they have to listen to me at 1x. I can imagine a similar reaction. Let's talk about HR. Now, you know, what your book is, of course, much broader than that. But in general, as far as the workplace is concerned, as far as companies are concerned, and so on, what are the fundamental ways in which the world has changed, which people don't get yet, where conventional wisdom hasn't caught up, like there is always a lag, the world will change. And then there'll be a lag and people will figure it out. And big companies are actually the worst affected because they're the last people to figure it out because of their ossified bureaucracies and all of that. And some of them if they cope, you know, they survive and others go the way Kodak went, you know. So, if you have to speak to, say, your peers within companies or within HR or whatever, and tell those guys, you don't see it, but take a step back, this is how the world has changed. This is what tomorrow will look like. How would you put that?"
    },
    {
        "speaker": "Guest",
        "time": "03:33:15.520",
        "message": "So, I mean, I don't think I have any great wisdom, which is different from what people have, you know, who are working in different companies. I would, of course, sort of say that, for me, one glaring gap that I notice is that most companies do not have any way of researching who their employees are. You don't, you see a lot of investment in consumer research, you know, you think about qualitative research, quantitative research, semiotics, yeh, woh, sab kuch hai. Why don't the organizations have equal amount of investment in the people? If they did that, A, you would immediately begin to understand what makes them happy. This particular bunch, and you are not limited by your own worldview. One of the problems of the current method of power structures is that rules are made by a set of people for the majority who they have no connection with, right? And they do meet them occasionally, you know, you kind of, the relationship is sort of really one of those occasional ones, you come home and you pat the little thing and the fellow goes off, and then you do your own thing, you read your newspaper. It's a lot like that. And I think the only way you can build organizations once again, is if you really start to engage with the people and really understand what are their deepest aspirations, what do they want, what are the things that they care about. And there are, you know, different places, of course, I'm still a big fan of reading, listening and all that. But those are some of the ways in which you can pick up what has changed because the medium has changed, you know, so one of the pieces that I do for some of my clients is this workshop called new media, you know, when you do that, most senior leaders have no way of engaging with people on, let's say, a social media platform, because social media doesn't really care about what an important guy you are. If you have nothing worthwhile to say, I am not going to follow you, and people can unfollow at a click. So, you know, yes, you might issue a diktat and say, tomorrow morning, I want all 30 people in my team to follow me, and day after they will unfollow you, you know. So it just, you know, media has evolved all around and the world is no longer like an aquarium, the working world. The organization is not like an aquarium where you are, you know, in this particular setup, you can get a view of the world outside, but, you know, this is pretty much a self-contained zone. Today, that aquarium is part of the ocean, so, which is why you find organizations in really awkward settings where they have to perhaps put a commentary on social events that are happening, social movements that are happening, political choices that people are making, the way they do ABC, where they sort of do that, the leaders are really awkward about the whole thing because they've never learned to have these dialogues, you know, with people who disagreed with them, and you begin to understand, well, I don't quite still change to your point of view, at least I understand what you feel about it. In the absence of that, it is going to be harder for people to lead others other than by force and diktat, which is going to happen in organizations where they say, yeah, you know what, I don't want to waste time doing this, you can find another place, which is what some of the companies have done. In my view, I think those are some of the ways in which, again, just as work, worker and workplace changes in tandem, leadership, talent, and culture also change in tandem. The leader must spot the trend that is happening. Now, most of the times, they can limit themselves to the product or the service that they're trying to create. So, most people are extremely buttoned up on that. They know that talent is still looked at as part of a problem that HR or talent acquisition is going to solve. And therefore, most leaders, again, get very distant from that, except for the fact that sometimes and hiring is one of the toughest decisions that you make ever in your life. And having done it for so many years, I still think I'm like really average or below average on that. And I think I get so many things wrong, my predictions about people, because hiring is really that, that you are making a prediction that this person is the best option for me to deliver ABC task. And that I have a way to reward and engage this person meaningfully. Very often the conversation is just about the task, but we forget that, will I be able to motivate somebody like this? So when you hire a person who is extremely creative and innovative, which is great, you can hire this person. Will you be able to manage a person like that? Because that person is good, is used to questioning everything and anything. And you will find it a drag because the other guys simply say, yes, sir, yes, ma'am and carry on with their life. This person is going to turn back and say, why? What do you mean by that? Why should I be doing this? Didn't we do this yesterday? Why should we be? And those are some of the places where people feel threatened. So the thing is, they will not hire somebody like that or the person doesn't survive in that organization system. And then the organizations worry about how do we stay more innovative? Then they do training programs around that. The answer doesn't lie in just the training programs. It has to be supported by the culture in which you operate. So leadership, talent and culture are again interlocked. And you can't change one without the other, the other two. So that is the other equation that I think is so basic that you have to be able to, you know, start leveraging it in the conversations."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:36.120",
        "message": "And how has the pandemic affected all this across two margins? One is, how has the pandemic actually changed the workplace and the things that companies have to take into account about the way that they work? And two, maybe there were things which were already changing, but we didn't realize it and the pandemic made us realize it, that, oh, these things were redundant, but we didn't know it. But we now know that it's redundant. Everybody doesn't have to come to office every day, for example. So what are the different ways in which the pandemic has kind of shaken everything up?"
    },
    {
        "speaker": "Guest",
        "time": "03:40:08.080",
        "message": "So I think a lot is written about how digital transformation has got sped up, you know, is fast forwarded during the pandemic. So a lot has been written about that. I think less has been written about the fact that, you know, the employees are not the same anymore. And I'll explain in a minute what that means. You know, very often when you see you have a teenager at home, very often you don't realize how they are changing, you know, they are getting taller, their voices are changing. You don't realize all of that until you find somebody who's seeing them after one or two years and say, oh, my God, you've grown so tall or you've, you know, changed so drastically. So what happens is, this is really a bit like the classmate effect. So the people you've been to school or college with have a certain picture of you at that point of time, you know, and they meet you once in a blue moon and they sort of perhaps get to know that Amit has got this podcast, he's doing this, that and the other. And all the successes and failures both surprise you because they are still looking at you with a picture that's frozen back in time. So if you are successful, then the constant thing is, that guy was so useless. How come that guy became, you know, ABC, that's so amazing. He was pretty useless, you know, I mean, he was not like this. And he didn't, he wasn't very good at telling stories. I don't know how he's become a writer. Because we fail to understand that people keep growing continuously. This is the adolescent kind of a thing that happens. Employers are facing the adolescent kind of a thing right now with employees, because for two years, they've worked out of their own home. And they are used to working in an unsupervised environment, where the boss, if I don't want to see your face, all I need to do is shut off the camera and then, you know, keep the headphone on. I'm, you know, responding to you, you have no idea, I'm not even sitting there, you know, so they are used, they are not used to the level of autonomy that the people have experienced. And that's going to be very hard for organizations to recreate the workplace where autonomy gets restricted. People are used to doing the work at the time that they do, yeah, and where they have, you know, found very rigid systems, they have quit. Lot of people have quit because they were unhappy, a lot of people have quit because they had no choice, a lot of people have quit because they're really reevaluating their purpose and saying, and tell me once again, why am I doing this work to pay the bills? Can I lower my standard of living and, you know, take a job which is not killing me like this? And a lot of people are doing this. The third is there is, you know, a big generational shift which is coming from the way that we view work. Because a lot of the people who are entering the workforce today, they have seen their parents work hard and still get laid off, they've seen that, you know, they've given their life, you know, they've not spent any time with the family, and one fine day the company decides to do that. Then in which case they have said, I'm not going to let the company decide and dictate terms with which I live and work, I will do it by myself. So the other day somebody was talking about a fact that when, you know, he asked somebody in his team who had just joined work and said that, you better complete it and give it to me on Monday. And the person says, I'm sorry, it's a Friday evening, I'm going out. So he says, okay, do it tomorrow at your convenience, he says, no, no, no, no, Saturdays and Sundays I sleep and spend time with my dog. He says, but you can do work, he says, no, but then who's going to spend time with my dog? Now, this is a question of, you know, people who worked for even 10 years, 12 years will not ask. They'll complain and say, you know, I've had to work over the weekend, and this is so terrible, but they'll do it. A lot of the younger people are going to turn back and say, hold on, I'm not going to kill my, you know, weekends for you, because I have to send some meaningless report which somebody's going to spend all of three seconds scanning over, for what, I'll do it on Monday. So I think production systems, workplaces, work is not designed with this degree of autonomy. It is being designed with that autonomy, which was taken away during industrialization, bus, my way or the highway, if you want to work in this factory, then you will jolly well come at this time before the siren finishes, I want you standing at the machine. Today, the person says, but I can't get up at 8.15, I can't, I'll go at 10, I can stay late later. Now, that's inconvenient, because it's neither this shift, not that shift. So work has been, you know, created in little silos and boxes, which is very hard for people to manage now. So I think we are, this distance has been, you know, the shift has been happening for a while. It's a bit like what I've talked about in Dreamers and Unicorns with, you know, how when movies happened initially, we kind of thought that it's like theater, but there is a camera in front. So people still spoke in that exaggerated tone, why would you want to do that? We'd never spoke like this, because it was meant to be a performance. And then somebody said, hold on, why do we have only one camera static? And you know, why can't we move the camera around? What happens if we have that? What happens if we have three cameras? What happens if we put the camera on top? What happens if we put a camera near the person's feet and show just the feet walking away? And a new format of storytelling emerges. It's the same process that is happening in organizations, and you are going to see that a lot of times people will behave as if it is still theater. They don't realize that, you know, the employees have moved further ahead. I think it's going to either mean a very different kind of a leader or the organization structure, and it will probably be both. It'll be far more decentralized because, you know, work today is done by networks and ecosystems. Whereas a lot of our reward systems, a lot of our development systems are still focused on the individual doing things for themselves. So the notion of leadership as somebody who manages an ecosystem, you know, needs a different mindset. An ecosystem is not just people who've had the same education as me. An ecosystem is the community, an ecosystem is the illiterate people, an ecosystem is the media, an ecosystem is, you know, everything else around me. So the importance of humanities as a foundation, without which you can't work, because work is no longer binary. You're either with me or against me, it's just not the model anymore. It is far more decentralized. The building of community is a massive skill which nobody has taught us. And yet that's where businesses are. So when you look at, so today's social shifts are moving ahead of where technology is taking us. Those social shifts have to be understood before they become completely divorced from what you're building. And people who are able to do that, so today if you see what's happening in the Indian ecosystem, you are looking at people who are, who have created products, that first wave of people who created stuff for the, you know, top 1% of India, is done and dusted and then now people are really building for the next 400 million. And this next 400 million have very different needs and expectations and problems than what the top 1% have. So it will give rise to a different set of startups and unicorns and all of that. But more importantly, you will find startup founders who come from that ecosystem, who are not building for an alien system. It's not, you know, a very fancy premium product being built for a third world country. So you kind of say, let's build down the cost a little bit, they can't afford it. It is going to be a different need altogether. And only somebody who has lived in that world can create that. And those kind of companies will have to be run in a very different way because they need different talent. You need talent which understands what they're doing. There, you know, like I was talking to one of the entrepreneurs and one of the VC members who said, very interesting example, she says that, you know, when you created the particular app that they have built, they said, the shopping cart, you know, checkout is through a shopping cart. You and I, we understand that. Now, a lot of people wondered what is that basket for? So then they suddenly realized that the shopping cart does not connect. So the visual language will change. So the apps will look different. The only person who can design something for that consumer is somebody who's lived that world. You know, it's funny because when you see a number of times when I look at cartoonists, they find it extremely difficult, Western cartoonists find it extremely difficult to do a good job of Indian faces. So if you sort of see Gandhi's face, you know, or you look at any of the Indian leaders who get drawn, you know, by Western cartoonists, for example, caricatures, they look completely different because the Indian face structure is different. In the same way, when I draw an Indian face, it is very different from drawing somebody who's, you know, Western. Face structures are different. A person from the African continent has a very different face structure and bone structure and body structure. When you look at these individual differences, suddenly you realize a lot of the products have not been made for people like this. You know, and so when you begin to see small weak signals from different parts of the world, you begin to do that. You begin to become aware of a world which is so different. And it may be a weak signal in your part of the world. It's already a mainstream trend. That's why when they say, if you are reading about something in the mainstream newspaper, it's already done and dusted, it's on the way down. So when you suddenly discover that, let me be part of it, it's already old school."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:51:52.780",
        "message": "So there's actually a term for, like, first of all, what you say about, you know, artists from outside drawing Indian faces differently is fascinating to me. So the next time any of my foreign friends, you know, does a picture of me, I'll say, dekhe, I am not fat. The problem is with your gaze. So I think that solves the problem. No, there's actually a term which economists use called isomorphic mimicry, which is basically you're transplanting something that has worked in another location and bringing it to this context and expecting it to work here. And that's really dangerous because you need to get really local and deep into it. And also what you did, that shopping cart thing, which you described, that's in design that's known as skeuomorphic design, where, you know, when Apple came out with their first e-reader, they had a bookshelf thing there. So people could relate or on many of these music editing softwares, you will have a knob in the thing. So people are turning a knob on the screen, you know, and email is still that envelope. Email is still that envelope, who has last seen an envelope? Yeah. Yeah. So all of that. In your book, you've also thrown the provocative question that does the CEO have to be a polymath? Something to that effect, which ties in with what you're saying, that the function of a CEO has changed because the nature of the company has changed. Now, one of the anecdotes that I recall from one of the talks you gave, which was really interesting to me, was where you speak about this company, which made these instructional videos for their employees, and then obviously, they can see when the videos have been opened. And they sort of the videos are mostly being watched at times like 2am and all. And this is very counterintuitive, because typically, you'd assume the training material, they'll watch it in work hours and all that. But it is not the case. And this particular insight doesn't matter to me. But what matters to me is that I value these kinds of counterintuitive insights wherever they come from, because they give you insight into, you know, your employees, your readers, your listeners, who, whatever the kind of case might be. And a lot of it really comes from machine learning, like, you know, you've spoken about how machines are really good on three different margins that if the work is rule based machines are great. If the work is repetitive, machines are great for scale, machines are great. And I'd go a little further. And I'd say that when you when you look at the current state of machine learning, that machines are actually capable of sitting back and coming up with counterintuitive insights you wouldn't otherwise have considered like, the example I use for this is alpha zero and chess. Right? Yeah. Now, chess was dominated by computers for, you know, since 2003, they've been so far ahead that it's not even close. And humans really use computers for pedagogy, and for and you know, as a tool for learning and your main program, there was something called Stockfish. And alpha zero came and it took a very different approach. It said we won't try for, you know, to solve the maximum number of, you know, calculations we can we won't aim for scale or rule based or whatever. The only mandate it was given was to play with itself and learn from that and form rules according to that sort of teach itself how to think meta and build a framework. And it did that for about a day. And then it met Stockfish, which was until until then the strongest computer in the world and destroyed Stockfish. And the games are fascinating. And what we also have is a sort of a record of how it taught itself. And that record is incredible, because in that record, you see it try out every opening humans have tried out, and is going through a similar kind of process, that there is a period of time when it is playing the French defense a lot, and then it drops it completely. And then eventually it evolves to the point where it is playing the Berlin defense a lot, you know, and which is currently very popular among grandmasters as well. But the key thing there is that when humans looked at chess, because it is so incredibly complex, they built these heuristics, which were really good as first principles as ground rules, for example, occupy the center, or initiative is important, and so on and so forth. And what AlphaZero demonstrated is that the weightages between these is different from what we understand that the relationship between say initiative and material may be different and that maybe initiative is, you know, more important than we thought it was and so on"
    },
    {
        "speaker": "Unknown",
        "time": "03:56:12.160",
        "message": "and so forth."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:56:13.160",
        "message": "You know, Magnus Carlsen's coach Peter Hein Nelson once said that I sometimes used to think that if an alien from another planet, which is just a superior species in terms of brain power, if they come and they play, how will they play? And I found my answer when I saw AlphaZero play. The point being that machine learning doesn't just sort of excel in all these specialized tasks like you know, calculate numbers really well and so on. It doesn't just specialized in these specialized tasks, but more and more what we see is that they are going beyond that and taking over many other functions, higher level functions, than we would have thought in the future. So what are sort of your broad thoughts on this? Because you've spoken a lot about this, you've written about this. What are sort of your thoughts on how the modern workplace will change because of machines? And what is the role that humans can still play and the areas where they are still important? And therefore, what are the areas in which they will develop their skills? Because then the education for this next generation needs to be completely different from what it was for the previous generation. Because a lot of the things we have to learn now will just simply be done by machines so much better that we need to skip a level up."
    },
    {
        "speaker": "Guest",
        "time": "03:57:30.800",
        "message": "So you know, when you look at machines, and if you just sort of see that, where is the direction where machine learning and you know, this thing is moving, one of the principles that's happening is that it sort of has worked on this rule based repetitive and scale kind of a problem. That's one end of the system. The other end of the system is general intelligence, which is, you know, if you look at the other end, you kind of see that, if you want to teach a machine how to recognize pictures of a dog, then you not only have to, you know, show a particular dog, but you have to show the same dog from multiple angles, you have to show a puppy, then you have to show an older dog, then you have to show hundreds of breeds of dogs. But the human baby who sees a dog one time, you know, can instantly recognize another dog from a completely different species, and not think that, oh, that's like a table. But for a computer, you would have to instruct it. So the instructional process for creating that is, you know, as much as you are able to feed it, which is so the problem of that system is, if the database that you are feeding it from is not representative of the real world, you find, you know, bias creeping in and all of this happening, which is a massive problem that, you know, machines have to solve in the first instance. So for example, the moment I, you know, watch, you know, five Polish language films, Netflix will suddenly say that, oh, okay, so then you need to be shown only Polish language movies. Human beings are far more complicated than that. So I think one of the principles that we will sort of really look at is, you will start with algorithms, but you have to burst your own algorithm, because what makes us human is our ability to burst the algorithm. That you, you know, like one kind of cuisine, but you also like something else. You eat non-vegetarian food, but in India, you know, non-veg has many shades. There are eight kinds of vegetarians and non-vegetarians we sort of look at it, you know. Some don't eat non-veg at home. Some don't eat it outside. Some will not have the sauce or the gravy, but not the meat, like all kinds of variations. This nuanced view comes from your exposure to different people. So the role of human beings will all come from generating insights from other people. And those are the kind of connections which a human being can make in an amazing kind of way, which machines will have to be taught, but that's a while away. So if you look at the next, I don't know, five, seven years for sure, the nature of where the opportunities will be, will be in the human side of it. It's not good, for example, you may be really brilliant at math, you know, so unless you are Shakuntala Devi, there is no way you can answer the question, you know, 19.7859 into 75.863. You will take a long time, even if you are really good at it. A calculator can do it quickly. And now you have a time when you will ask, but why would you need to know this, right? So I think the notion of information and knowledge and learning and all of this has to change depending on what technology makes it possible. You may have terrible handwriting, but it'll all get standardized and put in the form of a font on the computer, which hopefully if somebody designs it really beautifully, you will have great handwriting. And now you can choose the kind of fonts from your handwriting fonts to, you know, like a movie or this, you can do all of that. Yet at the same time, you will find that people who can write with that beautiful calligraphy will still get millions of views on Insta, you know, because you're fascinated by the fact that, oh my God, I mean, how can this guy write so beautifully? What is that all about? So I think those are some of the pieces that we will be sort of going towards."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:02:00.080",
        "message": "I'm actually optimistic and I say optimistic, it might seem I'm on the side of the machines, but there's no dichotomy. But I'm optimistic that, you know, that all of this progress, one, I think it's inevitable and two, I think it'll come faster than we even realize it, even something like AGI artificial general intelligence. So a couple of broad questions, because you've been incredibly patient, and you've spent a lot of time with me. And maybe tomorrow, who knows in the future, you could have bots designed. So there'll be a bot that talks like me and a bot that talks and things like you and we don't have to do anything. We can chill at home and look at the star and try to read Urdu in the sky. But while our bots kind of do everything. So my penultimate question is that, if you're a young person listening to this, right, and you're thinking, okay, in this changing world, in the scary world, where, you know, the workplace is shifting rapidly, paradigms are shifting, new technology is coming up, everything is full of unknown unknowns, what are the sort of qualities that I need or what should I focus on to get ahead and prosper? And my very brief answer to this would simply be and you've described it as learnability. But I'll think of it as attitude that if you have intellectual humility, you're willing to learn, you're willing to work hard. That's a core thing, you definitely need that what else you build on top of that is different. So what are your thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "04:03:23.000",
        "message": "Yeah, it's, you know, learning actually has two, again, opposing elements. One is you need the humility to say, I don't know, because if I pretend that I know it all, then you know, this is one of the shifts that happens, that you need humility. But at the same time, you need courage to try it out, you know. So even when you're wobbling, if you're so self conscious that no, no, I will emerge only when I'm perfect, then by which time things will change and you will not be there. So I think it is managing this polar opposite ends, humility to say, I don't know, and I will learn from whoever it may be somebody who is much younger than me. And the person is going to say, I'm amazed you don't know this. Yeah, I will, you know, live with that. But then so what? I mean, there are millions of that's not the only thing I don't know. There are millions of other things I have no idea about. Once you get comfortable with this, then I think, you know, it allows your curiosity to be free. Being being able to, you know, stay curious means that you're open to learning things which you didn't know. Two, I think when you look at learnability, it's also about not necessarily learning only something that you can put into practice right now, this instant, you know, it's something that becomes part of your DNA, and you kind of know how to do this. It's the other way in which because, you know, when I did radio programs, for a long time, I did shows and when I was growing up in All India Radio and Yobavani or Delhi B, subsequent to that I when I went and worked, you know, in other places, I maintained my love for that, that this is something that I want to be able to I used to really enjoy editing those old spools and tapes and, you know, creating all those things. When I went across when I was living and working in US by which time technology had changed drastically, I learned how to edit and create, you know, little shows which I could do. And I got a chance to go and become part of a radio station in US and I used to do a show called movie magic, which I where I would talk about retro Bollywood and talk about some movie and play some songs and all that stuff. So this is what I did. Now when I look back and connect the dots, that prepared me for the world of podcasts. So then when podcasts came in, you know, this was a world I was, you know, fairly familiar with because I had done radio, and I had done this tape mixing and I had done all all of this stuff. It was easy for me to sort of pick up and technology only makes it easier, you know, but you have to have the desire to want to do this, you know, so today every other recipe is available. You can learn from, you know, the masters of, you know, you can learn how to chop an onion from Gordon Ramsay, he actually has a video with 7 million views on how to chop the onion. Now, those are things you have to understand that if you are not curious, you will not try it out. So that's one part of it. The second part of it is, I also think that there is one piece nobody talks about, which is being comfortable creating content in different media formats. You know, I think it's a very, very useful skill. The fact that you can do something like this, you can create a podcast, and tell a story and hold the attention of people for a while. That's a precious skill to have, you know, and there are people who do it through movies, there are people who do it through, you know, photos, paintings, whatever. So I think being able to engage people in a short duration of time and a long format is a precious skill. So those are some of the things that I think are going to be important in future. So besides, of course, what a lot of people have said that, you know, you are curious about other disciplines, you take a multidisciplinary point of view, you learn about many things, you try out many things, and even when you are not good at it, you stay at it. So resilience as a, you know, as a human skill. And of course, finally, this whole new media that has emerged has changed the world so drastically. So putting all of that together is going to be, you know, very important for the future. So that's my view of what I would focus on. And perhaps the way that we communicate will become more and more critical and important. So that's, to me, the way the world will shape up and evolve."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:08:09.960",
        "message": "Lovely. I feel like we have tons to talk about. I mean, if we just barely started, it's horrible this, you can't achieve much in a four-hour"
    },
    {
        "speaker": "Guest",
        "time": "04:08:17.200",
        "message": "conversation. No, no, no. Clearly. Because I'm used to 24-hour conversations."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:08:21.200",
        "message": "There you go. I mean, yeah, I thought it's a long episode. I hope Abhijit can manage it."
    },
    {
        "speaker": "Guest",
        "time": "04:08:28.040",
        "message": "But you are used to trains. That is why it is called a suffer. People suffer together. Listeners suffer together."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:08:32.040",
        "message": "Sir, you, I mean, what can I say, you gave such a pun that, you know, people of my vintage"
    },
    {
        "speaker": "Guest",
        "time": "04:08:40.920",
        "message": "get these kinds of puns, right? It's not necessary to be Punjabi."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:08:46.040",
        "message": "Exactly. So my sort of final question for you, therefore, is, and I'll obviously recommend that readers read all your books, Dreamers and Unicorns was great, made me think about a lot of things which I'll continue processing in the days to come. So everyone should absolutely buy that. But where I'll sort of end by is my traditional question to my guests at the end, that can you recommend some books, music, movies, anything for my listeners, things that are dear to you? Like either things that you feel that, you know, you've got an aha moment from it, or just things that are dear to you that you want to share with the world?"
    },
    {
        "speaker": "Guest",
        "time": "04:09:21.600",
        "message": "This is a really tough one. I think I just, when it comes to books, I have really enjoyed, you know, two people who influenced me hugely were Satyajit Ray, you know, his body of work. And by that, I don't necessarily mean only his movies, which a number of people may have seen. But if you sort of look at the way he composed music for many of these, you know, he's worked with Ali Akbar Khan Sahib and Ravi Shankar Sahib, you know, and he's also gone on to compose his own things. Really understood Western classical music as much as folk music and, you know, created his own format, very unique sound. He created the background score, incredible. And then he's got his drawings, which I'm a big fan of. And so, you know, so that's something that I really recommend, that it's really enriched to have read Ray at different points of time in my life. I in fact wrote, you know, about Ray in a book about Feluda when he turned 50, Boriya Majumdar brought out a compilation. So I got a kind of a worldview and translated Feluda for the benefit of Boriya's readers. That to me was great fun. Reading literature in general, whatever language and things, if you can read it in multiple languages, we've had such a rich variety of writers, you know, from poetry to prose. So many of them. You know, I think India's had a very, very rich tradition of storytelling. So you know, reading any of those people. So in Hindi, I mean, you know, Premchand was somebody I read a lot of, and I was very, very impressed with that. I read a number of people, you know, articles and all of, you know, many of these writers in Dharmyukh, Saptahik, Hindustan, they used to carry a lot of literary pieces in those days. So those are pieces that I think when you read long form, you kind of begin to develop a different taste and flavor and you get a chance to explore different worlds. It's really like if you see only an Instagram photograph of my room, you will not know what I, you know, am like, what is my home like, but it's only when you come in, spend time, you will sort of discover that. So that's, these books are available in translations. So you know, Arunabh Sinha has done a phenomenal job of translating so many of these."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:12:07.200",
        "message": "In fact, Sunil Gangopadhyay, like you mentioned, Narayan Nidhidin Rathri, I think he did that"
    },
    {
        "speaker": "Guest",
        "time": "04:12:10.720",
        "message": "translation. Yeah, yeah. Or Nidhidin Rathri. And, you know, so many of these things are available today for everyone. And you might say, you know, translation loses the essence. Yeah, it's okay. But at least you're reading, you know, 95% of it is right there. And I think, you know, so that's quite a myth, because it's a different, you know, book. When you see the book in a movie format, it's different. When I read Harry Potter, you know, it was very different from when I saw Harry Potter on screen. And I said, accha, Harry Potter looks like this, okay, so be it. It's somebody else's interpretation. So I think it's all of that. I kind of, I really read indiscriminately. So I don't really have a great one or two set of readers. But I've enjoyed listening to so many of your guests and the work that when you put those, I get a chance to go and read some of those things. And that has enriched, you know, whether it is Peggy Mohan's book, which I really enjoyed, incredible book, or, you know, Manu Pillai, who, you know, opened up a world which I was not familiar with, you know, all the history of the kings of the south and the southern states and all that. I mean, just so fascinating. So just reading a whole range of things, spending time doing that is one way in which I think I kind of do that. As far as music is concerned, you know, I just, I'm a big fan of Indian classical music. And if that sounds really daunting, then I think, you know, there's got so many formats, Thumri, Dadra, Khajuri, Chaiti, Ghazal, you know, there's like a whole range of things. So just enjoying the flavor of it and everything that you read or listen to, you don't have to be able to understand as long as you appreciate whatever is there. You know, there are many forms of music I don't quite understand, you know, because one just hasn't heard it enough. So I think as you listen to it enough, you develop a taste for it, which is how I learned how to appreciate Indian classical music. And every time there's a piece like, for example, you know, rap, I could initially never relate to rap. And I always had one complaint. If you can't put it and you can't play it on a musical instrument, it's not music. But now when you sort of look at it, and I say, why should I kind of look at that? It could be a new form is evolving. And why am I being rigid about the whole thing? So I think just being open to trying out many different things. The other day, somebody forwarded Mongolian rock video, and I was quite taken up by that. So I think as you open, if you don't break the algorithm, you tend to have a world which is very boring, because it becomes predictable. And I think the real challenge is to read people in different languages, try translations, short form, long form poetry. And if you don't like something, don't give up too easily. If you persist, then there comes a point of time when you can cycle be when you started to ride the cycle. In the initial days, you were wobbling. And that was a sign that you are going to build up the superpower that okay, now I am able to balance on two wheels and go anywhere. So that it's only when you get past that wobbling that you are able to, you know, take it on. So I would just look at today there is abundance. Listen to the writers talk about their books, listen to if you can't read, watch them on YouTube, you know, listen to them on Spotify, they give talks, there are podcasts. So we are in a world where there's abundance of content. So just changing different formats, and you suddenly might discover you enjoy listening to, you know, podcasts more than something else. And so then you sort of go with that."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:16:12.640",
        "message": "Wise words and while you were speaking, I got the title for our episode, Abhijit Bhaduri breaks the algorithm, which kind of sums up, you know, and it's great advice to young people also break the algorithm. So boss, thank you so much for your generosity of being so patient, sharing your insights. I've, I've had a great time."
    },
    {
        "speaker": "Guest",
        "time": "04:16:29.680",
        "message": "Thank you so much for having me. It's an honor and privilege to, you know, be featured on the podcast where I've heard some of the most fascinating conversations."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:16:40.200",
        "message": "If you enjoyed listening to this episode, check out the show notes, enter rabbit holes at will. Do buy Abhijit's books that are listed there. You can follow him on Twitter at Abhijit Bhaduri, one word. You can follow me on Twitter at Amit Verma, A-M-I-T-V-E-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. And remember, break the algorithm. Did you enjoy this episode of The Scene and the Unseen? If so, would you like to support the production of the show? You can go over to sceneunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]