[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I had a strange dream the other day. I dreamed that I was in heaven. In fact, I'd been in heaven for a week by then. Every day, I would get up in the morning, eat lots of bacon and be bathed by voluptuous woman wearing aromatic perfumes and little else. Whatever music I felt like listening to would be playing in the background. Even before I knew that I felt like listening to it. And now, random autograph hunters would keep accosting me, touching my feet, taking my autograph and telling me what a great podcast the seen and the unseen was. But on this particular day, something bad happened. I asked this attendant of mine in silk harem pants for my usual mid-morning snack of a seafood platter. And he said that there would be no more seafood platters in heaven. I was shocked by this. He said it was the order of the canteen manager, St. Peter. So I headed over to the canteen and I met St. Peter. And I demanded to know why there were to be no more seafood platters. St. Peter replied, Amit, Sai, what can I tell you? Life is hard. We have been hit with GST. I've been told there's a 5% GST on prawns, 2.3% on fish, unless it is fish with skin on it, which is 3.9%, unless it is batter fried, in which case it is 19.2%. And there's a 14% GST on squid and a 44% tax on octopus because of all the hands. It's driving me nuts. There is no way I can comply. So no more seafood platters from today. But this is crazy, I said. Why are you even charging GST? This is heaven. Who takes GST from you? He looked at me sadly. The devil does, he said. The devil runs everything, bro. And soon he will turn heaven into hell."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:00.800",
        "message": "Welcome to The Scene and The Unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:08.640",
        "message": "science. Please welcome your host, Amit Bharma. Welcome to The Scene and The Unseen. Our topic for today is GST, the goods and services tax. Now, there was an episode of The Scene and The Unseen on this a few months ago with Devangshu Dutta before the GST had come into being. While the GST has an awesome intention and I support it in theory, there were a lot of practical issues with how it was being implemented. Devangshu feared at the time that there were going to be too many slabs and exemptions, which would make compliance impossible and unleash an Inspector Raj on businesses. Anyway, I have with me in the studio today, a good friend of mine, the journalist Vivek Kaul, who has been writing about GST a lot since it's been implemented. Vivek, welcome to the show. Thanks for having me, Amit. Vivek, a few months back in January, I had done an episode of The Scene and The Unseen with Devangshu Dutta on GST. And GST hadn't come into force then nevertheless, but we discussed among other things, the intention of GST, which we expected to be the scene effect, which is of course, that it rationalizes all the various different taxes and it vastly simplifies taxation and in that sense is... On a theoretical level. On a theoretical level. And on a practical level, we discussed the possible unintended consequences and Devangshu warned that if there were too many slabs and exemptions, it would in fact defeat the purpose, make compliance difficult, if not impossible, and perhaps even increase the amount of red tape instead of decreasing it. Now, all these months later, GST is finally in action. You and I both have our GST numbers, we file taxes, we're looking at what's happening around us, and you've been writing a bit about it. So, can you tell me what your thoughts are about GST now, given, you know, the positive intent, some of which is no doubt manifesting, and also the unseen effects?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:55.680",
        "message": "Right. So that's like, you know, one question which takes care of the entire show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:00.680",
        "message": "Yeah, I'll just shut up now."
    },
    {
        "speaker": "Guest",
        "time": "00:04:04.680",
        "message": "So I mean, as I mean, as you rightly said, and as Devangshu would have also said on the show, is that GST subsumes a lot of indirect taxes. So I mean, if I think Prime Minister Narendra Modi made a reference to this as well, wherein he said around 17 indirect taxes and 23 different cesses are subsumed under it. So prima facie, you know, if you look at just this fact, you cannot be against the idea of a goods and services tax. Having said that, I mean, there are many other points which need to be discussed. The first point as I mean, again, you rightly said is the number of different rates under GST. So we have 0%, 0.25%, 3%, 5%, 12%, 18%, 29%, and 29% plus different cesses. So we have close to, I mean, 8 rates. I mean, it's more than 8 if you look at the various combinations of 28% plus cess, right. So this obviously leads to a situation where, you know, the system that evolves tends to become extremely complicated and convoluted. So, you know, if you were to sort of look at it in a very simplistic way, there is something that Veerappa Moily said in his speech in the parliament wherein he asked, is KitKat chocolate or is it a biscuit? Or what we call in India, biscuit. So that's a very simple example. After the implementation of GST, some of the examples that have come out are very, very interesting. So it seems some of the retailers are selling, you know, one shoe at a time because then the rate of GST becomes lower. Like, I think the rate of GST goes up at 800 rupees. So if it's a 1000 rupee shoe, it makes sense for them to sell each shoe for 500 each. Right. So this is, you know, the brilliant Indian jugaad at work. And then there have also been stories about how, you know, if a woman goes and buys a salwa kameez, the dupatta is being built separately and I mean, you know, stuff like that. So yes, so I mean, so there are issues which multiple levels of tax create and these issues need to be, you know, handled. I mean, and the simplest way of handling them is to not have multiple issues, multiple levels of tax. So that is the first and foremost thing, you know, that is happening on the unseen side. Then, you know, the more important issue, which I think is not being discussed at all is the impact on the informal economy. I mean, informal economy is basically, you know, industry which essentially operates outside the rules and regulations of the government and given that the government is not able to collect any tax from them. Now, so the hope is that the GST will lead to a reduction of this informal economy and that will be beneficial for the government. Again, you know, if you were to look at it in a very straightforward, simplistic way, this makes immense sense. I mean, why should firms not pay tax, right? Why should some firms not pay tax when others are? But that's a very simplistic way of looking at it. Now, why do I say that is primarily because, you know, the kind of analysis that has been put forward in the media is that once GST comes into force, all these informal firms will be forced to become formal firms and that will be good for the economy because, you know, the tax collected by the government will go up and then the government can do other things which it doesn't have money for right now. The point is that, you know, such transitions never happen smoothly. Now, a good example that I can think of right now is, you know, in the late 80s and the early 90s, the computerization drive in the government and the public sector banks started and that did not happen overnight. I mean, there was a huge resistance to it. So, the point I'm trying to make is that, you know, such disruptions do not work very, very smoothly."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:44.640",
        "message": "I'll just make a mild tangent here and I'm sure you'll agree with me on this, is that even during demonetization, they claim that, okay, you know, getting rid of the informal sector and making it formal is a big game and so on and so forth. And people often use the term informal sector as if it is prima facie something bad."
    },
    {
        "speaker": "Guest",
        "time": "00:09:01.200",
        "message": "I find it very surprising. I mean, it is not derogatory. You know, everybody has the right to make a living. Exactly. I mean, if there are no jobs going around, I have the right to make a living. And that means, you know, I start a tea stall on the road and, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:17.080",
        "message": "sell tea. Exactly. And a lot of the informal sector actually exists, is forced to exist because of bad laws and regulations, like all the labor laws by the government itself. It's the government's fault, not the informal sector's fault necessarily. And you used to phrase a little while back, which again struck a chord, where you said that, you know, if the informal sector comes into the tax net, it's beneficial for the government, quote unquote. But in my mind, what is beneficial for the government is not necessarily always beneficial for the country."
    },
    {
        "speaker": "Guest",
        "time": "00:09:48.280",
        "message": "No, which is fair. So, the point I was trying to make is that that is the logic being offered. So, to come back, you know, to try and answer this question in a little more detail. Now, there are essentially two features at the heart of the GST. I mean, they're basically, you know, two ends of the same spectrum. But, you know, explaining the entire concept would be a little easier if we considered them to be two separate features. One is the idea of input tax credit, and the other is the self-policing feature that is built into the GST. They're basically, you know, two sides of the same coin. So, what happens is, let's say you are a manufacturer, you are a car manufacturer. Now, you need multiple inputs in order to manufacture that car, you cannot manufacture everything yourself. So, let's say you buy steering from someone, you buy seats from someone else, you buy tires from a third guy, and so on and so forth. You may even buy engines from someone else, for that matter. Now, what used to happen in the pre-GST era is that when you bought those inputs, you were paying a price in which the tax already paid on those inputs was built into the price. So, it was like a double tax because then you... So, now, when you paid tax, you were not allowed to take credit for the tax that had already been paid on the inputs you were using to manufacture your product, in this case, which happens to be a car. So, what that did was that ultimately when the consumer paid the final price for a car, he was also paying tax on tax or what we call the cascading effect, and he ended up paying a lot more than he should have. Now, in the post-GST era, what will happen is that the car manufacturer can take an input tax credit for all the GST that has been paid on the inputs that he has used in the manufacturing of the car. So, to that extent, you know, prices will come down because there will no longer be any tax on tax. So, the cascading effect, you know, goes out of the window. Now, this is, and this is if you, you know, if you follow the news, if you follow the news lately, most of the car and bike manufacturers have cut prices. So, this is the ideal example of how, you know, GST works well for the society as a whole, wherein the total amount, the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:21.840",
        "message": "price paid for a product actually came down. Absolutely. It's a dream theoretical example."
    },
    {
        "speaker": "Guest",
        "time": "00:12:25.960",
        "message": "It's a very good example. And this is, in fact, if you look at, you know, everyone who's been talking in support of GST, this is the example they end up offering. I mean, nobody talks about the fact that, you know, if you go to a restaurant, what they've simply done is that they have added GST on top of their prices. Now, what they should have ideally done is they should have subtracted the taxes that they used to pay on those prices, and then added GST onto it. Nobody's done that. I mean, they've just taken the latest prices"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:54.760",
        "message": "and added GST onto it."
    },
    {
        "speaker": "Guest",
        "time": "00:12:56.200",
        "message": "Which in a sense is the simplest way out of the moment. You don't expect a normal small restaurant guy to sort of, you know, calculate. But then that is also, I mean, how many times do you buy a new car and how many times do you go to a restaurant? So, that is something that one needs to..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:13.200",
        "message": "I buy three cars a day and I don't eat too much."
    },
    {
        "speaker": "Guest",
        "time": "00:13:17.880",
        "message": "I mean, that means you have a lot of money. Why are you doing this podcast? So the guy taking the input tax credit has to essentially ensure that all, you know, his entire supply chain or value chain or whatever you might call it, is registered under the goods and services tax, which means they have a goods and services tax identification number, which is, you know, GSTIN. Which makes the whole process smooth. And they need to have invoices from all of them. Now, what that does is that everyone is on the radar of the government. And the moment that chain breaks, you know that someone somewhere is not paying tax. So that is the self-policing feature which is built into the GST. So anyone who wants to take the input tax credit has to ensure that everyone down the line is also on the GST. So the idea here is that the moment a firm operating in the informal economy comes into such a supply chain or a value chain, they will have to go formal. Because otherwise, they will no longer get the business that they used to. Now, this is a very, it's an extremely simplistic way of looking at it because, you know, a firm which is operating in the informal economy just doesn't do it because it doesn't want"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:43.520",
        "message": "to pay tax."
    },
    {
        "speaker": "Guest",
        "time": "00:14:44.520",
        "message": "Is there for a reason beyond just wanting to pay tax? Just not wanting to pay. It is also there because there are so many rules and regulations that need to be followed that if they become a part of the formal economy, it would just not be viable for them to be"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:57.600",
        "message": "in that business. On the margins, they might have to shut down and therefore the implications of going formal"
    },
    {
        "speaker": "Guest",
        "time": "00:15:01.560",
        "message": "are existential. Exactly. So there was this, you know, very important piece of fact that was highlighted in the National Manufacturing Policy of 2011, which is ultimately what became Make in India, that an average manufacturing firm has to follow around 70 rules and regulations and needs to file around 100 returns a year. So a firm which is not a part of the formal economy, it's not just about, you know, not wanting to pay tax. So what happens now, you know, that GST is in place. So such a firm may or may not want to go formal. Let's say it decides, you know, it doesn't go formal and it decides to shut down. So the first thing that happens is there are job losses. So it needs to be highlighted here that, you know, we really don't know how big our informal economy is. And I have seen, you know, essentially projections or rather figures from the informal economy constitutes around 35 to 45 percent of the GDP and around 66 to 92 percent of the jobs are in the informal economy. And these also includes informal jobs in the formal economy wherein, you know, there are firms which report that they have an X number of jobs, but they actually have more jobs"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:24.600",
        "message": "than that."
    },
    {
        "speaker": "Guest",
        "time": "00:16:25.600",
        "message": "Which they don't report because of labor laws and so on. Labor laws and so on and so forth. So you are essentially, you know, targeting a huge part of the labor force. Now let's say these firms shut down. Now what happens then? Obviously, there are job losses and then, you know, there is impact on consumption and so on and so forth. Now these are things which are not very easy to measure. The second thing that is a little more obvious is that when an informal firm shuts down, a smaller formal firm may decide to produce more in order to take over that business which was available. But again that would depend on, you know, whether it is viable for them to do so or not. Right. So, you know, many formal firms continue to want to stay small so that they don't come under the ambit of labor laws. I mean, this is what we were talking. Now Jagdish Bhagwati and Arvind Panagaria write in India's Chess with Destiny, the cost due to labor legislations rise progressively in discrete steps at 7, 10, 20, 50 and 100 workers. As the firm size rises from 6 regular workers towards 100, at no point between two thresholds is the saving in manufacturing costs sufficiently large to pay for the extra cost of satisfying these laws. So, which basically means that if firms operating in the informal economy shut down, the smaller formal firms may not be in a position to take over that business."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:53.560",
        "message": "Exactly. It becomes a negative sum game. It is not as if someone will take over that bit of the market. It is that the firm in the informal sector was informal because it was impossible to service that demand and carry out that function in a formal way because of the laws and regulations."
    },
    {
        "speaker": "Guest",
        "time": "00:18:07.800",
        "message": "So what will happen is again, is that the formal, the bigger formal firms will now have a larger chunk of the market and that will give them a better pricing power than they have right now. You know, a lot of the informal firms essentially ensure that the larger formal firms do not, you know, go beyond a certain level when it comes to pricing their products. So this is a possibility, you know, I am not saying that this is exactly the way it will play out because right now, you know, there is not enough data to say so but it is a possibility and it needs to be discussed and the sad part is that it is not being discussed."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:46.720",
        "message": "I mean to use a very loose analogy and not an exact one, if you force all chaiwalas out of existence, then the cheapest tea that was earlier available will simply not be available at all."
    },
    {
        "speaker": "Guest",
        "time": "00:18:57.480",
        "message": "I mean, everybody cannot, you know, go to a restaurant, you know, a 30 rupee tea at a restaurant, which is true."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:03.240",
        "message": "So how could this have been ameliorated in the design of the GST itself?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:08.120",
        "message": "I mean, that is very difficult. I mean, I do not think it could have been ameliorated. It is a, you see, when you make such a disruptive big change, there will be a certain cost that is attached to it. The second thing that could have been done possibly is that, you know, the ease of doing business could have been improved. You could have gotten rid of a lot of these labour laws or a lot of, you know, the so-called inspector raj wherein there are, you know, at least 10 odd inspectors who can come and stop your business at any point of time. So if an effort had been made in order to improve, you know, things at least, you know, at that level, some of these informal firms would have been in a better position right"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:56.440",
        "message": "now than they actually are. In fact, businessmen I speak to tell me about the fear of a new and improved inspector raj for the simple reason that now GST, because of all its exemptions and slabs and whatever, makes compliance impossible. Right. Like when I had done that episode with Devanshu, he had taken a hypothetical example of say there is a computer manufacturer and he is using like 30 to 300 different components in his computer, which he is buying from separate places. And many of them are very vague as to which slab they go into or whatever. So compliance is impossible and you leave it to the discretion of the inspector. He can harass you and say that, no, KitKat is not a chocolate, it's a biscuit or the other way around. And one of the expectations of the GST was that, for example, the long queues of trucks at state borders would gradually go down. And like you mentioned before the show, there's a business standard report which says that that's really not happening. Those queues are still there. And that friction in doing business with GST was supposed to end hasn't really happened."
    },
    {
        "speaker": "Guest",
        "time": "00:21:00.560",
        "message": "So those queues are there not because of different reasons. It's like, you know, if you want to enter Delhi, you have to, if a truck has to enter Delhi, it now needs to pay a green tax as well. So you know, a lot of taxes have been subsumed under the GST, but there are still other things"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:16.360",
        "message": "that… So if you don't subsume, all of them is kind of pointless."
    },
    {
        "speaker": "Guest",
        "time": "00:21:19.160",
        "message": "Yes. So if you like, you know, the other great example is Gujarat. If you want to enter Gujarat, they'll check whether, you know, there's liquor in the truck or not. So there are these, I mean, little things which are there, which do hamper the, you know, smooth movement of trucks. But having said that, I mean, things are a little better than they were in the past. Now, you know, you were talking about KitKat, whether it's a biscuit or a chocolate. There was a news report in the Times of India, which essentially quotes a supermarket chain owner as saying, tax on snacks like aloo bhujiya, potato chips, samosa, kachori is 12%. Now the tax rate for cashews is 5%. But I can't figure out if masala cashew is a snack or a standalone item. So similar issues have cropped up when it comes to sweets. Milk sweets come under 5% bracket, but the moment a silver foil is put onto it, the tax shoots up to 18%."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:17.760",
        "message": "Wow."
    },
    {
        "speaker": "Guest",
        "time": "00:22:18.760",
        "message": "Why is that?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:19.760",
        "message": "I have no idea. Tax on silver."
    },
    {
        "speaker": "Guest",
        "time": "00:22:21.760",
        "message": "So it's like, you know, whether a particular brand of coconut oil is a cooking oil or"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:27.440",
        "message": "a hair oil. And the bizarre thing is that A, these become levers with which government inspectors can harass you and extort bribes, which is essentially the whole point of government inspectors. And this is what GST was supposed to avoid. You have one tax for G goods, one tax for S services, and that's it. You don't have to try and figure out whether this is a chocolate or a bar of gold or whatever it might be, you know, and, you know, you might have 0% on some items which you want to exempt and a particularly high GST on cigarettes or whatever sinful items. But otherwise, essentially everything is one rate. And that isn't the case, which seems to me to defeat the purpose, because the transaction cost for the economy of shifting from one system to the other seems to me to be huge. And that involves, it would seem from what you're saying about the informal sector as well, a huge humanitarian cost."
    },
    {
        "speaker": "Guest",
        "time": "00:23:22.920",
        "message": "I mean that, I guess we'll figure out over a period of time how that plays out."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:27.960",
        "message": "So tell me, sorry to interrupt you. You spoke about earlier the problem of measuring the impact on the informal sector. And we saw this even after demonetization, where the informal sector was expected to be worst hit. But there were constantly disputes over the numbers and some people actually..."
    },
    {
        "speaker": "Guest",
        "time": "00:23:43.400",
        "message": "No, so that was because what happens is when you calculate the GDP, what they do is because they don't have numbers for the informal sector, they measure the formal sector, and then they assume that the informal sector is a certain proportion of the formal sector. So that is essentially a statistical quirk, which is essentially used to calculate the GDP. So what happened there was because nobody measured the impact on the informal sector,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:08.640",
        "message": "there was no impact on the GDP. Which is like the tree falling in a forest, if no one is there to see it, did it fall?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:15.080",
        "message": "It did fall, yeah. In fact, there are a lot of other issues also, which these multiple rates have raised. In the sense that a lot of, you know, I mean, take something like diamonds, okay, now diamonds have been, the GST on diamonds is 0.25%, whereas the GST on matchsticks, which are, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:36.640",
        "message": "a lot more useful than diamonds are, is 5%. Different kinds of carbon involved."
    },
    {
        "speaker": "Guest",
        "time": "00:24:42.720",
        "message": "That's bizarre, I mean, I don't see any reason as to why, you know, the GST on diamonds has to be so low. People might say that this is probably because, you know, we sort of import and then export a lot of diamonds. So, you know, in order to ensure that India's diamond industry remains competitive globally, the rates are low. But then, I mean, so when you have these multiple rates, it raises all these questions. So you have, you know, the GST on condoms is 0%, whereas the GST on sanitary napkins is 12%. Now, the explanation for this is that the GST Council, which essentially decided on these rates, their objective was to achieve what they call the best fitment, which essentially means is that they had to ensure that the GST rate on a product was close to the overall taxes on that product that were there till that point of time. Having said that, you know, when you look at the, you know, people who formed a part of the GST Council, I mean, it included the finance minister of India and, you know, finance minister of all the states, I mean, they could have done a little better than this."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:54.800",
        "message": "I mean, the best fitment, the phrase in the context of condoms is, and I'm sure the council in question was mostly men, which is one criticism."
    },
    {
        "speaker": "Guest",
        "time": "00:26:03.720",
        "message": "In fact, they were all men, I'm sure."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:06.480",
        "message": "But you know, at some level, that's also a diversion when you start arguing about, oh,"
    },
    {
        "speaker": "Guest",
        "time": "00:26:10.600",
        "message": "X is so much and Y is so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:12.680",
        "message": "My point is, the whole point is that it's not about what should be what rate, it is"
    },
    {
        "speaker": "Guest",
        "time": "00:26:16.760",
        "message": "that they should all be one rate. That point is well taken. I am making another point. My point is, if you have different rates, at least, you know, look into what should"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:27.840",
        "message": "be at what rate. And the another consequence within the political economy of having different rates is that then you can give favoured rates to favoured interest groups and, you know, the political"
    },
    {
        "speaker": "Guest",
        "time": "00:26:40.200",
        "message": "corruption just goes up massively. I mean, that will always be there, I mean, you really cannot do much about it. I mean, take the fact that real estate does not come under GST. And we shall discuss that in a future episode."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:55.280",
        "message": "Vivek, thanks so much for coming on the show. And GST, I suspect, is a subject we will again revisit a few months from now."
    },
    {
        "speaker": "Guest",
        "time": "00:27:02.560",
        "message": "I mean, this will practically, you know, it will keep coming back."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:06.240",
        "message": "It's going to be a recurring theme."
    },
    {
        "speaker": "Guest",
        "time": "00:27:07.560",
        "message": "Thanks a lot, Vivek. Thanks for having me on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:11.400",
        "message": "If you enjoyed listening to this episode, check out our previous episode on GST. In fact, check out all our previous episodes at seenunseen.in. You can follow Vivek on Twitter at call underscore Vivek. And you can buy his books at your local online or offline retailer. His Easy Money Trilogy demystifies the history and usage of money. And his latest book is called India's Big Government. You can follow me on Twitter at Amit Verma or AMITVARMA. Goodbye for now. If you enjoyed listening to the Seen and the Unseen, check out another great show by IVM Podcasts, Made in India, hosted by my friend May Thomas, where every week she profiles up-and-coming independent Indian bands. You can download it on any podcasting networks. Excuse me, bhaiya."
    },
    {
        "speaker": "Unknown",
        "time": "00:28:04.000",
        "message": "Excuse me. Bole, madam. Menu mein kya hai? Menu mein Seen Unseen hai, Podcast hai, On Course hai, Cyrus Says hai, Made in India, Rediscovery Project, Empowering Series, Sex Wax hai, IVM Likes hai, Simplified hai, Keeping It Queer hai, Tings and Destinations hai, My Neighbour Zuckerberg hai, aur The Fan Garage hai. Aapko kya chahiye hai? Ek baar repeat kar denge kya? Repeat-repeat nahi karta hum. Aap jao IVMPodcast.com pe aur suno yeh sab. Ya phir download karo unka app. Hum aapke ungliyon pe."
    }
]