[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Iris Murdoch once said, quote, Love is the extremely difficult realisation that something other than oneself is real, stop quote. I won't pontificate on love here, but I like the phrasing of something other than oneself is real. If you've heard recent episodes of the show, you might have heard me musing about our tendency to treat all other people like minor characters in a play or props in a scene in which we are the star and everyone else is there just to fulfil this function or that role. I think about this more and more these days, how reflexive it is to behave like the centre of the universe. And while this is something I grapple with at an individual level, where I try to be mindful of treating people as well, actual people. This is also something that plays out between groups. And indeed, if you look at how men have treated women through the ages, you'll find that a lot of it is based on function. Women have been forced into different roles and stereotypes. And anything outside of that has been treated as surplus to requirement. And at one level, the roles women have been pushed into may seem to fall between the extremes of those cliches of the whore and the Madonna. A book called Intimate City written by my guest today shows that in some ways, those extremes are not opposites, but even the same thing. For example, both sex workers and housewives are assumed to have given their consent away once they choose those roles. Marital rape is still not considered a crime in India. And lawyers have argued in court that the rape of a sex worker cannot be a big deal because well, they're used to sex as sex workers. In a different context, my guest spoke about how at different points in time, quote, life outside marriage or prostitution has been impossible for women. Stop good. You'll have to listen to this full conversation to hear the full argument. But for now, I'll share a third commonality between a sex worker and a housewife, as they have typically existed, that they are both instrumental to the needs of the men in their lives, their autonomy, their personal needs and desires. The interior lives don't matter. They fulfill a role. That's all that matters. And I think you'll agree with me that to reduce human beings to this is a terrible crime. And we do it in many contexts other than this."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:14.040",
        "message": "Welcome to the scene and the unseen. Our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:19.240",
        "message": "science. Please welcome your host, Amit Bharma. Welcome to the scene and the unseen. My guest today is a sociologist Manjima Bhattacharya, author of a book called Intimate City, which I loved and recommend to all of you. Intimate City is about the changing face of sex work across the world. And in India, it looks at how globalization and technology have transformed sex work. And I found many things here in common with the way the creator economy has evolved. The book also takes a close look at the way in which feminism has evolved in how it looks at sex work. At first, appalled by the objectification and the presumed lack of consent, but later accepting that all sex work does not arise out of trafficking. And sometimes women exercise their agency in choosing sex work over other available ways to make a living. At first, I thought this episode would be mainly about this book, and perhaps touch on Manjima's previous book, Manequin, which looked at the women who worked in India's glamour industry. But as we got talking, I got more and more fascinated by Manjima's journey into feminism, activism, sociology, and just by the way her thinking evolved with all the work and the writing she did. So the first half of this episode is about her journey as a feminist. And then we talk about the changing face of sex work. There are many sharp insights in this conversation. And while listening to the edit, I found myself forced to stop and process some of them. I think you'll enjoy it as well. But before we get there, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com. Which aims to help people up level themselves by reading more. A few months ago, I signed up for one of their programs called the Daily Reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up to date with ideas, skills, and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. What's more, you get a discount of a whopping 2,500 rupees 2,500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Uplevel yourself. Manjima, welcome to the scene in the unseen. Thank you, Amit. So you know, before we start, and I've completely been fascinated by the sort of work you've done and both your books, Manequin and Intimacy, particularly Intimacy, because in so many ways, the changes that are reflected in that book are changes, I think taking place not just in that industry, or not just regarding sexual relations, but pretty much all around us in many different ways. But before we get to kind of talking about that, I'm keen on knowing more about you, like, where did you grow up? You know, what was your childhood"
    },
    {
        "speaker": "Guest",
        "time": "00:05:45.560",
        "message": "like? This is one of those very difficult questions to answer, as always. And I'm glad you have a long interview lined up for it. I grew up in the Middle East in Kuwait. I was born in a place called Dig Boy in Assam. And it's a really interesting name, because they say the legend goes that British person said, Dig Boy, and they dug and they found oil. And so, you know, it was one of those oil townships that I was born in. And from there, in the 80s, in 80, actually, there was a flight of many engineers when the conflict started in Assam, actually, that a lot of people moved to the Middle East, because the oil industry there was booming at the time. So my father was part of that flight. And so I grew up through the 80s, I lived in Kuwait. And until the first Gulf War 1990, which is when Saddam Hussein invaded Kuwait. So till then, I grew up in Kuwait, a life of a quiet life, a very an expat life, one would say, very conscious of being South Asian. So the South Asian community was really close. I think it was very unusual. I mean, there is the universal experience of the NRI, which you see in Jhumpa Lahiri's novels and so on. So that emotional thread was very much there in our lives of being away from home and so on. But it was also very distinct because the Gulf is a very different place. It is, you know, there's no lot of people talk about being from small towns versus being from big cities. But in the Middle East or in Kuwait, at least, it wasn't like that. There was no small town and there was no big city. There was only one big city, Kuwait City, which is the capital. Otherwise, there was small townships, like there was housing societies in a sense, you know, localities where you stayed. So you never felt, you know, there was neither the small town nor was there a big city. So your community was for us, it was the Bengali, the Bengalis create a cultural society wherever they go. So the Bengali cultural society was basically, I would say, the community that we were part of. And then there was school and it was very, if I were to put a color to it, it was a very sandy, sort of a yellow, dusty brown, serene sort of a landscape. And then there's the blue of the sea. And it was very, very quiet, almost as quiet as this room, even quieter than this room that we're sitting in. And I mean, the only only the hum of the AC. So it was a very quiet life and one with a rhythm of its own going to school. And I went to an English school and we had, you know, it was sort of you went to play in the desert kind of area. We had small sheds where libraries were there. I was chief librarian at age nine or something. Yeah, it was quite idyllic in its own way, but very specific to to a certain group of people who lived in Kuwait in the 80s. I'm sure people who live in Kuwait now would not have the same experience. I think the South Asian identity was also very important. Bollywood was a big influence. That's how we connected to India. That's how I learned Hindi. I mean, you know, we had in our building there was a culture of videocassette borrowing. So and there was also a culture of really stretching your, you know, whatever you paid. So if one family hired a videocassette for a week, everybody in the building had to watch that because, you know, that's the only way that we would be in solidarity with one another. But it was also actually fun. So that one video would traverse every single flat in that building. And so in that, so I've watched all kinds of rubbish through the 80s. But it was it had a function of connecting us to each other and also to connect us to back home. The second phase, I would say I was Delhi actually, which is where I went after the first Gulf War, then after the invasion. And that was then exciting. You know, you're in your teens. This is Delhi, which is Delhi in the 90s. Very disposed globalization, India, you have channels, TV channels of all kinds and you know, the really changing landscape. But still something about, you know, Delhi doesn't change also still, even in that time. So then finished school there, I finished college, I went to, you know, I did my post grad there, etc. And then moved to Bombay in the mid 2000s, 2007. And since then, I've been living here. In the middle one, for one year I lived in Geneva, which was a brief foray into really working with an international organization called WILF. It was one of the first women's organizations in the world. 1916, it was started after the First World War to sort of make sure women have a seat at the peace negotiations. And it was a really good experience. It was a year in WILF's office in Geneva and where a lot of the work was really being at the United Nations office and monitoring all kinds of gender related issues. So, have I gone off your question completely?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:01.240",
        "message": "No, this is lovely. These are the kind of sort of, you've given me many things to double click on. And it's kind of lovely for that reason. And one of them that strikes me is this that you described these specific things about Kuwait, like it was so silent and you know, the colors sandy and sandy slash brown and the sea was blue and all that. And I remembered this scene from a scene from a film I saw in my childhood, Steven Spielberg's Empire of the Sun, where, and I've completely forgotten the plot, I've forgotten everything about it. But I remember there's a scene where there's this kid at a dining table, I think it's a kid and the house is being emptied because they're moving away. And everything is silent, right? This complete silent on the screen. And then suddenly it becomes more silent. And it becomes more silent because I've taken the clock down. So the tick tick which you had normalized of the clock, that's gone. And that's when you realize that the clock was there, even though it was there earlier, but that's when you notice it. And I'm thinking that these impressions that therefore that you have of Kuwait that it was so silent and this was the color, are these things that you thought about in retrospect, because at the time, I'm guessing would not have had a frame of reference to compare it with, like the hustle bustle of Bombay or, you know, the sounds of Delhi and you know, those reference points wouldn't have been there. And so is this something that you've kind of done looking back? And is that looking back something that, you know, you do once in a while, like in the sense that I often think about how non self aware I was at that time. So whatever awareness I have of myself as a person in that time as a boy, almost like you're looking through a prism when you're looking at someone else, right? Is that awareness was not there in that boy then that that's it's kind of looking back that you're aware of what was going on. So, you know, so when has it come through looking back and when you look back at yourself in Kuwait and the texture of your days and what are you doing and all of that? What do you feel?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:04.920",
        "message": "It's an interesting question. I'm not sure it's entirely in retrospect. I think even at that time, you know, we would come on holiday to India maybe once in two years and and it was really it's one of the most obvious sort of experiences, right? Also, I feel it's interesting you mentioned the clock because I mean, I have had to make my dad take off the wall, the clock in in a bedroom when I once went to stay over at their place because the ticking of a clock sounds really loud to me to me. So it was both I would say it's you know, we realized it while growing up that this was silent and it was a it was now I realized it was a luxury, you know, in in in the context of living in Bombay, particularly. So part of it is when you think back and it may be these are the things that you know, these are the cherries on top that you're actually remembering. So you're not remembering the other kinds of cacophony or problems that may have been there. But, you know, that's the the pleasant taste that you want to carry with you that you're actually, you know, emulsifying"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:23.280",
        "message": "in a sense in your mind. Like the other strand I've also want to explore in this is that whole thing of video cassettes being passed around in one family as a video cassette, everyone watches it in a week. And that's, you know, familiar, because it was like that for everyone here as well. Obviously, there's a scarcity of things as scarcity of entertainment, you can't, there's no smartphone that you can whip out and watch what you want. So you know, if like Doordarshan would show one foreign film a week at 10pm at night or whatever. So, you know, there's this people like to say that in which Annie gives it those ones, Pradeep Kishan film, which Arundhati Roy wrote, it aired only once on Doordarshan. But the fact is, everybody from my generation saw it that one time that it aired, right? Because that was the only thing that you had to look forward to. And now when I look back on that, it's interesting. And I don't know if I can put a finger on it. But here's the thing, we are obviously shaped by all these influences when we are children, it's the people around us, the little communities, they might be part of or we might be part of and so on. And the films we watch the books we read, and so on and so forth. And in those days, a lot of that reading was indiscriminate, you read whatever you could get your hands on and so on and so forth, ditto with films. And a lot of it was also cliched, because you'd have the same set of reading kind of go around all kids would read and Ed Blighton and Hardy Boys and then, you know, get a little older and read another set of books, Woodhouse and so on. Similarly, with, you know, with music, you know, you'd go to college and it would be the same rites of ritual, the same 70s classic rock and all of that would kind of happen. So in that sense, there is this common layer that binds all of us in a manner of speaking. And today, since you're a mother with two growing kids, also, you would have seen them grow up as well. And today one, I think that that common layer isn't necessarily there, because across fields across cinema, music, the mainstream is dissipated, there are so many niches and so on. So that common layer isn't there. And also, I wonder whether serendipity then plays a greater role in how they are formed. Like, you know, looking back, I can see two things about myself. And one thing is that I have changed enormously to the extent that I was just a completely different person then. But there is something that was essential to the way that I was formed, which would could be the kind of music I like or the kind of reading I like, which is sort of stayed the same, and which was, in a sense, almost shaped by accident as it were. So what are sort of your thoughts on this as someone looking back at yourself and also looking at your kids today, where the whole world is sort of, in a sense, open to them. It's not just one video cassette circulating through society."
    },
    {
        "speaker": "Guest",
        "time": "00:18:10.080",
        "message": "I mean, it's interesting you say that because in Kuwait, Kuwait also had two channels, right? There was KTV1 and there was KTV2. So and there also you waited to watch English films. There was used to be a show hosted by called Cine Club, which was hosted by an Egyptian critic called Farooq Abdul Aziz. And so Thursday night and my parents would allow me to stay up and watch that they were not interested themselves. But I was that was one thing I was allowed to stay up and watch these, you know, world films that used to come on Thursday night and used to be presented by Farooq Abdul Aziz. And so I used to wait, I used to listen to his whole analysis in Arabic of the film and then, you know, sort of watch the film. And one of those films that I saw, I feel in retrospect really shaped me. And I don't remember what the film was, but it was a young woman who decides to become a nun, goes to Nicaragua, goes to, I think, a Latin American country. And she's driven to actually serve people and she's driven to resist violence. And she's very young. She becomes a nun, goes there and and then gets murdered by those very by people while she's in the process of helping them. And for some reason, that film and really the sincerity of the protagonist stayed with me. And really, if I think back, it really made me channel, you know, a lot of my energy and my later decisions, I feel, were guided some way through what the emotion that I experienced while watching that film. And so similarly, you know, when you talk about cultural journeys, it's a lot of things, you know, I mean, I feel like, yeah, we do read similar stuff, etc, etc. But there are many factors that facilitate that, you know, Kuwait did not have many bookshops. And you were always dependent on a parent to take you to a library, etc. So, you know, it was my luck that my father would, he never said no. If I said, okay, he would come back from office and I would say, I need to go to the library, he would go back and it was a long drive back, etc. And take me patiently go to the library, wait with me and bring things back. So, you know, there are those, those kind of nurturing of interest, which and when you talk about my children, I realize how important facilitating is having a facilitated journey. And I think it's also what you sort of pick up in today's day and age, for example, you're saying there's so many various streams you could sort of go down, right? It's not the same big, thick channel that you're everybody swimming in. But I realize now more and more that actually, they're very, very individual choices. So my son is very different from my daughter. There was a period where everybody read Harry Potter, right? But now it's not like that anymore. And you're right in that. But there still are, there still are those who will pick up Harry Potter. There are also many forms that I feel we were not, you know, we read the Enid Blyton's and, you know, and I'm very conventional reader, you know, I grew up reading Nancy Drew's and she was, I would say my first big influence in terms of feminism was probably Nancy Drew. She was this independent girl going about doing everything on her own with a very supportive father and, you know, the whole doing detective work and driving around. It was like a dream to be Nancy Drew, you know. But in, so there was one sort of form that we found. Now I find that there are so many different, even games or gaming, I would say, you know, is actually a way to explore, to have a cultural journey of your own. And I think those options perhaps we didn't have. Now you're right. My kids do have them and many children have them. But I would hesitate to say that it's very, very different. There are still, there's still a values framework, you know, when you think in terms of a framework, there's still a certain set of values that each of these are constructed on. So there will be some element of racism, you know, there will be some sexism. They're embedded into all of these kinds of narratives, even YA stories and so on. But there is, but kids are able to now see those things in a better way, which is like the debates on Enid Blyton and the Gollywogs, for example. In our time, we never thought twice about it in that sense, right? Now kids are talking about it. They talk about representation in very serious ways. And I see that especially in my daughter's case where she's 16. And so there is so much conversation on representation, on expression, on gender identity, sexual identity. Not so much for my son yet, but definitely for her. So there's a lens which is now different also, which we have to account for, which wasn't there in our time. Again, I feel I've gone off topic."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:53.760",
        "message": "No, you can't possibly go off topic as long as you're talking about yourself. So, you know, I did an episode with Mrinal Pandey, where she told me about this period of time in her childhood when she realized that her mother is not only cooking meals for her husband every day, but is actually stressing out over them, trying really hard to make food that he likes. And she, I think Mrinal must have been 15 or 16 at the time, and she completely lost it. And she told her mother that how can you do this? Why are you wasting so much mental energy and emotion and all this over what a man is eating? And I was really struck by that, because at the time that this would have happened, perhaps in the 1960s, I was wondering that all of this is purely instinctive on her part. The frames came later. And as she pointed out also, as her reading expanded, the frames came later through which you begin to understand all of these and see these hidden structures, as you called it. And you mentioned that, you know, in your daughter's case, of course, because we are open to the world and everything is so global, and we are influenced to thought from everywhere, that these frames are there, so she can see that. In your case, how did that awareness kind of come about? I mean, there is, I would imagine at one level, there is that instinctive thing that no, this is unfair. And then at another level over a period of time, one builds a frame where you then look at it and say that no, this is unfair, because and then you kind of go further. And obviously, when you're educated, you might be learning those in a formal way. But otherwise, what was that period of formation like? Like in my case, I remember and you know, the show is called the scene in the unseen. This is a classic case of the scene in the unseen that, you know, most men don't realize that there is an invisible layer that, you know, an invisible layer of awareness that women carry with them and everything they do. I can go for a walk at midnight, and there's no issue. But women have to think twice, you get into a lift, you look you look around at all the other people who are there. And it took me well into adulthood to even realize that there was this extra layer, right. But women obviously figure it out earlier. And I guess the options then would be that you normalize it, that this is the way things are, or you get pissed off, and you start thinking deeper about it. So what was that process for you of finding the feminist in yourself and shaping the feminist in yourself?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:11.400",
        "message": "I would say, really, the experience of violence is the most obvious, even in a household where one doesn't face discrimination. You know, I didn't realize that gender discrimination was not really part of my, I didn't realize it until I was in college, in a sense, you know. And I'm sure that's the case for many people of my generation, class, caste, etc. Because you're going to school, you're not deprived of anything, you don't face that kind of discrimination at home, in terms of food, etc. But I think the experience of violence, so sexual violence, harassment, I realized very early on that, okay, this is something that's wrong, you instinctively realize, you know, that this is wrong, that I have to fight against it, that I have to, you know, either hit back or elbow jab or whatever it is. But I cannot tell my parents, you know, because I don't want them to stop me from going out on my cycle, etc. So I have to hide it, it has to be a secret. But I also can't let it get me down, you know, that's also there. So I have to, whatever, resolve it in my head. And I have to keep doing what I'm doing. So I think for me, that was the, that's the unseen that I experienced, but I kept unseen from everyone around me. And it's a recurring thing that, you know, would keep happening at different ages, at six, at eight, at whatever, 12, you know, and then in buses in Delhi. So actually, sexual harassment is the primary experience that makes you really realize that something is amiss and very rotten, something is rotten. But the real sense of that something is even more off, structurally off, I think happened when I was doing my, did my graduation in economics at the Sriram College of Commerce in Delhi University. And there was a professor there, Professor Bose, Professor AJC Bose, and he used to have this famous thing called the Bose notes, you know, which you used to buy in the cyclo style shop. And he used to have these notes for developmental economics. But in between, he used to have lyrics of Pink Floyd songs or Springsteen songs and so on. And he was like a bit of a dude, you know, legend at that time. But he, he told me when I asked him once, it was a BA in economics was very classical at the time, I don't know if it still is. And I asked him, I said, you know, all this is all about men. What about the work and labor that my mum does, my grandmum does? Nothing is showing up in all these in the last three years that we've been studying economics, you know, it's just been abstract and about the world, the male world, you know. And he told me that, you know, there is a women's movement out there. Why don't you go and find it? You know, and they'll give you the answer to this question. And that was the first time I then I went looking, he asked me to go and visit Brinda Bose, who was a professor at Hindu College then. I went to her, she told me, you know, Kali for Women, the publisher, they have a diary that they bring out every year. And at the back of that there is a list of women's organizations. So why don't you go in? And I went to the people tree, which used to be this shop next to Regal in Delhi, and they used to have the Kali for Women diary. So I bought the diary for that year. And then I looked at the back. And my best friend, Anvita and I, we went, I said, let's go and visit these places. So one by one, we went to visit them. And I think the third organization I went to, which was Jagori, which is a feminist group in Delhi. I went there and said, you know, I want to work here. And Abha who was running that place at the time, she said, okay, come from tomorrow. So I said, okay, fine. It was a really hot day in April in Delhi. And she said, yeah, come, come from tomorrow. So then I started working in Jagori. This was my third year in college. And I'm still with Jagori in a sense I'm on their board now. But so that started me on a line of questioning that I hadn't asked before. And I realized that okay, so, you know, this whole question of women's why is it? Why is housework women's work? I hadn't thought about it. I thought it was some accident of fate that you know, my mom was just doing that. It is so naive, you know, really. And it shows showed me like how privileged we are and the blinkers we wear really, you know, in in the world we live in. So anyway, that was sort of my how I found the women's movement and today in today's day. I mean, that's an even now I'm, you know, I had not yet found feminism even when I joined Jagori. I think as part of Jagori, then I went to a workshop where I was given the task of doing the English report. And it was a workshop with rural women in UP of the Mahila Samakhya program. Mahila Samakhya was a adult literacy women's literacy program that the government had started. And it was being sort of it was taken up with a lot of enthusiasm by lots of feminist groups who were working with the state for the first time in a sense, you know, otherwise they had mostly worked sort of against the state or demanding that they make laws and so on and so forth. So they were providing the perspective building to this generation of, you know, adult women who were learning to read and write and creating collectives and so on. It was a women's empowerment program. So in that, I think that was the training in which I'd gone just to write the report that I realized it was a gender training. And that was where I was introduced formally to the idea of feminism. And feminism and it was like a third eye open for me, you know, it all everything fell into place, how gender roles and in the idea of what was expected from women and men, how different it was, and how it was actually not the same across the world, which meant it was fluid. I mean, it was it was socially constructed. And that got me really thinking about these kinds of things and explained to me a lot of my own experiences of violence and explained to me why the context of say my mum or my grandmum and my aunts and so on and the world around me, I could just could understand everything clearly, you know, after that. And I think there was one moment in that in particular that I'd like to say that was a we took all the participants went to watch a show of Mrityudand, which was a film by Prakash Jha. And in that, there's a scene in which Shabana Azmi plays the role of the of one of the sort of protagonists and she she gets pregnant. And the younger sister-in-law asks her, whose baby is it? And she says, it's my baby. And it was such a powerful statement. And the next day, people couldn't stop talking about that particular moment where we, you know, just the understanding that this child could be mine. It doesn't it's not you don't have to name the father. It's not the father's really our bodies are our own, our wombs are our own. So that it was such a radical idea. So I think moments like that, you know, built one on top of the other stacked up to really create, for me, an understanding of feminism that became a lens through which then I actually then proceeded with my activism as well as my academic work and so on. And, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:47.840",
        "message": "Yeah. And again, sort of the accidents of life that, you know, Professor Bose happened to be your economics teacher. And had you asked some other economics teacher, you might not have been told go and, you know, maybe some other chain of events gets you there, but not this. So, you know, like before this, what is it that you wanted to do? Like, what was your image of yourself that these are the things I will do in the world? Like, like many of us in our generation, whatever we studied was kind of by accident, you just drift into something and inertia and you kind of go along and it has no relevance with what you end up doing. So were you also drifting or were there specific things you wanted to do? And then when this sort of light bulb moment happens, and this third eye opens, as it were, do you, you know, how did that change things? And how did that shape the direction that you sort of went in after that?"
    },
    {
        "speaker": "Guest",
        "time": "00:35:35.680",
        "message": "I'll have to go a little bit further back to answer that, because I, my daughter asked me recently, what did you want to be when you were young? And then it got me thinking and I realized that, you know, until the Gulf War, I did have dreams. I did think that, you know, I wanted to be a surgeon, which is, I mean, you know, these are not really, I suppose, our own dreams. But you hear, you think that you'll do something, you'll save people or whatever. But so I wanted to be a surgeon. And I realized that actually, since the invasion, and the way life changed overnight, I stopped having dreams for myself. I stopped thinking that, okay, when I grow up, I want to be this, I want to be that. And I actually hadn't realized it until she asked me that. Yes, I mean, until then, I had wanted to be a doctor. But then, since then, I never thought I want to be this, I want to be that. I drifted. I went by what I thought interested me at the moment. And I think I had the maybe luxury of doing that, because maybe there you have gender, you know, a gender role sort of here where nobody's telling you to be an engineer or doctor, maybe that that's not the case for many boys of that time, or, you know, socioeconomic class. So I didn't, I didn't know much about sociology. But after then, I once I'd finished my graduation, I realized that actually the questions I was asking, fitted much more into the stream of sociology. And so then I thought, okay, I let me try to do sociology. And then I just loved, I loved the subject. And I loved sociology, I never thought that I would be and one doesn't dream I grew up and be a sociologist, something like that. Not a very glamorous occupation. But I also feel you don't have to be one thing in a lifetime, you know, I really find that I mean, and now I am a writer. So one can say that, yes. I always knew that writing was something I would always do. But, but yeah, I mean, you know, it's that dream that you know, the Marx has this thing, right? You want to go fishing in the morning, you want to do your writing in the afternoon or whatever, there are three things that he says that, you know, you can do many things in a day. And in your life, I feel as you as you age, and as you discover yourself more and more and more, you realize what you want to do. So I feel like you should have one career in a decade, like every decade, you should change your career. I work in the development sector. So that is, that's an important thing that I carry with me. But alongside I do several things. So I have multiple, actually interests and therefore, careers in a sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:41.480",
        "message": "What was it about leaving Kuwait that made you stop having dreams? Or is it maybe you can't put your finger on why or looking back? Do you think you know, because the way you kind of, it almost seems like a defining moment that something happened and you just stopped thinking?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:57.280",
        "message": "And this is in retrospect completely. And one didn't, one went along with the flow at that time. It was because, you know, I never saw my, the house that we left when, I mean, we left just the night of the invasion. And that was by accident, because we didn't, we were coming on holiday. And so we were never able to go back to that house when my father was able to go back. You know, you one heard that there was, you know, so it's very visual actually what he found when he went back. We used to have a green carpet. It used to be wall to wall carpeting all the houses. And after the invasion, when the oil wells were all burning, right, you would have seen those images of that time, fantastic images of just black skies and just blazing fires from the oil wells. And what happened was that crude condensed, these were air conditioned homes. So when the crude went inside the flats, they would condense and they would sink into the carpets. So actually, when you step into the carpet, you squelch. So you're going into like little lakes of crude oil, essentially, you know, and you have black stained walls. And so this is the kind of image I heard from my father when he did go back after the war was over. But essentially, I never went back to that house. I never went back to that school. I never went back to that life. And many years later, only when Facebook came around, did one reconnect with, you know, my classmates from around the world over there. So it was like, I think it demonstrated that things can change completely. You cannot, you can make all the plans you want in the world. But I mean, who knows what will happen. So subconsciously, I think that's the message. That's the big headline, you know, like in neon mounted that, you know, that was like blinking in my head. And so, you know, that's the reason I think why one stopped having very fixed plans."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:27.080",
        "message": "I'm also interested by something you said a while back about showing that film, where the Shabana Azmi character says ki yeh mera beta hai, yeh mera bacha hai and how the women reacted to that. And it just strikes me as a lightbulb moment. Like what I sometimes, like the phrase I use while talking about ideas is that sometimes in life, people have a lightbulb moment and it goes off and you can't turn it back off. It's always on. Right. And this is such a good example of that. What was it like that? Because, you know, I would assume that at that event, then what you've done is you facilitated a lightbulb moment for so many people. And I presume over your over the time you worked in that field, you know, there have been those lightbulb moments and so on and so forth. So what are those like? Because each of those must be so mind blowing to witness someone's third eye going on, as it were, to go back to the description that you used. So what was that like? And was there something to hope for in that, in the sense that in general, I am a pessimistic person when I look around me, because we can see what is happening around us. You know, we can, we haven't made all that much progress, if at all, in so many areas like gender, caste, and the religious othering, of course, is now particularly out of whack. But in all of these areas, we haven't made that much progress. So there is at one level, this sort of deep sinking feeling that, hey, this is who we are, and we're never going to get out of this mess. But at the same time, what you're describing is that it is possible to light off these lightbulb moments to make things happen to make people see the world differently, especially to make women see the world differently. You know, I had a guest on the show a while back, Shruti Kapila, who was talking about how tragic it is that women in India don't form a vote bank, because if they did, then you know, they could set so many things right. And almost as a counter to that, a few weeks ago, I had the journalist Rukmini S on the show. And she pointed out that there is no such thing as a women vote bank, because like all of us women contain multitudes, right? So you've got your own priorities, just as your family does. And it's not that all women everywhere will work as one. I know this is a bit rambly, but I'm intrigued by that, that the fact is that there can be lightbulb moments that they are lightbulbs, as it were. So, you know, these same women whom you see react like this, do they then go back to their lives, and they just live lives of quiet desperation as Thoreau would put it or is social change actually happening on the margins at a glacial incremental pace, but it's real."
    },
    {
        "speaker": "Guest",
        "time": "00:43:54.440",
        "message": "I have now been part of the women's movement for 25 years. So I can tell you that change is happening. You know, I feel in the everyday, it's very hard to see. So this is the thing about change, right? It is incremental. It's not linear, it goes back and forth. And it's in, I mean, some things that we think are, what we might not define as success, may actually be defined by others as success. And I can give you some examples of that. But before that, I'll say that, you know, everything is a bargain, right? There's this scholar called Denise Gandiotti, and she has a term called bargaining with patriarchy. And how actually across the world in different cultures, we have different kinds of patriarchy where some things are valued more than others. So in the case of India, Middle East, etc, there is very classic patriarchy where shame and honor, for example, is the most important framework, right? So it's inexplicable why a family would murder their daughter, right? It doesn't make sense. But in their context of classic patriarchy, where shame and honor are the most valued social currency, you have to understand it in that context, really understand. Now everything that women's wins have always been through small, small bargains with patriarchy. So okay, I will, you know, it's like I will go to school, but I will wear a certain kind of clothing or I will, you know, do all the housework, then I will go out for paid work. You know, everything is actually small bargains with patriarchy through which you make, come, move ahead. For us, we do see change happening over generations, right? We know that our mother's lives, my grandmother's life, my mother's life, my life, my daughter's life, very, very different. And they are, that's the visible change. So over generations, you see change happening. In my work, not for us, we see it in generations, but in some places. So for example, in places in rural India, even a small change will be very conspicuous and very big. So a young girl talking to a young boy, you know, it will be seen as something very huge. It might lead to a dangerous situation and so on. So it depends from context to context. So I am so hopeful because I never, when I joined the feminist movement, people didn't know what feminism was. It's unthinkable that today a 21 year old as I was then doesn't know what feminism is, right? Now, everybody knows what feminism, feminism is so mainstreamed, even though it's sometimes I feel it's oversimplified. And it's fashionable, etc. So in a sense, I mean, even I've dropped, I've stopped calling myself feminist researcher and writer because"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:12.700",
        "message": "it doesn't make sense anymore."
    },
    {
        "speaker": "Guest",
        "time": "00:47:14.640",
        "message": "Everybody's posturing and all of that. And I'm, and actually, when I say feminist researcher and writer, it's because I'm a scholar of feminism. So it's not exactly the same thing. But the point is that now nobody has to buy the Kali diary and go hunting for a women's organization and work in institutional feminism to experience, to be a feminist, to practice activism because of the internet, they can do it, you know, they don't have to be in a women's group to be an activist. So it's a completely different scenario, the quality of conversation Amit has changed. So I used to work on violence against women when I joined Jagori. Even today, the issues that say a Jagori or any other women's organization works on might be the same. But the quality of conversation has changed. For example, the conversation on victim blaming, on claiming public spaces on the right to be out and about on the right to mobility to wear what women want to wear. These kinds of conversations have now become mainstream, which wasn't the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:20.560",
        "message": "case 20 years back. Just thinking aloud, like I often, you know, transplant this saying about futurists and science fiction writers to the creative economy. And I talk about how creators often overestimate the short term and underestimate the long term. And it seems to me that maybe that is what social workers should be wary of as well, of overestimating the short term, and imagining that they'll see dramatic changes, and of underestimating the long term and giving up hope because they don't see anything happening immediately. And what you seem to be describing is that yeah, you know, if you're zoomed into the present moment, it may seem that nothing is changing or is too slow and you might be frustrated and why should I bargain with patriarchy and blah, blah, blah. But if you zoom out, then you see that yeah, you know, our lives are different from our mothers and their mothers and so on and so forth. And that's really interesting. And I, you know, just speaking of sort of shifting ways of thinking in your book Manik, when you speak about the influence of the Mathura case from 1979 on the women's movement, which again, seems like a light bulb moment for my listeners, what really happened there was this, this girl was raped by these two cops, and they got acquitted because the argument of the acquittal was that she was habituated to sex and therefore it was kind of okay. And you speak about how that created a Philip, in a sense for the feminist movement and, you know, set a chain of events and people could kind of organize about that. And there's a passage from your book Intimacy, which also I'll read out where towards the end when you speak about interviews with sex workers, you write, quote, we see from the interviews that once someone consents to enter the occupation of escorting, further consent is not deemed necessary. There is a sense that wives and sex workers don't have a right to consent, because they have already offered lifelong consent simply through participating in their respective institutions. Mugdha's experience of rape is akin to marital rape. In this sense, escorting is a lot like housewifery in its vulnerabilities and the emotional labor involved. And this really struck me because you speak about how, you know, even sex workers complain about the binaries of the whore and Madonna that that kind of and the false binaries, of course, that exist. But here you actually see an example of where whether you're from this extreme or that extreme and quote, unquote, around extremes, of course, consent is simply not given importance. I mean, you look at the current debates around marital rape, you kind of feel that at some conceptual levels, there is still a glacial pace of at least the way that the law operates in society at large operates, even if the discourse has changed that many more people can talk about consent and sort of voice all of this. And this was in fact, one of the most striking passages from your book for me, because it's quite a revelation to realize that whether you're a sex worker or a housewife, the Madonna or the whore, you still are not supposed to have consent in this in this country, which is just crazy, which, you know, and I completely understand that your big picture view is that you take a zoom back and things have gotten better and it's incremental and it's glacial. But all this stuff is still there."
    },
    {
        "speaker": "Guest",
        "time": "00:51:37.200",
        "message": "Yeah, I think consent is a little complicated. And I know it's one of the principles. I was telling you, I watched your show with Kavita yesterday and with Kavita Krishnan, which is a documentary, the video thing. And I, you know, I know consent is one of the principles that I've understood you sort of really honor. I feel in and you're right. I mean, the point I was trying to make in the passage that you read out is that actually for sex workers and for in this case for escorts and for wives, while most clients find consent to be a very important value, they have explicitly stated in all the interviews I did that they would not want to actually be with someone who has been coerced. And so consent and consent on the Internet is actually verbalized, you know, which is not so clearly done in the everyday. But their understanding was that once a woman has consented to being an escort, then further consent is not required. So, you know, within that, then anything can, you know, she's open to anything. That's their assumption that no further thing is required. If she's consented to be in the vocation, that's enough. And so I make a parallel that it's the same for many housewives in a sense, because once you have agreed to be a wife, then your marital duties, which is how the, you know, which is a commonly used term in law, actually, you are expected to fulfill your marital duties. There's no further consent required in that. And that is one of the blocks or obstacles to conceiving of marital rape in the eyes of the law. So this is that's the context in which that quote is sort of talked about. But I want to complicate this idea of consent and agency a little bit, because I don't know if you'll remember, there was this video that went viral, you know, people trying to explain consent and there's this cup of tea, like if someone, you know, there's basically tea and if you say no to tea, to having that cup of tea, then nobody can force you to have that cup of tea. So this was a video that went viral trying to explain this idea of consent. So if you haven't consented to drinking that tea, you can't, you shouldn't be, you shouldn't have to have that tea. And I, when I watched it, I was like, you know, this is not true in India, because consent is much more complicated than that, right? You have tea for various reasons. I cannot imagine going to do my fieldwork in rural India and not having tea in some even though I'm not much of a tea drinker, and I'm very specific about my tea. But it means that I am not practicing casteism. It means that I am comfortable in a rural location. It communicates so many things. I mean, can you imagine going to some my aunt's house or someone and refusing to have tea or a mithai or, you know, lunch or dinner or whatever, you know, you, you can't do it. So even if I don't want to do it, one has to do it for the various meanings that are there in that surrounding it. And so I feel sometimes we get stuck in this idea of consent as being very black and white, but it isn't. And yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:17.120",
        "message": "You know, it also reminded me of, and this is something Rukmini pointed me to in the episode I did with her, where we were discussing, actually, where we were discussing sex workers and why sex workers throughout Southeast Asia are wary of Indians, because Indians apparently are especially brutal and so on. And she pointed me to this book by Srinath Perur called If It's Monday, It Must Be Madurai, which is a travelogue. And he goes to Thailand with a bunch of tourists. He's basically going on these tourist trips to different places and seeing what happens. So is it Thailand or is it one of the ex Soviet Republic countries, but wherever he goes to this place, people go for sex tourism and he describes the people who are with him and how they are treating sex workers. And there's one particular scene where, you know, to the effect of that, once a sex worker has consented to come with you, you can do whatever, you know. And this notion of women sort of as a property of men requiring the permission of men, which is much worse than even this, because at least before agreeing to this, the sex worker is her own person, but is enshrined in our laws. I mean, even if the adultery law went, for example, you know, 497, which was the adultery law, spoke about how if a person has sex with the wife of another man, quote, without the consent or connivence of that man, as if she is a man's property, then he is guilty. And one law that is still there is 498, which is enticing or taking away or detaining with criminal intent a married woman, where again, you know, if somebody entices away a woman who he knows to be the wife of another man, now quote, from that man or from any other person having the care of her on behalf of that man, and blah, blah, blah. So it's not treating the woman as someone with agency, it's treating her as sort of the property of a man. And this is enshrined in our laws. And luckily, I think what is happening is I agree with you on the broader point that social change is happening, even if it's slow, because I remember that if, for example, 377 was struck down in 1988, it wouldn't have gone quietly, and it wouldn't have been greeted with such public celebration as it was when the law against homosexuality went. And some of these laws are still there, and hopefully they will go in time. But given your circles, there is, to some extent, I guess a little bit of selection bias, because you would be moving around with other feminists and activists and people who are involved in the field. But when you sort of look around, are there moments where you pause, are there moments through these years, in fact, where you've said, is there any point to this? And I am perhaps sounding a bit bleaker than I should be. But I'm looking around at what is happening on other margins in our society. And wondering if in certain other areas, we're actually slipping backwards. You know, for example, women's participation in the workforce has gone down drastically over the last 15 years. I've had a bunch of episodes on this, most recently with Shrena Bhattacharya. So I mean, I'm not even pushing back against what you're saying, because I agree with it. I think if you zoom in, you can see that, you know, we do tend to overestimate the short term and a lot of progress is possible. But you know, are there moments where you've doubted this? What's that journey sort of been like?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:24.240",
        "message": "Every day, every day, one wonders, you know, what, what this world is coming to, what this country is coming to? Should one move to Canada? All these questions."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:36.200",
        "message": "Why Canada?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:37.200",
        "message": "I mean, anywhere, but you know, why not Canada? Yes, I think so. So it's not, when I said that yes, change is happening, it's certainly in a certain field. There's also regressive changes happening, say in another field. So like in the case of definitely in the situation of Muslim, you know, communities in the country, it's unimaginable what they must be going through right, right now. So it is, things have become in terms of free speech and expression, what we're facing. It's really and really impoverishment and economic precarity, which is the context of, of countries around the world, I feel, but especially India, there is a certain return to poverty, which we can see, which may not be reported in our, you know, but we see it around us every day. Young boys just digging sides of roads as that's their future or I have seen a return to street sex work like last eight years in the area where I live. One didn't really see soliciting happening, but now one sees it's back and it's there in many other parts of the world as well now. So definitely the situation and women's workforce participation, I mean, we can talk about that separately, because I think Mannequin was very connected to that. I think there are very much such, such moments, but there's also resistance to it, right? There's also, I mean, we've had the CAA protest, we've had the farmers protest, we've had student protests, we have the emergence of a range of feminism. So like you said, there are multitudes even of feminisms, right? There's, you know, Dalit feminism, Muslim feminism, there is, these are emerging as very strong conceptual frameworks with their own histories, their own origin stories and their own, I hesitate to say cadre, but you know what I mean, like a strong network of people who are actually taking that agenda forward. So the struggles are continuing and then there's hope in that, you know, that's the, that's the hope that we'll keep fighting, we'll keep resisting and you know, there'll be more and more people joining that, that sort of stream of resistance. And it's unfortunate that we could be spending our time really discovering new things, thinking new things, like just doing amazing things. And instead, we are having to protect these gains that we have made that we are now going back on. Yeah, I think that, so that's one part of the answer. The other part is actually being wary of moves that appear progressive, but are actually regressive. So for example, laws like, and you spoke of laws, laws like the one against triple talaq that was created, that seemed to be, that was promoted as being or projected as being something for Muslim women. But actually what it does is demonize Muslim men or say raising the age at marriage, which nobody's stopping anyone from marrying at 21. But this actually increases that 18 to 21, the vulnerable age where young people's sexuality is criminalized. And you know that our laws criminalize and you know, parents are constantly using different kinds of laws to prevent daughters from marrying of their own choice or having intercaste relations and so on. So that increases that the captivity of actually girls in between 18 and 21. So, you know, these kinds of legislation that profess to be progressive, and actually nobody will say no, right? Nobody will say that no, I don't think that 21 is the right age to marry. I don't even think 21 is the right age to marry. But who gets affected by a law like that? Actually, it is poor people who are marginalized groups for whom getting their girls married at 18 is a way of survival. It has its own logic. And it is a way for many young girls to actually escape violent homes and to try and, you know, have an adult life. Because for us, we don't have an either you're married or you're a child and then you're married. I mean, there's no in between sort of phase which is allowed to majority of women, you know, to live an independent life. There's no imagination. Like you said, you know, the adultery law and so on. So many laws are framed around a wifehood, right? So everything is the family is like the family unit. It's like the fulcrum around which many of our laws operate. So where do we see single women? It's really hard. There's no imagination of women outside either marriage or prostitution. These are the two institutions within which people can imagine. Even the state can imagine women. And that is changing now because there are more single women, but they are marginalized also. They don't have access to so many kinds of, you know, citizenship rights. Really, it's hard to find a house. It's hard. It's so difficult to do so many things as a single woman in this country. So there are, yeah, multiple issues working here that make progress very difficult. So I agree with you there. But my hope is really that there are also people who are resisting constantly."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:56.840",
        "message": "So I have a complicated question. But before that, a quick observation that as far as the economy is concerned, I think one reason that people refuse to acknowledge or leave unseen what is happening to the economy is that so much of the damage has happened in the unorganized sector, especially demonetization onwards. There is absolutely no reckoning of that. Earlier we used to kind of try and figure out what's happening in the informal sector, you know, with proxies and so on and so forth. But I think the damage after demon and the botched implementation of GST already was sending us on a downward trajectory, which of course COVID contributed to. And I'm really glad you brought up that question of laws and I'll cite a couple of other sort of similar laws with unintended consequences, including one from your book. And then we can, and then I'll segue to this sort of larger question I want to ask. And, you know, as far as similar laws are concerned, I remember when I was editing Pragati, the policy magazine, three or four years ago, I'd carried a piece where an economist, I think she'd written about how it actually hurt women in terms of getting jobs after the maternity law was passed, the maternity leave law was passed because the incentives for employers now changed drastically. So you had the classic example of a law with good intentions and, you know, bad outcomes. And, you know, similarly, I had once, you know, written a piece on child labor where everyone can agree, and I think I'd written this in 2007, but it was still hold true. It's a universal thing that everybody would agree that child labor is terrible, and you need to eliminate it. But how do you do it? You can't just pass a law and hope it goes away. And I cited this Oxfam study, where they spoke about how international outrage forced factories to lay off 30,000 child workers, and they followed these 30,000 child workers, many of them starved to death, many became prostitutes. Similarly, a 1995 UNICEF study described how a boycott of carpets made in Nepal using child labor, right? And you'd imagine that such a boycott is a good thing. You're fighting child labor, but it led to between 5000 to 7000 Nepali girls turning to prostitution, because a better option was now denied to them. And similarly, in your book, you talk about the ban on dance bars, where you write to quote you, the ban allegedly left over 75,000 women without a job overnight, and 2500 establishments in the lurch. And later you add, you know, by the time it was going through the courts, you add, quote, bar dancers entered penury and were displaced, many moving to smaller towns, some pushed underground into sex work, reports occasionally came out of former bar girls taking their own life, stop code. And in all of these cases, you have people identifying what is what appears to be a great social problem, you have them with the best of intentions, framing laws to fight it. And then you have these unintended consequences, which hurt those who are supposed to help the most. And my larger question here is this, that I think that when it comes to social movements and to activism, there is a danger that some of that activism becomes activism for the sake of activism, in the sense that when I look around me, you are right that it's a wonderful thing that many more people including men are more aware of what feminism is and can identify it. But equally, you have a lot of posturing, including a lot of shrill posturing happening. On the one hand, which which would be social media, which is not necessarily going in productive directions. And on the other hand, you know, you have activism, which is kind of going in these directions, where you have funding, you need to show you're doing something with it, or you've passed a law, you need to show a win, so to say, and you do that. And you may not always be aware of ground realities. Like, you know, Kavita Krishnan had done a four hour episode with me where she spoke eloquently on aspects of this, how, you know, so many feminists, you know, don't have that lived experience of working on the ground with victims and people who've actually gone through all of these, but they forge ahead anyway in search of these sort of wins and so on and so forth. So now when you look at the movement, and you've been part of the movement for such a long time and been part of the grassroots and covered so many different aspects of it, what is your sense of this, especially in the last, say, 10 years, where social media now allows anyone to become an active to become a quote unquote, activist with very little effort, you can suddenly go on, and, you know, signal the greatest virtue by just typing a few words out on Twitter, you don't actually have to go out in the world and do anything and make people's life better. So is this something that you've seen? Is it hard to reconcile? Do you look around, for example, at your fellow travelers, and obviously, many of those fellow travelers would be like you who just want to make a change who know that they're playing the long game, it's a long haul, so on and so forth. But it may not be that way for everyone."
    },
    {
        "speaker": "Guest",
        "time": "01:09:49.040",
        "message": "Alongside that, I'd add the problem of the NGO-ization of social movements. So there is also that there, there's also the funding, you know, politics at play here, which is that, you know, there is funding, it's become a sector like anything else, social change is a sector now, as much as activism or a desire for change in that sense. Yeah, I feel that despite, I agree that there is a lot of posturing, not, I don't think that's there in institutional feminism, I think institutional feminism is beset by other problems related to the NGO-ization of the sector. But in terms of woke feminism, you know, that kind of a very superficial engagement with issues. I do agree. But I feel that this is a journey that each individual goes through, honestly, and I've never, I've always felt people find their own feminism, and they find it at a moment in time that is relevant to them. And it has to have, it has to make sense for them, right? There, it has to ultimately change something in their life for it to have meaning. That's why I take the term feminist quite lightly now. One doesn't, one knows that it's not actually very deep understanding of a certain kind of scholarship around feminism that we're really looking at, or thinking around feminism. So I do see, I understand what you're saying, but I feel some of these debates that emerge. So even if it is, for example, the question of the crowdfunded, the LOSHA, the list of sexual harassment in academia, the LOSHA, the first Me Too basically in India. Correct, correct. I'm forgetting her name now, but the young woman who had Raya Sarkar, it was the name of the young woman who had sort of brought, started that crowdfunded list. And so, you know, there will be many people who will sort of go along with it, but it pointed to a real fault line in the movement, which is the question of caste identity and really what the whole thing that, you know, Raya Sarkar herself being a young Dalit feminist was really the list, in the list, most of them were upper caste male academics who were accused. And, you know, there was a letter written by older feminists challenging the mode of, you know, the way that it was just a public list without due process. And younger feminists then wrote sort of, wrote a rebuttal against that saying that look what due process has got us, it's brought us absolutely nothing. And so that led to what was a vicious sort of a moment. And, but it pointed for me at many fault lines that we'd been ignoring, which is really the question of an intergenerational dialogue, because I don't find that actually they were saying very different things. It's just this one group had a faith in due process, one group did not have a faith in due process, but it was caste in caste identity mold. And so it assumed a different shape and form. And the problem I feel is that we move too quickly from one eruption to the next. And there's not enough time or space or dialogue, actually, a constructive, empathetic and compassionate dialogue between groups to arrive at a more complete, you won't resolve it, right? You won't resolve something that is so deep and fundamental, like caste identity and the experience of being oppressed or being the oppressor or blind privilege and so on. You will not resolve it, but you will shift something through dialogue if you give it some space. What I find disturbing is that we quickly, this finishes and then we have, you know, question of, you know, cis women versus trans women. I mean, there'll be a new debate that will emerge and people will move so quickly from one to the other without actually having worked through the important things that came up in that in the first issue to begin with."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:37.120",
        "message": "Three things I'll kind of want to double click here on and one is that, you know, you pointed out that people make their own journey, which is, of course, true. You know, we all make mistakes in our youth. Sometimes you're impatient, sometimes you're impetuous. Sometimes we flit from idea to idea, approach to approach, we find out what works. But what people in our generation have done is that a lot of this has not been in public. A lot of this has been in private, where we have space to grow without having to take a position in public and without being scrutinized all the time. My worry today is that when a young 20 year old something spends two years taking particular positions, taking hardened lines, castigating others for not being pure enough, and so on and so forth, they themselves then get cast in that mold, as it were, and what they are at a particular point in time, they almost become that forever, because they've taken those public positions and they double down on it and they rationalize whatever holes they might be. Whereas in an earlier generation, you blunder from this end to that end, and you kind of, you know, you find your way around. The other thing is that this added element of cast is really interesting to me because you brought it up also during when you're talking about these bands on dance bars, where you talk about how there is this movement from seasoned feminists who are objecting to the band. And they are saying that look, all of these people involved are there of their own volition. They've consented to be there as it were, you are probably dispatching them to worse fates, which as you know, the excerpt I read out from your book shows did happen and therefore they are against the band. But then suddenly you have from the side Dalit feminists coming up and saying that, no, no, the band is good because understand that there are these structures and invariably and as you've pointed out throughout your book, there is a strong element of cast here as well. And invariably many of these sex workers are, you know, from the lower rungs over there and you have to take that into account. And there I think like my fundamental sympathy still lies with those who are opposing the band because it's a question of sort of means not ends that by taking away people's consent you can't possibly solve the problem that whereas I agree with the Dalit feminists about the structural issues, the issue becomes one of means of how do you address them? Is this the way to address them? Will this have unintended consequences which take these already unprivileged people to an even worse place as we know happened, you know, but that's that's a different matter. It doesn't matter where one is on that. But does that then make the task kind of harder where there are people coming up with entirely justified anger across all of these margins saying that, hey, you've ignored Dalits all this time or you ignore trans people all the time. And you can see where the anger is coming from. And obviously they have a point. But then the question becomes of how do you fight this beast that you are fighting and you have people within the mainstream feminist movement, institutional feminists perhaps like from the taking that race from you who have been fighting this for decades. They know the pace of change. They know what works and what doesn't work. They know that, you know, unintended consequences exist for everything. And there are others in a hurry because the world is changing so fast. How does one sort of reconcile that think about this? Is there scope for dialogue? Just, you know, if an outsider was to see those battles that are happening within the feminist camp at the time of Lohsha, for example, it would just seem really toxic at one level, the anger and the sort of the infighting that is going on where basically you're on the same page."
    },
    {
        "speaker": "Guest",
        "time": "01:18:14.720",
        "message": "Yeah, I think there was a sociologist Geeta Chaddha called it a feminist civil war, you know, in that phase. And the first question you asked, you know, about getting typecast in a sense, right, you'll always be the if you've said something ignorant,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:32.900",
        "message": "Not just that you'll be typecast, but you will become that person, you'll solidify yourself, you'll stop growing. Because once you've taken that strong position on Twitter, once you and your gang have cancelled somebody also from your gang for not being pure enough, right, then by solid by taking such hard public stands, you almost commit yourself to becoming that person. And you're less fluid in a sense, well, otherwise, you would have continued to grow, go in different directions, and so on and so forth."
    },
    {
        "speaker": "Guest",
        "time": "01:19:00.760",
        "message": "I don't I actually don't agree with that. I think that, you know, we do that when we write also, right. So if I look at some of something I would have written 15 years back, I have a different position, say, from, from what I would have now and mannequin my book on, which is on women in the modeling industry is an example of that. Because when I, before I started doing my research on the fashion and modeling industry, I was one of the women who was against beauty pageants, and I would protest and etc, etc. And by the end, when I came out the other side, I had a different understanding and view on objectification and commodification of women. So even when you're writing something, or, you know, you commit to something and then you can you change, right? I mean, that's the journey of, of anything, any person who's thinking and studying and or just living through through times. So I feel that the, you know, there is the danger I feel is that this leads to silence, right? Those who do have good points to make and arguments to make, don't say anything, because they don't want to be hounded. Because that's what it feels like at the end of the day, right? It on Twitter and so on. It feels it's, it's, you feel wounded by the kind of animosity and amplified sort of hatred that comes against you. And I think we're still working our way through this. We don't know what, what will happen, you know, whether we will be able to be resilient, resilient towards this and become the person who, you know, and stop being identified as the person who once said that about that or something like that, you know, JK Rowling, I don't know if she will ever be able to, to go back to that the standing that she had because of her comments. Because she's now identified as what they call a TERF or a trans exclusionary feminist, radical feminist. So I hope we are, I hope this is a phase and I hope we are able to actually see that people change, people learn, people grow. I mean, you know, we don't know so many things. And that's what I would say even for people who have been in this business of change for so long. There's so much they don't know and they realize it every single day, you know, every single and I think it was in your episode, for example, with Rukmini that you had done on where she talks about how these laws are being used against young people who are eloping. And it's not just that. I mean, many groups in the movement also have been doing studies and finding that even work like, you know, the child marriage law, for example, is used in exactly the same way. It's actually used by parents to bring back girls who have eloped or against, you know, against such choice marriages, you know, as we say. So, I mean, every, I mean, there's learning happening everywhere. Nobody knows enough, honestly. I feel the question of, you know, Dalit sex work and the Dalit feminists. So, this was again, this is a light bulb moment when this realization that actually Dalit feminists, and for me, it was a moment at, it was the National Autonomous Women's Movement Conference that this happened. And I've documented it in one of the books and there are several books actually that have documented that moment, which is a walkout by Dalit feminists when some of the bar dancers were part of the conference and they came in one of the evening shows, they came and they performed on stage. And that, and one of the sex workers rights movements, sort of leaders went and offered sort of did a, you know, like you do in Shadis, you know, that kind of thing. And it just really started, it pissed off a lot of people and it made it, already there was discomfort in the air"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:17.640",
        "message": "because of the existing tension in the women's movement. But the Aarti kind of thing is a Brahmanical thing, right? No, it's with the money. It's like the... So, it's not got that connotation, the ritualistic connotation. It's an appreciation and you know, it's like a blessing."
    },
    {
        "speaker": "Guest",
        "time": "01:23:35.160",
        "message": "But it just visibilized the act of money, giving money for dancing, basically, right? So it made, it was like in your face and that triggered, already there were debates, etc happening, right? Because there are divisions within the movement, those who feel that sex work is labor versus those who feel that it is actually violence against women. But this was like a very simplistic kind of understanding that was a legacy from the Western feminist sex wars. And, you know, it had its own manifestation in the Indian context. But this was a new element Dalit feminists saying that, look, this is caste based labor. Women in sex work are predominantly Dalits and they are there because they are Dalits. And because it is like manual scavenging or any other caste based occupation, would you be pro manual scavenging? No, right? So then why are you pro bar dancing as livelihoods or sex work as livelihoods? Because this is caste based labor. So this position was sort of, I think it brought many feminists to a standstill because they hadn't seen it through that lens. And this is true for many things. Now we see it through the lens of caste that we have not really looked at before. For example, violence against girls. There are so many cases of violence of girls in rural India, especially that now we see as caste based violence, not only as gender based violence. So they are acts which are, you know, targeted at a certain caste. So it is, these are changing lenses, but the dialogue that is possible, I mean, honestly, it's a dialogue that I think can only be addressed by sex workers themselves speaking about their choices, right? I cannot speak for them. Nobody else can speak for Dalit sex workers who can talk about very matter. And I've heard them say in the most beautiful ways, matter of factly, how many of them arrive through coercion, through caste based exploitation and so on. And many of them don't. Many of them arrive there through their own volition, their own journeys. It's only understandable in the context of their own lives, in their life stories. So it is, I think, only through hearing voices of women themselves, can we ever be convinced about things as, as emotional and as deep rooted like child labor, or like sex work, you know, it's impossible otherwise, because we have such fixed ideas of what is right and what's wrong around these things. Unless one hears it from them, the people themselves, we're not going to be convinced."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:43.080",
        "message": "In fact, one of the things that makes Intimate City such a rich book is also that you have so many of these voices speaking in the book. And at one point, in fact, you write on this subject, rather than comparing sex work with manual scavenging or other forms of caste based exploitation, sex workers themselves often articulate a closer connection to domestic labor, placing sex work on the continuum of work that housewives do. And we'll of course dive deep into this later. But first, I want to kind of double click on that phrase that you mentioned about NGO-ization. And in your chapter on Kamathipura also, you give different reasons for the decline of Kamathipura. Of course, one is just real estate pressures and all of that. Then there is a fear of AIDS and so on. You know, then there is a clientele changing to sort of a lower class of client, which has less money to pay for that. But you also sort of talk about the NGO-ization of Kamathipura there, for example, and you write, quote, this led to hordes of anti-trafficking and HIV AIDS prevention NGOs setting a base in the area and undertaking programs focused on service delivery and welfare. The joke goes that you will find as many health workers and researchers in this area as you will find sex workers, stop quote. Taking that as an aside and just diving deeper into your point of NGO-ization. What did you mean by that? And what is the problem there? Like, I have obviously no familiarity with NGOs in this space. But the little familiarity I do see with NGOs in other spaces, my biggest sort of criticism is that when they begin, their incentives are that there's a problem in the real world, a social problem, and they want to solve it. But over time, funding becomes a main imperative. And therefore, the incentives are designed around the funding, they have to get the next round of funding, which therefore implies two things. And I'm talking about this in other fields, what I'm familiar with not your field at all. So and the fact that funding is a main imperative involves takes them in two directions. One, they have to paint the problem as worse than it actually is. And two, they have to show that they are making a difference of some sort or the other. Is that something that would carry through to the sort of NGOs that you've encountered in the field? And whether yes or no, you know, elaborate on NGO-ization? Because that's such an interesting phrase."
    },
    {
        "speaker": "Guest",
        "time": "01:28:58.080",
        "message": "Yeah. Well, it's the, it refers to the broader context in which social work happens, or you know, earlier, it used to be voluntary. But you cannot, you know, you can't expect people to give their time without paying them also, right. So that's not so it's sort of a shift from voluntary social work to professionalized services, right. So it's a, it's a, it's a large shift. And it's, it has various elements to it. Funding is only one of the elements. We know that NGOs through the pandemic, filled in the gaps where government has not, you know, could not sort of do anything, or did not do anything. And it's true for all fields. Like I, I cannot imagine if there were no NGOs in many of the places I visit, what people would do, honestly, there is such infrastructural neglect. Even if, you know, young people are not going to schools or colleges, they are being, you know, through programs, they're learning life skills, they're having opportunities to play sports, they're doing all kinds of things that they would not otherwise. So I mean, this is in addition to I mean, a lot of the NGOs that I have seen do a lot of perspective building. So really bringing people together to make sense of their lives, to really improve the quality of people's lives. There are all kinds of NGOs, of course, there are those that are very service delivery oriented. There are two to facilitating, you know, access to your entitlements, helping you get on, you know, your Aadhaar cards, and so on, or NREGA cards. There are those that really enable people to join the panchayat, women to join the panchayat. So there are, you know, very specific fields, I feel that we would be bereft without the kinds of contributions that NGOs do, however, they are quite demonized. And that the history of that is, is really comes from a long time back from the Congress period, actually, where there's a suspicion of foreign funding, really supporting anti government activities, and so on. So that has that strain has continued. I feel that the NGOization also means that there is a, you know, we have social work schools, we have women's studies centers. Now, we have all kinds of interdisciplinary centers that train people to work in the development sector. So it is an acknowledgement of the lack of development. Actually, that's what the NGOization is a response to the entrenched lack of development, which we have seen in our country and around the world. And the fact that you need expertise to really handle this challenge, the massiveness of this challenge, right. So which is why you have developmental professionals now, who are parts of NGOs. Maybe they should not be called NGOs, maybe they should be called the social sector or you know, and now increasingly there are models of, you know, social enterprise, for example. There are models in which there are for profit companies who are doing social oriented, social change oriented work. So there are shifts happening there as well. I feel that this idea of having to have funding. Well, what else if you're a non-profit, where will you get the funds from? It's like, it's a vicious cycle, right? How will you pay your staff? Why should staff work for such low salaries? And they are really low. I mean, I don't know how people survive on these salaries and funding organizations often don't pay for and it's not sustainable because funding cycles are in small, small sort of two-year, three-year or whatever, sometimes yearly. So you cannot have long-term employment. So in a sense there is an, and you spoke about the informal sector, but what I was thinking about is that the informalization of every sector has happened. It is not just the informal sector, the corporate sector, there are jobs which are not permanent jobs anymore. We don't have the idea of permanent. Everything is a temp job, honestly. Everything is contract based. So there is an informalization across the board, whether it's the corporate sector, whether it's the NGO sector. So there is an informalization that exists in the sector. But these are problems I feel which are not only in the NGO sector. You know, they are really across the board. And even if we look at the gig economy and the kind of low pay that exists, the gig economy has emerged actually because of this informalization of the corporate sector. So there is a broader, I mean, economists must be looking at this. I don't know, but the NGOization is something that I do, I agree that NGOs struggle with because it's pushed them to a corner where yes, they have to support the staff that they have. They cannot withdraw from programs or interventions they have started on the ground, right? Because that's often the only thing that exists in rural areas, in the areas and communities they work in. They are the ones people turn to for whatever violence, disenfranchisement that they face. So I mean, it seems like unless, you know, unless they work together to really push for state accountability, to have systems that work better. There are many systems that work. There are many systems that are pushed to work and depends, it differs from state to state, district to district. I mean, you know, if the collector is good and so on, it's the same old story, right? Many changes happen in districts quickly. But until those systemic changes happen, we're not going to resolve in a sense this problem. The issue is also that the state and NGOs are often at the local level, they work together closely, actually, because they, the state actually can't do without NGOs in most places. But at the macro level, there is this bit of a standoff and so it's actually very nuanced and different at different levels."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:50.120",
        "message": "Yeah, I mean, I didn't mean to imply for a moment that NGOs are a bad thing. I mean, as you would have heard in my episode with Kavita, which just released yesterday, which is why you mentioned it. You know, I'm for anything that civil society does that involves voluntary action. It could be through the mechanism of free markets, it could be through NGOs. The fact is, the state most often is going to let us down. So, you know, whatever civil society does is great and NGOs are one way. My sort of mention of the imperatives of funding and the incentives that they lead to was not to imply something malign but to point to something tragic, that therefore you get imprisoned by those imperatives and they can divert you from whatever your core direction is. Like what would happen for example, in a marketplace, in a free marketplace where there is no cronyism, is that a company can only make a profit by fulfilling the need of whoever its customers are. Therefore, it is making people in society better off and that's the only way to make money and therefore there I see the incentives are completely aligned. In the social sector, it's complicated because it doesn't work like that. And so this is not something I have an answer to, but this is something that can, I sense and with NGOs that I'm familiar with in other fields and I won't take names, I see this as a problem that they get into this area of ticking boxes, that once they become big, like any big company does, they'll have these departments, they'll do separate things, each department will take boxes, they'll do this much on social media, they'll have an Instagram page, they'll do this outreach and so on and so forth. But in the end, no one's really passionate anymore about, you know, what the core cause is, that's been forgotten, the founders have probably gone somewhere else and I kind of see that happening. But otherwise, I totally agree with you, we would be bereft without them as we would be bereft if people in civil society didn't help each other, that's"
    },
    {
        "speaker": "Guest",
        "time": "01:37:43.560",
        "message": "what we do. Yeah, I mean, I think what you're referring to is actually bureaucracy. It's that we, you know, and it's a way of working that we know, right? So our NGOs are also just learning from people around us, right? So the institutions and organizations that we create are not, you know, those fun organizations. I mean, there was a time when there were collectives, they were small, many of them, you're right, when an organization grows to a certain size, it becomes a beast of its own, right? And this is the issue with startups as well, I would say, right? So this is an institutional problem, I feel that this is what happens when you create an institution, and you have to keep on running it, running it, running it. And I feel like the problem is that our template is that of a bureaucratic template with different departments, this, that and the other. I wonder if we completely, you know, like, scrapped it all to the ground, and we just gave it to a bunch of young people and said, here, you do what you want with it. This is the heart. This was the vision that we had. And can you, you do what you want with it, you can change, you can have your own vision, you know, which is why I mean, this question of diversity in, in hiring, why is it why I feel it's so important, it is important to have Dalits, Muslims, trans people, young people, people with disabilities, all kinds of really, you know, groups represented in an organization, because they bring different visions, and they bring different energies, of course. But something holds us back. And I hear you on that, you know, that it becomes something like a stone around your neck, that we are not able to move away from old ways of building institutions and tending to them. And, you know, so that's the, I agree with"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:53.800",
        "message": "you that. You know, and I agree with you on the diversity bit in the sense that I keep citing these studies, I first learned about them from Philip Tetlock's book, super forecasting, we showed that for any firm, the single biggest factor in good decision making is not intelligence, however, you measure it or education or whatever it is diversity, the more diverse a group you have, the better decisions you'll get. And that's actually commonsensical. And I remember another study a while back, I don't, I don't remember where I saw this. But if I find it, I'll link it in the show notes, we showed that companies that are less diverse actually do worse in the US, this was purely in a US context, they just perform worse in the marketplace, which you would expect from the previous study, because hey, after all, you're taking worse decisions. So I think diversity is something that can come about that should come about from companies themselves in a voluntary way in their own self interest. And you know, leaving sort of that aside, you know, before we start talking about your book, which we'll do after the break, I want to kind of go back on the biographical journey that you know, you've sort of your third eye has opened, or you've had your light bulb moments and you've decided this is what I want to do. At this point in time, in the mid 90s, who are your models? Who are you looking at? Like I can imagine it being easy for you to find intellectual models today, great books to read, we show you the way forward and so on and so forth. You can go on YouTube and watch a bazaar discussions between people who have achieved a lot in these fields. In the mid 90s, you don't really have all that and I would assume that some influences would perhaps be local ones, people you see in action, who you find inspiring. So both in terms of intellectual frameworks, which could be books, which could be whatever, and in terms of people who you look at and say that I want to live a life like that, I want to do things like that, that's the kind of person I want to be. So who were your models in that sense? And it's almost ironic, I'm asking a question about models, given that your first book was mannequins."
    },
    {
        "speaker": "Guest",
        "time": "01:41:55.480",
        "message": "So in the 90s, I mean, I would really say books, honestly, there was still old feminist classics, because I was encountering feminism for the first time. And that time I was, I mean, everybody in the movement used to smoke. So you know, the smokers area was near the racks of the library, the library, basically, which was in the outdoors area. And so, you know, smoking breaks would be like, going up and down the book rack and really sort of really getting a sense of this ocean of literature, you know, feminist classics, which were around me. And so really reading those kinds of books, I would say Betty Friedan, Betty Friedan's book, especially her essay, The Problem with No Name, where she talks about housewifery in America, and how women would go to sleep at night after doing the day of, you know, taking their kids to school and, you know, preparing their husband's meals and lying in bed at night and thinking, is this it? Is this the end of the dream? And, you know, the way she put it, what really was remarkable, the way that she had written it also. So I think books were very significant, especially feminist classics, I think, around me, I had feminist greats at that time, Kamla Basin very much, you know, was a part of which was one of the founders of Jaggery, there were many others, Abha Bhaiya, there were many who I would say, influenced my journey. But other than that, I think it was actually honestly a sense of just community friendships that you had. And, you know, you saw everybody struggling. I mean, you met people who had run away from home, who had tried to create their own lives, you, I did casework where I, where I learned that I'm not cut out for casework. So one of my first tasks was actually to help, you know, dowry victims in Safdarjung Burns Ward, Safdarjung Hospital Burns Ward to actually file their police complaints. And in another situation, I was, I would go every Tuesday to Dakshinpuri, which was an urban slum. And there used to be a single women's group there. And they used to have their meetings on Tuesday nights, where women would come together to talk about their, the problems and they would resolve cases that had come to them and so on. So I would spend the night in Dakshinpuri at my colleague's house. And so those kinds of everyday experiences, I would say was really the, creates that emotional, very strong emotional tapestry, you know, on which you then start sort of exploring things and you start experiencing what other people are experiencing, you know, some empathy, wires of empathy sort of open up and you're able to connect to other people through that. So I think that and I think just the practice of research, honestly. So for me, that became a very alive wire to connect to other people's lives, to other conceptual frameworks. And it became sort of a feed, feeding system for me to grow. And yeah, I'm trying to think if there were any other people. But no, I don't think I've been a very role model oriented person, much more drawn to ideas and conceptual frameworks than anything else."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:48.280",
        "message": "And are there any more light bulb moments for yourself that you can remember something that you believe then which you suddenly stop believing because something went off in your"
    },
    {
        "speaker": "Guest",
        "time": "01:45:59.920",
        "message": "head? Yeah, I mean, as you were saying light bulb moment, I actually remember that experience. And this is one of my first experiences with sex workers. It was a training in Khandala with the sex workers group. And they were an anti-trafficking group, actually. And it was a group of sex workers from there. And I'd gone again, I was not the main trainer, I was just the assistant, I was going to write the report, etc. And Abha was the main trainer. And there you have an exercise, you know, where you, it's a common exercise in feminist trainings, which is called the pleasure and pain exercise. Basically, you have this massive, you stick two sheets of chart paper together, and one of the women will lay down on it and we'll draw her silhouette, we'll draw around her. Someone will draw and leads to a lot of giggling because you know, she's getting tickled and all of that. And then once her map is sort of drawn on the sheet, she'll get up and everybody will be given two pens. And it's one, so if it's blue and red, blue will be points of pain, and red, you mark points of pleasure on that body map. So everybody will think about it and then they'll mark okay, this is a point of pleasure on my body, this is a point of pain on my body. And the intention is actually to use this exercise and entry point to talk about health, to talk about really the body, awareness of the body, and so on, and open up, you know, that sort of conversation. And when we did this exercise over there with the sex workers, I don't know what I had imagined, I had imagined that maybe they will know much more about their bodies. But the responses were exactly the same as any other rural women, you know, then I realized that they know as little about their body and health, sexual health, and so on as anyone else. And so for me, that was a light bulb moment about my own presumptions, as well as the fact that, hey, hold on, stop looking at them as sex workers. These are single women, they are poor women, they are single mothers, many of them are Dalit women, you have to see them, you know, beyond this identity that you've come in with as sex workers. And of course, there's the realization that the prejudices we carry with us, you know, it was a stupid assumption to think that they would know more about their body than any other women."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:44.520",
        "message": "Yeah, and there's another on the same themes, this profound passage from your book, again, which points to one of those possible light bulb moments for others where you write, quote, take for example, this comment by a well known porn star in Wendy Chapkis's book, Life Sex Acts, which significantly shifted my own view of sex work. And now the quote begins, work is work, you have good days and bad days. But my worst day at work is still better than the best day selling shoes at Kinney's, stop quote, and which is again, so sort of thought provoking in different ways. And we'll come back to that and to the book after a quick commercial break. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Manjuma Bhattacharya and we've kind of gone through a significant chunk of your personal journey. But before we talk about your book Intimacy, which I want to talk about at some length because I loved it so much and it's got so much in it that is thought provoking. I want to continue with the personal journey a bit to take you to your first book Mannequin. How did that sort of come about? Like take me through then. I imagine it's in the mid 90s, the second half of the 90s that you got into activism and feminism and so on and so forth. So what was that journey like from reaching a point where you said that, okay, one, I will write a book and two, I will write a book about this."
    },
    {
        "speaker": "Guest",
        "time": "01:51:16.480",
        "message": "That book came out of my PhD. So it was actually the PhD that that I did on. So the intention for the PhD was really to look at globalization, women and work. Because by now I'd been working with Chaguri, I would go to sort of college in the mornings, I was doing my MA in sociology at JNU and then I would go to work in the afternoons at Chaguri. So that was sort of the rhythm of life. I think in that period, I was working a lot on migration and trafficking at that time, which was really trying to understand whether, you know, really trying to understand how trafficking was defined, like was it really, women were moving of their own volition, right? And they were entering into very unsafe migrations that ultimately ended up being trafficking in a sense into various kinds of labor, sex work, domestic work, factory work, and so on, different kinds of labor. So my interest in women and labor was increasing. And I wanted to study that. I wanted to actually study what kinds of work women were doing in post globalization India. For example, there were a lot of women who were coming to work in export processing zones. It was a huge chunk of young women coming to work in factories in export processing zones. There were young women coming from say Jharkhand, etc, to work as live in domestic help in Delhi. So there were flows that were happening and there were a lot of young women who were participating in beauty pageants and who were becoming models. So I think, you know, I wanted to sort of look at these various kinds of flows that were happening. And my committee at JNU said it was too much. So I had to choose one. I chose women in the modeling industry, finally, as the area I wanted to study because there was nothing on it. It was actually completely barren in that sense, academically. And there was also an interesting sort of moment, right? Because there was the anti-beauty pageant rallies, etc, that had taken place. 1996, when I had joined was when the Miss World beauty pageant in Bangalore had seen all these protests. And even though there were three different kinds of streams of protest, there was the left protesting against globalization primarily, which was, I mean, they were like they protested Kentucky Fried Chicken, they were protesting the Miss World pageant. Then you had the right wing, they were protesting degradation of Indian culture, breakdown of Indian culture, that kind of thing. And then the third stream was actually feminists who were objecting to the commodification of women and they were objecting. So their slogan was, khaane ko nahi roti, dhoondne chale beauty. So their issue was that what are the priorities of the government? You know, why is the state government supporting this and putting money into this, whereas they should be focusing on other things and the concern that the middle class did not have a sense of, you know, looking good was not a priority, etc. And that this would change that. This would bring, open up India as a market for beauty and Indian women would be targets of that market, which all did happen. But these three different nuanced positions was all brushed, it was all made into one broad protest, which was against, actually, it was framed as a protest against the bikini, bikini round. And the bikini round was moved to the seashells and, you know, things continued sort of thing. But for the women's movement, it was an important turning point because it made them really reflect on this idea of beauty and so on. So I think I was, I joined the movement exactly as you said at that time, when in the shadow of this kind of tension, where there were the women inside the, you know, who were participating in the patent and there were the women outside who were protesting the patent and I was with organizations who have been protesting outside. So for me also, it was a question in my mind, why would women participate in something that is not in their interest, in a sense, right? So that was my research question. And when you're doing research, you have to, I mean, it is hard to actually arrive at a good research question. And for me, this was the one that made sense for me. So with this research question, I sort of entered the PhD. So that was the PhD. The book came at another point in time, actually, when I had moved from Delhi to here to Bombay. And I mean, I had always wanted to write a book, I'd been recommended even by the examiners that this should be a book, etc. But then I got, I finally got this amazing grant from the New India Foundation. It was a fellowship that sort of gives you a salary for a year to sit and write a book. This is 2009. I'm talking about 2009, 10, something like that. And that's when I realized, okay, I can actually take time, I took a small office and I shared it with someone with another colleague who was a consultant. And that's when I actually started writing the book. And I just had my second child then. And so I was, I really needed a space where I could go and write. And I realized when I thought, okay, one year, that's good enough, you know, I already have a written PhD. But then when I started, I realized that, okay, I cannot use a single word from the PhD, I have to rewrite everything from scratch. When you're writing a PhD, you're writing for people who know more than you about a subject. When you're writing for the layperson, you're writing for someone who knows nothing about that issue, actually, you have to assume. It was a completely different, it took me six months to realize that actually what I had was unusable, I'd have to start again. And that's when I then I started writing in a different way using a different sort of craft, in a sense, you know, and really, and by then I had learned a little bit how to write for a lay audience. Because when I moved to Bombay, I came here without, I mean, you know, if you don't know Marathi, it's very difficult to work at the community level. So I was doing consultancies, etc. But one of the things I was doing was writing. And I was writing, I was lucky that Nonita Kalra at Elle, who was the editor of Elle at that time, Satya Saran, who was then doing a magazine called Me for DNA. And Nina Martiris, who was with the Sunday Times, Times of India, you know, they would, they gave me work, I mean, they gave me opportunities to write pieces that were based in research, but for a lay audience. So then I had, I was developing a practice of writing for a lay audience. So thanks to that, I had, I had some, I had started a journey. And so then I've, you know, that book took a long time, I mean, Mannequin took a long time to write, because it wasn't just, I wasn't only doing that, I was doing so many things, I was, you know, raising kids, I was finding work, I was all those kinds of things. So that year of fellowship was very important. But then there are other sort of practical life coming in the way kind of situations also, which meant that it only was published in 2018, which is like nine years later. And two of those were with, when it was sort of with another, another publishing house, and just sort of lay there, it didn't really move, which is when I withdrew it from there. But there are other things that happened that made the book really come alive. For example, motivation by Jerry Pinto, who I met through my friend and colleague, Bishaka Dutta, who insisted that I write 1000 words a week, I think, and send it to him. Whether he read it or not, I don't know. But every week I was supposed to send him 1000 words. And that made me, that pushed me to actually develop a practice of writing and trot out that first draft, which is the most, it's the hardest thing to have that first draft, then you can keep shaping it and, you know, crafting it and, and that's the bit I love. But that horrible first draft was really thanks to Jerry's, you know, insistence. And so anyway, these are the sort of nitty gritties. But that's how that particular book came about. And I think those nine years were important, because I initially I started out writing a book about women working in the modeling industry. By the end of it, it was a book about fashion and feminism. So the aboutness of that book changed as I kept thinking about it, and sort of packing it like, you know, very long, dumb biryani kind of thing, you know, it just got it changed in flavor. And I'm, I'm so glad it did, you know. And it was also one of those moments, you know, I think I went to the loo and I sat down and I was like, it just came to me after all those years that oh my god, my book is about me and as most books are, but it's really about me and my journey in fashion and feminism. And it is about my changed thinking about these things."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:45.280",
        "message": "There's a bunch of places I want to dive in here. And it's interesting, you said that the first draft was the hardest and the rest, like one of the blurbs on your book I noticed was by Sonia Falero, a good friend of mine, and you know her as well, I'm guessing, right? So you know, she'd written Beautiful Thing, which was on the bar dancers of Mumbai. And I remember that she wrote some four or five drafts of that, and I saw all of them and they were all completely different from each other. So it's not like she's done one draft and she's, you know, moved paras around and cut things here and there. She just wrote every draft from scratch, your main characters change, they were completely different. It was just an insane kind of work ethic, which I can't quite imagine. And that's sort of my next question to you. Like many years back, a writer called Mason Curry came out with a book called Daily Rituals, and got a tremendous amount of flack because what he covered in it was a habits of artists and writers, but all of them were male. And the criticism correctly was that, listen, there's a different kind of privilege at play here because many men are able to shut themselves in a room for four hours in a day and say, don't disturb me and do their thing. But women don't really work like that. And then Curry to his credit came out with another book called Daily Rituals, Women at Work. What was it like for you? Because you've got a couple of kids, you've got guessing your consultancy or daytime gig, whatever it is, plus you're writing articles for all of these people. And you're trying to write this book 1000 words a week at a time and got Del Sherry Pinto for motivating you to do this. So what, how were your processes like? How would you manage to kind of get that mind space where you can sit down and actually get some writing done?"
    },
    {
        "speaker": "Guest",
        "time": "02:03:24.160",
        "message": "Both my husband and I, our writing happened at the dining table primarily. I mean, that's just the way it was. I, you know, it's a luxury to imagine that one can go away somewhere and write, etc, etc. I will say that it happened only because of the kindness of family, friends, help and so on. So the reality is that, you know, like even when I went for a writing workshop as late as 2016, my in-laws came and, you know, spent two weeks, you know, with my kids, so I could go. Even when I was doing my PhD, my mother came and stayed for two months to sort of look after my daughter while I would go to Teen Murthy in the day and work on my PhD. So finding a space has always been very hard and which is why the grant from New India, New India Foundation was so important and that office was so important even for just for that one year. So it's, it's extremely challenging and it's not just male writers. I think male anthropologists and sociologists, you know, this idea of that people can go away for a year and nobody will need them. They can go off to a village and do their research and, you know, come back with this genius piece of work. It's like quite, it's so gendered, right? Because can you, I can't imagine being away from home like, you know, for more than a certain period of time, with no doorbells to answer, etc, it's, it has been very hard. And it's, it has been at the cost of many things, a very untidy house, you know, really not really caring at some point, you have to drop the ball on many things, you can't be a super woman. I also realized it's important to, to really be honest with everyone that, you know, I have, this is important to me, I want to do this. Everybody understands and appreciates that. I think, you know, I have clear channels of communication with everyone, including my partner, Saurabh, who's very, who is completely, you know, full participant in house care. And I wonder how it is for those who have to do everything without the sharing that is possible or needs to happen for real work to emerge. I don't know if these books would have been better off if I had gone away somewhere. And I did do a workshop for two weeks, where I went to Chamonix, where I was telling you about that, you know, for two weeks, I did this writing workshop, and I've never gone for a workshop before. But I gave myself permission. And I said, Look, I'm going to, I can do it, you know, I don't have to feel guilty about it, I can do it, I can go away for two weeks and really try and understand craft differently. Because as academics, we are not really taught craft, right? We have expertise in a subject, but not the craft of writing per se, which is much more intuitive and something I can do intuitively. But I would like to know more about the craft. So it was my first experience. It was a wonderful workshop, where I was with other MFA sort of writers, it was in the American tradition of giving very constructive, compassionate feedback to each other's chapter. But it was a luxury. And I don't think I can keep doing it. I've done it once, I don't know when I would be able to do it again. But the thing is that it was very important, because I learned from fiction writers, how to craft a scene, for example, how to, I understood from reading their work, how they were approaching their work, how dialogue is just written. I mean, you know, on separate lines, such a simple thing. But it's something that, as a reader, you don't really notice it sometimes, you know, or how you build a character, or, you know, what each sentence, the rhythm of each sentence, how each sentence sounds, those kind of things I really realized were important. And so when I went back with this fresh eye, I was able to really apply it in a new way to my work. But here also, I feel like, you know, I gave myself permission to go out and do this. And it was a big leap for me. I came back thinking that, oh, how wonderful it would be to have this kind of an opportunity or, you know, to create what I had called the XOXO hugs and kisses, hugs and kisses, kind of a workshop for women to write in. And, and I shopped it around, I sent it around to a few publishers, but it didn't pick up at that time. But, I mean, I would love, I think it's a great opportunity to, if publishers could actually create these kinds of spaces for women to come together and read and write. I did try one more time when I, when I was writing Intimate City to go away and write somewhere. Okay, so, but that was a hilarious, I mean, it was a big flop, I would say. I went to Karjat. I thought, let me take a few days and I will go away from everyone and I will go and write. Okay. I went. There was nobody there. I was the only person staying in that place. There was one woman who would teach me how to do clay work, pottery work, etc. And the rest of the time I would have on my own. It was really spooky. And I just could not get even one word down, you know. And then it just got worse and worse. And then I wonder, I think the second day or third day, I woke up in the morning and I looked outside my window and I hadn't put my glasses on yet in the morning, but I could tell that there was a dog outside my door. And I could tell just by looking at it that it was not alive. You know, it was like a, like a sack of fur just laying there. And I was so spooked. And I had never seen something like that before. And I realized that, my God, there is some, even without my glasses, I could make out that there is no life force in that, you know. And I was very, very shaken by that experience. And I thought, okay, this is not happening. So I cut it short and I went back home. But it was, what that did do is that I read massively in those few days. I couldn't put a word down. But I finished a book and I made a clay crocodile, which I called Sultan and I brought that home. And I mean, it was one of those really strange experiences which showed me what life, what life force looks like. And I don't know why that dog came and, you know, came outside my door and passed away. It was, I can't say it gave me some major aha thing, but it really made me experience something called life force. And that I came back with a sense of appreciating, you know, the something supernatural. And I'm, I'm not a believer per se, but I felt that I witnessed something or had a moment there that, you know, I'm reading a book, a book called Thin Places, which is about, you know, like those moments in life when there's a very thin membrane between one world and another, you know, in that sense. And for me, that was like a thin place, you know, where I felt like some osmosis was happening at that moment. It sounds odd to say, but I mean, if I'm, you know, that was the other time that I tried to find an alone, alone time to write. And I went back and I realized that, no, I mean, a room of your own is good enough. You don't need to go away. A room of your own is a dream for many of us, especially in Bombay. Yeah, but writing in the, you know, busyness of everyday life, I think it seeps into your work and it has its power and impact also. But yes, I would like there to be spaces where I get to think. I mean, it's such a luxury. I would love to be a thinking, you"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:28.520",
        "message": "know, like a writer that just writes someday. You know, I just think that these five minutes where you spoke about that time in Garjat are going to be among my favorite five minutes of the show ever. And you should really, I mean, it would make for such a lovely novella, you know, just the feeling of things without spelling anything out too much, just this notion of this membrane between. And what's Sultan up to these days?"
    },
    {
        "speaker": "Guest",
        "time": "02:12:55.080",
        "message": "Sultan has unfortunately lost a limb in onerous dusting that has been done by, but"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:01.280",
        "message": "I shouldn't have asked that question. Part of the charm is kind of gone. But this was this is just such a lovely story in this kind of so much there. You spoke about, you know, having to consciously train yourself to come out of an academic way of thinking and about taking influences from fiction of how to build narrative, how to get into character, how to write dialogue and all of that. Tell me a little bit about this. Tell me a little bit of, you know, that journey in finding the voice of the book. Like I'm imagining that the voice of the book would be very, very different from the voice of the PhD thesis, right? So what was that sort of journey like? And do you, did you feel during that journey that you are also thinking in different slash better ways about the subject itself? Like there is such a close connection between writing and thinking in that sense, that just the act of writing, even if you're not, even if you're just daily journaling and you're not writing about anything in particular, I mean, this is something Amitav Kumar spoke about in his episode with me at length, that if you just write every day, you are adding something to yourself with that little bit of reflection that happens, and you become a different person. And in your case, you're writing about the subject you mentioned before that you would once have looked at beauty pageants and the people who participated in them in a particular way. And by the end of the book, you looked at them in a completely different way. And these are perhaps two different journeys. One is a journey of your writing voice and how that evolved and how that changed you, perhaps. And the other is sort of a journey of how you think about the content itself. So tell me a little bit about these two and are they related in any way? Might not be the case, but tell me a little bit about these"
    },
    {
        "speaker": "Guest",
        "time": "02:14:49.800",
        "message": "two. Cheryl Streed, who is, you know, she was one of the mentors on the workshop. And I remember she said that the voice of a book, I mean, your voice on paper is the most relaxed expression of yourself. And I love that term. And the thing in academia is that you're expected to keep yourself away from your academic work, right? Because it's supposed to bias your work in some way, right? It'll expose your biases and you're supposed to be objective. So you try and keep yourself completely away from the text. But I mean, I think what was different in Mannequin was that I put myself in the book, you know, and that's a radical departure from academia in general, right? When I put myself in the book, the story changed. That's when the story became about fashion and feminism, because it became about the conflict between me and, you know, the women that who were supposedly on the opposite sort of side. So this voice, I think, really comes with allowing yourself into your work. And I feel that is, that's a strength that I feel I'm building, whether it was through Mannequin and through Intimacy as well. The act of writing, for me, is very important to building theory. It is through the act of writing and rewriting that I arrive at theory. As a sociologist, actually it's important for me to arrive at theory. Actually, that is the difference between a sociologist and an anthropologist who is very into detail and thick description, elements of which, of course, are there. But the sociologist is expected to have grand theory. Now, I don't, I'm not saying it's necessarily grand theory, but it is a trained, we are trained to search for that theory at the end of the day. So, for example, for Mannequin, you know, I realized as I was writing and rewriting all the stories of the women models that actually what I had witnessed or what I was seeing was a new set of women were entering the workforce in this period, you know, just like they had, say, post partition Bengal, when a lot of women entered the workforce. I don't know if you've seen Mahanagar by Satyajit Ray. And so that, you know, sort of shows it was a period when middle class women entered the workforce. And so that is it, there was a similar moment, actually, that was happening in that 90s and 2000s, when young women were joining the modeling industry, which is, they were the first generation of their time to start working in the workflow, to migrate to another city, to live independently on their own to find financial independence. So that's the, you know, that was for me, that was the big pattern that I felt was being revealed to me. And it was only through the act of writing that I find that I get closer and closer and closer to really the bones of what I'm really saying or thinking. So it's not the same process for every academic or sociologist or whatever. But for me, that's how I do arrive at, I arrive at myself. And I arrive at theory through the act of writing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:45.520",
        "message": "One of the great TIL moments I had in the show was when I was recording an episode with Chinmay Tumbe on his great book, India Moving, where he pointed out that the largest source of internal migration in India is women getting married, because women get married and they move to move with their husband wherever the husband is. And that's the largest source of internal migration in the country where you would imagine in your mind's eye, if you think of internal migration, it's like migrants from UP, Bihar, moving to Delhi or Bombay and so on and so forth. And what you're talking about here is also seems like a seismic shift in the sense that it is women migrating, but it is not for marriage, it is not following a husband. It is for job prospects. It's an incredibly empowering act. Like I did an episode with Shrena Bhattacharya on just these subjects. And she was speaking about how one of the possible reasons she gave a number of reasons for the decline of women in the workforce is that many of the booming industries are, you know, things like construction and all of that, where typically you have male laborers, right? Women won't migrate to work at a construction site alone unless they're going with a husband. And it seems that industries like these new industries like the modeling industry are an industry where, you know, women will come from one city to another on their own to look for opportunities there. And therefore, it is in almost a very opposite of what the earlier feminist criticism would have been with the earlier criticism would have been that women are being objectified and blah, blah, blah. But actually, women are really being empowered in a sense by these new sort of opportunities that they have got. So was this sort of the kind of journey that you made as well? And you know, what was this sort of process like? What was it like talking to these young women and kind of were there light bulb moments in there as well for you?"
    },
    {
        "speaker": "Guest",
        "time": "02:20:42.240",
        "message": "Yeah, absolutely. For the first point, you know, this idea that marriage is the most prominent migration stream. Actually, this line of thinking invisibilizes a lot of the migration that has also happened for work, especially cross-border migration, right? I mean, you have domestic workers, you know, from all over the world, you know, sort of crisscrossing going here, there, everywhere. There have been women migrating for work for decades. Even when women migrate with marriage, they migrate for work because they migrate and then they go work. They are also migrant labor in on construction sites or wherever they go, right? A lot of the time it is Jodi labor that's happening. So it is a couple is contracted, but for wages of one person and a couple gets contracted. And this is a common way of actually contracting labor. So, I mean, the absolutely migration for work that women have been doing has been present. It has been invisibilized and it has not only been for marriage. I, in my work, I found, so, you know, I'm talking about specifically women in the modeling industry, but I found that there are things that I learned that gave me that illuminated realities about women's working lives in general, right? So, for example, one of the things and there are three things that I, and I've said it before, three things that I realized were common to women's working lives, which is, and I'll say the three of them and then I'll explain them. The invisibility of their labor, the condition, the conditionality of their work and the cost. What I mean is that like women models, they assume to be not really doing work. It's just wearing clothes and sashaying down and I'm like, well, where's the labor in that, right? So let's check, but there is work as I've shown in my book. It is, modeling is a form of labor. It is a form of informal work. It is gendered labor, but it is assumed to be not really work or just women's work. Similarly, what women do is always considered, is always invisibilized. Whether it is work in the home, when it's paid work, it's more complicated, right? Because it's visible, but women try to stay invisible because you don't want to, the premise of middle class respectability is seclusion of women. So women who do need to go out and work, they're the ones who go out and work. That's the understanding that we have in society, right? Not because it is empowering or it's transformative or you want to do it or it's fulfilling, etc. Even when you are in paid work, many women try to minimize that, even if they earn more than men, more than their parents, they try. And because there is a sense that it's going to create an imbalance, it will threaten their relationships. We don't have an imagination of a good relationship where women are earning more than men or they are visibly in the public eye. I mean, even we have films like Abhiman and there are ample cultural references where this is a source of tension. So it's best to, it is either invisibilized or you try and manage the visibility. You don't want to be too visible. The second thing, the conditionality. So models would be told, okay, you can work by their parents, they would, okay, but you can't wear a bikini. You can't do this kind of work. You can work until you get married. You can do modeling until you get married off, etc. Similarly, women generally in paid work, they have conditions. Finish housework and then go to work. Come home, make sure all care work is done. Right? So you can work if you don't travel too much. You can't go on tours. You can't come home too late. Everything is under this, within this framework of conditions. The third is the cost. In the case of models, it's stigma. In the case of others, it can be, I mean, you know, the relationships as we were talking about, stigma is always there. You leave the house, the possibility of stigma is always there. So there is definitely a cost to being part of the paid labor workforce. And I feel that these three define the experiences of women in paid work, you know, and perhaps that's the reason also for such low female workforce participation. You know, it is the other, I mean, I realized, for example, that when I would, when I did a comparison between a woman who came from, say, an upper class house and a young girl who came from a more lower middle class family, and both of them were working with the same modeling agency. The woman who came from the upper class household, she faced like a lowering of her status when she joined the modeling industry and she won. She said, you know, do I have to just for 10,000 bucks, I have to do all this. So it's like, you know, there is, it's not a fulfilling experience because of these reasons. On the other hand, it is also a transformative experience, you know, for those who are in paid work and so on. So it's not difficult to understand why there is reduced female workforce participation, in a sense, even because I mean, there's no effort to actually create the conditions for which women can imagine their lives as free to be ambitious, you know, or really dream and want to be anything they want to be. There's so many hurdles in front of them."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:59.840",
        "message": "I mean, earlier when you were talking about your own process of finding the space and the time to write, the phrase you use two or three times is I gave myself permission. And is it then the case that, you know, the way you said it, it's as if it is unusual, it is a big step, it is a big leap, I gave myself permission. Is it then a ubiquitous problem that women don't give themselves permission enough?"
    },
    {
        "speaker": "Guest",
        "time": "02:27:22.680",
        "message": "Yes, I think so. I think even the best of us operate with very deeply ingrained ideas of duty and, you know, a sense of responsibility towards our roles. And I think parenting is one of those parenting, caregiving, those kinds of ones are very deeply ingrained. So it is about giving yourself permission. It's also, I mean, it's not just in this scenario, but even giving yourself permission to tell the truth, right? Giving yourself permission to write personal things, to write about the violence you've experienced, to talk about problems in your relationships, to write about parents, to write about your children, which must be even more complicated. So, as writers also, we have to give ourselves, that's why memoirs are so interesting, because how do you arrive at a place where you're actually able to open the doors and really let yourself bleed on the page in that sense, you know, which is why I admire Natasha Badwar so much, you know, because she's able to actually, you know, open paths of herself to people, which is why I feel that people also respond to her in a certain way. So that's, so there are different levels of permission and we arrive again, we get there differently at our own pace, you know, and it's like being able to, like I was saying, talking about violence that we've experienced. And I feel like many women have arrived at that place of talking about violence or the Me Too, for example, that took so long to happen, really. But even for men, their experiences of violence, their experience of bullying, something, they have not, we have not arrived there, I feel. And that's where I feel, for example, in this case of this young man in the cricket, you know, there was recently that case of bullying and being hung from the 15th floor by one of the IPL league teams many years back. But that kind of revelation, I think, should open up a conversation on experiences of bullying and the kind of violence that we have not heard about. And we should."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:54.680",
        "message": "And you know, as a cricket journalist, I can tell you that that kind of bullying was actually much more common back in the day, within the team. I think Irfan Pathan, for example, got bullied very badly like that. I won't take the names of the people who did it. There's no point to it now. But what happened to Yuzvindra Chahal, for example, is, you know, even before this, there was an incident where during a party, these people just for fun, they tied him up with a rope and they put a thing on his mouth and then they forgot. And he was like that all night and discovered by the cleaner the next day. And my, you know, default thought here would be that those people should, their career should be over. Whoever did this just on the spot over, right? There's not even something you want to discuss, you want to, but it doesn't happen. No, I mean, and going back to that thing of giving yourself permission, you know, I think that can be a light bulb moment for someone listening to this to realize that you can give yourself permission, not just in the sense of the word permission, that you're holding back from things because you don't have permission, but also from the point of view of agency, that you can give yourself permission, you know. And I think perhaps some of us who are more fortunate take it for granted that we are able to give ourselves permission, but that it's a conceptual leap that anyone can make at some level. We hold ourselves back too much. Let's now sort of come to Intimacy, that you've done Mannequin and you've, I think, looked at the people within that book, not just as, you know, subjects to whom you are applying a particular large sociological theory, but as actual real people you've spoken to, you've captured their voices, you've told their stories, and you've arrived at this very different understanding of them as people with free will and agency, and they're doing what they're doing, and a much better understanding of that. How did then that next step to Intimacy sort of come about? Like you mentioned that when you were coming up with a plan for a PhD thesis, you know, the scope of your original proposal included what is an Intimacy that you also look at. So what was it always on the cards that after Mannequin, this is like a natural progression or is it something that?"
    },
    {
        "speaker": "Guest",
        "time": "02:32:04.320",
        "message": "No, not at all. Actually, this was a completely different moment. And it was connected. So, you know, I'm not in academia per se. So, I have, you know, I have a regular job, etc, etc. I work in the development sector. So there is, I think I was at a time and place where an opportunity arose to apply for this postdoctoral fellowship at the Tata Institute of Social Sciences for something called the Urban Aspirations Project. And I think I had just been, it had just been in my mind, this question of middle class women, and sex work, you know, where were the voices of middle class women or middle class men as clients? And what was the internet doing? You know, I had just finished a study called Erotics, which was a multi country study. And we, myself and Maya Indira Ganesh, my colleague and friend, we had done the bit on India. And we looked at how young women in Mumbai were using the internet to explore their sexual rights to express themselves and to find information on sexual health, and to really, you know, have relationships and so on. And this was in 2000 and around then 9, 10, you know, that was the time period. So, I was interested in the internet and sexuality rights. I had already been working on sex work, sex workers rights movements, I consider myself an ally to the sex workers rights movements. So, I had been working on this field. But I hadn't, but I had this question, like what, what about middle class women? We talk a lot about choices and consent and the majburi of poor women who are in sex work. But what about middle class women? What about escorts? What's happening with the internet? So, with those questions in mind, I applied for the postdoc fellowship, and I got it. And it was again, a year at TIS. It was in, it got me a room of my own very far away, I had to travel, this is very far from where I stay. So, it was a stretch. And it gave me access to journals of all kinds. And it gave me an ID, an email ID, through which a TIS.edu email ID through which I could actually work from an institution. Institutions are really important when you're doing work, sex, sex work research, because it gives you a credibility, it gives you a sort of a safety net, actually, you know, you feel safer somehow when you're working within an institutional framework, especially on something like sex work. So, it was just an opportunity to answer a question that had been buzzing in my head. And so I took the year to do that, to do the research to devise this research to carry it out. And then, you know, as I sort of, when I finished Mannequin, I think I went back to it. And I thought that, okay, no, this also needs to be out there, it needs to be in some shape and form. And so then I, my publisher was already very keen on it. Even before Mannequin, they were keen on this book. So, and so then I think I finished it"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:23.160",
        "message": "during the pandemic. And had you already arrived at the way one thinks about this, like one of the things you've described in the book at great length and very eloquently is on the different feminist perspectives on sex work and the battles that have raged around it, like one perspective, obviously, is that it's basically coercion, it's a patriarchy, it's, you know, and therefore sex work just by default is wrong. And the other point of view is that no, it's like any other work, it's like selling shoes, like from that, you know, that earlier quote, and therefore, any work that is done with agency, you have to dignify it, you can't, you know, criminalize it, or you can't cast moral judgment on it. And these are sort of the different points of views. And there are all kinds of nuances in between, and so on and so forth. So what was your journey in terms of thinking about this? And how much of that was shaped by the actual interactions you had with, you know, other activists or sex workers themselves?"
    },
    {
        "speaker": "Guest",
        "time": "02:36:25.400",
        "message": "It's completely shaped by my interactions with both sex workers as well as other activists. And it's emerged over time. So there are different positions, the positions have shifted. And, and as I said, you know, there's nothing more important than actually hearing sex workers themselves talk about the context of their lives. And in intimate city, you know, there are some portions, which I would say are more recent. So, for example, there are some voices of, you know, sex workers who have heard on podcasts, for example. And so they're much more recent. And you're in or there are, you know, some voices who are on Twitter. So, you know, one hears of their experiences firsthand from those sources. These are not Indian sex workers, who are not on Twitter and on doing podcasts, etc. I wish there were, but there aren't at the moment. And so they are informed by current voices that one hears as well as those accumulated over the years."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:39.360",
        "message": "Yeah, and you also, I'll read out another passage from your book, where at one point you write, quote, this is a new landscape for feminists. Here the question of sexual commerce has moved beyond the old debate of whether it is work or violence. It is a livelihood and form of work and enterprise and business linked to global flows and local realities. It is a real and discursive space that is contested in which labor rights and human rights are sought. Solidarity is built even as violence and oppression is experienced. There is simultaneously a powerful rescue industry out there that dismisses these discursive advances, obsessed with containing the movement of adult women, believing it to be a form of protection for women's own good. Sex work has divided feminists like no other issue in India as much as elsewhere. And there have been many pages devoted to exploring the relationship between feminists and sex workers. This is because sex work gets at the heart of several important feminist areas of debate, agency, choice, consent, and bodily autonomy, stop quote. And are these debates some things that then rage even within the circles that you're part of, even within your fellow activists, where you discuss these things, like within these in-groups also, would there be different attitudes to the sex workers themselves? And I'm going to come to the law later because the attitude of the law is a whole different subject here. But, you know, within the movement itself, are these things that have to be sort of negotiated? And in your own case, what was your evolution like, you know, actually encountering sex workers, talking to them? In what ways did that increase your understanding"
    },
    {
        "speaker": "Guest",
        "time": "02:39:17.260",
        "message": "of what's going on there? Definitely, there is debate. I think it's hard to have one position on any issue. But these issues in particular, sex work is a particularly divisive issue, right? And in the initial years, I don't hear this as much anymore. But in the initial years, people would ask even to each other that, are you saying you would allow your daughter to do sex work, for example, you know, what would you, is that what you're saying, you know, when you say that women can consent or do have a choice and to do sex work? And actually, there's no answer to that, right? Like, how can you, that's, it's a conversation stopper. I feel that because really would, I mean, it's such a foolish question to ask. It's not like there are special courses in doing sex work at university, etc. Choices are not made in a vacuum, right? As they are determined by caste, class, etc. So we would, for example, not be, I mean, where is the choice to be a domestic worker or to do or to, you know, there is a certain framework within which you make that choice, right? You wouldn't be a car mechanic or a car salesman. I mean, it's not a, they're the result, they're the outcomes of a certain caste, class, socio-economic background. And so these kind of questions I feel are, they just prevent an understanding from evolving of why people do certain things in life. And I've, I find that more and more there, you know, there is one of the questions, for example, when Intimacy was being released, one of the questions that came to me and this question has come up in other places as well. People asking me that, what would you recommend to someone who wants to do sex work or who wants to be an escort? And I take this question very seriously, because, and I answer with great seriousness, because I really feel that if you want to do escort work, it's an, you know, if you feel that that is something that you want to engage in, you must find a community, even if it is an online community, because that's the way to be safe. To be a solitary worker is very vulnerable, puts you in a very vulnerable spot. So I see it as a serious question of someone who is considering it. And I find that there must be many, many young people who would have done some sort of sexual service provision in the pandemic to make ends meet, etc. I feel it is the outcome of precarity and it's not a career option or a vocation or something like that. But it is a form of a transaction that just because we don't like it, perhaps, or it doesn't fit into a certain moral framework we have grown up with, that we can remove the possibility of it actually happening, whether it is to our children, whether it is to our family members or to us. We cannot really never say never, you know, in that sense. So I mean, some of these conversations are very rhetorical. They're not rooted in reality. I find this also this idea of the shifts that you were talking about, that's important. So this idea that sex work is work, right, that was very powerful in the 90s. And it is work, it is labour, it does increase people's self-confidence. But so what, right? It's remained at the discursive level. It hasn't resulted in better working conditions, etc, etc. That is achieved only if the, I mean, it's related to the sector that actually if the sector improves the informal sector within which sex work is located, if that is supported in some way, then perhaps rights of sex workers are going to be similar to rights of other workers. Sex workers being organised has been their most important strength. And actually that is what feminists have appreciated. And that's something I write about. I ask that, is that why feminists are allies of sex workers groups? You know, where is the solitary sex worker? Would we be supporting solitary sex workers? It is really their mobilisation and their strength as a movement with a very strong feminist politics that have created this alliance. And they support one another's agendas for the most part. But there's the other shift, I think. Now, okay, sex workers work now, we are also hearing about sex work as service provision, which is the term that most of my, the interview is used, you know, we are service providers. Okay, now, we understand that now, now the economy is a service economy. So this understanding of service provision is sort of fits in very nicely with that. And it also, this is the new part that I realised while thinking about it, that actually escorts perhaps are not the same as sex work as I had understood it all along. Sex work, the escort, you know, these, the people I interviewed kept saying that we're not standing under a lamppost. This is not sex work. You think this is sex work? I don't think so. This is service provision. And I kept thinking, I thought that, okay, no, they're actually just trying to distance themselves from the stigma. But then I realised that no, actually, there is something a little different in what they're doing. In fact, the difference is that they are part of the gig economy, you know. So escort service provision, that kind of transactional sex, we can say is part of the gig economy, which is different from the informal economy in which traditional sex work is located. Again the question, so what, right? So what if escort service is part of the gig economy? And that's a question that I struggle with. Yes, it can also lead to a different self-perception. You can call yourself a gig economy worker, you can align yourself with several demands. But can you organise? Will you be able to organise, which is so central to collective bargaining? Is it going to draw attention to the precarious lives that people in the gig economy are leading? You know, the precarious wider economic context within which the gig economy has emerged? So these kind of questions do arise for me. And these are the kind of shifts that are happening while I'm writing and while I'm listening to the voices that my interviewees are bringing. The third thing that I really wanted to talk about is this thing you said about, you know, trafficking and prostitution, right? What is the shift that really is important for me? And for me, it is really, I mean, initially one saw that trafficking is equal to prostitution, even in our laws, they are equated and made the same, which means that there is a belief that every single woman in sex work has been trafficked and she needs to be rescued, rehabilitated and sent back home. And there's a saying, which goes, save us from the saviours, which is what the sex workers movement says, which is that basically this assumption is false, that all of us want to be rescued and taken away. Many women arrive there because of violence, because of trafficking and trafficking is a reality. There is definitely a concern there. All prostitution is not trafficking. All women in sex work have not been trafficked. Women have the ability to consent and be there. These are adult women for the most part. But adult women are not given agency, which was saying there is this assumption that adult women cannot be trusted on their own. And I saw that in the courts and the kind of judgments that courts gave when there were raids and women, even women who had been brought by families, by husbands and so on, the court mandated that they be returned to those very families, those very husbands, because it's like they don't believe that it is possible for a woman to be outside the family system or the courts. So if a woman vehemently says, you know, I'm not going to go back, then they will put her in a shelter home and they will keep her until she signs, until a guardian comes and sort of releases. And these are adult women. So I mean, I have seen the harm that this blanket trafficking architecture of laws and this belief that every this conflation of trafficking and prostitution has done. And so I find it, I find that position to be extremely problematic. This idea that women cannot consent to practicing sex work."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:57.920",
        "message": "Yeah, in fact, you know, you write early in your book, quote, the bogey of trafficking has resulted in several hardcore anti-trafficking laws and task forces that have been critiqued as essentially ploys to push back against migration, especially of women, and pursue abolitionist motives that in practice infringe on human rights. And you give a demonstration of this in this great chapter where you talk about raids and rescues, often involving savior NGO members, as you put it. And in that you write, several organizations reported that the police use violence during these raids, arbitrarily detained women found in the raid locations, mistook children of prostitutes for minors in prostitution and took them away and continued the raid, even in the absence of minors or cross border girls. In fact, raids became part of everyday life in the red light area, a terrible occupational hazard, which left many of the girls in police lockups for a day or two in court for another, and then back to work as usual, once someone came to bail them out or once assigned an undertaking or paid the local police to let them go. And there's a TIL here which is similar to a TIL Rukmini gave me in my episode with her, where Rukmini pointed out that many of these so called rape cases that are filed are actually, you know, where the boy has run away with the girl and the family is against it for caste reasons or whatever reasons and they file a case. And actually it is a family that is a problem. It is not the boy or the girl. And similarly, the TIL that I got from here is that when there are cases of actual coercion putting you know, throwing women into prostitution, it is not from so called criminal networks or gangs. It is from the family themselves, from the parents or the husband or whatever. So this whole notion that we rescue a woman and we send her back to the family is compounding the crime in a massive way, doesn't help the women. And what you point out that adult women being forced to stay in shelter homes until a guardian comes and signs, that's equal to abduction, imprisonment, whatever you call it. It's just, you know, it's incredibly horrifying. So that was sort of one of the TILs I got out of this. And I'm just thinking aloud here of morality, you know, when it comes to ethics, there are a number of questions which are known as icky questions, icky thought experiments, which I'm sure you must have heard of, like for example, here's a thought experiment. There's a man, he's going to eat a chicken. So he kills a chicken, and he's going to cut it up and cook it for dinner. But before that, he has sex with the chicken. Is it morally wrong or right? And most people will intuitively say that of course it is wrong. But if you try to rationally explain why it is wrong, if it's okay to kill the chicken, okay to cut it up and eat it, why not do whatever he's doing? There's no answer to that. Another category of icky problem is that, let us say that there is a brother and a sister and they're both adults. And they don't want to have kids, but they want to have sex with each other. Is it right or wrong? And again, the instinctive response is to say, of course it is wrong. But if you are rationally asked to justify it, you know, it's very difficult to do so. And I think this whole stigmatization of sex work seems to fall in that category that there is this instinctive repulsion to the thought, maybe it's an instinct that we've evolved to have for whatever reasons. But, you know, rationally, I think it is really impossible to explain why sex work should be wrong. Like even what you pointed out about escort saying that, hey, but we are not sex workers. And I think even that is kind of unjustified. They're looking down on sex workers. Why? Why would you need to say that we are not them? There's nothing wrong with them in that sense. So I'm just sorry, I'm just thinking aloud. And what are your sort of thoughts on the morality of this? Because obviously, the obvious reason for why sex workers are looked down on is because men want to control women's sexuality, because it is a threat to them. What are your thoughts on, you know, just our social outlook on this?"
    },
    {
        "speaker": "Guest",
        "time": "02:52:51.520",
        "message": "Yeah, the moral framework is. So it's the same moral framework that says that, you know, men should not wear certain kinds of clothes or, you know, it's the, as you said, the, you know, the aim is to control women's sexuality or find it threatening, etc, etc. It's on that continuum, this moral framework. And in fact, in Mannequin, I have a device called a stigmometer that I use to, which is like basically put, you know, the nun at one end and the sex worker at the other, and then see the various levels of stigma that are related to actually sexuality. So stigma and sexuality being related completely. I find that in reality, so this is a narrative, right, that society has. But within that narrative, there are nuances. And within that narrative, there are humanizing of those experiences. So all our films, all our literature, we have the humane sex worker with the heart of gold, who sacrifices for the hero or whatever, you know. So we have enough depictions around us to actually humanize and make it possible to have empathy and to accommodate different kinds of moralities, understanding the circumstances and contexts where people are coming from. So in the reality, I mean, so this is the broader narrative. But then when you go into the real stories of people, these hardcore positions are not there, I find, you know. So there is, you know, those who, this gentleman who is a service provider and he said, you know, when I entered, when I started, I never thought that I would find such nice people, you know, this gentleman in one of my interviews said to me. And I thought that was such a nice reflection from him that, you know, he was really being honest and saying that, look, I never thought that there'll be such nice people who will be doing transactional sex. So when it comes to real people, then these narratives don't really apply. And that's our only hope, actually, that one person at a time and in all the interviews, you'll find that these are the transactions that take place are driven by fantasy, by desire, by an appreciation of, by giving themselves permission to do something that society does not really allow them to do, whether it is they're seeking loneliness, they're seeking friendships. Sometimes it's a financial decision, they're seeking money, they're seeking travel companions, you know, it's not always the transactions are not always in cash. There are travels, there are like, you know, people paying for each other's tickets, there is networks, which in Bombay for people who come to Bombay, it's very important to have networks, friendships that are sort of no, no strings attached. And they are a place where you can see, you can discover your sexuality, explore your sexuality and discover yourself a third domain, you know, which is the personal, which Paramita Vohra actually, she talks about the private, the public and the personal, which is separate from the private and the public. And if I take that a little further, then, you know, we all have public personas, we have our private, which is our private selves. But even that private self is performing a social persona, right? So we are in marriages, we have children, we have relationships, we have families and so on and so forth. And there's a third domain, which is what our fantasies, our desires, what we what we want for ourselves, you know, and that's the space. That's the third axis, I think, that a lot of my interviewees, I feel place their seeking or providing sexual services in, you know, trying to fulfil the fantasies and their desires. And this is a, this one here, one has heard of in, in discourses around men who have sex with men, MSM, which is a category, you know, which in HIV AIDS sort of parlance. And here we have men who don't identify as gay. And they have their lives, their social personas as married men, heterosexual men living, you know, regular straight lives. But they also have sex with men, which is that their personal domain. And then it doesn't contradict each other. Their identity is, as MSM does not contradict their identity as householder, you know, so it's a, yeah, I think my big headline point is that when it comes to macro individual lives, these narratives don't necessarily work."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:13.160",
        "message": "You know, I love that point. And, you know, one thought that I've, that first struck me when I did an episode with Anshul Malhotra, who had written that book on partition and she's out with a new one now, but I'm referring to the older one where she had sort of interviewed people who'd carried objects with them. But as an aside, she spoke about how one of the stories that a person told, a Hindu who had come from Pakistan, if I remember correctly, perhaps from Baluchistan, was that every day before partition, these people would gather in the village square and they were all friends and they were all a community and they were all good with each other and so on and so forth. And they would listen to the radio. And as more and more news came of the impending partition and of the horrors being committed, they began to treat each other sort of differently. And there were two forces playing out and one is the concrete that you see these people around you in the flesh and blood. And the other is the power of the abstract idea. In this case, the dangerous, toxic one of that particular kind of nationalism. And another illustration Anshul gave of this was, though the formulation is sort of something that I came up with. So she didn't put it in this way. But it was interesting that she was interviewing a couple in Pakistan about their journey that they had made from India. And they were ranting against Hindus. And after a while, one of them realized she's Hindu. And he said, bete aap aise nahi ho, aap theek ho. You know, so in the concrete, it's okay. But in the abstract, it's a problem. And this is something I think about a bit that a lot of India's problems are because of dangerous abstract notions like nationalism, or tradition, or religious purity, or whatever the case might be, which drive us away from each other. But in the concrete, very often, when we come across the other, we are perfectly happy to be good with them to be friendly with them. Like so often, it's so common to find a Hindu bigot say something like, but I have Muslim friends. And, you know, just illustrating that. So what you spoke about, you know, that these notions might be there that it is immoral, or it is corrupting our culture. But if you actually, you know, if you concretize it, in a sense, you know, you'd get a different notion of it. If you come across these people in the flesh and realize that here, they just, you know, it's no different from someone selling a shoe as you put it elsewhere. And just thinking aloud, I'm also wondering, you mentioned transactions. And I'm just wondering that if all relationships are transactional in some way or the other. And the problem people have with sex work is that it commits a vulgarity of making this overt. You're revealing to people a part of themselves and a part of human nature that they would rather elide over and gloss over with some kind of covering. So that's, I mean, I'm just thinking aloud. What are your thoughts"
    },
    {
        "speaker": "Guest",
        "time": "03:01:07.400",
        "message": "on that? Yeah, I think that's a good observation. And I think I allude to it when I talk about the comparison with the housewife, the labor that housewives do. And you know, a lot of attention that's been given to unpaid care work, etc. But not so much to the sexual labor that housewives are expected to perform. And it's an unpopular thing to say honestly, right? It's not nice to say that lovemaking within marriage can be a chore. You know, you don't want to say that because marriage is also wanted as something that is, it's idealized and it's idolized. And critiquing marriage is dangerous also because it challenges, it shows a mirror to ourselves. I think that's the danger. It's really we're putting a mirror up to ourselves and our relationships. And then we are forced to really think of our relationships in those terms. But it is also if we think with the scholarship, with the lens of scholarship, then it is an extension of the labor. If we are thinking of paid labor, etc. as you know, as household labor being, you know, chores, then all kinds of work that can be contracted out. We see it as, it can be labor, right? In terms of scholarship. The girlfriend experience, which is what, you know, Elizabeth Bernstein, who's a scholar, what she calls the girlfriend experience that has revealed more explicitly how scripts of transactional sex are mimicking romantic relationships. You know, that has, I think, brought these ideas out even more that the girl, you can buy the girlfriend experience, which means that everything is for sale. I think there's, it's also to do with the broader commodification of everything in the current economic framework, right? There is a sense that everything can be, has a monetary value attached to it. And so in that context, it doesn't seem much of a stretch to think of everything in those terms. The harm that it causes to not think of it in these terms is that, you know, then it becomes a duty, right? Then what we were talking about at the beginning, this idea of marital duties, then becomes solidified, right? Then it becomes like, it's a duty rather than labor. Also, what do you do with that insight? Honestly, you know, what, how is it going to help our relationships or is it going to, what's the point of coming up with this point? Is something that I would ask myself, even though I've come up with a point, I'm like now, okay, now what do I do with this? And maybe it will take me some time. I cannot answer you right now, but it'll take me some time to really think about it and understand that will this enable people to have more respect, say for the escort or for the sex worker? Will they be able to associate themselves? Will they be able to then have some empathy? Will it open some bridge between each person and a sex worker when they realize that, okay, this is not so far from my life at all. It's not something that happens in red light areas in Kamathipura or Sonagachi, but you know, there is a nuance here that is applicable to relations between partners everywhere that transactional sex happens, not just in those areas, but you know, there is something like transactional sex that is happening and we should start speaking about it so that we really open up the contours, the inequality that maybe it's an opportunity to actually have more equal conversations, equal relationships, talk about consent, talk about better relations."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:44.400",
        "message": "You know, the part of your book that I was really struck by and you mentioned fantasies is this excellent passage where you speak about, in your chapter called the cruisers, about this guy called Vijay, where you write, quote, Vijay's best experience was when he was asked to play out the fantasy of a woman who responded to his ad around the mythical romantic first night after marriage or the suhaag raat in which they dressed up as groom and bride. We went out of town. This is him talking now. We went out of town. She wore a red saree. The bed was decorated like that with flowers and all. I wore a kurta pajama. Stop quote. And I found this both charming, interesting, poignant, a whole bunch of things. Even the girlfriend experience is an acting out of that kind of fantasy. In a separate place, you've spoken about how escorts advertise themselves and how the two or three lines they'll write about themselves will have both the whore and the Madonna included, you know, both sides of that. And it just struck me that there is actually a deep kind of honesty to this, where both people know exactly what the other wants from them. And that is a deep kind of honesty, perhaps absent in most relationships. Again, I'm not insisting that all relationships are necessarily transactional. But at one level, it might well be the case and is worth thinking about whether only we exist for ourselves. And everyone else is a character in a play or a prop in a play. And we are the central character and we are everything. But we are always sort of in denial of this. And in every relationship, therefore, two people are never completely honest with each other about what they may want or what they may expect, except in the most healthy relationships, obviously. And conventional forms of relationships like marriages, for example, get in the way of these honest, this kind of honesty, where, you know, you kind of live a life of denial of all your life. So in that sense, in a sort of a relationship between an escort or a cruiser and their client or whatever, there is that sense that there is no facade, as it were, that this is the most honest kind of relationship that you can find. And therefore, that is something almost to be admired rather than looked down upon. And again, I'm totally thinking aloud, but just throwing these thoughts out"
    },
    {
        "speaker": "Guest",
        "time": "03:07:58.200",
        "message": "there for you. In the example that you offered, it should be clear that this was a male service provider and the client was a woman. Exactly. And this is a really new and interesting finding, you know, that there are women who are paying for certain kinds of services. It's also interesting. I also love that example, that her fantasy was to have a Suhagrath as a single woman. She wanted to experience a Suhagrath, which shows how deeply culturally coded our desires are and how we imagine romance to be in a certain way. So I love that example, too. I find that it is honest, but it is also secret. So then how do you reconcile these two things?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:04.880",
        "message": "Have you read this book called Everybody Lies, Big Data, New Data and What the Internet Can Tell Us About Who We Really Are by Seth Stevens-Davidowitz? So it's a book where this researcher basically got access to a whole bunch of data from Google and several others about what people are searching for. And his premise, and I agree with it completely, and it's a brilliant thought, is that people are most themselves when they think no one is looking. And when you're searching for something on Google, perhaps in an incognito window, you think no one is looking and therefore you are most yourself. And the searches are very revealing. Like the most bizarre thing about India, for example, is that India and Bangladesh, and in particular India, more than any other country in the world, adult males have this breastfeeding fantasy, which is like completely out of whack and insane. And there are a ton of sort of other insights like this about what people are really like. And you know, even in the context of fantasies, for example, I was reading what you had written about it and I recognized that there are certain categories in just what you describe and what the people you speak to chat with you about. There are categories. If you look at erotic fiction, for example, on sites like Late Erotica or if you look at the categories of porn there, for example, there's the cuckolding fantasy where, you know, this male escort goes to a couple and while the husband watches TV, he has sex with the wife and after that he's worried about whether she really wanted it. And he asked, so was it good for you? And she says, yeah, kind of, but he's happy. So, you know, and this is a whole category of erotic story out there. And, you know, and the other categories of, and I don't know how they would play out in this kind of context, but one in this kind of context, but one huge category out there, which according to Stephens Davidowitz is actually, you know, more popular with women than with men is non-consent. Right. And that completely blew me away because I know the category exists, both in terms of stories and videos and all of that. But the fact that more women would be searching for that category than men also blew me away and so on and so forth. So it's just interesting how, you know, in modern times, people can actually play out on their fantasies first by getting material on it. Like in 1990, if you have some random fantasy, you're not going to be, there's no internet, you have absolutely no access, you don't get to explore it, you don't get to go deeper. Here, number one, at one level, you get to go deeper in terms of searching for it, finding stories and videos on it, and realizing with a shock that there are millions of people like you who might have whatever specific fetish that you do. And at another level, which I discovered, which I read about in your book, is that you can also act out on these fantasies. And it's also very sad at one level, like at another place you have sex workers talking about quote unquote, the game of love, where they say that, you know, they keep coming back because they think we love them. And that's also so kind of poignant and tragic at a human level that I just think that there's kind of so much going on here. So what was it like for you to speak to all of these people and have those TILs in real time in the first person as they, you know, talk about all of this to you? You know, what was that experience like? And what are the other TILs that you have, which you, you know, I may not have noticed or may not be in the book?"
    },
    {
        "speaker": "Guest",
        "time": "03:12:27.600",
        "message": "I will paraphrase the gentleman who I interviewed that I didn't think they'd be such nice people. But yeah, they were all, I think I, you know, the locations where I met many of the men I interviewed was interesting. So there were some in BKC, and they came in corporate blues. And, you know, there were some in, you know, coffee shops, there were, you know, men who worked in say, you know, shops, etc, who I would meet at maybe say, a McDonald's next to a station, you know, some places like that, young college, just out of college, maybe working boys, there would be these are the people I met, and there would be those who I had email interviews with. So there were really a range, a range of men, I wish I had been able to interview more women escorts, it was a really hard experience getting access to women escorts for various reasons. And I think I detailed that in the book. But, you know, the interview that I did do with a very long interview over two days, which was also a really wonderful experience. And it sort of showed me, you know, like she would take a break to have lunch with her mother, I would take a break to have lunch with my kids. And just the whole domestic domesticity of life was always interwoven with the conversations we were having, which were very explicit, and quite challenging also, you know, whereas, where she would also say things to provoke and challenge me. I would also be a bit disturbed by her casual acceptance that rape happens in our work lives, it's occupational hazard. And you know, we, the best thing to do is to calm a man down and continue, because nobody's no policeman is going to believe me if I, if I call them, and it's just going to threaten my life. So better to actually just handle it and move on. And so there were, I think, a range of, of sort of experiences that I had. I think sex work research is, is already a little difficult, because it's, it's what we call shadow research, right? It's difficult to access both sex workers as well as clients. And the, because of I mean, for sex workers, it's usually because of what we what I say are the three axes of their marginalization, which is the illegality of their work or the perceived illegality of their work, the informality of the labor, which makes it difficult to actually find them because informal work is always in a flow. And the third is the morality. So these three axes are sort of this is the triangle within which you do sex work research. And so it is hard to do sex work research. There's also other things like how can you expect people to talk about their lives if you yourself don't open yourself up and make yourself vulnerable also to thinking about these things and to sharing parts of your life also. So there's always a moment where you ask, do you want to ask me any questions? And they ask you a lot of questions about your life. And there is an exchange that really makes it possible for us to arrive at a place of comfort and an equal level of vulnerability, you know, that both of us have then. So these are things you learn over time. So that's not that you learn, you know, you learn how to handle tensions, how to handle questions, how to make people feel at ease. And you know that really well, you're an interviewer yourself and your interviews are so personal. So there is a process to arrive there. I think in this case, I had I built on several years of experience and I was also much older. So I have done interviews with clients in my 20s. And at that time, I, you know, the strategy was that go with an older woman, as a younger woman, go with an older woman. And but this, I mean, so many years later as an older woman, I felt I could sort of go into these on my own. There's also often, you know, a sexual tension, right? Because it's like there, they will think that you or you imagine that maybe they're looking at you in a sexualized manner, which may be so, but you know what, where does that not happen, honestly. So those are little hurdles you get, which are related to doing research on sexuality. And you learn over time."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:28.680",
        "message": "You know, we discussed about how there are feminist debates on it. And, you know, that debate is progressing in different directions. But the law seems to sort of look at prostitution always in the worst possible ways. You know, we've spoken about the bogey of trafficking as you eloquently put it and, you know, the result of criminalizing prostitution and I've in fact written before about how we should decriminalize victimless crimes of which sex work certainly is one. And you've written in your book, and I'll read this passage out. Priscilla Pyatt and Deborah Ward's study in Australia looks at violence against sex workers in different locations and the risks they face from a public health perspective. They find that a legal brothel provides the safest environment for sex workers and that an organized sex industry worker has a positive attitude to their work and workplace and reports consistent condom use. The main risks identified by the study are client violence and client resistance to condom use. For some, the problems associated with homelessness, drug use and extreme social isolation far outweighed the risks associated with sex work, stop quote. And, you know, and in India, especially, you've spoken at described at length in this book, how police will typically treat sex workers as quote, either victims or criminals. So just in terms of, you know, the law always is one step behind society in this sense, right? So even if social attitudes are gradually changing, and I'm not sure they're anywhere close to where there should be, I think those stigmas attached to sex workers are still there. But the law is a step further behind in this particular case. How much of an impediment is that to actually getting things to change on the ground? Like you describe this raid on the Simplex mansion, for example, where, you know, the cops raided this place, arrested everyone, including alleged customers. And then they went to the police station and they made these alleged customers, many of them stripped to their underwear, which reminded me of this recent incident that happened with journalists, if you read about that a couple of days ago, where these journalists had gone to the police station to protest against an activist's arrest, and they were all taken and stripped to their underwear, and the photo was made viral on social media, which is again, an illustration of how the state treats us as subjects and not citizens. You know, in terms of what the police is like, we're really not even forget 20th century, we're in the 19th century, you know, 19th century, we are following the spirit of the first penal code that the British set for us. It's just outrageous. So what's kind of your thought on that? Because it is not just society and social attitudes towards sex workers. It's a law and this law is often a greater danger to them than the alleged criminal gangs who, you know, might be involved."
    },
    {
        "speaker": "Guest",
        "time": "03:20:18.240",
        "message": "Honestly, I feel a little empathetic towards the police. I mean, I and Bishakha went to do a little fact finding mission of our own when we read about the Simplex raid in October 2011 or 2012 that took place. And Simplex building is this huge building, it was known as a brothel near Lamington Road and sort of the edge of Kamathipura. And overnight 400 women were removed from that building. So that building was essentially hallowed and it was clearly the, I mean, there's some real estate, there's some conspiracy there, which led to this decision to raid that building and hollow it out completely. And when we went to actually visit the police and ask about the raid, the inspector talked about how, you know, for three days they were, he didn't sleep for three days. He was working nonstop for three days. He himself did not really know where the order had come from. You know, he was carrying out orders and they were, they came with media and the police came with media. It was, they didn't have enough cars to take the girls. So there would be one batch going and depositing girls in this police station. Then there would be, the car would come back, vans would be sent to carry girls to another police station. So it was like a, it was a massive operation, which they were ill-equipped to carry out actually. And they were exhausted by the end of it. And it was, I mean, if you ask them, why did you do it? They say, what's wrong is wrong. You know, that's their classic answer. But you know, they also did not have much agency in that sense. Yes, that stripping and, you know, stripping them to their underwear, etc. I mean, at local level, police have practices which are, you know, a form of just violence, right? And that's there everywhere. So I feel that that is very much, we have to account for those kinds of practices. Those are dependent on broader police reforms, really trying and understanding what is the role of police in society? You know, is it to do this kind of stuff? Is it, can there be a more productive way of policing? Right? There are those kinds of things we need to have debates about in our country. So it's not only specific to the issue of sex work. What is specific, I think, is this what you'd mentioned decriminalizing versus legalizing, which is a question that comes up often, you know, should prostitution be legalized? And people ask me that and I, and sex workers themselves feel that they don't want sex work to be legalized, because all that means is more surveillance by the state, you know, licenses and this and that. So that's not what they want. But decriminalization is very important. Because if sex work is decriminalized, then they can, so we have an ambiguous law where soliciting is criminalized, sex work per se, there's no opinion on it, because it is conflated with trafficking. Generally, it's not acknowledged that there are sex workers per se in law, in practice, of course, police know and you know, I mean, there are arrangements there are even during the pandemic, we had police stations offering relief to sex workers groups and so on. We saw that in several places at the ground level, things work in a different way. But decriminalizing sex work clearly would mean that sex workers can approach the police as citizens, when they when they experience violence, extortion, and so on. And they have a right to actually demand justice. And it would be the same for, for example, I spoke to you about the question of the escort who said that why, I mean, you know, I can't say anything, I can't do anything if some if a client rapes me. So it gives her the at least some leverage to approach a police and say that, look, I'm being violated against so. So that's the value of decriminalizing and it's actually a real need I feel so decriminalization I would be completely for. I feel that this idea of citizenship is very important. You know, because then we have to account for sex workers opinions or their preferences in several other domains, like for example, what is a safe city? You know, they should be what what is what can education for their children look like? I mean, there are so many areas where, you know, their citizenship is being not sort of met, their entitlements are not being met. There's one more thing I wanted to add about the comment you made about searches, you know, and what people search for and whether that's really who they are. I don't think it's as simple as that. And I'm thinking now about, you know, England in the late 90s, 2000s, when there was this whole how about pedophilia, you know, and there was this concern that the internet was corrupting people and you know, the internet was filled with pedophilics. And there would be men who would get arrested for searching for certain things, right? But that's the thing. If this if you're searching for something, it doesn't mean you've done it. So can you go and arrest someone or say that someone is, you know, is a pedophile, if they have searched for something, or if it is a fantasy, you know, there is a difference between fantasy and reality. And whether it is law, whether it is one another, we have to realize that there is a boundary there, you know, so to fantasize or to think of something, then you'll arrest anything you think of, then you know, you can you can't think of anything, you know, which is illegitimate or, you know, illegal. I absolutely agree. In fact, the sense in"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:55.280",
        "message": "which said Davidowitz was talking about all of these searches is more in a descriptive way and not in a prescriptive or prescriptive way. So it's not that if somebody is fantasizing about something, it is okay to therefore do that, or that person is going to go out and do that, or that person even wants to do that. That's not the case at all. It is just that it is it's just an interesting look at the way someone's mind is working. And it's often more sad, like, I completely agree that we should only judge people by their actions. Because a lot of the impulses we have are things we probably can't control. You can't hold people responsible for the impulses or their thoughts, you can only hold them responsible for what they actually do. So I completely agree there. So the the fascinating aspect of your book is that it is more than describing a state of the way things are. Intimacy is describing a way in which a particular world, a particular ecosystem has completely changed in these times, right? And I keep thinking about how other things have changed. Like at the start of the episode, I mentioned that I find many resonances with the way you describe the world of sex work changing with the way I've seen other things change. For example, you know, one is the fact that the form of so much else was determined by physical restrictions, right? So why was a song on radio three minutes because the very first sort of long play record that came out right at the start of the year could hold that big a song later on, it expanded to holding 40 minutes that became your album length, right? You know, a newspaper is a particular way because of particular restrictions. How long should an article be? How many articles you want to fit? Everything is a result of a physical restriction, a printed book, it's not viable for it to be more than a certain amount of words. So it is a certain amount of words. And we had normalized all of these physical restrictions, and they have now kind of fallen apart. And that's one way in which I've seen changes in other spaces. The other way is the collapse of the mainstream, in the sense that in the media, for example, you had big newspapers, and there was a consensus on the truth more or less. And that's where you got all the information from and that mainstream has fallen apart and people are just getting information plus narratives plus news plus entertainment from all over the place in a dispersed way. The same thing has happened to music, the same thing will happen to cinema. In the creator economy, you see more and more of this, where more and more niches are coming up. And all of this is pretty wonderful. And I was reading your book and thinking about the old structures of sex work. For example, typically red light areas would come up near ports or near colonies where there were soldiers. And that was sort of a physical imperative. And that's where they sort of would be. And where that changed completely is and it's changed for a number of reasons. One is that cities have kind of gentrified those neighborhoods for a variety of reasons, for zoning reasons, for moral panic reasons, and so on and so forth. And you've described that in your excellent first section where you talk about like the four phases in Antwerp, how they gradually shifted. The shift in Oslo, which was very fascinating, where street sex shifted to massage parlors. And then there were protests against massage parlors because of quote unquote, immoral activities. And the sex workers protested back and they called themselves happy hookers to give a different kind of impression. And then eventually the massage parlors went and now it's run out of flats. And you point out in one place, how your conclusion was that cities are not necessarily liberal by default, that liberalism has to be negotiated. And similarly, you know, in your great chapter on Kamathipura, you've spoken about how that gradually declined, how Kamathipura was a center of so much. There were Mujras, there were these cages where people would sort of be displayed as it were, and how that demographic changed from sailors to workers. And you've described the decline there. But what has happened in all of these cases is something that's happened in these other areas as well, that the old structure that sex work is in this particular place, it is a particular kind of person who does sex work, it is a particular kind of person who is a client. And all of these have completely changed. Now sex work is dispersed. It's not homogenized in any way. Your profile of the sex worker has changed completely. You have this great chapter early in the book who sells and who buys, which shows how it is no longer straightforward. You know, you talk about research from Fortaleza in Brazil, where, you know, the phrase that is used there is elegant prostitution on the beach. You talk about the four different types of locations for sex work in Spain. It's all really fascinating. You talk about how it's being professionalized. Like earlier during this conversation, you spoke about people sometimes ask you for advice. And I thought that if you give your book to them, they can just turn to page 2021. And just read about what you've written about escorts and the risk management systems that they have put in place. It's all laid out there. And this is so incredibly fascinating to me that now, you know, almost as the rest of the world, there's a democratization, it's dispersed, it's everything has changed so much. And in many ways, like in the rest of the world, it's empowered people, it's empowered both people who want to do sex work and people who are clients. And sometimes it's very hard to decide which is which also given the kind of transactions that go on. So tell me a little bit about this. And were there aspects of this which kind of took you by surprise? Because before I read your book, I had never read about these changes happening in the context of sex work, though, it kind of should have been obvious because what is happening with say something like OnlyFans, you know, OnlyFans in a sense did to pornography what I saw happen to people like me in the creator economy, where the middleman is cut out and the creators are empowered and you know, so on and so forth. It's almost like you're documenting this revolutionary change in this book."
    },
    {
        "speaker": "Guest",
        "time": "03:33:04.920",
        "message": "It's such a rich world. So I really enjoyed reading of transformations in red light areas around the world. And they're all saying one thing that globalization has changed the sex industry, all with local flavors. And so you know, so in that sense, it's a really rich sort of stew of things that that has come about. And you didn't mention, for example, the role of regulation, actually, that a place like San Francisco has seen in a period of create regulation, we saw the rise of street sex work, because it's easier to run away. If you're doing street sex work, rather than being a brothel and definitely be raided and you know, taken away, etc. There's also this idea of what is a smart city, what is a world city, what is, you know, it is a site of entertainment, it is where sexual entertainment should be available. And so then there's a rebranding, basically, prostitution is being rebranded as a club good, in a sense, right. So it's integrated with your nightclubs, and your other lap dancing and your other kinds of sexual entertainment that any world city is expected to offer. So it fits into that kind of imagination of what a world city should be. So that's also another change, which is important. Like I said, everything has got a very local flavor. So it's not in the case of India, only fans, yes, but it's not again an Indian, I mean, the situation is that Indian women are not really online. I mean, the digital divide is huge. And those who are online, there are still continued, there are massive threats to really publicly doing sex work, right. So there is, it is not as empowering, as it would be for might be for women in other countries at this moment, even though they're also being threatened with new legislation, like FOSTA, SESTA, there are these new laws in the US that make it basically, that criminalize doing sex work online, which has reduced. So lots of sex workers have protested against that and said that, look, now we can't screen people who are writing to us, etc. And we were, you know, doing, having these online advertisements, etc. was important for us, it was a way of increasing our safety. But now we can't do that anymore. And you're absolutely right, that those who couldn't access sex work earlier, these technological changes have made possible. So the internet has made it possible. One of my interviewees said that, you know, earlier, it was only either high class men, you know, upper class men, the zamindars, who had access and the or it was like laborers. So the middle class men could never really, you know, for many reasons, including the moral frameworks they were in, they couldn't access sex work. So this is all rooted in this idea that actually, there's a natural entitlement that men actually should have to accessing sexual labor. So there is that sort of tinge on these kind of statements. But yes, it is true that there is increased access to sex work. The local flavor that I talk about means that actually, in India, we have a mix of the old forms and the new forms of sex work. So we still have the old traditional forms, we have a red light area, which is really reduced from what 100,000 sex workers in the 80s and 90s to 1000 sex workers in recent census data. So that's the kind of out flight, that's the kind of flight that we have seen away from Kamathipura, from as you said, the different reasons, AIDS raids and trades, trades being the fact that Kamathipura is a 24 seven operational area. And so lots of small industries are now located there. So, but the changes in that in the physical space of Kamathipura are documented through different sources. And the source that I found most valuable was the photographs that photographer Sudharak always has taken, you know, and he gave me access to his hard drive and I spent a day at his place and he really took me through with stories, you know, of the various photographs he's taken. He's been taking photographs since I think late 80s of Kamathipura. And above all, I think the images that I saw showed to me Kamathipura as a residential locality. It's where people live their lives. It's where births happen, marriages happen, deaths happen. And, you know, heartbreaks happen, there's violence, there's all kinds of very heartbreaking as well as, you know, moments of celebration. I mean, it's a really evocative journey that I experienced looking at those photos and they made me really think of what are our sources of data that we actually use to document these changes that you're talking about, you know, in a place. And, or, you know, and there are actually legislation, important cases. These are the cultural sort of sources that one has to look at to understand how the history of sexuality and its regulation in a city."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:38:38.160",
        "message": "Yeah, and you mentioned sort of Kamathipura and there's this excellent passage where you're quoting Olwe and I'll read that out where, you know, he's talking about how everything is impermanent. And he says, quote, people do their work and go. Population is floating and not permanent. Nothing is permanent. You make friends with someone today, she dies tomorrow of HIV. Very few have been living there for generations. Those who once lived with their mothers or mothers, mothers have been replaced by floating girls from smaller towns. So it's a sense of something that is lost in change, just as you know, I had done an episode on the wives with Sabadewan. And you've also mentioned that the wives of Lucknow how at one point in time, they used to pay more income tax than anybody, you know, there was basically the nobility and then there were the wives and then there was everybody else. And how over time, they were sort of stigmatized. And that's a whole different story. So it's like there's a disappearing world there. And now there's a disappearing world here. And now it's a mobile floating gig economy in some ways professionalized, and very fluid in the sense that, you know, the binaries don't really apply anymore. It's not that you're either a sex worker or you're not, it's just, you know, fluid for so many people and all of that. And I kind of found that really fascinating. The other aspect of the book, you know, in the section four, you talk about, you've titled your section real meets virtual. And you speak about firstly, casual encounter specialists, as you call them, and then cruisers, and then you know, men who are servicing female clients, basically. And the cruisers bit was also very interesting and cruisers really, where you talk about men who are, you know, servicing female clients, and the tropes that emerged there were so different from what it would be of the male clients. Like, you know, you quote, one male sex worker talking about how the only thing the woman wanted was that he'll sit close to her and she'll have a cup of tea with him. And that's all she wanted, which seems just this craving for intimacy. And similarly, you know, you talk about how one common thread, according to these people, is that these women have been neglected, and they just want company. It's not necessarily sex so much. It's just the human touch in a broader sense. And it's in this chapter where you also kind of spoke about the Suhagrath fantasy, which is also sort of moving in a strange kind of way. And in the next chapter, also where you talk about servicing female clients, you point out that when it comes to male escorts, the supply is much more than the demand, which is interesting. And this seems to point to inherent differences in sex work that while it might well be that more and more women are expressing themselves and are kind of giving themselves a permission to, you know, fulfill a need in this way or live out a fantasy, it is still very much a case of female sex workers and male clients and otherwise, it's kind of outliers. So what's your sort of sense of how all of that is evolving?"
    },
    {
        "speaker": "Guest",
        "time": "03:41:49.440",
        "message": "The first thing when you talked about how dispersed everyone has become in Kamathipura and you know, the passage you read out about the impermanence of life there is actually the root of the fact that there is no organized collective in Kamathipura. And that makes it very difficult to organize and have strong movement in Kamathipura. And I wonder if there had been a strong collective in Kamathipura, would it have sort of been be such a shadow of itself as it is now. I feel there would have been different kind of resistance towards its takeover and its decline. Regarding this cruisers, so the cruisers are those who while there's, it's really easy to say that these are clients, these are sex workers. In the case of cruisers, actually, sometimes they offer sex work services, sometimes they pay for sex work services. Sometimes it's not really sex work per se, it's different kinds of, you know, sort of intimacies which are being transacted. And so it's very fluid. There's no clear cut category that one could put these so which is why they're called sort of the cruisers of the internet highways. And their clients and generally the clients, the female clients that you've talked about, they are very poignant stories. And I wish I had, I mean, these are hard secondhand, right? So this is through the male service providers that I heard these stories, I was not able to access the clients themselves. And I think that's the thing about research, right? You have to close your research at a certain point, and hope that someone will pick up from there and then, you know, take it forward and find those clients and the female sex workers and the male sex workers and really do more interviews with them really build on that, that opening, go through that crack and just widen it, widen it. So there's much more thicker knowledge on it. The thing about female clients that I found interesting was that, you know, the service providers would keep saying that you have to treat them like a princess. You know, you have to treat them, you have to respect them, you have to talk to them, you have to really listen to them. So those kinds of things, which are very gendered in a sense, right? Because it's like saying that, oh, women don't really they don't really need the sex per se, they want the emotional stuff around it. But then, it also seemed to be validated by a lot of the stories that they were saying. Whereas the for the men who were, you know, the female escort would talk about how you have to make him feel like he's king. So that's its counterpart, you have to make the man feel like he's king, he's the best lover in the world. He's like amazing. So you just have to feed that ego. And, but I thought it was interesting, you know, on one hand, they're saying, you have to make him feel like a king, you have to treat her like a princess. So the question of more supply than demand when it comes to male escorts. So I came across the male escort service accidentally, actually, because the website that I was looking at, they had put up an ad asking to recruit male escorts. So I had replied saying that I want to do this interview, etc, etc. So they did, they were nice enough to reply. I never found them again, you know, after that, they had sort of, they said they don't operate online, because their female clients would not like to go to a website and find it. This is absolutely different from what the situation is for male clients who want to go to a website who want to click through who want to select and who want to for whom it's very legit. It's like a done thing. It's a normalized globalized practice to go to an escort services agency and, you know, book a service through them. It's very professionalized, it's discrete, etc, etc. The thing for women clients, the male agency was like, no, we will not have an internet presence at all. It can only be word of mouth because there is a question of safety. There's a question of security. We keep advertising for new escorts because we need to have a turnover because we have to think about privacy and security of our clients and so on. It was interesting because he said, listen, if you I mean, you know, you're coming as a researcher, but if you came as a client, we could give you more information. So, I mean, were you tempted? I must say I was not at that time. But also that I couldn't find them again. You know, it was a one of those things that you know, one is in touch for a while and then they clearly they've changed their numbers or their websites or whatever email IDs, all of that. So, then there are the ethics around doing research also, right? You can't just skulk around, you can't do sting operation kind of methods. You have to state on record that there's an ethics committee, of course. And then you have to state on record that you are here, you are doing research. You cannot pay for I mean, this is something that is debated often. You don't pay your interviewees when you're doing academic research, although you might compensate for travel, etc, etc. But here, you know, there was an expectation of payment also in some cases. So, that also becomes a bit of a hurdle in actually accessing as many interviewees as you'd like. Yeah, the thing with male escort services, I think, is that there's a lot of secrecy around it. And so it's difficult to so I've done I've, I did only one agency interview, I wish I'd found more. And that's another area where I feel like young researchers or new researchers should really look at that site too. I feel that the real edgy thing is women as clients. Who is the client? If we are able to really understand women as clients, we I feel that we will make some new conceptual headway into really understanding transactional relationships and sex. Like what, what is it that motivates women to purchase these services? Is it really what you're, you know, the the loneliness aspect, which is very present in all the voices that that are there in Intimacy? Or is it desire? Is it fantasy? Is it the need to be listened to? Is it just touch? I mean, what is it that that is really their motivation, if we heard it from them? So that was, I mean, I would be hungry to read those kinds of stories."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:48:40.520",
        "message": "Yeah, I mean, I'd be equally hungry. And I think many of they don't necessarily have to emerge from researchers, they can also emerge from fiction writers, novelists, I think it's just rich territory. I mean, I was chatting recently with a novelist friend of mine and he said, My God, India is the best country in the world to be a novelist because you're just surrounded by so many stories and so much complexity and all of that. You know, I won't go on about your book anymore, because we could talk for another seven hours, I feel a little guilty, I've barely scratched the surface of it. But it's such a rich book, and it's got such such vivid descriptions of this new developing ecosystem that I think everyone should go out and buy it and read it. And I will certainly read it again, at leisure. A couple of sort of final questions. I see two contradictory ways in which you can approach and perhaps be changed by writing a book like this. And one approach is that all these people that you're meeting or talking to, at some level, the danger that a researcher or a nonfiction writer faces is that they become instrumental to that person, I have a story to tell, what story can you give me and you become instrumental in that sense. And that's obviously something everyone wants to avoid, though it is part of the game, they are instrumental, but you don't want to think of them as just that. And the other aspect is that I imagine that after writing a book like this, you must be a different person and you must be a different person in the opposite direction, where you have a little more empathy, where there is a stronger human connection with every single person you meet, especially those who otherwise might have been unseen to you or invisible to you, just because you've made all these connections, these human connections while writing the book. So what's that process been like for you? Like it can't be easy, you know, at the end of the day, we have this book, and it's a smooth book, and it's full of great insights and great stories. But it can't be easy even at sort of an emotional level to write a book like this and negotiate these different kinds of connections that you're making and so on."
    },
    {
        "speaker": "Guest",
        "time": "03:50:48.400",
        "message": "Yeah, I think the question of your participants being instrumental, you know, and sort of stepping stones to telling a narrative or a story is always a concern with researchers, writers, because research is perceived to be extractive, and in many ways it is. But it's also, you know, you can really work around that by having for yourself a framework within which you know, you're very transparent and honest with your participants about what it is you're seeking, what it is you can offer, because a lot of it, a lot of participants will ask you, what can I get out of this, right? And the truth is that actually, I don't have anything to offer, except, I mean, you know, reflective space, or, you know, just an opportunity to dialogue. And when I was doing the research, I didn't know I was going to write a book, right? So the book happened later. One of the questions actually that came to me at the launch was that, are you going to share the profits from the book with your with the with sex workers who you interviewed? And I understand where that question is coming from, because it's asking about authorship, it's asking about this very question that it's extractive, you're taking their stories, but what are you giving them in return? And the thing is that I have been very upfront and transparent about it. Of course, I'm not making any profits. But beyond that, that's not the point. The point is that what is authorship and what is co-authorship? You know, when you interview someone, and when you draw on their experiences, and your own experiences, and weave several experiences together to really think about something and arrive at something, there are different, I feel that yes, there are research participants who have contributed to the process. There are other situations where there is co-authorship, genuine co-authorship, you know, and one does not put one's name to it. For example, one has written so many things about violence, etc, etc. But that's the work of many, many minds, you know, which come together to create a kind of to create work, to create new knowledge. And so there is that distinction that a writer or a researcher is constantly doing, you know, feminist participatory process demands that you do that. So I think that is there. It's also true that this, like what, like we were saying, you know, do you pay your research participants? Do you not? Why would you not pay for someone's time? But then are they going to say what you they think you want to hear? What should be the ideal relationship between a researcher and a researchee? Is there anything beyond just equality and opening yourself up and being transparent, being honest? That is there more that a researcher can do? And I think the research community does think about this more and more. But there's the nature of the beast, you know, in a sense. So that would be my realization over the last two books, I would say. Am I a different person? Certainly. I am a different person after Mannequin, I would say more so, perhaps because it's it was it happened at a very impressionable time in life for me. And, you know, it just became much more empathetic and able to really see nuance and not feel the need to stick to some part of a debate. Really, it liberated me from a lot of archaic feminist thinking and enabled me to really have positions of my own, which are very, very based on honest interaction with people who I had spoken to. In this particular intimate city, I was changed in the sense that I think I appreciated the city much more. I discovered it was a way to discover Mumbai. It was a way to discover really an interior life of people and realize that there are interior lives that we don't know about. We don't often we don't talk about we don't read about. And it just makes me feel really excited for all the research that I have yet to do in my life. You know, it just gives you a new understanding that there's so much more to learn and know and to ask."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:55:44.840",
        "message": "Wow. Can't wait to, you know, read the research that you go on to do and the questions you go on to ask, but also please write that novella about that sack of fur as you eloquently described it. Finally, you know, to end, give us, me and my listeners, give us some recommendations in terms of books you love, films you love, music you love, you know, Desert Island books and films and music for you. I mean, I feel like I've done a disservice to my listeners by not going a little deeper into these aspects of you like you're a Bharatnatyam dancer, for example, while doing this book, you tried to learn the Lavani and all of that. So this, you know, but we'll do a 10 hour episode next time, perhaps and cover those areas. But for now, you know, what are the books and films and music that mean a lot to you?"
    },
    {
        "speaker": "Guest",
        "time": "03:56:33.440",
        "message": "Amit, I am a conventional consumer of books and films. I love rom-coms. And yeah, I love rom-coms. I wish they would make rom-coms like they used to, like a good Notting Hill."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:56:50.000",
        "message": "I'm just waiting for someone to... Or like Pretty Woman, which would help you with your book also."
    },
    {
        "speaker": "Guest",
        "time": "03:56:55.320",
        "message": "Pretty Woman, yes. But I mean, you know, there were many, you know, like..."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:57:00.480",
        "message": "I'm kidding. Problematic things in Pretty Woman too, but I love Pretty Woman also. So I'm very conventional"
    },
    {
        "speaker": "Guest",
        "time": "03:57:06.040",
        "message": "in that sense. In terms of books, you know, something I read recently was Arunabha Sinha's translated version of Mandadevi's autobiography, An Educated Woman in Prostitution, which I loved, which was a translation of a memoir by a Bengali educated woman in prostitution as you would have guessed from the title. But it really showed me how, you know, women in prostitution have been the only ones who have been financially, a group of women who have been financially independent since forever. And like, you know, you said that you talked about how they were the highest taxpayers because they were the only group of women who were actually financially independent. And that book really revealed to me that things have not changed so much between 18th century Bengal and now because life outside either marriage or prostitution is impossible for women. It's very challenging. I mean, it's possible, but it really, the constraints are huge."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:58:05.280",
        "message": "Such an incredible quote, life outside marriage and prostitution is impossible for women."
    },
    {
        "speaker": "Guest",
        "time": "03:58:10.120",
        "message": "Sorry, carry on. I also want to recommend Factory Girls by Leslie T. Chang, which is an oldish book, but it really showed me how young women work in terrible conditions in the factories in China, but they love every moment of it because it's giving them freedom in different kinds of ways. In terms of films, I'm trying to think of."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:58:34.920",
        "message": "You're a regular mommy buff every year. So you can't pretend you don't watch films."
    },
    {
        "speaker": "Guest",
        "time": "03:58:41.600",
        "message": "That's true. I really miss mommy. I needed to come back before I. Someone make a rom com quick that I can recommend because I can't think of any amazing films I've seen recently. Gangubai Kathiyawadi, which I watched. So I know you're not a fan of Sanjay Leela Bhansali, but have you seen Gangubai? I highly recommend you watch Gangubai Kathiyawadi for its emotional trope. I love emotional films. And that really is the good old tradition of Bollywood. I mean, that would be a video cassette that would have made the rounds twice over in my building in Kuwait. I'm sure it was a really. You've been so generous. You've been so generous"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:59:29.880",
        "message": "today with your time that I feel I owe it to you then to also spend however long that film is in watching it. So I will watch it once for you and I will not mention to you what I feel about it, but unless I like it in the unlikely event. I think you'll love"
    },
    {
        "speaker": "Guest",
        "time": "03:59:44.320",
        "message": "it. Oh, God. She said with a mischievous glint in her eyes. Oh, and one more film that that I think you should watch is it's an old film, a French film called L.E.L.L.E.S., which has Juliette Binoche, an actress I love and admire greatly. And it's about she's a journalist and she goes out to investigate this story about, you know, students who are doing escorting or providing services on the side and the realization and the changes that it brings to her life and her relationships. And it's it's quite fantastic. You should watch that."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:00:24.920",
        "message": "I can't wait to watch it. And I have to tell you that Juliette Binoche was my first teenage crush in a sense of a major foreign actress when I saw her in The Unbearable Lightness of Being. Such a great film directed by Philip Kaufman. And it was co-written by Jean-Claude Carrière, who also co-wrote three of my favorite films of all time. I don't know if you've seen them made by Louis Buñuel. When he was in his 70s, between 1970 and 1980, he made these three films before he died. The Phantom of Liberty, Discrete Charm of the Bourgeoisie and one more whose name I forget now because I'm also growing old, but just masterpieces."
    },
    {
        "speaker": "Guest",
        "time": "04:01:02.720",
        "message": "Have you seen The Discrete Charm of the Savarnas? No, what is that? Oh, it's an amazing film. You have to see it. I don't remember who made it, but it's modeled on The Discrete Charm of the Bourgeoisie. And it's about, you know, what Savarnas think Dalits should look like. Wow. It's an amazing film. It's a short film. You should see that as well. I also love Juliette Binoche. I've had a crush on her forever. That makes two of us. And so Juliette Binoche,"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:01:29.360",
        "message": "if you're listening to this, and I know many people listen to my podcast, but I'm not sure it goes quite that far. So Manjima, thank you so much. You've been so generous with your time and insights today. And thank you also for writing these wonderful books. And yeah, it's been great. Thank you so much, Amit. It's been amazing. If you enjoyed listening to this episode, check out the show notes, explore rabbit holes at will. Visit your nearest bookstore online or offline and buy both of Manjima's books, Ultimate City and Manequin. You can follow Manjima on Twitter at manzibar. That's M-A-N-Z-I-B-A-R-R. You can follow me on Twitter at Amit Verma, A-M-I-T-B-A-R-M-A. You can browse past episodes of the Seen and the Unseen at seenunseen.in. Thank you for listening."
    }
]