[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Do you think of yourself as an intelligent person? If you do, let me share a thought with you. If you're smart, the optimal way for you to behave is as if you're stupid. Let me explain what I mean. Let's say you're a genius and you think you're a genius. This gives you confidence, which is great, but it might also give you intellectual arrogance, which is not great. You might think that, hey, you're so smart, you can figure anything out. In fact, you think that you have figured many things out. And this is dangerous, because you see, the world is complex, even if the smart people among us tell artful stories that make it seem simple. And if you're a genius, and you believe that you're a genius, you may not have the intellectual humility to work hard, to be open to new insights, to learn, learn, learn all the time. So if you're a smart person, the smart way to behave is as if you know nothing, everything is a mystery at some level, the world is full of wonderment and opportunity. And you want to work hard and soak up all the knowledge you can. This is why the smartest people should think of themselves as stupid. It would indeed be stupid to think of yourself as smart. Now, I know we can play word games and this can get circular. But you know what I mean? Intellectual humility and the desire to fill the gaps in our knowledge are the secrets to success. Nurture these attributes."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:15.200",
        "message": "Welcome to the seen and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:31.400",
        "message": "Welcome to the seen and the unseen. My guest today is Max Rodenbeck, a remarkable journalist who until recently was a South Asia Bureau Chief for the Economist based in New Delhi. He told me during this conversation that when he first came to India to take up this assignment, he decided to think of himself as stupid so he could learn as much as possible about this country. This is a fantastic attitude for any newcomer to any country to have. I've seen foreign correspondents in the past who come to a country, talk to taxi drivers and elite friends, apply their pre-existing frames into a madly complex nation and think they have it all figured out. They don't. And this is a trap Max avoided when he came here. Max has mixed American and British parentage, but he grew up in Cairo and is perhaps more from there than from anywhere else. He's written a fantastic book on the city he grew up in called Cairo, the City Victorious. And as a journalist, he spent many years as a Middle East Bureau Chief of the Economist, predicting the coming of the Arab Spring in Egypt. He's considered a global expert in the Middle East, in fact. He's also contributed to the New York Review of Books and Foreign Policy, and I'll link some of his essays in the show notes. I'd first met Max in Delhi a couple of years ago, and since then, he's dropped me more than a few kind words about this podcast, to which I'd given him an open invitation. So when he turned 60 and decided to leave India, he offered to come on the scene in the unseen and share his learnings. Thus, we have this episode. I was impressed by the fact that Max had avoided the typical traps foreign correspondents often fall into and continued to look with wide-eyed wonder and curiosity at the world around him. The fact that his gaze was different from mine meant that he could reveal facets of my own country to me, which I had long normalized and perhaps you had too. We spoke a lot about Cairo and what Egypt has in common with India. The rise of lunatic extremism is one of them, and Max had thoughts on the similarities between the Muslim Brotherhood in Egypt and the RSS over here. There is so much in common between Egypt and India, not just in our politics, but also in our society. We also spoke about the changing shape and relevance of journalism in these modern times. And after the episode was done, and we were chilling over a bottle of an excellent single malt named Rampur, Max regaled us with one fantastic story after another. So I said, hey, let's get some of these on tape. So just as I did in episode 250 with Narendra Sinhoy, I sat Max down for a storytelling session. That comes at the end of the episode, just when it seems that our conversation is over. And now, before our conversation, let's take a brief commercial break and let me tell you about an exciting new show hosted by a former guest of the scene in the unseen, Harsha Bhogle. The Turing test was once proposed as a test for whether a machine had achieved human intelligence. Well, artificial intelligence is going to go past human intelligence pretty soon. And my contention is that many humans would fail the Turing test. Well, for some of the problems that we are not smart enough to figure out with our own brains, thank goodness we have AI to help us. And telling us about how this journey is happening is a sponsor of this episode, a podcast called Paradigm Shift. Paradigm Shift is a new show by Microsoft India, produced by ATS Studios and hosted by my friend Harsha Bhogle. On this show, every Friday, Harsha tells us stories of the intersection of artificial intelligence and human lives. How is AI making us better at forecasting the weather? How are elite sports people coached as much by AI as by humans? How can Indian agriculture be transformed by AI? How can we figure out which species need to be saved by us and what can we do to protect them? AI is solving real world problems and making life better for us puny human beings. And I urge you to listen to Paradigm Shift for some pretty funky stories about how this is happening. Paradigm Shift is available on Spotify, Apple Podcasts, Amazon Music, basically all podcast apps. And Harsha is the man, the best kind of storyteller for the best kind of stories. To learn more about how Microsoft is empowering developers and organizations and all of us with the power of AI, do visit microsoft.com slash AI and check out Paradigm Shift right away. Stories of innovation shaped by intelligence. Max, welcome to the scene of the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:05:43.080",
        "message": "I mean, it's a great pleasure to be here. I've been looking forward to this a lot."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:48.240",
        "message": "And the comment you made just before we started recording was that I should design the room as a confessional with those little boxes and so on and so forth. So, you know, you were telling me just a while ago that during the lockdown, you actually wrote a racy, steamy thriller, which no doubt might come as a surprise to people who don't know you personally and have just been following your writing with great admiration for a long time. So how was the lockdown for you? And how did you get down to writing this racy, steamy thriller? And what is it about?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:19.040",
        "message": "Well, it sounds like a horrible thing to say, you know, a couple of years later, the first part of the lockdown back in 2020, it was I was in Delhi, it was actually a lovely, the most beautiful spring I remember in the history of Delhi. It was gorgeous, day after day of blue skies. And the sort of tragedy of COVID hadn't really set in, that was the next year, then things got really unpleasant. But we had this lockdown and not much to do. And I'd been, you know, wanting to do something that was not journalism, to write something that's completely fiction, absolutely off the top of my head. And I'd had stories rattling around in my brain for quite a long time before. And so this, you know, basically 200 page book came pouring out all in the space of like, you know, four weeks. I was just getting up at six in the morning, and it just came flowing out. So it was great. It was fun, because it's just, you know, pure sort of fantasy. It's a bit kinky. It's a bit violent. It was all set in the Middle East, nothing to do with India, nothing to do with where I am right now or my own life, particularly. But, you know, making up characters and doing things to them was a lot of fun."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:22.560",
        "message": "Wow, amazing. And so waking up at six and like, what was the routine? Like, how long would you write? How much would you work?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:28.400",
        "message": "About five hours a day, something like that in the morning, get up, have a cup of coffee or make a pot of coffee and just keep going. When it was really flowing, I was writing like 2,000, 3,000 words a day, which is quite a lot actually of, you know, polished stuff ready to go. So that's the kind of writing that as a journalist, you know, because I've been practicing as a journalist for such a long time, when you actually have to write about a particular subject to a particular audience to a particular timetable, it was just really liberating to just, you know, do whatever I wanted. And I found it just came, you know, pouring out a great speed, which was kind of a great"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:02.560",
        "message": "feeling actually. Wow. And did it sort of make you reconsider the kind of work you do and what you want to do"
    },
    {
        "speaker": "Guest",
        "time": "00:08:07.880",
        "message": "going forward? Yes, absolutely. Yeah. Yeah. I think I'd much rather be writing kinky thrillers than working as a journalist. But you know, we have to make a living and there are other rewards to being a journalist. So but I will certainly, at some point in the future, write more things like kinky thrillers."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:25.080",
        "message": "So, yeah, I loved reading your book, Cairo, by the way, and parts of that do read a little bit like a thriller, which is something that, you know, you find in, you know, history, that history well told can be, you know, as exciting as anything else that's out there. For example, you know, there are these lovely bits about Shagaral Durr, am I pronouncing it right?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:46.280",
        "message": "Shagaral Durr. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:48.280",
        "message": "Okay, I'm sorry. Don't worry if it's... Yeah, I won't say it again, because I don't think I'll manage to get that I'll get something wrong. Shagaral Durr is the sort of the daughter of an Abbasid slave who landed up in Egypt and got married to the big boss there and the big boss dies. And she hides his death for a while because, you know, till her son can come back. But her son is a bit of a creep. So she gets rid of the son. And then she marries, you know, her head slave, or not exactly a slave. These mamalukes. Am I pronouncing that right?"
    },
    {
        "speaker": "Unknown",
        "time": "00:09:15.760",
        "message": "That's right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:16.760",
        "message": "Yeah. Yeah. And she pronounces, yeah, and mamalukes. And yeah, so she rules for a while, but then she figures out that this mamaluke she's married is planning to marry someone else. And so she gives him a summons to come to her and he's apparently as you mentioned in your book, he's a little worried because a fortune teller has foretold that he will die at the hands of a woman. And sure enough, he's on his way to see her, he's stabbed by five assassins, after which you have this great para, which could be from your steamy book, you know, it's that extremely entertaining, where you write, quote, it was said that Shagarul Durr, sorry, apologies to anyone who's offended by my pronunciations. I pronounce Indian words this way also, so it's not very good. It was said that Shagarul Durr realized she was doomed and so crushed her jewels in a mortar to stop them ever falling into the hands of another woman. Soon after that, Ali, her mamaluke husband's son by his first wife, stormed the palace with a furious band of his father's troops. They hauled the Sultana from her quarters and flung her at the mercy of his father. Umm Ali, who had been divorced from her dashing officer in favor of Shagarul Durr, struck her rival and hurled insults before having her female servant strip the ex-Sultana and beat her to death with wooden bath clogs. Then as a 15th century Ibn Iyas recalls, quote, and this is Ibn Iyas's words, not yours. She was dragged by the feet and thrown from the top of the moat naked with nothing but a garment around the waist. She remained there in the moat for three days, unburied, until it is said one of the rebel descended into the moat under cover of night and cut off the sash of her garment because it was of red silk with a circle of pearls and because it smelled of musk, stop quote. At length, Shagarul Durr was buried in her own magnificent tomb, stop quote. So a lot of fun, but where I kind of want to start is really with your personal history, which I also learned about because of your wonderful book on Cairo, where you spoke about the Imperial Fishing Fleet and the donkey without which you would not have been here today."
    },
    {
        "speaker": "Guest",
        "time": "00:11:16.720",
        "message": "So tell me a little bit about that story. That's delightful. Yeah, the Imperial Fishing Fleet is what they used to call the ladies who would set out from Britain basically towards India to find a husband among the British colonists, colonial imperial officers in India because these guys were eligible bachelors, well paid. And so the fishing fleet would set forth and people would go and find a future husband among these British officers. And my great grandfather was an Indian civil service officer who came to India when he was 21, I think, you know, really young and became an advisor to the Raja of Mandir among other things. And he ended up, he was in India for 27, no longer actually, 40 years actually, and ended up as the financial secretary of Punjab, the United Punjab. Anyway, at some point in his career, it's sort of late 1890s, I think, he was going back from India to England for a holiday, sailing through the Suez Canal and stopped in Cairo. And my great grandmother, who was actually American, not British, she happened to be going on a grand tour of, you know, civilization as they might have thought of it then, you know, Egypt, Italy, Greece, that sort of thing. And they crossed paths at the pyramids, this young British man and this young American lady. But what happened at the pyramids became this kind of contested story in different parts of the family. My great grandfather's version was always that he found my grandmother falling off a donkey off the back of a donkey and managed to rescue her and pick her up and save her from the disgrace of falling to the ground in the desert in front of the pyramids. Of course, her version was that he was captivated by how elegantly she had gotten off this donkey. At the time, that's what tourists did, you know, when you visited the pyramids, you didn't go around on a tour bus, you went around on your own donkey. So the donkey incident became the meeting point between my great grandparents, and this turned into a romance. They actually followed each other across the Mediterranean. And then my great grandmother's diary describes a meeting in St. Mark's Cathedral in Venice, where she said something, it says something like, and behind the third pillar on the left, dot, dot, dot, you know, something happened, we don't know exactly what, anyway, they end up getting married. And so, ultimately, my great grandmother moved to India with my great grandfather, and they lived in India for a long time, mostly in Lahore, actually, and that's where my grandfather was born. And yeah, that was born in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:56.920",
        "message": "And you were born in Egypt in 1962, I mean, and you weren't born there, sorry, you grew up there from the age of two."
    },
    {
        "speaker": "Guest",
        "time": "00:14:02.040",
        "message": "Yeah, yeah, I was actually born in America, in Virginia, and my parents moved to Egypt when I was two, two years old."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:10.040",
        "message": "So, you know, one of the sort of themes I've touched upon on the show, which I'm sure you've come across as well, is sort of how we view the passage of time, you know, in the sense that most of us when we live our lives, we are kind of caught up in the present moment. Is the passage of time seen or unseen? It's unseen, but it can become seen if you talk about it on the scene and the unseen. And it's like, you know, you're caught up in the present moment, and it feels like the present moment is everything. And it's like when you're 20, you think that 40 is a long way away, you know, 45 is a positively old man who will even live that long, and so on and so forth. And then the years pass and the decades pass, and you look at time in a very different way. And what you did in in your book, Cairo, is that there are these sort of different spans of time you're looking at one is, of course, a millennia, through which there is a history of Cairo itself. So here you are in the city where you grow up, and you're seeing it all around you. But you're also aware of all of the history and, you know, everything that's been there in the past, the cities of the dead, as it were, if I am to now use that term as a metaphor, you've used it in different ways in your book. And equally, when you're looking back at your own life, you're kind of looking at, you know, looking back at the 1890s, when you know, the donkey incident, as it were, happens. And the distance between the donkey incident and your birth is similar to the distance between your birth and now, in a sense. So over the years, have you begun to view time differently? Does it? You know, does a writing of a book like that make a difference to that sort of project? Because I think what the way most people see the world is they just, you know, they normalize everything the world as it is now, and it's like the current, but just as we tend to view ourselves as the center of the universe, and everyone else is just instrumental in this great play where we are the central character, you also view this current moment as kind of everything. I mean, just to think that, you know, 10 years ago, we don't have, didn't have so many of the technological marvels we now take for granted, you know, on our smartphones. So how has your perception of time sort of changed, you know, through the years?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:22.400",
        "message": "This is such a fascinating question. One could go on about that for a great length, because it's constantly changing and constantly distorting as you get older. Now I'm pretty ancient. As you say, I'm 60 years old. In fact, I just turned 60. And I hadn't even thought that you're quite right, that that donkey incident is as far from my birth as I am from my own birth. In fact, someone was just pointing out a couple of, I think it was last year, was it? You know, one of these little anecdotal bits of information that the movie Top Gun, you know, Tom Cruise, you know, as this Navy pilot, you know, wow. That the distance between the making of that movie and right now, the present, is longer than the distance between the making of that movie and World War II."
    },
    {
        "speaker": "Unknown",
        "time": "00:17:02.400",
        "message": "Wow. You know, which is kind of strange."
    },
    {
        "speaker": "Guest",
        "time": "00:17:04.400",
        "message": "It's like, wow, there's been a long…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:06.400",
        "message": "Because when it came out, World War II seemed like ancient history to us."
    },
    {
        "speaker": "Guest",
        "time": "00:17:08.800",
        "message": "Ancient history. No, and you look at that plane that Tom Cruise is flying, it's a sort of F-14 Tomcat, you know. And that looks like a modern plane, not so different than what's up in the air these days. And it looks totally different from these propeller things that were, you know, bubbling around in World War II. So these distances are constantly sort of distorted. And it's shocking to me when I think back to the things that I remember, because I lived in Egypt for such a long time, but that are just like, people look at you in bafflement, you know. I mean, I can remember traveling up the Nile, and this is, I can remember it clear as day. I mean, that doesn't seem long ago to me. When most of the water lifted for irrigation in Egypt was lifted by people using a pivot, you know, a bucket and pivot system, something called a shadoof, an ancient Egyptian system. All up and down the Nile, everywhere we'd go, there were people that'd spend most of their day lifting water, lifting water. Of course, all replaced by diesel pumps now, etc., etc. But this is not that long ago, it's well in my lifetime. Also the Nile, there were traffic jams of beautiful sailboats, I mean, gorgeous feluccas on the Nile with these sort of Latin sails, these wonderful, very dramatic-looking boats. Now there's not a single one. I mean, it's all only except for tourists. So that's the sort of thing that has changed in my lifetime, and people imagine that I must be ancient. In fact, it's not that long ago, really. So there are constant distortions, but also you kind of run into a point where you enter the sort of internet age, and the internet age is now ancient history, too, you know? I know that, for example, my daughter would sometimes get frustrated with me, why can't you figure out how to use this new bit of something or other? And I try to explain that that's because this is like the seventh version of a damn word processor that I've had to kind of adapt to, you know? So you just kind of get tired of having to constantly adapt to the new, the new, the new, the new. It's not just because one is inept, it's just like, how many different iterations of something can you really bother to get better at? So you know, we live in such a peculiar world. And what's around the corner may be something dramatically new, but I'm sure the world around the corner will also be filled with strangely old, you know, familiar things that never change."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:32.320",
        "message": "And does it make you look at the current times differently? Like it is sort of the mood that I sense around me when I talk to friends when I talk to whoever is that, you know, that there is a bit of despair at what's happening in the world around us and so on and so forth, not just in India, but elsewhere as well. And you know, one question again, that I asked my guests is about whether the arc of history is Martin Luther King said really bends towards something good, like justice or freedom or whatever, or whether you know, the sample size is too small, and we don't know yet. Does it make you a bit more equanimous and sort of less emotional? Because having a written a history book, not a history book, written a book that has history in it, among many other things, and goes through centuries and centuries and millennia of so much change, and having, you know, lived around the world and seen so much of it yourself. What's your sort of kind of perspective on that, or, you know, do you think that there is something to the direction we are moving in, and so on and so forth?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:32.520",
        "message": "Well, one of the things that I learned from writing my book about Cairo, which is very relevant to your question, is how cyclical history can be. I mean, Cairo is an extraordinary place. I mean, it's, you know, basically, I don't think there's anything compares 5000 years of continuous, you know, big city in one place, slightly shifting around, you know, within the same location, it's always been more or less the capital of Egypt, right there in the same spot. And there's a cyclicality to those 5000 years. The cities have died there, come back and died there and come back. And one of the chapters of my book, I think, I go through one of the things that repeats in these cycles is people moaning about the present and saying the past was always much better. And I mean, there's some, you know, I found at every single age of Egyptian history, people were complaining about how dreadful things are now and how much better they used to be. And the thing is that, for myself, I'm a horrible moaner too, about Cairo, for example, it was much nicer when I was growing up there than it is now, you know, and the same is true of many, many places that I've been around the world, that the world is, unfortunately, the geography of the world is filled with places that I don't really want to go back to because I'm sure they were nicer, my memories of places better than the reality. So that does temper one's understanding of the current moment, which I agree with you, we were all pretty grim these days. And you know, one would like to think that it's just a mood, you know, and these things pass. And there have been times in history where everyone got very gloomy, you know, the post sort of World War One period, there was a period of real gloom around the world, which by the way, coincided with the Spanish flu epidemic around the world. So not so different in some ways than the present. So there's definitely moods go up and down. And they're kind of strange times of fairly positive mood all around the world. Like for example, the 1960s was largely pretty happy in much of the world in many ways, you know, although I'm sure there were some people who would dispute that, I mean, you know, in places like Vietnam, it wasn't so great. But in general, there was sort of, there's sort of optimistic seasons. And with the 1990s, for example, I think that was quite a cheerful moment for much of the world too. A lot of optimism. You know, if you think about the enthusiasm about the early internet age and what the internet was, the internet was going to solve everything and it was going to be this zone of total freedom where everyone was just going to hang out and it was going to be absolutely wonderful. And it's amazing how that has turned into this sort of, you know, trepidation and danger and you know, it's poison. So that cyclicality is in evidence. At the same time, the current moment, I mean, there are reasons why we're all grim right now too. I mean, and that's a whole other issue. And I wouldn't want to be, you know, the fact that everything is ultimately cyclical, that there are mood swings, etc. shouldn't make one be, you know, rosy-eyed about the present. I mean, we are in a difficult time for the world. And you know, the responsibilities that are kind of upon us as humanity are particularly heavy right now, because we can't really claim ignorance, you know, as we used to be able to. So knowledge is always, you know, a heavy burden."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:45.800",
        "message": "Well, I mean, we can't claim ignorance, but we can claim alternative facts, as it were. And you've got a few eloquent lines about, you know, how every generation whines about decline where in your book you write, quote, and then reading into Cairo's past, I saw how foolish it was to fret about its future. How silly to imagine that this great town could ever decay beyond repair. The fact that not one generation in Cairo's five millennia of incarnations had failed to whine about decline, and still the city had endured. And stop quote, and later you write, quote, invaders have come and gone. The Asiatic, Hyksos, Libyans, Ethiopians, Assyrians, Persians, Greeks, Romans, Arabs, Turks, French, British, and recent hordes of tourists. Stop quote, and I guess that last category will always continue to invade. So yeah, so let's kind of go back to your childhood now. You know, you're born in America, but you're growing up in Cairo. So you know, what is it like paint a picture of, you know, Cairo in the 1960s? What was it like? What was it like for you to grow up in it and discover yourself in it?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:49.800",
        "message": "It was rather an idyllic childhood in many ways. I mean, I lived a pretty privileged existence. My dad was a professor at the American University in Cairo. And my father's American, my mother's British. And they were sort of cosseted by the institution, you know, in order to get professors to come and work there. The university had its own housing, it had its own sort of carpenter and plumber and electrician and stuff like that. And so we had, from much of my childhood, we lived in rather large, nice houses in the suburb of Cairo, south of Cairo called Maldi, which is very much like a rather idyllic sort of Indian suburb, you know, of the 1960s. Big leafy trees, we had 12 mango trees in the garden, I remember, and we had oranges and grapefruits and various other trees and plants. And we also had servants, not dads of them, we had a cook who kept putting his, he put his plastic shoes in the oven to warm them up one winter, and of course, they melted all over everything. And I can remember often going, my parents were quite social, and we used to go to parties a lot and take us kids along sometimes. So I can sort of remember the smell of hashish and long taxi rides in Cairo with the sound of the music, you know, in the background, and sailing on the Nile, and yeah, very idyllic. We were members of the Maldi club, which was the sort of the local little social club, sporting club in this suburb, which is a very sort of garden suburb. And in the sporting club, there was an outdoor cinema with a really giant screen, I mean, a full-sized screen. And as kids, we used to pay the equivalent of sort of like, you know, sort of three rupees or something like that for a movie, and watch a full feature movie. And we had no television, we didn't own a television, but we watched a movie every night for years and years and years, a lot of them were like cheap Italian spaghetti Westerns or, you know, various French thriller movies, you know, sort of low-end American movies. But so I had this kind of cinema education, watching this giant screen for night after night, which was a fantastically kind of different, I suppose, from growing up with TV. So that was our kind of exposure to the outside world and, you know, the world of culture. And otherwise, you know, we were, as I say, coseted and rather happy, I think, in general. But interrupting all of that, because, you know, Egypt is the Middle East, we were also interrupted by political events. And so there was a kind of, Cairo in the 1960s had this kind of slightly, you know, sinister air of something lurking, going on, you know, there was secret police everywhere, and we just sort of whispering and talk of spies. And in fact, in the suburb where we lived, there were ex-Nazis who were helping Egypt with his rocket program against the Israelis. And then we were actually interrupted by the 1967 war, which happened when I was five years old. And there had been some indication that things were not going well, and I think my parents were advised it would be better to leave the country for a bit, because it wasn't quite clear what was going to happen. And we were actually, we took a boat from Alexandria that went to Beirut, we were in Lebanon for a few days, and then we took another boat from Beirut to Istanbul. And we were actually on the ship from Beirut to Istanbul when the 1967 war broke out, when we had the Six-Day War, and the Israelis conquered the Sinai Peninsula and basically gave Egypt a terrible defeat. And yeah, we were on the boat, and it was a Russian boat, and I contracted German measles on the boat. I was very sick, and I was found by a Russian doctor who threw me into the quarantine without telling anyone. My parents, they thought I was a missing person on the boat. They didn't know where I was for about 12 hours until they found me in the infirmary"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:12.600",
        "message": "of the ship."
    },
    {
        "speaker": "Guest",
        "time": "00:29:13.600",
        "message": "But in any case, when we arrived in Istanbul, it turned out that we couldn't go back to Cairo. So that was a bit of drama. And there were constantly interruptions like that during my childhood. In the 1973 war, six years later, when the Egyptians did a little bit better against the Israelis, we actually watched dogfights in the sky over Cairo, and there was bombing not far from where we were and so on. So I was always very aware of the sort of turbulent politics."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:44.520",
        "message": "And like during this time with all this sort of politics and the wars breaking around you as you're young, you know, how is your view of the world kind of shaping up? Like at one level, of course, you're too young to understand exactly what's going on. You are at sea in more ways than one, as it were. But you know, is the initial response to be that, you know, go Egypt, go and you're completely on Egypt's side and, you know, and later as you sort of go to boarding school, I think you went to boarding school when you were 14 in the US, you know, how does your view of sort of politics and the world around you evolve from there?"
    },
    {
        "speaker": "Guest",
        "time": "00:30:17.320",
        "message": "I think we were just so exposed to this. I mean, you know, we listened to, you know, the radio was on all the time, just like all the time, the BBC basically was on all the time. And I was reading newspapers when I was really young. And you know, we were, my parents were, you know, educated university type people and their friends were educated university type people, you know, rather critical of Western policy everywhere. And, you know, in the middle of the Arab-Israeli mess, you know, of course, everyone was highly politicized. So, we used to think of the Israelis as being these kind of, you know, very alien devils from far, far away. And you know, we'd see sort of Egyptian propaganda films, which we didn't take very seriously. So I think what basically, I got a very critical attitude to virtually everything that I heard as news. You know, we used to watch in these great cinemas, this outdoor cinema where we used to watch films, there were often newsreels, which were kind of, I don't know, I think Egypt probably still has them, but before every film, there was a newsreel, just like the British used to do during World War II. In fact, that's an interesting thing, is how many countries have never really gotten over World War II, as countries including India and Egypt in a way, that a lot of the habits and things that the British introduced in wartime have sort of stuck ever since. But in any case, newsreels were very bombastic with kind of martial music and, you know, a lot of people saluting and tanks, you know, bouncing across the desert, things like that. And we just never took it seriously at all. So I think I grew up being very skeptical of almost everything that I heard. And we used to occasionally go back to America or to England in summers and so on, so forth. And it all seemed almost kind of fantasy of, you know, that they lived in a bubble of peace and security that just seems so far from the kind of dangers that we sort of grew up thinking were quite normal."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:16.840",
        "message": "Tell me a little bit more about the texture of those days growing up in Egypt, because obviously, you know, these days, we sort of take the internet for granted, take the fact that we're surrounded by entertainment, any book we want, any music we want, any film we want, it's all at our disposal. But how would a typical day be for you? Like, of course, you're watching a movie in the evening, as you mentioned. But apart from that, how would a typical day be for you? You know, you were reading newspapers as well. But what kind of books were you reading? And, you know, were you in that sense, different from the people around you, by which I mean was sort of your university community or the expat community kind of different? You know, you've mentioned in your book, you had a friend called Ashraf, who you, you know, spoke about as, you know, being from the other Cairo, as it were, right, right, right. So what were the sort of, you know, how would you spend your days? How do you think he would spend his days?"
    },
    {
        "speaker": "Guest",
        "time": "00:33:09.000",
        "message": "What's going in there? That's an important point. Because I mean, the fact is that, you know, when I was a real kid, you know, up until the age of sort of 18, or something like that, or 14, rather, because then I went to boarding school later on, we lived in quite a bubble, frankly. I mean, you know, I went to first, I went to a French school, then I went to an American school. And my friends were mostly my own friends, my parents' friends were mixed up in, you know, it's not as if most of their friends were Egyptians. But because the schools that I went to were international, and there were rules for Egyptians not being allowed to attend international schools. So my friends tended to be a completely random mix of international people, as in many other international schools. So my friends were Yugoslav, Korean, Swedish, some Americans, but mostly other stuff, English, you know, a complete scrambled up mix. I had Pakistani friends, I had, you know, so the kids that I grew up with were mostly of that sort of ilk. And you know, in the sporting club, I did have Egyptian friends, but they weren't people that I went to school with. So it's a different sort of, you know, relationship and bonding. So, you know, quite frankly, as a kid, it was an expat bubble. And we used to go into Cairo as an adventure, you know, used to take the train into Cairo, into the city, and we'd sometimes like go to the movies. But we would be sort of, you know, basically little foreign kids on an adventure in this wild big city. So that all changed later. It was later, and at the time also, I didn't learn Arabic properly as a kid, also partly because we left the country and came back and left and came back and left. We had to leave during the 67 war, and I was five years old. And we were away for four years. I came back when I was nine years old, and then left when I was 14. So there was in and out, and at each stage, one sort of like lose, you know, contact and so on. And I didn't actually move back to Egypt properly until I was 19 years old. And it was only then that I properly learned Arabic. And then I had a completely different relationship with Egypt and with Cairo than I did as a child. So, you know, at that age, in my 20s, I had, you know, obviously a very different experience. And it was at that stage that I, you know, my circle of friends became very largely Egyptians. And I learned Arabic properly and really immersed myself in Cairo, in a way that was just radically"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:26.520",
        "message": "different. And would you, would you say Cairo was home for you then? Like, you know, one question I again, ask my guests is about what they consider home or what their sense of home is. And for a lot of people, they may be nothing of that sort. And in your case, you're an American in Cairo, so you're not entirely Egyptian. But at the same time, you're not entirely American either. You know, so, you know, when you think of home, is it Cairo you think of?"
    },
    {
        "speaker": "Guest",
        "time": "00:35:51.840",
        "message": "Yes, and no, I mean, the fact is that the Cairo that I consider home doesn't exist anymore. I mean, there's a sort of it's, it's, it just sort of lives on a plane, as I was saying about, you know, places that you don't want to go back to, because they've changed so much that, you know. So the Cairo of now is really very different. I mean, and just to give an example, when I was a kid growing up, I just remember one one occasion, a friend of mine who was Dutch, I think he was the son of the Dutch ambassador or something like that. And his dad was trying to quiz us, we were sort of 11 years old and sort of, okay, boys, tell me what is the population of Egypt? And I very cleverly said, it's 33 million. And he said, very good, very good, very good. Do you know what the population of Egypt is going to be in 2000? And I said, no, I don't know. And he said, it's going to be 70 million. I was like, oh, come on, you know, that's not possible, impossible. How could it be 70 million people? And of course, now the population of Egypt is 110 million. So the Cairo that I knew as a kid was a place that was, you know, a big city in a medium sized country. Now Egypt is a country of the population is more than triple. And it's changed the nature of the place radically. It's just a very, very different kind of, it's a far more sort of urban place with bigger distances to grow through endless traffic. And it's just has a different feel entirely, and doesn't feel like home, you know, the places that I used to go to in summer is to the beach, wonderful beaches in Egypt, pretty absolutely gorgeous beaches on the Mediterranean. And they're, you know, now, just not nice. I mean, they're just one of one place we used to go, there was a steel mill built there, you know, so you can imagine what that's like. Yeah, there's a lot that's just kind of lost. So the whole question of home is a bit fuzzy. I mean, I kind of have to make it up. And I think I sort of have many different versions of something that's home-like. And I'm basically most at home in my own house. And there's certain like smells that you suddenly smell something you think, oh, wow, that brings back childhood or something like that. You know, sort of like the famous, you know, Madeleines from Proust, you know, brings back a whole range of things with the smell of one thing, but I don't really have a place called home. And I'm sure like in the future, I'm actually, you know, leaving India after six years here. But there are things that I'm sure there are certain smells and sounds that will come back. And I'll immediately think home, but I'll be thinking it'll be India. I mean, for example, I hear the sound of birds in Delhi, which is quite spectacular. I mean, it's an amazing racket of sounds. Or if I hear the sound of another sound that's very constant in India is the sound of people sweeping, you know, just the sort of swish, swish, swish of people sweeping on the street. You'll feel like home immediately. And that home will be an India that I remember, you know. So that's a complicated answer."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:36.240",
        "message": "Yeah, no, and there's a lovely quote in your book again, where you write, quote, If Cairo was, in the words of his great novelist and Nobel laureate Naguib Mahfouz, like meeting your beloved in old age, then was I to tell about her wrinkles, her bad breath and worst taste, and her unfortunate habit of shouting at the servants? Because just as one could expand on the city's wonders, its pyramids and minarets and showbiz glitter, one could also mutter over its noise and pollution and sheer beveldering, annoying clutter. Stop quote. And there is also, you know, another quote later about Cairo, which struck me as something that is possibly true of any city, any old city, where you write, especially in India, where you write, quote, The fact is a city which is so astoundingly old is also surprisingly young. In the past centuries, population has fallen by a factor of 25. Crowding is twice what it was in 1950. It's three times the level of 1920, when the city housed barely a million people. A third of Cairines are under the age of 15. Few remember the statelier ways of a mere generation ago, let alone give more than a passing shrug for ancient glories. Except, that is, when it comes to inflating the aura of the pharaohs to prime the lucrative curiosity of foreign tourists. Stop quote. And what you said earlier is also, is evocative to me, because my sense of home is also perhaps, you know, not rooted so much in geography as in a certain kind of vibe, you know. And then the question is, where do you find that vibe and to some extent, you can construct it within your own home, you know, but outside perhaps, that isn't there and that may not be either a good thing or a bad thing. You mentioned a couple of things about Delhi, which is the sound of the birds and the sound of the sweeping, right? So which is, so that leads me to a couple of related digressive questions and we'll come back to biography later. One of those is that, you know, these are both things that I've never noticed while in Delhi. I simply haven't noticed them. But when you mention them, immediately the sound of sweeping came into my head, right? I completely get it. But it's, you could say that it was unseen to me as such. I never focused on it. And something that I meant to ask you when we spoke about India was that coming here from outside, you know, coming here from a country that is also old and messy and all of that and going through a lot of change, coming here from outside, and therefore not having normalized everything. What is it that strikes you about maybe Delhi, maybe India, that you feel Indians don't even notice that they just take for granted that it's unseen to them, you know, like you mentioned the sound of the birds and the sound of the sweeping, you know, which are sounds but apart from that, in general, as a general question, what do we miss?"
    },
    {
        "speaker": "Guest",
        "time": "00:41:19.720",
        "message": "That's an interesting question because I think there are layers to that. I mean, you know, one thing that, I mean, I find, because I've done a lot of traveling and also as a journalist, you know, when I was in the Middle East, I covered a lot of countries and I had to go to completely new countries and sort of get up to speed very quickly. So you realize that your first impressions are very important. And it's like meeting a person, you know, your first impressions are really strong. And so with India, yeah, some of my first impressions are things that I don't even notice now. So I know exactly what you mean, that if you say that Indians miss these things, I miss them too, because now I've gotten used to it, it doesn't mean anything. But just, I mean, I relate a couple of things. One is when I first got here, there's a kind of the presence of the very poor, the like really, really super poor was something that, you know, this is nothing new that I'm saying about India. And this is, you know, but there's a sort of strange quality to the fact that just going around Delhi, some of these posh, you know, colonies that I was living in, there were adjacent bastis full of people who are living at a different level. There's nothing, you know, I mean, that's nothing, that's not a shock or surprise to me coming from Cairo. And, you know, there's nothing that I find striking about that. What was striking in India though, is how invisible those people feel themselves to be, you know, they sort of shrink from contact in a strange way. And often even, you know, in Delhi, I would find that some of the very poor, actually, their color is washed out, partly because their clothes aren't, or they can't wash their clothes or their very old clothes, their clothes are colorless, you know, their faces are gray, they look unhealthy. I mean, there's a kind of strange black and whiteness to the very poor, which I just found really striking when I first came here. And now I don't see it anymore because I'm used to this, you know. So that is one thing. But another first impression coming from many, often people would say to me when meeting a Western-looking foreigner arriving here, they'd say, oh, how are you getting used to our chaos here in India and the heat? And I was like, well, I've done chaos already, and I've done heat already, and there's nothing new about that. And in fact, I found India to be rather orderly and pretty impressive, actually, in many ways. And, you know, I think the things that India does well and that work well, people get used to and kind of forget about. But coming in from another sort of so-called developing, so-called third world-ish country, India is just so far ahead in terms of things like the digital world, digital technology, the use of digital stuff in banking, in all kinds of ways. You know, a lot of the infrastructure in India, people complain, and it's true, roads are bad, but I mean, getting around by plane in India is pretty damn good, actually. I mean, it's impressive. So I was actually impressed by a lot of things in the sense of things working quite well. And also, you know, as a journalist coming from the Middle East, where I spent most of my career, I found that I was suddenly arriving in a free country. I'd never worked in a so-called free country where you can actually call a ministry and ask for a quote and so on and so forth, where there's expected to be some response from the government or some kind of accountability is kind of expected. This was all new to me and kind of like, wow. So I think people take for granted some of those things. Of course, you know, that's all changing over time. I mean, in the years that I've been in India, many of those things have changed. But I'm just speaking of first impressions there. There are other things, I mean, one of the things that I think is surprising about India to someone coming from outside is how washed out the sky is often in India. It's a rather strange thing. You don't notice it when you've been here for a while, but if you've flown from one end of India to many times, and you look out the window and often all you see is just haze, which is a strange thing. You get used to that here. But I kind of, particularly in Delhi, of course, with the pollution, one misses the really blue, blue skies, bright blue skies, and there's often a kind of fuzz, as if there's a filter over the lens in India, which is rather strange."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:30.760",
        "message": "Yeah, and that's actually a striking observation about black and white. And I'll have to, you know, start noticing that. I mean, I do, of course, say that, you know, if you're sitting in a car and you're driving by, the beggar at the traffic signal is always unseen to you. That's just kind of how we are. Another observation I made, and at the time I made it, it took me rather by surprise, was in the mid 90s, when I first came to Mumbai, or Bombay as it then was, and I would travel by local train, and I'd noticed traveling from first class, and first class and second class are almost equally crowded, first class is mildly better. But you're basically just standing in the heat and you're surrounded by people. But I noticed a height difference, that people in first class were always an inch or two taller than people in second class. And when you notice that, and you realize why that is, nutrition, poverty, all of that, you know, that kind of strikes you because it is there, again, visible, you know, and once it's visible, it's sort of tragic. And then of course, you learn to kind of unsee it again, as it were. The other sort of question, and we'll come back to India and talk about it much more later, of course. But the other question I had arising from your mention of birdsong and the sound of sweeping is something that I noticed in your book and in your writings, though much more in your book on Cairo than in your journalism, because I guess there's no place for it in your, there's not so much space for it in journalism, is your acute skills of observation in the sense that what you're seeing, and what you're hearing, and all of that is, you know, so kind of acute, which is exactly, you know, where you sort of, which is, you know, an example of that is a birdsong and the sound of sweeping. And you know, I'll quote this passage from your book where you speak about your early memories after you arrived here at the age of two, where you write, quote, what I remember is heady colour bursts of Bougainvillea crimson, jacaranda violet, and flame tree red, and the glistening blackness of olives at the Greece grocer, I remember the crackling urgency of backgammon dice and cafes and the tooting insistence of human, animal and motorized traffic. I remember the glamour of St. Lawrence of Arabia open at that art deco jewel of a cinema, the metro on Suleiman Pasha Street, and the sheer fun of hurling potatoes into the gaptooth maw of a hippo at the zoo, still elegant then with its pathways in Portuguese mosaic and laminates served beside the still lush lotus ponds, and so on, you carry on like this for a while. And these are so remarkably vivid and here, and the thing here is that how many of these memories are sort of in retrospect, when you're looking back and you remember those things, and then you make these notes, you know, Bougainvillea crimson, and so on. And how many of these are sort of ingrained, you are a noticing kind of person, you know, you can either be sort of, I guess, a noticer who's noticing everything anyway, or you can train yourself to notice things because you're a writer or a journalist, and it's your job. So you hear a new sound, it goes into the notebook in your head, oh, the sound of sweeping, you know. So what's that like?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:33.240",
        "message": "Well, I think, you know, that's an important question, because in fact, a lot of this noticing doesn't happen so much because you notice, it happens because of the process of writing, you know, that it's all there. You just have to draw it out and get into the right mood and let it flow. And you'll find that you have noticed a lot more than you realized you noticed. And also, that's one of the, you know, sort of pleasures of writing is that you can pull these things out of yourself. No one would ask you this normally, unless it was Amit Verma, who gives you five hours to talk, you know, which is very rare privilege. But you know, I think one notices as one goes along, and there's certain kinds of people who do make an effort to record and notice every little detail and really, you know, sort of soak it up. And I'm not particularly one of those people, but as I say, in the process of then recreating and trying to paint the picture for someone else with words, that's what comes out. Because you know, this is what you need to sort of convey, the thing that you're trying to talk about. That's what makes it tactile and convincing and real. And so you want to find and do that in the most succinct way possible. And to be succinct, you need everything, you need color, smell, you know, everything is a big package. So there wasn't an effort of noticing, there's an effort of recalling that comes out because of the writing. At the same time, though, I think the act of noticing is really important. I mean, that is one of the things that, you know, the sort of profession that I'm in allows one to do. I mean, you do have to pay attention and you do have to take notice. I mean, even in the profession of being a journalist, you look at the expressions of the person you're talking to, you look at what rings they're wearing, you know, everything counts in trying to assess what you're dealing with in the world. So you do have to do a great deal of observation. And it is useful to sort of be trained in observation. I'm not particularly keen. I find that other people have noticed things and I'm completely oblivious to crucial things that have been said. I also tend to be slightly more visual. I often find that I miss spoken words and wasn't quite paying attention, but I'll get the visual stuff very clearly and miss the verbal. People that I know are much more acute in catching every single little nuance of what's being said. So that's important. And I wonder sometimes if my lack of sort of verbal acuteness might be partly having lived in too many different countries with too many different languages, where very, very often the sound of speaking in the background is something you know you're not going to be understanding. So you don't try to overhear, you know, you don't try to eavesdrop if you just know it's all gobbledygook, which is, you know, what happens to people who are not from Kerala when they listen to lots of people yakking away on the streets in Kochi, you just don't know what's going on. So you don't pay attention as a result. And you know, as for the visual, you know, I've always been something of an aesthete. I like art, I always like movies, so I'm always on the lookout for something that's memorably beautiful or striking or, you know, some contrast that really leaps out. So there is a, there's a bit of an effort at observing, but actually the kind of granular detail that you're talking about, that comes out of the process of writing about it rather"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:11.800",
        "message": "than just trying to record it. And were there movies that you saw, you know, in your sort of daily movie watching, which really struck you and at around what point would it be that you got interested in writing, for example? Was it an accidental thing, or was it right from when you could read, you had the sense that, hey, this is something I want to do?"
    },
    {
        "speaker": "Guest",
        "time": "00:52:33.400",
        "message": "It was pretty much from the get go, I think, in many ways. I actually, I was torn. In terms of professions that I wanted to do, they were ranked, I want to be a movie director first and an architect second, and a writer kind of trailed in the background as a kind of loser option. So movie director, that sort of faded out as soon as I realized what a pain in the ass it is to actually have to deal with the number of people you have to deal with when you make a movie. I mean, a director has to deal with thousands of people, all of them difficult, all of them. It's kind of a nightmare job. So I have a lot of respect for directors who survive as directors and then even make good movies. It's amazing, actually, because it's a process of collaboration that's just very demanding. And I've always been more of a sort of loner creator than that. That would never have worked. But in terms of movies that were influential, it's more styles of movies. I really liked, there was a certain kind of French kind of thriller movie from the early 70s with Alain Delon, you know, quiet music in the background, a little bit bloody, but a bit cool, very cool, but convoluted plots, a little bit film noir. I really liked some of those actors. Those films were very influential. Yeah, I remember when The Godfather came out, for example, that was great, it was very good. And there was a certain kind of, I watched a lot of Italian spaghetti Westerns, including the ones that afterwards became famous. At the time, we thought they were just more cheap movies, like the Sergio Leone ones, Once Upon a Time in the West and so on, that became kind of iconic. At the time, they were just more spaghetti Westerns. So those were a lot of fun. But I always liked thrillers and detective films. We also, because of the era that I grew up in, we saw an awful lot of war movies. There were just lots and lots of war movies. So those were exciting, but they didn't grab me in quite the same way. But I got absolutely indoctrinated with all the sort of Cold War triumph of the Allies against the Nazis and so on and so forth. And we never heard anything about what Russia had got up to in World War II, for example. When you only learned that later, the version of World War II we had was that the Americans were the good guys who rescued everybody. So that was amusing. And there was another phase of movie watching. We moved to America after the 67 war when we were living in America as a little kid. Suddenly we had television. And so we became devils and just watched television all the time. But there was a program on Saturday afternoons called Creature Feature that had three back-to-back horror movies. And these were cheap, black and white horror movies from the 1950s, Godzilla, a lot of Japanese monster movies, and really, really bad, bad American movies, Monster from the Black Lagoon, you know. Those were also influential. And we liked just sort of surrendering to watch this, you know, ghastly gore. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:26.040",
        "message": "Yeah, no, fascinating. And what kind of writers did you like reading?"
    },
    {
        "speaker": "Guest",
        "time": "00:55:32.280",
        "message": "Well, I went through different phases. I mean, I was always a voracious reader. You know, I was one of these kids who'd like read one Agatha Christie book and then just not stop until I read them all. So I just had a wall of Agatha Christie in my room. I eventually collected them all. I used to go to bookshops all over Cairo to find the ones that were missing. You know, English murder mysteries was big on the list for a long time. And I also liked thrillers at the time. But you know, tastes change a lot. I think probably between the ages of like, I don't know, eight and 12, 13, 14, my absolute favorite was Tintin, Tintin, which I used to read in French or English. But that was, I think if there's any influence on me, you know, in many ways, that's the strongest one, because those, you know, sort of cartoon books, bonds de ciné, as they call them in French, they're somewhere between a movie and a book. And the way those Tintin books were written was totally with a cinematic kind of understanding and sensibility. I mean, he was, Hergé, who wrote those books, was a film director, Manqué, who ended up working by himself to make movies in books, sort of like I was saying, he maybe discovered that making films is too complicated. But you know, if you look at those books carefully, they're designed so that at the end of every page there's always a little bit of a moment of suspense. There's always a little bit of humor, there's always a little bit of, you know, and it's full of gags that are straight from the movies of the time, you know, Buster Keaton or Charlie Chaplin, you'd find the same kind of gags in Tintin books. And incidentally, I always find it amusing that quite a lot of what happens in Tintin later on happened kind of in real life and in rather odd ways. I mean, you know, things like having bombs on airplanes, you know, that was something he made up and hadn't happened yet. And then, you know, it happens in our lifetime that that becomes quite a normal thing, people start blowing up flying aircraft and many other little bits and pieces. And those books have also been sort of seminal because a lot of the characters in Tintin's books are very strong, you know, they're cartoons, so they're slightly larger than life or exaggerated characters. But I've met an astonishing number of people that I've known in real life who are astonishingly like the people in Tintin, look the same, act the same or equally exaggerated, and sometimes just as silly."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:59.560",
        "message": "Well, you're a journalist and you're nothing like, you don't look like Tintin perhaps in other aspects. Tintin, Agatha Christie, I mean, these are, you know, whenever I talk to guests of my vintage from India, I realized we grew up on the same things because you only had so many, so much stuff around. So as a little kid, you might read your, you know, your Enid Blyton and your Hardy Boys and you kind of grow a little older and you're reading Tintin and Asterix."
    },
    {
        "speaker": "Guest",
        "time": "00:58:23.920",
        "message": "I was forbidden to read Enid Blyton. Why is that? I don't know."
    },
    {
        "speaker": "Unknown",
        "time": "00:58:27.520",
        "message": "My mother said, no, she's terrible. You can't read that."
    },
    {
        "speaker": "Guest",
        "time": "00:58:29.520",
        "message": "Oh. She'd literally get them out of the house to take them away. She wouldn't allow them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:32.520",
        "message": "And I see it of a different sort. And by the way, for those of my readers who also like Agatha Christie or who read Agatha Christie once upon a time, there's a great book I'll recommend and put in the show notes called The Golden Age of Murder by Martin Edwards."
    },
    {
        "speaker": "Unknown",
        "time": "00:58:44.800",
        "message": "Have you read it? No, I haven't."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:46.800",
        "message": "It's that entire period and that entire sort of school of crime writing, you know, before the Scandinavians came and they, you know, took it in a different direction and so on and so forth. So sort of a fascinating book, which is also like a portal of rabbit holes, because while reading that book, I must have bought some 20, 25 other books just to figure out the other sort of crime fiction of that era."
    },
    {
        "speaker": "Guest",
        "time": "00:59:07.800",
        "message": "A lot of them are just as good, actually."
    },
    {
        "speaker": "Unknown",
        "time": "00:59:10.000",
        "message": "Not as prolific."
    },
    {
        "speaker": "Guest",
        "time": "00:59:11.000",
        "message": "I mean, Agatha Christie took the cake in terms of just numbers and just sheer volume. I used to read some of those others at the same time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:17.480",
        "message": "Yeah. Yeah. Yeah. And so here's the thing that I realized that people in our generation, and I'm sorry for listeners if this sounds too sort of back in my day kind of nostalgia, but I'm coming at a broader sort of point here, which is that people like you and I can meet and you grew up in Egypt and I grew up in India, and we are 12 years apart, I'm 48, and we can figure out this common base, this common sort of source of cultural understanding where we, you know, share much of that, whether it's Tintin or Asterix and Agatha Christie. And if we keep talking, I'm sure that even our journey through literature and through music would have, you know, in certain ways, gone along similar lines. And I don't think that's the case today where people have that shared bedrock of cultural understanding. Like in a way, I think it's good that everywhere across different fields, the mainstream has disintegrated. So you've seen that in media, and we'll talk about that also later in that context. But you know, in media, the mainstream is kind of disintegrated, there's no consensus on the truth, everyone has a means of production. And that's net net really positive, but there are negative effects, of course, and so on and so forth. And I think that's happened in the culture also, like I'm just thinking aloud here. But after Harry Potter, what has really been mainstream in that sense, you know, earlier when we were chatting during lunch, I told you about Brandon Sanderson, who is, you know, more prolific than you during the lockdown, wrote four books. And then did this whole crowdfunding thing, where he just went online, and he said, I don't want to give it to a publisher, I'll give it to anyone who pays for it now. And I love membership tiers and all that. And he raised some $45 million last I heard, it might be more now. And you hadn't heard of Brandon Sanderson, right? And that's not unusual, right, that an author so big is still nevertheless, you're very well known in a certain community, and not at all, and nobody else knows you at all. Right? So like, for example, not to make any kind of comparison, but on a much, much smaller scale, my podcast for many people, it'll, you know, be part of their lives. But where I live in Warsaw, in seven bungalows in the filmy world of Bombay, nobody would have heard of me, they won't have the slightest clue who I am, right, which is perhaps a wrong example, because this would be a category error anyway. But what I'm coming at is that everything in our culture has kind of fragmented. So there is no mainstream. And therefore, there are no common links, everybody is kind of on their own lane on their own path. You know, if you like, my YouTube channel could, you know, my YouTube with this algorithm skater to my preferences could show me something completely different from, you know, the person who lives next door. So and recently, I remember this thread on this email group, I'm part of someone started a thread asking on the lines of that, you know, I have some interests, which nobody shares with me, I feel so alone, what are the interests you have, which nobody shares with you, and you're totally alone. And the point was that, interestingly, in a physical way, all the friends, you know, physically, none of them might share that online, you can find people like that. So and here, I'm just totally thinking aloud, this is not a sort of a preplanned question. But what do you sort of think of this fragmentation of culture and cultural influences? And you know, what does it? What are your thoughts on it?"
    },
    {
        "speaker": "Guest",
        "time": "01:02:42.960",
        "message": "No, I think you're quite right. Yeah, I mean, you know, of course, it varies from country to country. And you know, there's also a class element, what class of people you are to get what kind of dose of what sort of culture from, but there's no question that it's fragmented immensely. I mean, it's fragmented slightly different ways in different countries. I mean, I think of, you know, America is the easiest place to think of because it's the biggest sort of mass culture that's been going on for quite a long time. But you know, when I was in America as a kid, and even later on, you know, there were three networks, you know, ABC, CBS, NBC, and there was something called broadcasting, you know, which means exactly what it was broad, you know, casting, and everyone got the same stuff. You'd go to someone's house, and they'd have three channels that had, you know, some variation of the three main channels, and maybe some local bits and bobs, but that was really basically it. And those three channels were also competing to deliver very much the same kind of stuff, you know, and so the news wouldn't be radically different from one to the next channel, you know, they'd be the same sort of mainstream version of events that was cast at you. So the voting public in a place like the US had a pretty similar take on what was going on. You know, there's something in common there. And as you say, it's fragmented, you know, radically. So there's no such thing as broadcasting anymore. It's all narrow casting now. And it's people, you know, getting into their own village and being algorithmed into some box, basically. So you don't really hear much alternative to what appears to be your preference. And yeah, that's an entirely different world in a place like America. In the wider world, you know, I think people are, this is happening in different ways in different countries, you know, but we're definitely shaken up. And I suppose, you know, people like yourself and myself, we belong to, you know, living in very different countries, slightly different ages, sure, sure, sure. But we belong to a kind of international, you know, sort of class of people who are sort of absorbing broadcast, you know, Western culture to a large, large extent. You know, which isn't, you know, there's nothing wrong with that, it's fine. But we certainly have access to more interesting variety now. So that's a positive side is just the accessibility of so much different stuff, which is amazing. I mean, it is amazing. But the lack of commonality has implications that are obviously, we haven't come to terms with. And it's obviously causing a lot of trouble in the world, actually. I mean, that's the root cause of so much political turmoil in many, many different countries, in fact, all over the place, is the lack of commonality to information, you know. And it's not like we should all be reading Pravda, you know, every morning and listening to Durdarshan, you know, sort of. But having a common understanding is important for building nations, you know, to a certain extent. And this fragmentation can be, you know, dangerous to the fabric of a society, but also, you know, it can take on this kind of nasty polarization, which can have ill effects in that people are strident about what they believe in, what they think is reality, because it's never challenged. And they never have to be challenged. It's always something new. But I don't know quite what one is to do about that, you know. We perhaps lived in a moment when that was unusual. It's interesting, you know, you go back to different technologies. There was, you know, an old book market in Cairo, I bought this rather wonderful book that I'm afraid some, you know, drunken friend at a party stole from my house or something like that. But it was a rather fantastic, thick, thick volume. It was an American scientific magazine from about 1920. It was a bound volume of that year, 1920, of all the stuff from that year. And the scientific invention, it was about like home science, basically, sort of like the magazine was called Science and Invention. Every issue, all 12 issues, a monthly magazine, I think, was about the fantastic things that you can do with radio. And radio was going to solve all the world's problems. You know, the police were going to broadcast the names of criminals and people would catch them. There would be, you know, you'd be radioing, everything was going to be resolved by radio. So everyone would have a radio in their car. You could call your car with your radio, etc, etc. There would be a radio station in every home. And it's funny because I had that book around the time when the internet was exploding, and it was exactly the same thing. This internet would solve everything, you know. And what's interesting is that when radio first came in, in the 1920s, people did have radio stations. You know, and I discovered when I was writing my book about Cairo, that Cairo in like 1927, I don't remember the exact date, had like 500 radio stations, 500, you know. A lot of them were some little guy in an apartment because you could buy all this equipment and make your own radio station. There was no regulation of the airwaves, etc, etc, etc. And eventually what happened was it got more and more and more and more regulated until Egypt had a, you know, state radio monopoly. And Britain had the BBC, and America had three networks, you know, amalgamated. It used to be literally tens of thousands of radio stations in America. So there's always this kind of exuberance and explosion at the beginning of something that then eventually gets amalgamated. And that exuberance and explosion comes with dangers and trouble, you know. And we're in a moment like that right now, I think. And you know, there's sort of pluses and minuses to everything. There's a plus and minus to the exuberance and having many, many different sources of information. But as we can see, as you say, the fragmentation now means that you're not quite sure if you're dealing with the same cultural baggage as other people, which can be, you know, it can be difficult having a lack of commonality. So I don't know if there's a resolution to this, but I mean, your observation is absolutely right."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:31.280",
        "message": "I think what often happens is that where a lot of communication fails between people, it's because of the curse of knowledge, that I might be talking to someone and I might assume that things that I take for granted are things that the other person knows. And that might not be the case, especially since, you know, in what you mentioned about Cairo that, you know, it's an old city with young people. And you know, in India, for example, I think more than 60% of the people by now are born after liberalization. So I can get into an argument with the understanding that of course, we know why licenses are bad and price controls are bad, and all of that shit is bad, because, you know, I have that lived experience. And it's an assumption I have. But then I realized that, wait a minute, you cannot take it for granted that the other person shares this understanding, right? So you have to kind of make an effort to go that extra mile, like often on my podcast during a conversation with someone, you know, there might be a stretch of conversation, which I later think that, huh, we were kind of stating the obvious. And then suddenly 20 people on Twitter will come up and say, my God, that's a TIL, you know, today I learned moment I didn't kind of know that, by the way, those predictions about radio have in a sense come true today, because now, you know, all the things that they said you can do with radio, you can, I mean, in a sense, this is, you know, this is a radio station. So welcome to the seen and the unseen radio station is radio on demand five hours a week. So for all of you who say five hours is too much, no, it's not, it's too little, it's five hours a week, you know, that's hardly a radio station. But here we sort of so sort of a digression from the digression, and it's perhaps a mischievous personal question, but to go back to the question that my friend asked in that email thread I told you about that, you know, what are you into, that no one you know, is actually into, you know, which could be a secret interest or a passion or just something that is kind of off the beaten track, what would you say would your interest be?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:20.960",
        "message": "Gosh, that's a tough one, actually, I don't know, I have rather kinky, not kinky, but I have very diverse reading habits. I just like to, I like to pluck things out that I know nothing about, and just plunge in, you know, so I'm not, I'm, you know, there's this sort of the hedgehog and the fox different types of personality, I'm a totally foxy person, I, you know, so I often go down sort of funny rabbit holes of knowledge and information that, so I just like to be as diverse as possible, so I'm constantly getting distracted, actually. So it's hard to say that there's some particular, I don't have some little, you know, interest in, you know, 17th century porcelain or something like that, that I hide from the world, you know, but instead I just have lots of little interests and, you know, constant curiosity about other places and other things. Yeah, but in terms of sort of habits and hobbies, gosh, I'm very boring, actually. I don't particularly play any wild sport, I don't do any great, you know, works of art, I don't play music particularly, I don't even listen to a huge amount of music, but I listen to extremely diverse stuff, I mean, very eclectic from sort of Uyghur chanting to, you know, Beethoven to whatever, you know. So I think I may have to disappoint you slightly on that, I haven't, I'm not coming up with some funny little thing, no, no, no, no, no, otherwise quite ordinary tastes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:55.320",
        "message": "No worries. And you know, describing your reading taste, you've already given me this great new category we could put in bookshops called kinky not kinky, which is how you described your sort"
    },
    {
        "speaker": "Unknown",
        "time": "01:12:04.080",
        "message": "of stuff, it's kinky not kinky."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:06.080",
        "message": "So yeah, I think that could be sort of a popular category and so I'm taken back to an old memory, you know, you were talking about how we just, you know, there was a consensus on the truth, you had three channels and this and that. And in India, of course, we had Doordarshan. And every week Doordarshan would show one sort of art film, quote unquote, right? And they'd show it once a week. So there is this legend about how, you know, Pradeep Kishan's film, which Arundhati Roy wrote and acted in, in which Annie gives it those ones, that showed only once on Doordarshan, right? So you would think, hey, everybody missed it, it showed only once on Doordarshan. But everybody I know saw it, because it came only once on Doordarshan, right? And I, my dad was a bureaucrat, and he was for a while the director of the Film Institute in Pune in the late 80s. And he once gave a speech at one point, which I disagreed with vehemently, and which I now disagree with mildly, not so vehemently. And his point of the speech was, and this was after liberalization and all the liberalization and all the channels came. And his point was that no, you know, fine, you have all this choice, but you're aimlessly surfing back in the Doordarshan days, you knew what to watch, you knew something would come and you knew you would watch it. And now you're just surfing aimlessly. And of course, I disagree with him, because more choice is always a good thing. And having so much available has totally shaped me. But when I spend five, six hours just mindlessly clicking on links and all that, I kind of get where that is coming from, you know, how much more would I have read if I didn't have all the books of the world available to me. So let's kind of go back to sort of your journey. What was boarding school like in the US?"
    },
    {
        "speaker": "Guest",
        "time": "01:13:43.440",
        "message": "It was very, it was rather idyllic. I went to the particular boarding school I went to, I got a scholarship, which was nice. It was in the countryside. So it's a rather beautiful place. And it was kind of strange to be thrown into a place with people entirely your own generation. It was also co-ed, which was also quite nice. So it wasn't some sort of, you know, little, you know, boys running around little uniforms. We were just in normal clothes, and it was in the countryside, and it was rather liberal and kind of fun, actually. Yeah, I was there for three years, and I hadn't lived in America for a long time. So it was a sort of a re-insertion into America. But it was actually rather nice because it was also full of other people of my age, in the same generation, who were also slightly uprooted, you know, in one way or another. A lot of people came from slightly broken families, for example, divorced parents or something like that, or their parents worked someplace and they needed to go to school somewhere else. And there are quite a lot of international people there as well. So the mix of kids was very nice. So I was there for three years, from like 14 to 17, something like that, years old."
    },
    {
        "speaker": "Unknown",
        "time": "01:14:42.080",
        "message": "And it was rather idyllic."
    },
    {
        "speaker": "Guest",
        "time": "01:14:43.080",
        "message": "Yeah, yeah, we had a very good time. I mean, we spent a lot of time outdoors. You could actually go skiing right there, cross-country skiing in these rather beautiful mountains in the winter. So I remember the colour of the snow in the late afternoon, which turns kind of purpley, browny, yellow. It was rather stunning. And yeah, I had my first exposure to drugs, sex, all that stuff. Lots of music, you know, all the other kids were very big on music. And I had been having grown up in a place like Egypt, I was kind of like a barbarian, you know, these kind of provincial tastes, although we weren't that provincial, but suddenly thrown into this. It was an interesting time for music, I mean, like the early 70s, I guess, in the US. So there was a kind of education in all of that, you know, things like Pink Floyd and, you know, David Bowie and so on, Rolling Stones were all kind of huge. And I sort of got to know about jazz, I'd never listened to that before. And we also used to escape from boarding school. For several years, I was a big hitchhiker. I used to hitchhike all over the place, which sounds insane, and, you know, it's probably quite dangerous. Luckily, nothing ever happened to me. But I used to hitchhike to New York, which was quite a long way away. So I hitchhiked several times, you know, all the way to New York City. And I had a couple of friends who had apartments there, we'd hang out in New York City. So I fell in love with New York for the first time. And yeah, it was full of adventure. I had a lot of fun. And with another group of friends, I think I was 16, we drove all the way to Florida during a holiday. Someone's borrowed old Chevrolet, which actually had a hole in the floor, you could see the highway underneath. And yeah, we drove all the way to Miami and back, which was, you know, wildly adventurous."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:31.200",
        "message": "And are you in touch with any of those friends? Some of them. Yeah, yeah, yeah, yeah, yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:16:35.520",
        "message": "Some of them. Yeah. I mean, you know how it is. It's a good question because, you know, having moved so often, I'm not very in touch with, you know, like a cohort of like high school friends or something like that. Not at all. I mean, just it's a very, in very small numbers, yeah. Which is kind of a shame. Because that's the thing, that's the sort of thing that one loses by having a very peripatetic upbringing is having that sort of, when you ask about home, for a lot of people home means your friends, you know, and if your friends are all over the place, that's a small problem. So I do regret not having a, you know, sort of long standing group of really old friends. And when I meet, you know, friends, other friends of mine who do have that, I'm often just, you know, respectful and a bit envious of having, you know, a body of friends that"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:20.680",
        "message": "you've stuck with for your whole life. Yeah, I mean, where this thought came from was I was just chatting yesterday with a friend about how, you know, no one from school is my friend still today, in the sense, I'm not even in touch with them. A couple of them in Facebook, you see a name, you say, okay, you know, you take a friend request, but you're not really friends. And it's ditto with college with a couple of exceptions. And what I was speculating about as a possible reason for that, is that back in that day, we are restrained by geography and circumstance. So you have a very small sample size of people to choose from for people to be friends. And if your interests are not quite mainstream, or whatever, then you're unlikely to find people quite like yourself. And the internet changed all that. So many of my closest friends are really people I met through the internet once a blogging age kind of started, which is well into adulthood for me, right. And before that, not only was I a very different person, but I don't really have friends from so I don't know how many of my listeners would sort of share this, I guess, for younger people is kind of easier. Because if you're going to school and college, when Facebook and all are already there, then by default, you're just a part of those communities. And by default, you know, the world is already opened up for you, in a sense, which is which is where that kind of question came from, because I was wondering, because initially, you're thrust into communities of circumstance, like perhaps in your elite bubble in Cairo or in your boarding school or whatever, but eventually, you begin to form communities of choice."
    },
    {
        "speaker": "Guest",
        "time": "01:18:54.440",
        "message": "Well, maybe maybe this is one of the upsides to what you were talking about before, which is the fragmentation of the world, you know, that, you know, it used to be that we couldn't choose our friends very much, just like you can't choose your own family, a lot of people are, you know, are sentenced to be with their family forever, which is often not nice, you know, I mean, they may not get along, you know, but you're sentenced to it. But we, you know, many people were sentenced to the friends that they've always known forever, and which there's an advantage to it in the same way, there's an advantage to everyone listening to Doordarshan, you know, and knowing what we're sharing the same movies, etc, etc. But so maybe the fact that we now choose friends more carefully or not more carefully, but you're likely to get a finer tuned kind of friendship, because you share a lot in advance through social media, for example, you know, it's interesting and new, maybe to some extent, and maybe that's that is the upside to fragmentation is a more sophisticated or different kind of friendship. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:51.480",
        "message": "So, tell me about going back to Cairo, because you mentioned that after you came back from boarding school, your relationship with Cairo changed in the sense that you kind of, you know, dived in a little deeper earlier, you were in your expat bubble. And now you're sort of, you know, making new friends in the city more. What was this like?"
    },
    {
        "speaker": "Guest",
        "time": "01:20:09.720",
        "message": "What was this process like? Well, that was when I, you know, I completely fell in love with Cairo, I like and had a, you know, sort of, I just think of myself as being a really voracious creature in every way. I just wanted to know everything about everything. So, I had a rather weird career, actually, I went to university in Cairo, and but it took me seven years to get an undergraduate degree, because I was actually working at the same time. So, I worked as a journalist, I worked as a tour guide, I worked making maps, I did various other funny odd jobs, and didn't actually do that much studying. And I had my own apartment most of the time, or a shared apartment, stuff like that. And I was just a huge experiment. And I, you know, Egypt is rather like India, I mean, the divisions between classes are very strong. And so you tend to, you know, hang out with other middle class people of exactly your same stripe. You know, there isn't a caste system in Egypt, but it's, you know, basically, if you belong to the middle class, car driving, you know, slightly attuned to the Western world, you don't mix with people who are, you know, driving taxis and, you know, working class people. So as an outsider coming in, I had this kind of privilege of being able to roam around, and also privilege, but also the lack of, you know, barriers, you know, particularly. So I was kind of able to do some social voyeurism of a kind that wouldn't necessarily be allowed to an Egyptian, and that was probably in some ways unwise, or I don't know, you know. But so I hung out a lot with very sort of, you know, traditional working class people, and got to understand them, and made some very good friends. And I also experimented a lot with drugs. I did a lot of hashish, which in Egypt at the time, everybody did hashish. It was just all over the place all the time, you know, completely normal sort of thing. And also, as I began to work as a journalist to a certain extent, and got involved in sort of politics and how it works, and, you know, having friends from all walks of life, I got interested in crime stories, and business stuff, and how money is made. And I did quite a lot of traveling as well, all over the Middle East. And yeah, I experimented with very odd, different living circumstances. I went through a lot of different relationships. You know, I lived in an apartment with this rather sort of seven-foot-tall guy from Detroit, a black American guy who was really quite amazing. He was a singer, gay singer, who just kind of adopted Cairo, and was hanging out and living this very bohemian life. I was actually pretty bohemian too. Yeah, that was a sort of wild period when a lot of the kind of personal experience that ended up going into the Cairo book happened then, but I lived for like 10 years, a little bit on the edge, and just had a lot of fun, basically. And that was one of the things that Cairo was rather wonderful at the time, that you could do that and actually make a living. I wasn't ambitious. I wasn't trying to go anywhere. I was just trying to soak up stuff, information, experience. And I had this sort of 10-year-long period of sowing wild oats and doing slightly mad"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:26.600",
        "message": "things, but having a wonderful time. And how did the journalism come about? Had you decided always that you want to be a journalist, or had you decided that, hey, I want to write and this is one good way of writing, or how did that happen and how were"
    },
    {
        "speaker": "Guest",
        "time": "01:23:42.040",
        "message": "you thinking of it? Well, there's a great deal of oozing that happened. There were very few decisions were ever made about anything. I mean, there's just like, these are the things that I could do and make some money from. So I could write an article and make a little bit of money, and then write another article and make a little bit more money. And one thing followed another. And the thing is that after 10 years of living in Cairo, my Arabic was excellent. I really understood the place extremely well. And I was already doing things like writing for guidebooks and travel magazines and things"
    },
    {
        "speaker": "Unknown",
        "time": "01:24:09.600",
        "message": "like that."
    },
    {
        "speaker": "Guest",
        "time": "01:24:10.600",
        "message": "And I got a job because I needed one steady job to sort of just pay the rent. And so I got a job as the kind of assistant person for an American newspaper, the Los Angeles Times. And it was like a morning job. It was a half-day job, but it was kind of useful because it paid the rent, but it gave me a schedule for the first time in my life. I actually had to be somewhere. And I had to translate the newspapers every day and sort of help the bureau out with everything to do, everything in Arabic, what's happening in the region in terms of news. So I kind of had to be more systematic. And when I was doing that for a bit, I got offered some proper pukka news stuff. I did some work for the Financial Times. I actually became the – there was someone who had been writing for The Economist from Egypt. And when she left, she said, why don't you take up my string? And so I started – my first article for The Economist was, I think, 1987 or something like that."
    },
    {
        "speaker": "Unknown",
        "time": "01:25:00.280",
        "message": "It was a really long time ago."
    },
    {
        "speaker": "Guest",
        "time": "01:25:01.280",
        "message": "88, I think. And then these things, it just turned into more. So I suddenly found myself working – and I finally got my university degree. They got rid of me and sort of get out of here and take this degree and don't be a student anymore. By that time, I was already working as a stringer, basically, for different newspapers. And it just took on a life of its own. And I found I had lots of work, and I was traveling a bit around the region. And I woke up one morning to find myself a full-time journalist without ever having decided to do this job. And I enjoyed it, actually. It was great. I was just looking through some files I have, and I've got frightening stacks of articles. I mean, it's hard to even imagine that I actually wrote so much junk. And of course, at the time, I would actually file stories first by telex and then by fax, and stuff written on a typewriter. I had a big stand-up typewriter, so there was a lot of clackety noise. And then I think I had my first laptop, which was wildly ahead of its time. I had a Toshiba laptop that weighed sort of like 20 pounds or something in 1991 or something, which was quite fancy stuff at the time. So yeah, the technology changed. It became easier to do a lot of that stuff. And still no internet, of course. I mean, no real internet, that I didn't come into later. But yeah, so I just oozed in and found myself doing quite nicely as a freelance journalist."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:32.320",
        "message": "A couple of questions. You know, whenever I sort of teach my – I remember I was teaching my writing course recently. I teach a course on writing every month, it's an online course. And somebody asked me about how I learned the stuff that I am teaching. And I had to regretfully inform them that it was a process that took many, many years and no one taught me and I had to learn it by doing. And like, my God, had I done this course when I was 24, I think my life would have been different in the sense that when I look back on the stuff I wrote then, it's like cringeworthy. I want to deny I ever wrote that. And thankfully, that's pre-internet and none of it is out there and people can't take screenshots and say, okay, look for adverbs in a sentence and what are you even doing and all of that crap. So, a couple of questions and the first of them is this that, how did you – like one, what do you feel when you look at your own writing? And how did you then kind of pick up the values of A, writing and B, journalism and the kind of different things, you know, so, in the sense that if you're writing for multiple people, you're getting different kinds of inputs, I'm guessing that the expectations on you as a stringer are also different from what they would be from, say, maybe a staffer at some point in time. And they gradually start going up as, you know, you get more and more writing and more and more responsibility. So, how did you sort of learn to write? What were your early tendencies like? How did you pick up the values that you picked up about first writing and then about journalism also per se?"
    },
    {
        "speaker": "Guest",
        "time": "01:28:03.560",
        "message": "I'm not quite sure how to answer. To start with, I should say one thing, which is that I had the luck of being in a place where quite exciting things were happening all the time. I mean, you know, I was there for the first Gulf War, the second Gulf War, the first Intifada, the second Intifada, the end of the Lebanese Civil War, the beginning of this, you know. And so, all that Middle East, you know, turmoil meant that there was constant stuff happening. So, there was never any lack of dramatic, you know, material to get one going and get your curiosity going and also to have a market in which to sell whatever I was producing. And I'm not sure that there were any special models. I mean, as I say, you know, I really grew up as a huge consumer of the news. You know, I was always reading stuff, always. I mean, we used to get the Guardian Weekly. There was this wonderful airmail edition on this fantastic, thin, crisp paper that weighed absolutely nothing, very white. I don't know if you remember this. It's very nice. So, it would come once a week, rather late usually, but it was the Guardian, Washington Post, and Le Monde, all in one weekly package. So, there's a lot of always really good stuff in there. I'd read The Economist when I could. We also had things like, you know, the Herald Tribune no longer exists, a very global international newspaper. So, there were a lot of models for, you know, how to…I was always very conscious of trying to explain the world to other worldly people. You know, because I grew up somewhere else, I was never trying to explain the world to, you know, Americans or to, you know, some particular nationality or, you know, what does India need to know from this particular thing that's happening? I always thought of my audience as a very general reader. And also partly because I've been living in a different culture almost all my life, I'm quite aware of the things that other people don't know and need to know to understand something, which is often quite important, you know, to actually give the context about something, to actually give the background, you know, to make sure that you carry your reader with you and don't go out on a tangent where they don't understand what you're talking about. So, it's important to have that kind of in the back of your mind. And I think that was always part of my, you know, sort of Bildung, you know, to use a fancy German word, you know, is the need to make sense to people who are not necessarily speaking the same language or having had the same experience as you. So that's always been important. But in terms of, you know, actual models, I think, you know, you just get a sense for good writing. And it's like you say, I mean, one just has to do a lot of it. I mean, there's the famous 10,000 rule, you know, where you just have to do something 10,000 times, and you just get better at it. And you know, it's inevitable, I mean, some people are always bad and will remain bad. They will remain nameless, you know, they just never get good at it because they're just not good at it. But, you know, sort of practice definitely makes perfect. I think there's also practice, but there's also form that's very important. So, you know, something that's improved my writing a lot with, you know, writing for something like The Economist, for example, or other things that I've had to write for. And that's one reason that journalism as a discipline can be quite useful, is that you have to write to length and time, you know, I mean, you have to deliver in a certain limited amount of time. So you've got to get the damn thing done, and you've got to get it out, and it has to make sense. It's got to be clear. It's got to be compelling. And it's got to be true, you know, because if it's not true, then, you know, not good. But you also often have to write within a format. So you'll have 800 words, or 650 words, or 1,222 words. And this is very, very important because, you know, when you get more skilled at that, that shapes the whole story. You get to know what you can fit into that space. But you also, the discipline of concision is quite important. It doesn't mean everything has to be written in abbreviations or in a great, you know, kind of gush of, you know, cramming all the information you can. But you just know that you've got to make sure that you cut things down so that you stick to what's important and keep it clear. And that's also, it's practice, but there's also the discipline of form is really quite important too."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:17.720",
        "message": "Yeah. And, you know, one point I keep making in my course as well is that clear writing and clear thinking have a two-way relationship. So obviously for a clear thinker, you're more likely to be a clear writer, but it works the other way. If you force yourself to write clearly, you will force, have to think clearly because you cannot hide behind vague abstractions or, you know, the jargon and so on and so forth. So if you're just now thinking aloud from what you say, a constraint also helps because if you have that constraint that I have 800 words and no more, then you're forced to figure out what is essential about the subject that you're writing about. And just that process, I would guess kind of clarifies your thinking on it. My next question also comes from something that you mentioned that when you're writing, because you're an outsider, you realize that there are things that I cannot take for granted the reader knows. So I have to explain it to them. Now I had this phase maybe 15, 16 years ago for a couple of years where I was writing on cricket for the Guardian and the Observer and I was doing op-eds for the Wall Street Journal and I got tired of that really soon and I didn't want to do that anymore. And the main reason for that is exactly this, but in the negative sense for a writer, which is that I felt that I have to dumb it down too much to explain really basic things to my reader, which therefore, you know, given the constraint of space, reduces how much I can actually say and how deep I can go. And how many things you know, I can assume that the reader knows like, when I read someone like my favorite essayist in India, Pratap Bhanumetha, for example, right now, Pratap, I think, packs in more insight into each sentence than any other writer in this country does. But it also assumes a certain background level of knowledge or understanding on the part of the reader. And that works wonderfully well for readers like me, but it may not speak to everybody. So in that sense, he's kind of a writer's writer. Now how much is, so there is a trade off here. And one is that if you are writing the first draft of history, if you're writing about something that is happening in a particular society and you want that first draft of history to speak clearly to as many people as possible, then you know, you can keep it wide and not worry about going too deep. But if you want to yourself kind of go deeper and deeper and make certain specific points, you know, then that kind of comes in the way. So how do you sort of deal with this kind of, you know, having to maintain this kind of balance?"
    },
    {
        "speaker": "Guest",
        "time": "01:34:46.740",
        "message": "Well, one is generally very aware of the audience you're writing for. I mean, you know, so there are certain kinds of things in the right time and place. I mean, you know, when I look at an article by Pratap Bhanumeta, I'm expecting Olympian, you know, wisdom and, you know, and enjoying Olympian wisdom because he's fantastic and he really is a wonderful, wonderful writer. And he's expecting to deliver that too. So it depends on that. And, you know, when one does different things for different audiences. So, you know, even within the confines of The Economist, for example, you know, we have lots of different frames for different kinds of things. So I write opinion articles for The Economist and sometimes news articles, sometimes analysis articles, sometimes, you know, and it can be frustrating sometimes exactly as you say, because you feel like you don't have the space to say what you want to say, or that because it's so short, you end up repeating the same thing again and again, which is dreary, and you'd really rather write it once and get it over with and, you know, do it at length. And, you know, that's all very true. So having a variety of outlets is a very useful thing. You know, at different phases in my career, I, you know, one of the things I used to write quite often for the New York Review of Books, I don't write for them that much anymore, because I just, I found myself too busy. But I found that it was a good balance that I could do my sort of, you know, slightly more pretentious, heavy intellectual stuff for a greater length and depth for the New York Review of Books, and then just make a living doing my actual journalism day-to-day thing. So, but, you know, one also tries to, even in mundane stuff, you know, stick in a note of something more interesting if you can, if one has a profound insight, or you think you do, or you get a quote from someone that's really, you know, seems to be really enlightening. One can stick it into a very otherwise dumb story, you know? So one doesn't want to draw these lines too, you know, these barriers too strongly. But I think, you know, ideally, it's nice to have different outlets for different kinds of moods and, you know, purposes. So that's one of the things that keeps me going. If I were just doing the same, you know, race course announcement, you know, day after day after day, I would get very tired. But also, you know, occasionally, it's nice to write, you know, something completely different, like a slightly racy thriller, just to break the rhythm entirely and try something, you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:24.840",
        "message": "know, absolutely different. I can't wait to read your racy thriller, actually, you have sent it to me. Hopefully I can persuade you to read out a passage from after the break when the reader has context, but still a while to go before that. So here's my next question, which is a standard one that, you know, which is exasperating for a non journalist when you're looking from the outside. And but when you are a journalist, you simply don't know how to get around it, which is a tension between being a generalist and a specialist, right? Like one of the laments I have of sort of what is happening in Indian journalism today is that because budgets are getting cut, too many journalists are forced to become generalists. So earlier, you'd have a particular person say on a medicine beat who understands medicine or on expert, but here today, you just have generalists being thrown into the thick of things. They don't have time to work on stories. It's like they're doing one story, two stories a day. So everything is very surface. And for a journalist, especially that's really something you can't beat, because you'll never know any subject you're writing about, as well as a specialist in that. So to that specialist, you look like someone who's very naive and general, especially if you are writing in layman terms for an audience, which might know even less than you do, you know. And so how does one sort of get past that, because, you know, on the one hand, it's just, it's an occupational hazard. On the other hand, looking through your the excellent essays you've written in the New York Review of Books, like, you know, your recent essay on Arabic, for example, where you were reviewing a book on that, or earlier than that, when you know, you had this essay on Ayaan Hirsi Ali, and you know, how her view is simplistic in some ways, and, you know, you were kind of explaining Islam to her in a manner of speaking, and people might say, hey, who the hell are you to do that, you're Islam explaining, but it's a subject that you've lived with and covered and thought about deeply for decades."
    },
    {
        "speaker": "Guest",
        "time": "01:39:19.520",
        "message": "And it shows."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:20.520",
        "message": "I have a degree in it, actually. You have a degree? So there you go. So in your case, it's clear that, you know, you're coming with that sort of expertise and it doesn't matter what your name is. But how does one sort of manage that kind of trade off? Like one complaint I've heard about journalism is what Michael Crichton named after his good friend Murray Gell-Mann, he called it Gell-Mann amnesia, right, you've heard of this, right? So Gell-Mann amnesia is when you read, let's say you're an expert in subject x. So you read The Economist on subject x, right? And a friend of mine made this exact complaint about The Economist. I do not agree with him. I think it's a great magazine or newspaper as it was originally called. But the thing, let's say you're an expert in subject x, and The Economist writes an article on subject x, and you're like, what bullshit, they know nothing about it, right? But everything else that The Economist writes on subjects you know nothing about, you take their word as gospel. So this is like Gell-Mann amnesia, that you immediately forget that the one thing that you're an expert on, they knew nothing about. So why should you give them credibility on any other thing, right? And I think this is particularly unfair to ascribe this to The Economist. But it is certainly true for a lot of the journalism that I see otherwise around me. And this, again, is something that would arise from the generalist versus specialist kind of situation, especially because now the specialists have the means of production in their hands also. They've got blogs and newsletters, and so on happening out there. So if you are covering economics, and you write something really silly, I can go on Marginal Revolution and read a far better take, and I'm like, man, that journalist knows nothing. So how have you dealt with this sort of dilemma?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:59.920",
        "message": "I think it's a very interesting dilemma. I mean, you know, we're in a strange phase right now, because the world is full of instant experts. As you say, everyone is a generalist, but then suddenly, they're instantly an expert on COVID, or instantly an expert on the Ukraine, or instantly, it's partly also TV has this awful effect of casting up people who are just good at listening to the sound of their own voice so much that they want to be instant experts on everything. And absolutely, it's a hazard of journalism, and it's difficult in the economic circumstances of a lot of the press. They can't afford to have experts on everything, as perhaps they used to a little bit more in the past. And it is certainly a hazard. I think, you know, it's a kind of strange that people often have expectations of the press that are, I think, slightly unreasonable, you know, that you should expect the press to be what the press is, you know, it is trying to deliver a fast impression of things that are important. It may not be the best picture, the most accurate, the most perfect, the most anything, but it's an attempt, it's an effort to get this across with various degrees of seriousness, sometimes not serious at all, and sometimes downright, you know, frivolous or misleading, actually. But you know, I think, you know, this is something that does distinguish a better journalist from a worse journalist, you know, aside from, you know, clever writing style, blah, blah, blah, blah, is really doing your job in terms of finding the information. I mean, making sure that you know enough of what you're writing about to, not to be an expert necessarily, but to, you know, to grasp it to the extent where you understand the parameters of the thing that you're talking about. You have some idea of its background, its past, you know, of the factors that contributed to it, etc, etc, etc. I mean, often that's just all it takes is to just read the Wikipedia article about something. And unfortunately, quite a lot of journalists don't even bother to do that sort of thing. They just, you know, plunge in and want to make a good story, and the result is often a lot of bad journalism. But I think I've always found it really important, and you know, there are limits to this though. I mean, as you'll know, there's this kind of, you know, academics have the same problem as a sort of research-itis, like you just have to research the hell out of something to the point where it turns into noodles in your brain, and you are no longer capable of writing about it. This is what happens to a lot of people when they're doing their PhDs, for example. That can happen in journalism too. You think, I've got to have one more interview, I've got to understand one more thing. And then as a result, the story suffers, and you've just got to get the damn thing out actually, you know. It's often the most important thing. But there's got to be, you know, basically, as you're aware, and as I'm sure you tell your students all the time, again and again, there's got to be a balance between these things. I mean, I think the thing is, you know, as a journalist, you're up against your own conscience. I always just, I try really hard to understand what I'm talking about, and not be stupid about subjects. And occasionally, of course, one makes a, and of course, every time that you make a mistake, it's called out. But the sort of people who are constantly picking apart stories to say, you know, this is, you know, as you say, the expert getting hold of some story in a mainstream newspaper and picking it apart, can be very unfair. You know, that said, I think, you know, there's always room for improvement, for a better approach to things. And I think, you know, some, for example, newspapers in India do a very good job of kind of taking things apart, like, you know, having an explainer to explain things, or having a longer article, you know, and this has happened more and more, that they don't try to pretend that a news story is going to have all the information in it. People find that somewhere else, you know, which is a perfectly good thing. And as you say, I mean, now that we have access to everything, you can get the expert word if you need it anyway. So the purpose of mainstream news is more to give the broad picture and point you in the right direction of where you might find something, you know, more profound. So I think everyone has their role. And one wishes the quality everywhere were a little bit better, and one wishes the ethics"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:52.400",
        "message": "everywhere were a little bit better too. You know, what I look for in a journalist when they're writing about any subject is, is it a good faith effort, you know, beyond my real objection comes where it is obvious that either they have been a very lazy, or they've got a predetermined conclusion to whatever they are writing, and they're just kind of finding facts to fit that. But if you make a good faith effort, obviously, you're not going to get everything right. And that's kind of okay. And what you also said about, you know, the research it is and how you can kind of get, you know, it can become noodles in your head. And yeah, I mean, what I do tell my writing students about is the trade off between getting it done and getting it right. And I always say that, you know, the important thing is to get it done, I have a bias for getting it done, because the more you write, the better you become, you know, getting it done is a way to kind of getting it right. And my next question kind of comes from there. And I'm going to quote a little bit from the start of this New York Review of Books piece you wrote in Arabic, in fact, because I found this concept really nice, where you write at the end of a cart party, a QAT, is it pronounced cart?"
    },
    {
        "speaker": "Unknown",
        "time": "01:45:52.040",
        "message": "Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:53.040",
        "message": "At the end of a cart party, typically close to sunset, there comes a moment when the effervescence settles, conversations slackens, and thoughts turn quietly inward. This solomonic pause, Yemenis call it lehezit suleiman, serves as a cue. Guests rise from their cushions, hosts slip back to their own pursuits. It is a time to be alone. Cathinon, the stimulating compound in the fresh shoots and leaves of the cartbush at this stage induces a calm, crisp focus that drivers find useful for long trips and students from students for cramming, stop quote. And cathinon, by the way, sounds a lot like modafinil, which, you know, I use. And it has exactly that same effect, not a blunt tool like coffee, but much sharper. But I love this sort of this solomonic pause, as you call it, the lehezit suleiman, where, you know, you take a step back, and you relax, and there's no hurry anymore. And as a writer, it seems to me that, again, this is another trade off that, for example, for you, as a journalist, you spoke about the constraint of space and the constraint of time, you have your deadlines, you got to get the work done, you can't afford to kind of sit back and let it simmer and marinate and so on and so forth. But at another level, you are also doing another kind of engagement with whatever your subject is, especially, you know, all your years in the Middle East, all your years in India, where you're writing about the similar kind of society and a similar kind of politics for years, where you are taking that pause, and you're letting things simmer, and you're thinking about them a little deeper. And I'm guessing a lot of your first book, which we'll talk about also kind of comes from that kind of a process. So how has that sort of been for you? Like, you know, do you therefore find that this is also important? Do you find yourself doing more of this? Do you wish that you did more of this than just writing to a deadline? I mean, obviously, that is useful as well, because you're working out your writing muscle, and it helps you to focus your thinking and, you know, get to what is essential. And that's an important part of it. But in general, when you look at yourself, like you've spoken about how what excited you about journalism was you're putting that first draft of history out there. But at the same time, you are seeing that first draft of history, and you're also doing in a sense, a more considered draft of whatever is going on after the first draft in various ways. Whether it's through, you know, today, you might write about something you've thought about for a couple of years, and it's coming out that way. Or you might feel I have to write a book about it. And as we were chatting before this, at lunch, you really should start a newsletter. But in general, what do you kind of think about the trade offs involved here and that these different modes of writing as it were?"
    },
    {
        "speaker": "Guest",
        "time": "01:48:27.680",
        "message": "Yeah, I think I know from for myself, I, you know, I've in my head, I've written about 20 books. And you know, lazy, basically, you know, if I were driven in a different way, or didn't have some, you know, a kid to send to college, bills to pay, people to employ, stuff like that, you know, and, you know, expensive habits to maintain, I would certainly have written more stuff. And, you know, some of the ideas that I've had for books that would have been great, I've seen them come out come to fruition, there's something very strange, there's unquestionably a sort of, you know, zeitgeist out there that where people have the same idea at the same time, because I have several books that I've thought of thinking, wow, that'll make a big publishing success. Bam, next year, there are three of them, you know, they just come out. So one word of advice to your students is just don't be lazy, just go ahead and do it. You know, I mean, which I regret not having done. But aside from those regrets, often the more insightful bits, passages, you know, ideas that I've had for stuff that I've written, have been done, as you're suggesting, not at the typewriter, at the, you know, interface, you know, on the coalface, you know, with your screen in front of you, it's actually lying down, you know, taking a nap and waking"
    },
    {
        "speaker": "Unknown",
        "time": "01:49:39.760",
        "message": "up and suddenly thinking, ooh."
    },
    {
        "speaker": "Guest",
        "time": "01:49:41.480",
        "message": "Or like when I was doing my writing of the thriller that I wrote during lockdown, I would actually just wake up in the middle of the night and think, ah, you know, and get up and then scribble that passage, you know. So there's a kind of repose and, you know, kind of gestation period is really important for good writing too. It can't be too, too, too forced. You know, of course, just like, you know, we were saying over-research is bad, but over-gestation is also bad. I mean, it's not like you have to, you know, sit there and wait for inspiration, which seems to be what a lot of people do, and that waiting for inspiration goes on for months and years and lifetimes. That's obviously not on either. But I think moments of repose and reflection and quietly sort of just talking to yourself, you know, rolling things around in your head quietly away from a screen and away from a deadline is actually a very good thing. Even stories that I've written, you know, new stories that I write on deadlines, suddenly you think, ah, gosh, I'm stupid. This is what should be the opening of that story, you know. Or here's the passage that I should end that, you know, really short piece with because it's, you know, that's what is a really good send-off. So those little bits of epiphanies and inspirations and sort of quiet thinking are also an extremely important part of the creative process."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:59.240",
        "message": "But you know, everything within its own limits. And earlier you mentioned about how you start writing and you have this stand-up clickety-clackety typewriter which is, you know, making all kinds of sounds and then you move on to a laptop and so on and so forth. Suddenly you're sending things by telex and fax and all that. Does the mode of writing also change the way that you write? Like I would imagine that when you're handwriting, at least when I'm handwriting, you know, it is and now I hardly write anymore by hand, but it is much slower and therefore it forces me to think more slowly, which could either be a feature or a bug. Similarly, when we are, when I'm back in, when I started writing, I used to typewriter for a very brief while before, you know, the age of computers happened. And there's no backspace, you know, what you're typing is it, you know, so it is not final. Of course, you can type another draft, but it's so much of a pain that you're forced in a sense to perhaps be more considered, to construct a sentence in your head before you actually start with the sentence, you know, which might not be the case today where, you know, you can immediately backspace and you can write the thing and edit it on the page itself and you don't have to type it out again. So did you feel that difference in your writing that did the process actually make that kind of a difference at any point?"
    },
    {
        "speaker": "Guest",
        "time": "01:52:15.800",
        "message": "Actually surprisingly, no. Strangely not. It's funny. You just adapt. I think when I first started using a word process and realized I could just throw away things and, you know, I got more fastidious, you know, kind of tidying, tidying things up all the time and making sure that they're a bit more perfect all the time. But I don't think it affected, strangely enough, it didn't affect the quality of the writing so much, you know, oddly enough, you'd think that because you can write things over and over again, it's easier. So maybe it has to do with some process that you're, you know, suggesting about, you know, just having to construct the idea in your head a bit more carefully, but I'm not even sure if that's true. There are also, you know, there are different kinds of writers. I've watched, you know, friends of mine who write, you know, who start at the top of a story and just keep writing sentence by sentence and will rewrite the same sentence 20 times and then move on to the next one and rewrite that 20 times, then the next sentence 20 times, next one. I don't write that. I just don't do it like that. I mean, I write a paragraph and then go back and start fiddling with it, you know. That's much more my way of doing things. So I think to each their own kind of approach to how that unpacks itself, and the actual technology is sort of almost immaterial, you know, word processors, you know, that is a big revolution. Obviously it makes things a lot easier. I don't know if there's any sort of better or worse or orthodoxy to suggest in that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:34.640",
        "message": "So in your book, you quote this lovely old proverb where you say, he who drinks the water of the Nile is destined to taste its sweetness again. And you've mentioned elsewhere about how, you know, going back to Cairo, you know, after being in America, was kind of a big deal for you. And that eventually led to the book where you felt that you had to write about this now. So tell me a little bit about that. Because even, you know, I've heard you say this on another interview, which of course I'll link from the show notes where you spoke about how you were in the US and you kind of went to the docks and you saw a ship and it was going to Egypt. And you said, fuck, I have to be on that ship. And so tell me a little bit about that kind of process and you know, you know, what was it that made you want to go back? And when you went back, what did you see differently? And you know, how the book emerged out of that?"
    },
    {
        "speaker": "Guest",
        "time": "01:54:23.080",
        "message": "Yeah, well, I'd have to take myself, you know, back to be my 18, 19 year old self, because I was kind of washed up in America. I did a first year of college in the US, I got into quite a good college right after boarding school. I didn't even finish boarding school. They let me in, I think they actually literally made a mistake and actually admitted me to Wesleyan University, which is a very good university. Without having finished high school, it was a mistake, it was an error on their part. I sent in an application as a joke, literally, and I got admitted to the place. And so, which was a mistake, because I went to this college where I had no idea what I was doing there. I was only 17 years old, I just didn't know what it was all about and didn't know what I wanted to do. And I sort of bombed out because I was just unhappy, I guess. It's hard to explain. And as a result, I find myself kind of washed up in America with no college degree, da-da-da. And I had to kind of make up my mind at that quite young age of what to do with myself. And I had a girlfriend who was in New York, and I spent the summer in New York City, and I tried to make some money just to kind of get by and survive. And the only job that I could find, well, not the only job, but I had this slight, because I'm a very curious person, and slightly, you know, curious about everything, the job that I found to keep myself alive for the summer was as an attendant in a gay bathhouse. And this was at the height of gay promiscuity, you know, this is just before the AIDS epidemic. I was an attendant in the St. Mark's Baths in New York City on the midnight to 8am shift for a couple of months, which I must say, I saw some very peculiar things there. I had quite an education. But in any case, I was not quite sure what I wanted to do with my future, and I found myself one morning in Brooklyn Heights, which overlooks New York Harbor. And at the time, there were still actually functioning docks. They're no longer functioning at all, haven't been for years, but at the time, there was still actually a functioning dock there. And I was trying to decide, you know, should I go back to Egypt? Should I stay here? This is a bit of a dead-end job that I'm doing, blah, blah, blah, what am I going to do? And there was actually a ship that was in the harbor that was actually being loaded. It was a sort of freighter, and I could see that there was the name of the ship on the stern of the boat was sort of written, and the port that it came from. And it was being loaded up with these big red buses, a crane was lifting them up and putting them on. And at the time, I knew that Egypt was getting a lot of aid from the US, including buses for Cairo. There were like buses being sent to Cairo. Egypt had just signed this Camp David peace accords with Israel. And as a kind of American payoff, there was a huge amount of American aid, including these buses. And I was thinking to myself, are those buses going to Egypt? Why would there be loading buses in New York Harbor onto a ship? I wonder where that boat is going. And I pulled my glasses out of my breast pocket, I was wearing a jacket, pulled out my glasses, and with the idea of like using the lens of the glass as a kind of like, you know, little miniature telescope, which you can do that, I mean, it's kind of magnified a little bit. And as I pulled out the glasses from my pocket, I hadn't really taken account of this. I'd forgotten that my little roll of $100 bills that was like my savings was in that breast pocket. And I pulled out my glasses and this roll of $100 bills went up into the sky. And there was a brisk wind, and it went, you know, all this money went flying off across the docks across into New York Harbor. And lo and behold, when I looked at the ship, it was actually from Alexandria and these were buses going to Egypt, and it was going to Egypt. And basically the only other possession I had, except for the sum of the money that was in my wallet, I did have a return plane ticket to Cairo. So I actually left Cairo very shortly afterwards. So anyway, that's one of these mystical stories. But who knows, it felt like fate was intervening to send me back to Cairo, and this was a message of some kind. You know, I'm taking your money, here's your ticket, get going, is a pretty direct message. So that's what, you know, that's why I ended up back in Cairo. But then, as I said, you know, writing a book about Cairo, which is many years later, I mean, it wasn't until 15, 16, 17 years later that I actually published a book about Cairo. In the first 10 years that I was living back in Cairo as a grown-up person, I had such a wild time and relief that I felt I had a sort of debt to the city, I mean, you know, which had been very kind to me. I mean, lots of people had been kind to me. And also I had done dangerous things and never gotten into serious trouble, and I just felt like I'd had a lesson in humanity that only a place like Cairo can really teach you, you know. I mean, Mumbai is the same kind of place. I mean, it's just so many layers of humanity doing so many crazy things all the time. If you can actually start exploring those layers, you know, it's a fascinating thing. The luxury of being able to do that in a place like Cairo, I always felt like I owed the city something. And the opportunity later came up to do a book, but that was again partly forced. My whole life is like very few decisions, everything was like fate and things being forced. I was actually in London for a time because my wife got a scholarship to study in London, and I went along as baggage to London. At the time, I had only an American passport. I now have a British passport, but at the time I had only an American passport. It was very difficult to work in London. There's nothing much I could do. And so I needed to find some gainful employment. And I managed to do a few things through semi-legally, but I really needed to find something. And so the idea of doing a book on Cairo came up as a sort of necessity, actually. And I happened to just write an inspired book proposal to do this book about Cairo and got a bunch of different publishers bidding on it. And so when I returned to Cairo, I returned armed with a book contract to write something about Cairo."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:02.640",
        "message": "Wow. And, you know, your book starts with this excellent quote from Thomas Gold Appleton from his Canal Journal, where he writes, quote, every year, a little deposit of mud is left by the Nile on his banks. And every year, he's deposited upon the counters of the London booksellers, the turbid overflow of journalizing travel. Alas, it has not the usefulness of the leavings of the sacred river, stop quote. And later, you yourself write, quote, books about cities were of two kinds. They were either travelogues or histories. And I knew that while a travel story could barely scratch the surface of Cairo's depth, a straight history was bound to found it in the immensity of the city's past, stop quote. Both of which seem valid points. Like if I was, you know, if I was to consider writing about Mumbai, for example, I'd have exactly the same kind of thoughts. So how did the conception of the book then take shape in your mind? Like, were there any models where you could look at and say, okay, so and so book has been written in the way that I think, you know, I could write my book, like, you know, maybe it could be a book about a city, it could be a book about whatever, how do you then decide? Because then there is sort of the temptation, I'm guessing, to put in, you know, an impressionistic sense of whatever you have been through in that city and what it means to you and make it really personal. Then there is also that historical sense, you know, that broad sweep centuries and centuries and millennia of action happening there, as it were. And then there is also sort of a sense of stepping back a little bit and capturing society as it is now and capturing politics as it is now and all of that. So you're trying this thing with multiple layers. So which of them was, you know, how did the book evolve? Like, was it a case that you decided to go for all of these or one of these or what was"
    },
    {
        "speaker": "Guest",
        "time": "02:01:48.280",
        "message": "your anchor as it were? There really weren't many models. In fact, there are kind of counter models. I knew it. I didn't want to do it like this. I didn't want to do it like that. So I didn't really have a model. But also the idea for the book evolved as I wrote it. I mean, you know, I warned you there's a lot of oozing in my life and not many decisions. So the way that book came out in the end was really largely a product of the process of writing it. I started off in one direction and realized that that direction wasn't quite working, and so I had to change direction. So it meanders a bit. One of the things I want to avoid with doing a book about Cairo is just to do like a chronology, like a history of, blam, you know, it starts in one year, it goes the next year, and the next year, the next dynasty, the next. Because for Cairo, it just really is endless. I mean, it's 5,000 years, it goes on and on and on and on, you know. And not only that, but I wanted to write something that actually, I mean, as Thomas Appleton suggests the mud on the banks of the Nile accumulating over time, I wanted to do something that actually added to the pile of knowledge, you know, it wasn't just another book on Cairo. And so my conception was that I wanted to write a book that was more thematic than linear. You know, and I found a lot of repeating themes and cycles in Cairo, and I tried to make it like that. But actually, I discovered that it's difficult to escape from the chronology at the same time, because you can't. It doesn't make sense if you don't have the time element in there. So the book does generally kind of follow a chronology from old to new, with cycles in the middle of it, and it's kind of an unusual approach. And you know, it risked not working at all, I think. I also started off thinking it was going to be a much more personal book. And part of the trouble with that is that I realized as I was writing the book that I was getting annoyed with the sound of my voice, I was getting bored with myself, and I realized that I'm a bit of a moaner. You know, there's this section we mentioned before about people moaning about Cairo, used to be better, used to be better, used to be better. And I realized that I was a rather negative whiner about things, and the sound of my own voice was going to be this whiny voice about how it all used to be much better. So I got annoyed, I got tired of myself, and I also did a lot of research, and I kept finding just fascinating things, and I wanted to put in all these fascinating things. So basically, you get this kind of car crash with all of those elements happening at once, and then trying to make a useful book out of it all. And I think the slightly car crash element, at one stage I thought this is a bit of a complicated mess to inflict on the reader, but also a city like Cairo is a bit of a car crash. It is a clash, and it is a bit of the personal, and a bit of the historical, and a bit confusing. And if you don't understand this part, reach for Wikipedia, and if you like this bit, find out more somewhere else. And I didn't want to stick myself into it too, too closely, but there were some little personal anecdotes that I thought were so telling that they really couldn't avoid putting them in, stories that are just really strong. So it's got all of that, and in the end, it's not a history of Cairo, it's actually a portrait more than anything else. So like a portrait, it's got layers, and perspective, and it accumulated over many sittings, so to speak."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:13.640",
        "message": "Yeah. Sedimentary. And mentioning layers, you know, I love this quote from your book, which actually, I wouldn't call this a moan, I'd call it a lament, and a lament that one can share, you know, about, you know, you have a lament about Cairo, I can have a lament about something in my local this thing, and we could just, but here's a quote, I grew weary of exploring the city, each successive visit to its old core, the zone of grand medieval mosques and palaces and bazaars, brought fresh evidence of further decay, marble buckled off walls, ancient minarets toppled into neighboring houses, and in the markets, plastic shoes and pharaonic t-shirts replaced camel hide slippers and satin kaftans, strolling one day downtown in what used to be the European quarter, I discovered one favorite cafe transformed into a tawdry jeans outlet and another replaced by a burger bar called Madonna's, the National Hotel, whose crusty broken keyed piano bar had once boasted a preposterous coterie of Second World War vintage prostitutes was bought and torn down by an Islamic investment company, when his pyramid scheme went bust, the site remained a gaping parking parking lot, stop quote. And it seems to me that, you know, if one was to write about Mumbai, for example, right, one would be the Mumbai that I see around me and that I've experienced. And no doubt as I dive further into it, because I'm writing about it and looking with a different kind of gaze, I'd notice things which were unseen to me, but which are now there when I see it. But a lot of what you're forced to do when you write about such a historical city is that you are sort of creating a lot of layers from imagination, not in a sense of making them up, but reading history, and you're having to imagine these layers and kind of superimpose them on what is kind of there. So you can look at an obelisk at a particular place and you can know, oh, this is a history and this is what happened to it in 1300. And this is what happened to it in 600, and so on and so forth. So does that deepen your understanding of the city? Or is that romanticizing it too much in the sense do you then just, you know, having written the thing, come down to ground and it is still the city that it is where you're living? Or are you left with a greater appreciation than the you who did not write that book in a parallel universe would have been left with?"
    },
    {
        "speaker": "Guest",
        "time": "02:07:27.800",
        "message": "Difficult to say. I mean, I, you know, it depends on your experience. It just happened that I, I did a degree in Islamic history. I also used to do guided tours of the old city in Cairo. I just spent, you know, years and years walking all over the city and back streets and new people in every neighborhood. And you know, I just really, really, really knew the cities so well. And so the historical side, you know, I just had accumulated a lot of knowledge of that. So it's kind of second nature. It wasn't like something, you know, that I chose to add that as a dimension to this book. It's actually part of your knowledge of the place. You just, you know, you know that what used to stand on that corner was different from what's there now, and it becomes part of the fabric as far as you experience it. And, you know, if you're writing a book about a place, you want to convey some of that, you know, texture and depth of knowledge. You know, it's not as if somebody who isn't aware of all that background won't have, you know, equally strong, you know, experience of a place and, you know, and equally valid, you know, obviously. But I don't know, I think there's a…then perhaps they wouldn't be inspired to write a book about it, you know. Or they would write a different kind of book, you know. You know, Sukhothu Mehta's book about this, about Mumbai, doesn't go into the history very much. You know, that's not his interest. That's not his thing. He's, you know, so, you know, depends with what's your approach. Also, I mean, you know, to toot a little horn for Cairo, I mean, you know, Mumbai is what, 200 years old? You know, I mean, this is nothing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:06.360",
        "message": "Nothing. It's like spring chicken of a city compared to, yeah. You have another great line which indicates this, where you said, quote, tombs…and this is, you're describing what happened after the Ottomans came and took over. And you write, quote, tombs crumbled in the outlying parts of the city of the dead. The ruins merged with the grey refuse heaps that now smothered long abandoned quarters of Misr al-Fustat. So, which is another great way of saying it. Let's let's take a quick sort of commercial break now. And at the other end of the break, we'll talk more about Cairo and then we'll get to talking about India as well. And perhaps I can persuade you to read some of this kinky non-kinky book that you've written. Have you always wanted to be a writer but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST or about $150 and is a monthly thing. So if you're interested, head on over to register at IndiaUncut.com slash clear writing. That's IndiaUncut.com slash clear writing. Being a good writer doesn't require God-given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the scene in the unseen. I'm chatting with Max Roddenbeck about, about his life, about his work, and right now about Cairo also. So, you know, going back to this book, you know, once you sort of start writing it, like, typically, I think what happens is when you conceive of writing your first book, initially, there is that excitement that, oh, I'm going to write a book and you're animated with the force of the idea. And then there is also a moment of panic, because you're like, what have I taken on? And you might even have the sort of imposter syndrome that, you know, it's a good idea, but can I do this? Am I good enough to execute this idea, as it were? So what was it like you kind of, you know, dipping into the book? Did you just sort of go into it with the confidence of you saying that, yeah, you know, I have an idea, let's just start all of that. And how did you then build those processes where, you know, did you have a set writing routine? What did you do for research? These are the days before the internet. So you've got to, you know, look for physical objects called books or papers or whatever, to actually do your research. So how did all of that work out?"
    },
    {
        "speaker": "Guest",
        "time": "02:11:44.760",
        "message": "It's kind of, to tell the truth, all of the above, you know, all of the doubts, all of the anxieties, all of the missteps, the wrong roads taken, everything. And it took four years to do that book, of which about, you know, two years, a year and a half, two years were largely research. And I had access to a really good library in Cairo. And I also had my own collection of stuff, and my own family had some books and things that were interesting. And also, I had a lot of friends who were well-informed. So I had no shortage of sources, but I did a lot of library research for that book, because it covers, you know, 5,000 years. So there's, you know, Pharaonic history, there's Roman history, Greek history, Arab history, Turkish history, it's all sort of piles into Cairo. So there was a great deal of that. And I just kind of came up with my own research method, which I subsequently discovered that other people do very much the same kind of thing, which was that I did a lot of note-taking on note cards, I mean, just on big note cards. So, you know, I'd read a book and, you know, take notes from that book, and that would fill up five note cards or three note cards or just one note card, or maybe just one sentence, you know, a quote or something like that. And I, in the end, I numbered all the note cards, and I had, you know, hundreds of them. And then when I was actually writing a chapter, I numbered all the note cards. And then when I'd find a theme, I made an index for myself. So, you know, so for example, laments about the past. And then I would find laments about the past from the Pharaonic era and the, you know, Turkish occupation and, you know, World War II. And, you know, so I'd find them from all these different parts of history. So I made a kind of index for myself. And when I was doing like a chapter outline, I would just list the different numbers of cards that I'd be using. And that actually worked quite well. That's all pre, you know, computer. You couldn't do that all on, you know, with a program now, but it still works quite well. And I was actually interested, just a couple of years ago, I was listening to some very famous, successful writer. I think it was Larry Wright, you know, who's written a pile of great books about many things, including about COVID, I think most recently. And he was describing a method that he uses, nonfiction books, that is very similar actually. So, but there was a great deal of hit or miss in terms of the rollercoaster of writing a book. You start off and you think, Oh my God, I sound like such an idiot. And I actually did a nearly complete draft of my book and then showed it to a friend of mine, a publisher, who was actually sort of cruel and kind enough to say, you know, something, this is going the wrong way, you know, start over basically, which was a really hard message to swallow because I'd spent a year writing, you know, something like that. And I actually followed his advice and did that. And it did make a big difference. I also have to say that there was a period when I was the sort of doing the most of the actual writing when we were living in Tunisia and I was not doing much work. It was my wife who was actually making the income, earning the bread and butter. So I had the luxury of actually just working on this book and that makes a huge difference, I have to say. I mean, you know, good literature is wonderful, but earning a living is also a necessity. So I did have that luxury for at least a year when I could actually take time off to writing a book. And when I say it took four years, the other three years, I also had to work at the same time and, you know, and you just have to be very disciplined, which I'm generally not actually, but, you"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:10.280",
        "message": "know, you learn to be. Yeah. And it's that method called Zettelkasten, your way of taking notes, because there's a very similar method, I think, where, you know, evolved in Germany, where people have this card system and categorization system. And that was, in fact, the inspiration for the software I use, which is called Rome Research, which is exactly like kind of that, where you have your nested entries and your bidirectional linking and all of that."
    },
    {
        "speaker": "Guest",
        "time": "02:15:34.040",
        "message": "So I just invented it myself, frankly. So you can call it the Max version, if you like,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:38.240",
        "message": "you know. Yeah. Or Maxkasten. Maxkasten. Maxkasten, as it were. So at this point, when you're sort of writing about Egypt, and the historical chapters are incredible, and there are so many great sort of excerpts from them. I was particularly interested really in the last few decades, of course, your book came out in the late 90s and 98, I think, right. And I was interested, perhaps in the five or six decades before that, because it struck me at every level that what is happening in Egyptian society, and Egyptian politics, also informs how one can think about societies elsewhere, and politics elsewhere, and all of that. So tell me a little bit about, you know, what was, how did Egypt evolve as a society, through those years, through those decades, because, you know, on the one hand, you have the world sort of modernizing and opening up and all of that. On the other hand, you have sort of the rise of fundamentalists, as well, Islamists, as it were, and that's changing fashion that's leading to, you know, like, this is great passage I'll read out, which, you know, which is so absurd that it is something that I can imagine happening right here, though it is, you know, where the passage goes, quote, more often, though, it was a killjoy fanaticism of some fundamentalists that provoked laughs, and this ridicule probably damaged their cause more than police muscle. One preacher declared that zucchini should be outlawed because of his suggestive shape. Another fatwa from an Islamist gang appeared in the papers, and now you're quoting the fatwa, the Cairo Tower is against religion and Islamic Sharia law, it must be destroyed, as its shape and construction amid greenery could excite Egyptian women. That quote stops and now you continue. But after the outspoken secularist Farhad Foda made fun of such nonsense in a debate at the Cairo Book Fair, he was assassinated, stop quote, right. And this seems at one level to what we saw in Bangladesh also, where you had a bunch of rationalists and a couple of atheist bloggers are used to enjoy reading and they were kind of killed. And you see this kind of fundamentalism on the rise in India as well. Right. So it doesn't matter what the source of the fundamentalism is, whether it's Islamism or whether it's a mistaken notion of what Hinduism is. But so what are the sort of pulls and pressures out here? Because on the one hand, it seems to me that, you know, in Cairo, you have a similar thing to what you have in Delhi, which is you have a set of elites, and you have sort of a set of non elites, and they're living in different worlds. And you could argue that the elites are, you know, living in more of a bubble. But you know, what, so what impact does that have on society?"
    },
    {
        "speaker": "Guest",
        "time": "02:18:21.560",
        "message": "Yeah, this is, this is a fantastically huge and wobbly question. Yeah, I mean, you've asked me to describe five decades of social history of a place like Cairo."
    },
    {
        "speaker": "Unknown",
        "time": "02:18:32.960",
        "message": "You can do it."
    },
    {
        "speaker": "Guest",
        "time": "02:18:33.960",
        "message": "Wow. It's, you know, it's changed radically. And it's gone through a lot of things. Every big city, you know, every great city is a kind of mirror to the whole world. I mean, you know, you could sit in a place like Cairo and really understand giant changes all around the world. Of course, they have their particularities, and they go in their own ways. But of course, there are reflections. And I mean, you know, one of the reasons why, you know, I felt so at home in India is that there's so much that is so parallel to what's happened in a place like Egypt. And, of course, one of the most striking things that happened in Egypt over the last five, six decades has been the role of kind of religion in public life, where, you know, you had a country that was really very largely secularized in the 1950s. You know, if you just take as one indicator, what people wear, clothes is a boring thing, you know, everyone goes on about the veil, blah, blah, blah, it's, I find it very tiresome to tell the truth. But in the 1950s, the veil was absolutely out in Egypt, it was just not a thing, you know, it just wasn't a thing. I mean, people did not wear these things. It was gone, and had been gone for some time. In Egyptian cinema, there was just no one wore a veil. You'd go to the beach, and people would be in bathing suits, and this was not an issue, you know, it just wasn't a thing. Particularly among urban educated people, it just was gone. In the countryside, of course, more conservative, etc., etc., conservative about marriage, etc., etc. But there wasn't such a religious heaviness about things. And that in Egypt, you know, that changed radically in the 1970s, 1980s, 1990s, and kind of peaked in a phase of, you know, Islamic kind of extremism. But it wasn't just the extremist end, it kind of affected all of society, and people became much more, obviously, outspokenly pious. And you suddenly had to start speaking in a more pious sounding way, and, you know, behaving in a more obviously, you know, quote unquote, Islamic way. And it wasn't just Muslims. Also, Egypt has a very large Christian minority. Same thing happened to Egyptian Christians. They suddenly all began attending church all over again, etc., etc. And for someone who's rather secular, myself, this was all rather disturbing and tiresome, I have to say, and also violent, which is, you know, adds to the misery. But all these trends are, you know, they've happened in other places. You know, coming to India, there are, you know, immediate parallels. India hasn't gone to the kind of extremes of kind of religiosity that Egypt went through, which really got very silly about, you know, suggestiveness of a vegetable is really, you know, beyond. But there are some very silly elements in India as well. One thing that is striking, though, is that some of the organized sort of political religious groups, whether one is Muslim, or one is Hindu, and I have a lot of experience of both, I've written about both extensively and met a lot of people from both, is how remarkably similar they are. I mean, they're the same kind of people, the same social class, the same grudge, exactly the same grudges against many, many, many different things. And if you go back to the origins of, say, Muslim Brotherhood or RSS, they date from precisely the same decade. It's the same kind of people of the same social class, provincial, you know, often first generation engineer doctor, get very fired up. They're answering the same questions, you know, why did these ghastly, you know, British invade our country? And why were we weak at the time? And finding answers that are strikingly similar, you know, we must go back to our original, you know, we must unite, we must be proud of our, you know, religion, etc, etc. I mean, you know, the parallels are glaring, including organizational structure, the way they managed to escape the pressure of the state by kind of hiding underground, the way they multiply different organizations, trade unions, etc, etc, women's groups, blah, blah, blah, farmers unions. There is a parallel between the Muslim Brotherhood and the RSS, which is just, you know, unmistakable for those who've seen both. There are a few people that actually watched both happen, and that's sort of, that's something that I have seen. And process of kind of the way a kind of neo version of religion seeps into things is something that I've witnessed at first hand. And it's, I think it's for the same causes, actually, is that, you know, as societies urbanize very quickly, and as you say, there are elites living in their bubble, and there are people who want to join the elite, but they know they're not going to join the elite. They're not going to suddenly be, you know, cosmopolitan international, you know, St. Stephen's graduates, you know, who go on to man large international corporations, and it's not going to happen. So they'd like to find pride in what they already have, which is all perfectly understandable. But then there are people willing to exploit this kind of grudge and ambition for political ends. And you get, you know, groups that look very similar and, you know, aim for power, basically, to take over power. And the possibility of taking over power becomes very attractive, you know. So we've went through all of that in Egypt, you know, exactly that sort of thing. And then often what happens is you get splinters, and then out of these kind of mainstream groups that have often led by perfectly middle-class people, you get much more fanatical groups that cause the real damage. But in the process, though, you get what happened in Egypt was, and I think, you know, to some extent it's similar in Egypt, newly urbanized people who are uprooted from their village, they've lost their social context in many ways, they want to find a new context, and they want to feel a certain pride in their identity. And, you know, so they grasp onto some notion of religious tradition, which is often surprisingly, you know, in the case of Egypt, it's in some ways not a very authentic tradition. It's a reinvented tradition, you know, whose aims are largely political, actually, you know. So a lot of the, you know, Islamism in the world is less of a return to Islam than it is just a sort of grab for power, actually, of one kind or another, for the powerless, people who feel powerless, people who feel impotent. And actually impotence, the sexual side, has a lot to do with the whole story, to tell the truth. Anyway, that's a very convoluted answer to your equally convoluted question that I was actually leading in slightly different directions, probably."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:45.600",
        "message": "Yeah, I'll double click on different aspects of it. Now, I was reading your essay on Saeed Qutub in NYRB, and there I came across two quotes by him in 1938 and 1959, respectively, and I was struck by the contrast between the quotes. And the first of those is, and this is Saeed Qutub's words, quote, religion, religion, this is a battle cry of the feeble and the weak person who defends himself with it whenever the current threatens to sweep him away, stop quote. And the other one in 1959 says, quote, humanity will see no tranquility or accord nor can peace, progress or material and spiritual advances be made without total recourse to God, stop quote. So, on the one hand, it seems that during this time, there is some kind of radicalization which has happened. Now, the question that I have with regard to this, and the question is both about India and Egypt, and you can focus on whatever aspect of it is that in India, what I have increasingly come to conclude is that this became to a certain extent, a question of supply and demand in the marketplace of bigotry. So to say, the supply was only there because the demand was there. Our society was sort of like this, you know, one book which, you know, talks about it superbly is Akshay Mukul's book on the Gita Press, and I did an episode with him. And what one realizes from that book is that these strains of bigotry were always there, you know, in India. And, and, you know, they were subdued for a while, but they were sort of there. And what we have in modern times is a situation where because of a bunch of different reasons, our incentives are driving us to the extremes, right? So on social media, one way that, you know, polarization happens and we are being driven to the extremes is that once you go on social media, you find your tribe, so to say, your incentive is to raise your status within the tribe. And you can do this within your tribe. And you can do this by, you know, becoming shriller than the next guy by attacking people on the other side and never engaging with their arguments, just attacking them, or attacking people on your own side for purity, for, you know, imposing purity tests on them. And what then happens is that on either side, the left and the right, and in this case, we're talking, of course, about religious fundamentalists, you're driven to extremes. Like recently, there was that congregation, the Hindu Mahasambhelan at, you know, where a bunch of supposedly holy men gave those really extreme speeches, basically calling for genocide. And my sense was that what happened there was this incentive playing itself out. If it was one person talking to a crowd that one person may not have been so extreme, but they're competing with each other to rouse passions. So they are all going one beyond the next. And then once you take that public position, you are sort of driven firmly there. And the only way you can keep competing is by getting even more extreme and God knows where this ends up. So now in the context of Egypt, does the same thing hold true? That, you know, you had these strains in society, the demand was there, that is why the supply kind of came. Maybe if society was different, maybe if it was much more moderate, Qutub, who is, of course, in a sense, a founding father of modern Islamism, and so on and so forth, might himself have gone in a different direction if that market wasn't there, so to say, for him. So one, the question is in the context of Egypt, and two, what do you think about the Indian context also, what I just said?"
    },
    {
        "speaker": "Guest",
        "time": "02:28:07.640",
        "message": "Yeah, no, I think you're absolutely right. There's a marketplace out there, and it's being exploited. I'm not sort of sure if it's the demand so much that the demand is already there in terms of the bigotry, there's a sort of pre-existing bigotry. I mean, that's uncertainly true, you know, but I think a lot of it is sort of market creation by the people who are selling these goods. They create the market for themselves. And as you say, the incentive is to raise the ante, and this can go on ad absurdum. That's why my experience of the Middle East does make me worried about India, because India is not at that stage yet. But one has watched this phenomenon exactly, as you say, it's like an auction, you know, raising the ante, raising the voice, raising the level of extremism. And how this played out with the Islamist fundamentalism is pretty horrific, you know, I mean, because it kept ratcheting up from one version of extremism to something you couldn't imagine it could be more extreme. Well, then it is more extreme, and then it's even more extreme, and then even more extreme. And of course, you know, this takes things way beyond the realm of your average person, you know, your average Muslim, for example, has nothing to do with this Islamic state, you know, madness, you know. And it's something that I, you know, wrote about in the New York Review of Books quite early on, actually, I mean, right after 9-11, I did a lot of writing about, you know, critical criticism of the Western response to 9-11, is that they didn't understand that a lot of what's going on is actually, you know, marketplace is a good analogy. It's a form of advertising, you know, your extremism is your advertising, you know, we are this angry, therefore, we will do such and such, you know, we are this mad, we are this, you know, committed, we will, it's a way of like showing off your level of commitment and anger. And unfortunately, that is the kind of thing that you're getting now the beginnings of in India with some of the kinds of speech and the, you know, sort of rather frightening, you know, raising of the ante, you know, we are this angry, we are this determined, we are this, you know, it's attitudinal. But it's hard to resist that. I mean, you know, how do you counter that? And it does become inspiring for a lot of frustrated, young guys mostly, who want to do something meaningful, you know, want to be something, want to get somewhere, and don't see many possibilities, quite realistically, you know, in their, in the current setup. And so, there are foot soldiers who swallow this stuff. And so, that is a bit disturbing. Yeah. Yeah. Yep."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:42.400",
        "message": "Yeah, I did an episode recently with Mukulika Banerjee, which will release after we are recording this, it will release tomorrow. We are recording this a day before it releases. But she wrote this great book called the Pathan Unarmed. And her, the central question she asked herself as a young PhD student in 1988, when Khan Abdul Ghaffar Khan died, Khan Abdul Ghaffar Khan, of course, known as Frontier Gandhi in India also led this massive nonviolent movement in the Northwest frontier province of Pashtunistan. Now, and his folks were called the Khudai Khidmatgar, or servants of God. And Mukulika's question was this, that how can this incredible nonviolent movement arise from a society, which was considered, which was stereotyped as being fundamentally violent and macho and all of that. So, one, you know,"
    },
    {
        "speaker": "Guest",
        "time": "02:31:26.960",
        "message": "the Pashtuns, who are martial races and all that, martial races and all that nonsense."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:30.760",
        "message": "So one, the Pashtuns are stereotyped like that. Two, Islam is stereotyped like that as, you know, having violence in its DNA. And so she went there, lived there for a long time among the tribes, came back, took 10 years, wrote a book, stunning book, and it's oddly not available on Amazon, but pirated copies are easy to find. And, and the conclusion was that the nonviolence did not emerge from, you know, Khan Abdul Ghaffar Khan getting inspired by Gandhi. And it did not come from the West, it was not a Western import, like people say liberalism is a Western import, even Nehru said that, well, you know, striking down free speech with the First Amendment, but it's not. Her conclusion was that it came out of the fundamental tenets of Islam itself, it came out of the community, it came from within, that that is what they were like. And, and to me, it's, it's an extremely powerful antidote to the stereotypical notion that kind of goes around. And two thoughts here, one thought is that what we see on social media, in a sense, has a mirror in the real world as well, which is not surprising, obviously, but social media amplifies everything. Whereas in social media, if you look at the discourse on Twitter, and all the shouting and everything, you have vocal minorities that are really extreme, but the silent majority is not extreme at all, they're chilled out and reasonable, and so on and so forth. And one, I would imagine that's, that's obviously the case in the real world as well. Right. And that's sort of number one. And number two, that it is far easier to rouse people and to build advertising campaigns with, you know, with a rhetoric of hate than a rhetoric of nonviolence and love. You know, like Carl Schmitt famously said that in politics, you need an enemy, you need another. So it's far easier to rouse people with anger than to rouse people with love. And it's unfortunate, but that is sort of the way it seems to me. So you know, one, what do you think about that? And two, you said that your experience of the Middle East makes you worried about India. And you already elaborated why that is that the extremism just keeps getting ratcheted up and all that. But I'd like you to elaborate nevertheless, because I think what I see in India today is the extremism is getting ratcheted up. And you've seen it ratcheted up like this to a particular level, and then you've seen it go far beyond. So just, you know, so if you can elaborate a little bit more on, you know, what makes you worried about it?"
    },
    {
        "speaker": "Guest",
        "time": "02:33:49.840",
        "message": "Yeah, no, unquestionably, the rhetoric of hate is what rouses people. And I think there's also the sort of environment is really important in the context in which this rhetoric of hate sort of gets implanted. I think a key ingredient is that people are in a state of confusion. You know, you live in a confusing world and a slightly menacing world. And if someone can tell you that your problems are because of something or someone, then, you know, that's great. You know, a simple message like that, blame it on someone, you know, blame it on something. And, you know, unfortunately, I think also at the, you know, not at the sort of national level, but at the kind of village level of bigotry and hate speech, there's confusion, there's fear of the future. And there's also greed and envy, you know, one should not forget those qualities. It's something that I've seen, you know, in a place like Egypt, the conflict is between a 90% Muslim majority and a 10% Christian minority. And some of the like villages where I've seen this play out in very much the same way you have here in India, I mean, really similar, just the same sort of textbook, you know, there's a provocation, there's a clash, who gets punished, it's the minority, basically, in the end, the one who loses, it's the minority. And then very often what you find out is in the end, or an underlying factor is that there is property involved, land involved, assets involved, that end up getting taken over, you know. And there's, you know, there's actually an element of social pressure in some circumstances where it's actually the resources are limited and, you know, there's too much fight, too much struggle over the same limited resources. And you can find that even in like urban slums, for example, there's when pressures build, it can break out in something communal, you know. And of course, when there are people out there, they're willing to exploit all these fissures and problems and envies and, you know, jealousies and worries and fears, and turn it all into one message of, you know, let's go and clobber those guys because they are who they are, you know, you get bad results. And I'm afraid it's kind of universal. And, you know, that's nothing new. It's nothing new about that at all. And of course, even in India, it's been playing out for years. I mean, there's a kind of pattern to these communal things that goes back decades, centuries, you know, God knows how long, a very long time. But, you know, there's fertile ground in particular times that may be, you know, the ground may be more fertile at particular times than at others. And there may be, you know, for one reason or another, less pushback, you know, from saner voices at one time or another. And, you know, of course, one of the things that's slightly worrying about India right now is that there's a lot that's enabling and not enough that's pushing back against the kind of worst instincts. I mean, that's one's impression, you know. And, you know, opening the newspaper and reading it every day can be very dismaying, you know. There's just something so unnecessary about the level of sort of, you know, hate speech is one way, one thing to call it, or just sort of general disrespect, lack of curiosity, even, or attempt to explain, but just blame, blame, blame, blame, you know, it's not a very healthy level of national conversation"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:03.480",
        "message": "right now. And let's also sort of talk about the other sort of commonality that I found, which is that which is that whole disjunction between the elites and the people. And in your book, you write, quote, Cairo's establishment is used to imposing its own image on the rest of Egypt. The critic Louis Havard neatly expressed the city intellectuals attitude to communists 30 years ago, when he declared it their duty to rescue their fellows from what he called, quote, the hellish coarseness lurking around them like a cowl waiting to ambush them and swallow them up. And his quote stops here, you continue. What Havard had in mind was what he saw as a need to guide tradition bound Egyptians to more modern secular notions of citizenship. Yet his sense of mission and his fear of the ignorant mob reflected a sense of distance from the masses that was little different from that assumed by Memphite nobles or medieval Mamluks. And later you write, the apathy of the wider public brings Cairo's fractious sinking elite together in a shared sense of alienation. Secularists feel alienated from the religious discourse that is still the mainstream of popular expression. Religious radicals feel alienated from the Western influence they see as steadily encroaching on their Islamic heritage. The one group is accused of aping the West, the other of trying to recreate the past. Between these two extremes, other kinds of tension surface, the struggle between the entrenched father knows best generation and younger voices clamoring for the oxygen of free debate, stop quote. And those sort of the younger voices clamoring for the oxygen of free debate is perhaps not something that necessarily holds in India's case. Like I had an episode with Mini S who'd done some fantastic data journalism that showed that young people are actually more bigoted than younger people in India today. So then older people in India today. So that's kind of tragic. But given that, you know, just by landing up in Delhi, you become one of Delhi's elites, you're one among them. They are the people you're meeting every day and chatting with and all of that. They are sort of your interlocutors in that sense. So you've perhaps seen a little picture of this from the inside. So what is sort of your sense of your sense of this?"
    },
    {
        "speaker": "Guest",
        "time": "02:39:13.520",
        "message": "Gosh, I have so many different impressions. First thing I'd like to say is that, yeah, I was very privileged to sort of land in the Delhi elite, which is actually full of wonderful people. I mean, it's been a great, fantastic pleasure of being in India. It's just the quality of conversation and intellect that one comes across here is just mind blowing. It's fantastic. It's truly one of the great things about India. It's been constantly stimulating and people are fantastically engaged, curious, also committed, caring, you know. But it is a frothy top of society. And it's not to say that one has to be at the top of society to be all of those wonderful things, brilliant people at every level of society. But, you know, the sort of chattering classes of Delhi is a very, you know, engaging kind of world to have the pleasure and privilege to be part of for some time. But yes, trying to bring, you know, messages of tolerance and so on to a wider public is very difficult. You often feel like, you know, you're struggling against a huge tide. And, you know, there are failings. This happened in Egypt, just as in India, in a slightly different way. But this kind of, you know, secular elite that took over these newly independent, fresh countries back in the 1950s and 60s, a lot of very idealistic people, a lot of people from the left, they were, in both countries, economically rather catastrophic guidance. And, you know, sort of slowed things down, held them back in ways that were unfortunate for both Egypt and India. Very similar, you know, parallels. You know, the great friendship between Nehru and Nasser is, tells you all you need to know. Both interesting, amazing, but flawed people. Nasser had one extra flaw, which is that he was also rather cruel, which that was not a failing of Nehru. And it by any means, he was a very humane person. But yes, yeah, the sort of failing of that, you know, post-independence elite was, despite efforts, you know, was not to sort of spread the word, you know. I mean, there's been a failure of education, big time, in both countries. In Egypt, in some ways, it's even more obvious because the government introduced universal education kind of overnight. And suddenly every school, every classroom had 200 kids in it. And it was just like out of hand, you know, just that you couldn't possibly, all the universities became free public universities. Great. But, you know, suddenly Cairo University, which had been an excellent and rather elite institution, suddenly had 200,000 students and a degree became worthless, you know, in the real marketplace. So there's a kind of degrading of quality at the expense of quantity. You know, it's been a different trajectory in India, but the outcome has been in some ways the same, that you get an elite that's successful at replicating itself and producing more brilliant people from the elite. In India, unfortunately, it's also often caste-associated too, you know, a replication. But there's been a fairly broad failure to bring up enough people. And even this terminology is contentious, say, bring up, you know, raise up. I sound like, you know, Louis Awad there, you know, who were just criticizing an Egyptian historian. But at least to sort of make society feel inclusive to more people, to give people prospects and to widen their horizons, make them think about a broader picture than just who is my immediate enemy? You know, who should I blame things on? You know, unfortunately, they're just all too many people who are still kind of, see, appear to be trapped in that way of thinking."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:54.800",
        "message": "I agree about that failure entirely. You know, I have consistently held that, you know, we had a liberal elite kind of trying to shape and a country where society was fundamentally illiberal and the way to change that was from the bottom up, as Gandhi said, and a top-down imposition simply wouldn't work. And I think that's kind of been the big failing. And what I wonder, therefore, is that in a poor country, is there a precedent of society ever being liberal in the sense that we would, you know, mean the word, I mean, I'm just thinking aloud here. But my thing is that, you know, you can't expect shared values of liberalism in a country that is by and large, torn apart by scarcity and is as desperately poor as we are. But if the scarcity was less, if poverty was eliminated, for example, then shared interests could at least ensure a certain kind of liberal behaviour because the current order would then be working in your favour and you would not be needing an other or an enemy to blame for your woes or your troubles or whatever. And again, I'm just sort of thinking aloud that it's too much to lament that society doesn't share our values. I think, you know, there is this old saw about how the best foreign policy is economic growth. And it seems to me that if you want a more liberal society, also, economic growth has to kind of be the way forward towards that. And both India and Egypt, of course, failed miserably in the early years. And sadly, even with the change in dispensation today, you still have that same kind of status mindset, which sort of continues, you know, we had this golden 20 year period between 1991 and 2011. And I've done episodes on this, which I'll link from the show notes. But again, you know, statism, top down thinking, all of it sort of continues with this added poison of hatred and bigotry. What would your reaction be to that? Like how important would something like a flourishing economy be towards bringing about a liberal society? And obviously, it would not be the case that a flourishing economy will give you a liberal society, not at all. There are enough counter examples. But would you agree that it might be a necessary but not sufficient condition?"
    },
    {
        "speaker": "Guest",
        "time": "02:45:03.280",
        "message": "Yeah, I think absolutely. You know, I mean, it helps to create a kind of virtuous circle, having a better economy, more, you know, better horizons for people, better prospects, you know, a better sort of future, a more positive view of the future, things will get better, you know, that keeping that sustained over time, definitely creates a, you know, a sort of virtuous circle. But simply being prosperous doesn't do that doesn't cut the ice. I mean, look at the United States these days, rich, rich country don't get richer, but so polarized and actually rather violent. And, you know, liberalism is besieged and not in great shape in the US, you know, for a variety of reasons. But, you know, that's a kind of fairly easy thing to hold up and say, it doesn't work, that doesn't necessarily work. But, you know, absolutely prosperity helps. I mean, timing is also useful. I mean, you know, countries that became prosperous during a time of peace, and there's a kind of, you know, there's a lot of European countries, there was a sort of organic change that happened from the 1950s, 1960s, a place like Italy just kind of rose, you know, to become a fairly, or Spain, a very good example, you know, it's now a very liberal, you know, kind of society, but it was previously under fascist government, you know, until the 1970s. And prosperity certainly helped pave the way towards something else. But there was also in Europe, the big difference there is there's also the power of example, I mean, you know, and also the power of experience, you know, I mean, a lot of those countries went through pretty terrible wars, I mean, you know, and they kind of shocked into knowing what to avoid. And, you know, that's one of the things that, you know, being a sort of European type person in India today, you see a lot of the things that the mistakes that were made in Europe before that you see them happening here now. And one has a kind of historical memory of that, that I think a lot of Indians don't have and may not recognize the same symptoms. So, yeah, and, you know, everyone is under threat everywhere in the world right now, actually. So, I think we may be, you know, we're in for a rough time everywhere the next few decades. There has been this, you know, as you say, the arc of history has looked like we're all heading to a kinder place. And that's certainly held true or has held true for, you know, the last several centuries, broadly speaking, with few minor interruptions, holocausts now and then very unfortunate events of one kind or another. But broadly speaking, we are in a, you know, more humane zone now than we were before. And that even that that's still true in many ways. I mean, you know, for example, when one sees in India, the last few months, there have been a lot of very unfortunate kind of communal riots, and it's gotten people on edge. And I've heard a lot of friends who are very despairing. And I wasn't in India 20 years ago. But I mean, you know, India's seen darker things, frankly, actually. I mean, so, you know, and the fact that we're all, you know, on edge about incidents that so far have caused really relatively little loss of life. I mean, one hates to put these things in kind of, you know, you know, metrics like that. But, you know, it's not so long ago when there were riots in India's capital where 4000 people were killed, you know, I mean, so we're not there right now, which is a good thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:14.500",
        "message": "So my next question is, again, about something which, you know, so much of your book about Cairo, I'd read a part, and I'd say that, hey, this is just like India, like, what is this about, you know, long before coming to India, Max has written a book about India. And part of that is, you know, one part that struck me was about, A, the general apathy of the people towards governance, and B, then that phenomenon of society stepping in to fill the gaps led by government. And there's a really nice sort of historical account where you talk of, you know, what happened in Egypt in 1065-72, those seven years when there was a seven year dearth, as it were, where you wrote quote, and I'll tell you, and it'll be obvious to the listener why it's sort of relevant where you write, the Nile's capriciousness was indiscriminate. However, the Fatimid Caliph himself suffered from the calamitous seven year dearth of 1065-72. In those years, the city succumbed to panic. Bread, say the chronicles, was auctioned at an unbelievable 12 dinars a loaf, a price so far beyond the reach of the poor that some were said to have resorted to fitting meat hooks to ropes, so as to fish unlucky pedestrians off the street and eat them. The historian Al-Makrizi says the Caliph Al-Musansir was forced to sell precious objects, furniture, horses, arms, and eventually all the movable contents of his palace. When he was reduced at last to squatting on a mat on the floor of his throne room and living of charity, the women of his court fled. The Shiite princes set off for the rival Abbasid city of Baghdad, their hair dishevelled, howling with hunger, only to fall outside the walls of Cairo and die of starvation. Al-Musansir's humiliation now touched bottom. The Caliph was forced to pawn ornaments from the tombs of his ancestors. And then you continue, Al-Musansir's possessions cannot have brought in very much. Al-Makrizi, who as a Sunni cleric admittedly had it in for Egypt's former Shiite masters, tells us that at the height of the famine, a wealthy widow pawned a necklace that had cost a thousand dinars. All it fetched was a sack of flour. The unlucky lady hired guards to defend her pathetic prize. But even so, a mob attacked them outside the city gates and relieved her of all but a fistful. This she made into a biscuit, which she carried to the door of the Caliph's palace. People of Cairo, she shouted to the crowd that gathered. Blessings on our master, Al-Musansir. Providence has proven the goodness of his rule since I have bought this biscuit for thousand dinars. The poor lady's scarring sarcasm and her tone is still typical of Cairian protests was to no avail. There was no uprising. The Caliph rescued by the arrival of his army from Syria went on to rule for another 25 years, stop quote, which indicates that, you know, the lack of accountability in terms of governance from like way back when. And then you sort of talk about the modern apathy and you write quote garbage provides an instructive example. Visitors often wonder why Cairo is so dirty. Some say the length of Egypt's history has so varied its people that they don't see the point in removing detritus when it will only reappear, stop quote. And then you have this long section on how, you know, private collectors called the Zabalin eventually take care of the garbage. And, you know, an industry runs into an industry forms where you have thousands of little workshops are using these recycled raw materials and making plastic flip flops, car parts, television antennae, you know, you write about how discarded clothes become multicolored rag rugs and so on. And so there's an incredible amount of innovation within society itself. And it is stepping into these gaps. And it seems like the state and the society are on two kind of parallel tracks that, you know, to use sort of James Buchanan's formulation, you know, the state can either be, you know, productive and protective or it can be predatory. And here this state is just predatory. And it's, you know, and society functions despite the state. And it seems identical in India. So my question to you is everything that I quoted you wrote in 1998, or your book was published then, has it changed? Is there hope? Because what can often happen is that you can just get into this trap, where we become apathetic about governance, and we don't demand more from our rulers, as it were, you know, technically, they should, the state should serve us, but they rule us. And we are subjects and not citizens. So, you know, we just become apathetic, we stop demanding and we kind of work within the gaps. So how is it in Cairo today, for example, and is there anywhere in the world from your studies where, you know, that a positive direction and a movement in a positive direction is possible?"
    },
    {
        "speaker": "Guest",
        "time": "02:52:53.840",
        "message": "Yeah, I think this distinction you make between subjects and citizens is very important and very significant. It does really define a lot of different countries, actually, and it's absolutely true of Egypt. And unfortunately, it has not changed. And I think one of the things that's slightly different about India is that it's generally true subjects and citizens, but there's, I think there's an elite in India who are actually citizens. But you have to belong to that elite to be a proper citizen. You know, there's kind of levels of citizenship in India. It's a more open democratic country. Egypt's truly closed. I mean, you, the number of people who are actual sort of citizens is rather small. Almost everyone is a subject. It's very capricious. But, you know, one of the things that often struck me about a place like Egypt and India is not dissimilar is that these are, you know, some of the, what we consider to be norms of, you know, politics and citizenship and so on and so forth, are actually largely based on, you know, Western countries and their, the Enlightenment, post-Enlightenment kind of creations of, you know, Western societies, including all of their ghastly wars and, you know, colonization, all that stuff, who now have citizens that enjoy a fair amount of both freedom and actual personal responsibility and so on. And where the word citizen and citizenship actually, you know, has some, carries some strong meaning. But those are the exceptions. You know, those kinds of countries are the exceptions. Places like Egypt or India are much more normal in the world, I think. And also, you know, they have a longer historical experience. And I've always found that people in Egypt, who I know a bit better, and I'm sure it's exactly the same in India, are actually extremely rational actors. And if they don't expect much from government, they have little reason to expect much from government. And, you know, of course, it becomes a self-reinforcing cycle, so you don't expect much, so you don't demand much. And that's not a good thing. Actually, it's better to be a demanding, whiny, you know, annoying citizen or annoying part of the society, and then you might affect change. But if it's in your historical experience, and this is absolutely the case in Egypt, that protest doesn't work, then, you know, that's for a good reason. And unfortunately, I mean, some, an experience that I've lived through very, very closely, you know, day by day, which was the Arab Spring, 2011, when Egyptians rose up and overthrew their president. Well, that's one of the very few occasions in, you know, hundreds of years, millennia. You know, there often have been many uprisings, as for example, when this charming lady stood up in front of the caliph, you know, a thousand years ago, and, you know, insulted him for making a biscuit cost so much. But, you know, in the uprising in Cairo, 2011, millions of people in the street, and they did succeed in toppling the president, but they did not topple the system. And the system came back, has come back, with a vengeance, and reinstated, you know, very much the same order of things, in which you are not really a Pakistan citizen, you know, you are the subject of us, the generals. And that's just how it is, and how it will remain. So, unfortunately, you know, being in the middle of that uprising was a thrilling thing because it's a lot of people of my generation, and a lot of the best talent in Egypt, and the people with the most, you know, imagination, most biggest dreams, the, you know, people who really burn to do something better for their country, to see a better future. They're the ones whose illusions were smashed the most thoroughly. And it was just such a completely depressing moment to see them sort of smacked down and pushed back into having to accept that they, you know, are going to be run by a bunch of guys in uniform. As has been the case for most of the 5,000 years of Egypt's history, you know. So, these lessons are real, you know. If people are skeptical about the capacity to effect change, it's for a historically earned reason, and that's particularly true in Egypt. India's a little bit different. I mean, you know, India has been a functioning democracy to its great, great, great credit for several generations now. You know, there's been change again, and again, and again. But I'm afraid that even so, when you go out to your very average, you know, working folks, you know, in a small rural town, they don't hold up immense hope for big change, you know, incremental change. And a lot of the sort of voting pattern is about what's good for me, you know, in a very transactional way. And that is absolutely logical and reasonable way to look at things."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:19.080",
        "message": "Yeah, and you know, the two deeper problems, like I often say that India has really three problems the way I see it right now. And the first problem is subjective, and it's a proximate problem. And it reflects my feelings, which where I feel the party in power is a problem, obviously. But the two deeper problems, which have nothing to do with the party in power, are number one, the oppressive state, which is the system of government that we have, which is designed to rule and not to serve, and therefore, by default turns us into subjects and not citizens. And it's, you know, really, you know, adapted from the colonial state in that sense. That's number one. And number two is society itself, the way that it is and what we discussed. And these seem to be almost insurmountable problems in different ways. Now, even if let us say that we have, you know, a change in dispensation and economic growth and gradually, you know, let's say, over some span of time, no matter how long poverty disappears, incentives change, people have less incentive to discriminate or to hate each other or whatever. And we enter this virtuous cycle of positive sum games. Even in that kind of best case scenario, which would take decades, you can do something about society, perhaps societies can become more liberal on certain margins we already have, like, you know, 377, the law against gay sex being abolished, you know, had that happened 20 years ago, you know, it would not have been greeted with so much applause and relief as it now has been. So on some margins, we've done better, but on some margins, we haven't. But I don't know what can really be done about this incredibly oppressive state with a stop down way of functioning, like, there's a beautiful passage again about Cairo, but again, you know, reminded me of how India used to be. And, you know, fundamentally, it remains like this in principle, though not to this extreme. And you're right, quote, after 5000 years of civilization, Egypt's political system remains pyramid shaped. Cairo sits indomitably at the pinnacle. Its Ministry of Irrigation decides which farmer gets how much water for its crops. Its Ministry of Religious Affairs chooses who is to deliver sermons in which mosques and what they are to say. Its Ministry of the Interior picks the mayors for all Egypt's 4000 villages. The president who resides there appoints a governor of all 26 provinces and the heads of all 12 national universities, four of which naturally are in Cairo. Until the last century, all farmland in Egypt belonged in theory to the country's rulers. The lion's share of profit from the world's richest land was sucked into the capital. Even today, the farmland is nearly all privately owned. The state retains title to the 96% of Egypt, which is desert, stop quote. And this centralizing impulse is something that kind of remains in India. There's no way for it to go. Obviously, we should be a far more federal society government should be as local as possible. I've had many episodes talking about, you know, why this is the why things are the way they are and lamenting why it's unlikely to do anything about it simply because of incentives. So people who can change the system benefit from it way too much for it to ever be rational for it to change. So now again, when we talk about the state, what are your thoughts? Like, you know, is it better in Egypt since the 24 years that your book came out? And do you see progress being possible in the right direction? Has it happened anywhere that a state has voluntarily given up control?"
    },
    {
        "speaker": "Guest",
        "time": "03:00:43.920",
        "message": "Yeah, I think it has. I think before answering the rest of your question, there's just a little historical point that I think is interesting because it's relevant to both Egypt and India. You know, of course, we can blame a lot on the Raj and you know, we can say that the Indian government as it is now is very much inherited from the Raj with the same sees itself playing the same role in a peculiar way. But I think it was something that people often skip over is that, you know, places like Egypt and India both attained gained their sort of, you know, full mastery of themselves right after World War Two. But during World War Two, the British in both countries had imposed draconian rule, you know, it was a particularly heavy kind of rule. This is why you have sedition laws. This is why you have a lot of these laws are actually put in place for running a country in wartime, you know, and there wasn't enough time after the war to undo them. You know, in a place like Britain, they all got undone eventually, and you get to the 1950s and 60s, and it becomes a happy liberal country. But a place like Egypt and India, they're still frozen in many ways legally in World War Two, which is a rather, I mean, you look at it that way, that's one of the reasons why you have such overweening states. They've got wartime powers, you know, effectively what would be wartime powers in a normal country. And of course, they don't want to let them go, you know. And I think, you know, there are countries that have broken out of having such an overweening state that is often disdainful of its own people. You know, it's useful to have countervailing institutions. In Egypt, those have now been broken and really hardly exist anymore. And it's even more so now than it was at the time of Mubarak, who was overthrown in the Arab Spring in 2011. I mean, there is no independent judiciary, there is hardly any independent press, these things just don't exist. In India, I think the judiciary is particularly important and capable of having an influence and changing the shape of things, but it doesn't do so. And I think the main reason for that is that the way that it's shaped the courts and justice system in India is it's become a sort of corporate institution, which is its primary function is to look after its own people and to replicate itself, you know, to get more people like itself into positions as judges and so on. And in Egypt, it's actually quite rather similar. You know, in fact, the legal profession is all dominated by sons of judges, daughters of judges, who end up being judges. And, you know, it's kind of, it's a cycle. And this ends up being kind of class of people that run that. And they present no challenge to the state because they get what they want out of it. They've got their, you know, retirement benefits and their villas and their etc, etc. So, you know, you need slightly independent institutions to challenge the centrality of the state. But you know, I think there are countries that have moved away from similar overweening states, many countries that have broken free of different degrees of fascism. Some countries have broken free to some extent and then fallen back into it. I think of Turkey, for example, another country I know very well. You know, Turkey has gone in and out of sort of slightly liberal phases, and then the military has come in and clamped down. So then it's faded out again. And for example, Erdogan, when he first came into power, this is in 2002, the current Turkish president, he's now in his 20th year in power. When he first came in, he was celebrated by liberals because he took down the generals and put them back in their box and put them in their places, instituted a lot of freedoms. And then over the next 20 years, he proceeded to take them all away again, you know, so it can kind of go one way or another. And, you know, poor Turkey finds itself back to where it was, you know, decades ago in terms of personal freedom and political freedom. But other countries have successfully, you know, there have been waves of things like that. You know, if you're old enough to be around, you know, you can remember waves of when the countries of Southern Europe were largely fascist dictatorships. There was a fascist dictatorship in Greece, there was one in Spain, there was one in Portugal. They all felt like nine pins in the space of a few years. Needless to say, Latin America is another place, which used to be almost entirely military dictatorships. And in the space of another single decade, like the 1980s, they were all knocked down and changed into something else. You know, I'm not advocating for revolution in a place like India. I don't think India needs a revolution of that kind. But you know, these things can change their shape. And, you know, I think there's a, it's possible that India will kind of naturally change a little bit because, you know, some of the processes that India is now undergoing that are painful and difficult, you know, and as you say, they're even from the spectrum of sort of liberal, you know, reform. Good things happen in India right now. You know, it's not all the dark picture at all. As you say, you know, rights for gay people, this has been hugely changed, fundamentally changed people's lives for the better, I think, you know, millions of people in India. But, you know, I think some of the, you know, the relation between people in the state that becomes disembodied partly is the fact that people don't pay taxes. Your average person pays GST and some sales taxes here and then, but isn't actually taxed. In fact, gets a lot of freebies out of the government. So you create a relationship between the state and government that's not actually a very healthy one. You as a citizen are not paying taxes, actually. I mean, the middle class pays taxes and actually demands something from the state. And these are when I say there are different categories of citizens. You know, taxpaying Indian citizens do demand stuff and often do get it, actually. But the proportion of taxpaying people in India is rather small and therefore they have nothing to demand back. And actually that's true in Egypt as well. You know, the government gets most of its revenue from other stuff. It gets its revenue from, you know, oil, from the Suez Canal, from what they call rents, rather than from income tax. So, you know, whereas in most, you know, slightly democracies that function with a higher degree of citizenship, there's more of an economic relationship of interdependence between the state and its people. You know, you as an American person, you pay taxes and God damn it, you then demand, you know, what you deserve back from the government for what you paid. And if you don't get what you like, you refuse to pay taxes, you know. So that's been going on since the American War of Independence, which was, it was all about taxes on, you know. So that's an old, old story. But I think that's one realm where India as it becomes more formalized, the economy becomes more formalized, which is a painful process and it's being pushed hard by the current government. And, you know, it's probably, you know, the future will be more like that. It's very painful for a lot of people in India that have lived, you know, forever in the so-called informal economy. But it's probably an inevitable direction. But ultimately, it might end up with a more balance between, you know, those who are paying the government and demanding its services at the same time. That's a convoluted and long-term kind of change. But that's the sort of, you know, incremental change that might actually, you know, improve the quality of citizenship in a place like India, and which has happened in other places."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:08:00.780",
        "message": "I'll push back a little bit on the taxes thing in the sense that I think every Indian pays taxes. Now the indirect taxes do actually amount to a lot in a poor person's life. I mean, inflation is a tax on the poor, basically. So the poor are being taxed in ways that might be unseen to them. But I would not for a moment say that no one pays taxes because, you know, just the ripple effect of high fuel prices, for example, is kind of huge."
    },
    {
        "speaker": "Guest",
        "time": "03:08:26.140",
        "message": "Yeah, I don't disagree with you a bit. But I mean, you don't pay taxes in a context of here's your, you know, I'm sending you my check at the end of the year for your percentage of my, you know what I mean? It's slightly different than just being sucked dry by fuel prices day after day, when you don't have, you know, there's no exchange, if you see what I mean, it's a one way, you know, process."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:08:47.260",
        "message": "Yeah, it's unseen and normalized. So after you wrote your book, what happened then? Like, at that point, what is your conception of yourself? You're a few years into a career in journalism, where were you working at that time? And, you know, now you've written a book, do you think of yourself as an author, you're going to write more books? Or are you just what a relief, it's over now I'm back to journalism. Tell me a little bit more about that. And then how eventually you got to be, you know, the head of the Middle East Bureau for The Economist."
    },
    {
        "speaker": "Guest",
        "time": "03:09:16.620",
        "message": "Well, you know, it's kind of strange, these changes in your life often happen in a big, big lump. So, you know, when it rains, it pours. So, my book came out in, I think, 1998. And then in very, very quick succession, you know, my wife and I, we had our first child, so suddenly I'm a father, more responsibility. And very soon after that, I actually got offered a job by The Economist as a proper, you know, pocket job with a proper salary, budget, travel budget. And they offered me a job, I've been writing for them as a stringer, and actually what they call a sort of super stringer, I was actually on a, you know, not a full salary, but kind of, what do you call it, a stipend. Yeah, sort of salary, monthly stipend for several years. And they just took me on staff. So, this all happened in a very short space of time. So, Cairo came out, the book came out, child, and offer of a proper job. So, it was kind of a no-brainer to get a proper job that would pay for, you know, bringing up my child. And it was also a very nice job because I was made Middle East bureau chief. You know, and suddenly I was offered a job with all the goodies, with a travel budget and so on, and given a big geographical space. So, I was suddenly covering 22 countries. And for some time I was doing it, you know, we have other stringers and various other people, but the economist was very understaffed in the Middle East. And so, I had to, you know, I spent then from 2000 until 2015, I kept that job, but I had, you know, 22 countries to travel and really went the length back and forth from Morocco to Iran, dozens of times, you know, spent a lot of time in places like Saudi Arabia, Lebanon, Syria, Iraq, you know, and covered, you know, really major events after 9-11, of course, and then the invasion of Iraq, uprisings all over the place, Iranian politics, you know, Algeria, and then eventually the whole Arab Spring business, which went on and on and on. And that was just a colossal story. I was actually, the Arab Spring erupted in 2011. By 2010, I'd had this job as Middle East bureau chief, which was fascinating and great for 10 years. And I was just beginning to feel like, got to move on, do something else. It's tiring. And then this huge story breaks up where the whole region erupts in one giant revolution. And of course, I couldn't, you know, abandon ship right at that point. And you saw it coming, right? I saw it coming in Egypt. I mean, you know, I have to just, you know, briefly wave my little flag for a moment. I mean, I was one of the very few people who actually wrote an article saying something about to happen. I mean, we actually had a cover story in June of 2010, with a rather nice cover. It was a picture of Egyptian President Mubarak as a kind of Pharaoh sinking in the sand. And it was just saying that something's about to happen. This younger generation is not going to put up with more of this stuff. And I can see the mood in Egypt is ready for some, without being very specific, some major change. And that did prove to be totally prescient. Although no one could have predicted the way things actually worked out. But it was clear to, you know, having been around the Arab world for the previous 10 years, people were just so fed up with these, you know, reptilian old farts who are running the whole region. And, you know, they were all ripe to be overthrown."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:12:36.260",
        "message": "These were incredible times to cover the Middle East because so much was happening. And a lot of the coverage that one sees from elsewhere is sort of very basic or very kind of simplistic. Like this is excellent sort of, again, one of your essays in NYRB, where you wrote about the indifference to when Bin Laden died. And, you know, reading it now, it was sort of a revelation to me what you kind of wrote about, because I didn't have any sense of this from the media at the time. And what you wrote was, quote, long before the choppers dropped into Abbottabad, Osama Bin Laden himself had faded from relevance. His messages to the world had grown fewer and increasingly divorced from the concerns of ordinary Muslims. The last audio tape attributed to him, released in November, singled out France for attack because of his strictures in the veil. Earlier last year, he had blamed the West for global warming, blasted Pakistan's efforts at relief following deadly floods, and railed against cartoons depicting the Prophet Mohammed, five years after the images first provoked Muslim protest. Few bothered to listen to such predictable bluster. Bin Laden's words fail to rate highly even in the jihadist's own patch of cyberspace, which tends to be dominated by techie talk on weapons and tactics, or equally arcane exegesis of musty Islamic texts. And then you sort of continue to write, later you write, 10 years later, such heroic posturing looks rather dated to a younger Arab generation that in places like Tunis, Cairo, Muscat, and even Riyadh, is highly urbanized, increasingly sophisticated about the ways of the world, and impatient for gains in the here and now.\" And this reminded me of something I read in a local context about Kashmir, where the author David Devdas has a book called The Generation of Rage in Kashmir, and his central thesis is that, you know, by the middle of the aughties, there was this new generation of young people in Kashmir, who were beginning to, you know, not care about the fissures of the past, they were aspirational, they wanted to be part of the mainstream, they wanted to be engineers and entrepreneurs and all of those things. And yet, you know, a brutal state used to rent seeking, used to being predatory, didn't allow them to do that. And the violence from the state continued. And eventually, you know, Kashmir descended back into hell. And that seems to me such an incredibly great tragedy. And I'll link the book from the show notes, you should all read it. And so, you know, and in India, certainly, that was sort of an opportunity lost. But give me a sense of, you know, where the Middle East is today, because I have heard from friends who live and work in the UAE, including for the government who sort of have dealings with Saudi Arabia, for example, that they're all conscious of sort of changing with the time. So one, of course, has reason to be skeptical about Saudi Arabia in that context. But there is that sense that look, the oil bonanza won't last forever, and what comes after it, and all of that. So it's easy to sort of, you know, give into simplistic narratives of one type or the other. But give me a deeper sense of what's kind of happening in society there. And I would assume that whatever this state is, the state is lagging behind"
    },
    {
        "speaker": "Guest",
        "time": "03:15:40.580",
        "message": "society. So kind of give me a sense of that. Well, you know, I think, like in the rest of the world, maybe the key word is fragmentation. You know, I mean, there's always much more variety from one country to another in the Middle East than is given credit. It is sort of lumped together as one space. You know, West Asia is how it's seen from this perspective sometimes. And of course, the Gulf is radically different from other parts of the Middle East. You know, the Middle East contains Yemen, one of the poorest countries in the world. And, you know, places like Qatar, the richest country on the planet. So there's a tremendous variety there. But fragmentation is the key, I think. And the societal changes that are extremely important. Of course, what's happening in Saudi Arabia is very, very important. Because Saudi Arabia was the kind of, in some ways, you know, justifiably sometimes over exaggerated, was sort of heart of darkness. You know, that's where there was a sort of, you know, the most, you know, to use crude terminology, sort of backwards version of Islam was given money and respectability and power. And largely in a really creepy bargain between the ruling family and the, you know, the clergy was just basically, as one top prince once directly told me, he said, we're buying an insurance policy, you know, quite straightforward. So they just threw money at the most radical loonies for years. And so Saudi Arabia in that guise was a real danger to, a menace to the world, actually, you know. And, you know, the outcome was people like Bin Laden, you know, that's where they came from. So under the current king, who has, you know, obviously goes without saying, I, you know, I was a personal friend of one of his well known victims, you know, has his dark side. But the things that he's changed in Saudi society are quite extraordinary. I mean, you know, he's wrenched Saudi society towards something quite different, radically different. I mean, much more in tune with where a lot of Saudis already were, by the way, you know, it's not like they're kicking and screaming. A lot of urban Saudi youth were already in a zone that was much closer to, you know, MTV and the world of global internet and Netflix or whatever, you know, then to what was going on officially in Saudi Arabia. So that change in Saudi Arabia where you have, you know, raves going on until six in the morning in Riyadh with thousands of people attending, sponsored by the government. This is a Saudi Arabia that's radically different and will have a big impact because they had a sort of radiating impact across the region. But fragmentation elsewhere and uncertainty, you know, what's the sort of what's next and kind of divorce from politics. And there's also at the same time in the Middle East, there's a kind of collapse of the old system. There was some kind of a very tiresome, stupid old order, which existed before the Arab Spring with these annual meetings of Arab summit meetings, a bunch of dictators get together and sort of jamboree, you know, there was sort of tired hackneyed themes of Arab unity and this and that. And all of this is just gone, you know, it's finished. And each country is looking after its own in itself now. So it's as a region much more fragmented. And I think society is more fragmented and politics more fragmented. It's not a very happy region right now. They've just come through this trauma, the whole Arab Spring, which ended being crushed everywhere, you know, these tremendous hopes raised all over the region, and then absolutely dashed and crushed. It was, you know, terrible roller coaster and has left a whole generation just kind of exhausted, emotionally exhausted and just wiped out and created a whole bunch of exiles and left a lot of people dead also, needless to say, and a lot of countries shattered. I mean, a place like Syria, I don't know, you know, how long, how many generations, what it will take to bring back Syria to the world. So it's not a pretty picture. I mean, that's the long and short of it. And what's also strange is how little changes, we've all known that the oil is running out in the Gulf forever. And yet, you know, something like Ukraine happens, the price of oil goes back up. And all those guys are back in business big time, you know, making a lot of money out of the world oil price. So I remember often being told by oil people in places like Saudi Arabia, they would say, you know, our money isn't running out anytime soon and actually mark my words, and they turn out to be right. So let's kind of come to"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:19:58.580",
        "message": "India now. But before we come to India, just some questions about the economies that one would ask that is it is it that one tends to ask that is it an issue, for example, that there are no bylines, you know, that there is a particular uniform style that you're supposed to have. So, you know, is that something that takes adjusting to, you know, how does that kind of work?"
    },
    {
        "speaker": "Guest",
        "time": "03:20:21.380",
        "message": "Well, again, I go back to my old oozing method, I kind of oozed into the economist, you know, I started writing it for such a long time ago, that no one ever edited my stuff for economist style ever, ever. I mean, there is an economist style book, but it's mostly about little things like don't use this word, don't use that, put your comma here, it's, you know, there's nothing. And so it's a style that just kind of takes, it creates itself in a way by format, by, you know, having particular lengths of articles where you have to get a certain amount of information across, and, you know, a certain audience that you're trying to reach, they're pretty well educated, so you're not going to dumb it down too much. So that's what drives the style, you know, and it's true that a lot of, you know, top economist writers and editors all gone to the same, you know, the same public school and the same Oxford College, that's not untrue. But it isn't a house style and it isn't drummed into people at all, it just kind of, you know, percolates and happens. And as for anonymity, yeah, it's difficult and it depends who you are. And I've known people who've joined the economist and then unjoined, moved on to other things precisely because of the lack of a byline. You know, people are ambitious, personally ambitious, but there's advantages and disadvantages always. I mean, you could, you know, having no byline means you could sort of hide behind the institution. But it also means that, like, for example, being an economist correspondent, you often get quite good access. You know, and when I had to cover a lot of different countries, I found I get good access in a lot of different places, and I didn't have to have a personal reputation. I was there because I got good access because I was representing a respectable institution, you know, that people wanted to talk to. So it definitely works both ways. Yeah, and I mean, it's a bit old fashioned, and that is changing, of course, under the pressure of things like social media. So nearly all of my colleagues now have some kind of social media, you know, kind of a shop window for themselves of one kind. I'm actually very ancient and antediluvian and stupid by not pushing, promoting, you know, my own stuff in The Economist, which I, you know, probably should do. It just kind of goes against the grain somehow. But I think I belong to the, you know, donkey class of transport, you know, in not doing more to push my own stuff on social media."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:27.940",
        "message": "So we're back to donkeys. No, but I mean, as long as your kinky non kinky book has your byline on it, I think you'll kind of be fine. What about what about the house point of view? Like when I like I used to read The Economist voraciously in the 90s and 2000s, and I found that I agreed with it on most things. But the thing is that the very fact that I agreed with it on most things shows that there is a particular house point of view, which is for, you know, free markets or free society, all of that. So is there sort of, has that ever changed? Has there kind of been pressure to sort of stick to that house point of view? Or is it in the selection process that you hire people who are like that? And has it changed with time? And especially in these times, where, you know, wokeness seems to be taking over newsrooms elsewhere, like in the New York Times, whose journalism has deteriorated sharply, in my view, you know, are there also all of these political"
    },
    {
        "speaker": "Guest",
        "time": "03:23:20.980",
        "message": "pressures that come in? Less than one would think. I mean, the political spectrum itself changes more than The Economist changes. You know, I mean, I'm constantly surprised. It's happened to me many times in India, people say, Oh, The Economist, why do you write for that leftist newspaper? Or left? It's described as leftist. A lot of people think The Economist is a leftist magazine, which is, you know, laughable to many people who were reading The Economist in the like the 90s, and so on, so forth. And actually, The Economist has, you know, we've shifted a little bit, certainly over time. But I mean, considering that The Economist was founded in 1843, with basically, you know, the ideas of economic liberalism, free trade, you know, progress, etc, etc. It's changed remarkably little, actually. And what you find is the political spectrum changes around it. And we find ourselves sometimes a bit left of center, sometimes a bit right of center. But the center point is what is moving, you know. And, but in my time with The Economist, it's true in the 90s, partly because of Bill Clinton in the US, there's a tendency to be slightly contrarian, you know, there was like a kind of annoyance with the comfort of the Democrats in Washington in power under Bill Clinton. So The Economist went a little bit, slightly to the right, as a counteraction to how comfortable the American, you know, Democrats were in power, I think, and also as a counteraction to Labour Party Britain. So often, I think, you know, The Economist is critical of whoever's in power. And so the position of the paper can appear to be, you know, somewhere else on the spectrum, because we're being, we're criticizing whoever's in power, you know, who comes from a left party or a right party. So that does change things. But we did go, you know, there is argument inside The Economist. And during the time that I've been there, you know, in my own opinion, we've done some really stupid things. You know, like, you know, there was a big argument about the invasion of Iraq. And I argued strong, I was Middle East, you know, Bureau Chief at the time, I argued strongly against the American invasion of Iraq, I thought it was the most, you know, it was a bad idea in so many ways, and had a big argument with our Editor-in-Chief. But I was basically overruled, you know, I was one of the few people on the editorial, on the editorial side of the paper that actually stood up, made some noise about that. Although it's interesting that when you actually talk to other people, they agreed, they agreed that it was a bad idea, but didn't want to say anything about it. So there's a lot of democracy inside The Economist. But in the end, decisions about, you know, the political direction, it's a fairly small number of people, you know, fairly senior editors who are making those decisions. After the kind of Iraq debacle, there was a little bit of a change in direction for The Economist. And it went a little bit more to the left when George Bush was in office, I think. And then, I think, during the Trump years, you know, under the influence of Brexit, The Economist may have appeared to be left-wing, because it found it impossible to agree with Trump on almost anything. And The Economist, on rational grounds, found Brexit to be just plain stupid. So that's made it look sort of left-leaning, just because of those larger issues. But I don't think that, you know, it's really actually changed that much."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:29.300",
        "message": "Yeah. And I think, like, certainly in India, like you mentioned, some people think of The Economist as a leftist magazine. And I think the whole spectrum of left and right simply doesn't work for India. I think it's become reflexive here, that if you speak against a regime in power, you are called a leftist. But the point is that if you look at the economic policies of the regime in power, they are leftist, they are identical to the previous status policies of the previous guys, right? You know, Modi, you know, Modi has kind of gone the way of Nehru's top-down thinking, borrowed the authoritarianism of Indira Gandhi, and, you know, certainly is kind of what maybe Sanjay Gandhi would have been had he kind of lived. So it's reflexive. And even in the context of Trump, like, you know, Trump actually went against almost every tenet of the Republican Party when he did what he did. So left and right doesn't really apply. You look at Trump's economic policies, and I mean, his aversion to free trade is almost identical to Bernie Sanders, you know, so to call an opponent of that leftist is completely absurd. So this whole left-right spectrum really doesn't work for me. And I wish more people like me would just look at, you know, who's on the side of freedom and who's not. And of course, you will find that nobody is on the side of freedom, but except, you know, a few of us. So and a little bit of trivia for my listeners, which again, I was a sort of TIL for me, where you point out that India's first ever budget speech was delivered by the gentleman who founded the Economist. You know, and I'll quote this bit where you write quote, this year also marks the 161st anniversary of India's first ever budget speech. It was delivered in 1860 in Calcutta, as Kolkata was then known by James Wilson, a Scottish businessman, banker and politician who 17 years earlier in London happened to have founded the Economist. The British colonial authorities had appointed him to restore order to their shambolic finances. The hard work took a toll. Just eight months after leaving, he died, as his tombstone in Kolkata explains, from the combined efforts of climate, anxiety and labor, stop quote. And I'm sort of struck by the fact that, you know, he founded the Economist and"
    },
    {
        "speaker": "Guest",
        "time": "03:28:33.300",
        "message": "India killed him. Which is sad. It is sad, but I mean, you know, frankly, the life expectancy of most of those, you know, colonial officials at that time was very short, you know, I mean, and he sounds like an amazing person. But to go back to what you were saying about left and right, I think you're completely right. This terminology dates back to the French Revolution. It has not much to do with the current reality. And I'm not sure how long, I mean, if it really ever had much to do with India's real, you know, actual realities. You know, it's something that, you know, that was replicated by the Communist Party, which found it a useful way to describe itself. But I don't know what it means, really, in terms of India today. And I think what you say is quite right, the spectrum should be rather different. You know, we should be thinking about things in rather in a very different way, actually. And it's kind of suffocating, and it's a bit sad. And I imagine you sort of share this feeling that, that, you know, one can be socially very, very liberal, but economically, you know, right wing, you know, extreme right wing, and there shouldn't necessarily be any contradiction. You know, you can believe in free, absolutely free, free markets, but also believe in a huge amount of social responsibility, which is fine, you know, why not?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:29:43.860",
        "message": "I mean, the way I sum up my beliefs is that two consenting adults should be free to do whatever, whatever they want with each other, as long as they harm no one else, whether it is in a bedroom or the marketplace. And you'll find one set of people saying, no, no, we want to control what you do in the bedroom. And another set of people saying, no, no, we want to control what you do in the marketplace. And the point is, it's just a question of rights. If I want to trade with you in some way, why should anyone stop me? It's a positive some game between us, you're reducing the value in both our lives, by kind of getting in the way. So, but"
    },
    {
        "speaker": "Guest",
        "time": "03:30:14.100",
        "message": "I think in a place like India, in some ways, the thing to look at is not left, right, not politics, it's who's in charge of the real estate of Delhi real estate, and who's in power in the in the clubs, you know, I mean, who's running, who's a member of the Gymkhana and golf club, etc, etc. And who's got which, which particular bungalow in Delhi. And what you find is that, you know, at one stage, there were a bunch of, you know, Gora creeps, and then there were a bunch of Congresswallas. And now it's a different bunch who are taking exactly the same privileges. And, you know, once you get into your nice position, why should you change anything?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:30:51.460",
        "message": "Yeah, the state is a state, once you're a subject, you're a subject. So, tell me about, you know, India, like you had this incredible period of time as head of the Middle East Bureau, where you covered such eventful times, right? And then you, so why India? What made you come here?"
    },
    {
        "speaker": "Guest",
        "time": "03:31:08.740",
        "message": "Well, I desperately needed to change for one thing. I mean, I wanted to do something, it was a radical change, I was feeling quite burned out. It was partly, you know, personal disappointment with just the collapse of, not that I'm a great revolutionary, just I knew an awful lot of, you know, personal engagement with people who are in prison, exiled, tortured, dead, you know, you name it. I mean, it was just really very tough those last few years, sort of terrible disappointment. So, I wanted to have a challenge that was completely new, something absolutely different. And I really knew very little about India. I mean, you know, just new general knowledge stuff. But I had been to India a couple of times, I was invited to the Jaipur Literary Festival a couple of times, once to present, you know, my Cairo book, in fact, and we had such a good time. It was such a welcoming atmosphere. It was magical, fun, engaging, brilliant people, a great setting. It was just seductive, actually. So, India did its full, like, seductive trick. And so, when the opportunity came to do India Bureau, I was really, really interested. And luckily, my wife felt the same way. And, you know, also, for a lot of Western-type people, the notion of India may seem like a, you know, difficult one. Hardship post, you know, hot, steamy country with tropical diseases and poverty and, you know, that sort of thing. But frankly, coming from where we were coming from, it seemed rather tidy and orderly and shaped up and compared to, you know, turmoil and revolution in Cairo. So, that was never a particular obstacle. And I have absolutely no regrets. India's been fascinating. And I mean, you know, one of the big rewards of being a journalist and one of the reasons why I've remained a correspondent and haven't turned into an editor sitting in a cozy desk in London, which is what nearly all of my contemporaries are now, is that I enjoy the kind of phase of being a really stupid person in a completely new place and having to get on a really sharp learning curve to find out stuff. So, my first year in India, I hope my, you know, my coverage wasn't too painful, but I was really pretty stupid. I didn't understand what was going on. I got up to speed fairly quickly to, you know, adequate speed. But it's been such a long kind of curve to understand more and more about India, but I've just enjoyed the learning process. It's been, you know, really quite wonderful just to understand a place that's really, in many ways, so unique and deep, actually, you know, and varied as India. It's been fantastic, you know, just sort of mind exercise, great stuff."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:33:40.100",
        "message": "You know, like you said, that whole approach, which I love, which is a great approach that, you know, of a stupid person trying to figure things out, because India is so incredibly complex. So the challenge is when you come, you know, who do you look to as your first guides to what this country is about? Who do you talk to? Because, you know, the danger there is that, you know, a sort of self selected group of people you have access to, you know, in Latins Delhi, per se can take you in one direction. And then what do you do? You know, where do you go? What kind of stories do you look at? What do you decide to even focus on? Like, you've done a bunch of wonderful stories, you've done a story on the North-South divide, for example, on, you know, MK Stalin raising that spoonful of rice, and you know, talking about her carbon dating shows that Tamil Nadu is older than the rest of the Tamil civilization is older than the rest of India, and so on and so forth. You've done stories on political corruption, for example, the Rajya Sabha election of Subhash Chandra, where he beat the Congress candidate RK Anand because 13 of the Congress party members marked their ballot paper with the wrong kind of ink. And then the question is, is it deliberate? Is it corruption? And you also did a great story on, you know, witches being sort of persecuted in modern day India or dions as they are called and you had a very moving story about a lady that happened to a Dalit woman that happened to. So, you know, how did you then figure out from this really amorphous mass of a million possible stories, that what are the things I want to kind of focus on and work on and so on and so forth? And what was, you know, from an economist point of view, what was your brief from them? Like, did you, how much time would you get to work on a story? Were you, did you have freedom to just pick anything you want? What was that, you know, give me the inside dope?"
    },
    {
        "speaker": "Guest",
        "time": "03:35:25.940",
        "message": "Basically, it's a complete, you're absolutely right. It's a total embarrassment of riches. There's too much. I mean, it's just, and it's, you know, I just wallow in the amount of possible stories, you know, it is as I was at Salman Rushdie, a sea of stories, you know, I mean, India is just a fountain, gushing fountain of amazing stories and material for journalists. And it's just, it's actually embarrassingly too much. And, you know, it's embarrassing how little one you can actually grasp hold of. And of course I have a, you know, huge handicaps, which is that I don't speak Indian languages, you know, and I don't have, you know, social network background, et cetera, et cetera, et cetera. So one is dealing with a rather limited, you know, it's like looking through a porthole at the ocean. So, you know, it's handicapped. And so there's a certain amount of randomness in what's pulled out of this great sea of stuff to choose to write about. In terms of direction from London, basically I've had almost none, zero. I mean, it's almost complete freedom to what I want to, really no direction, you know, occasionally a bit of push, you know, on the editorial side or something like that. If editors in London want to write an opinion piece or something like that, it goes in one direction. Sometimes there's a, it might be a tiny bit of friction about, you know, I don't think we should put it that way, or that's a bad thing to emphasize or, you know, but there's basically been no real attention on that. And the difficulty, I mean, we are, you know, we don't actually have that much space. That's the big problem. As a paper, we don't have that much space. Our resources are really quite limited. We're kind of quite small on the ground as The Economist in India. So you have to pick and choose what to write about. And, you know, a kind of regret of mine is that that means that you often can't do the really good human interest stories. Because there's also, there's always the big political picture that has to be covered. You know, our readers want to know what's kind of the big picture of what's going on. And although they may love to read other stuff, you know, about some personal thing or some, you know, digressive story, which has a lot of, you know, sort of tactile, you know, quality to it. But we also have to cover, you know, big stuff like elections or interest rate rises or, you know, the big, big economic trends and so on and so forth. And there just isn't enough space to do both really adequately, I find. So I, you know, unfortunately, I find that we often write more about elections than I would really like to. But you kind of have to because, you know, people want to know which way things are going. And, you know, our global audience isn't that close to India. And the other thing is that a lot of the really wonderful stories in India require a bit of knowledge about India that's really hard to deliver in an 800 word, as you yourself were saying, you know, you can't give enough background to explain everything. So for example, this story about witches and witch burning, you know, I had to just fit in around the edges, some of the sort of statistical problems of witch burning and why is it a problem, but focus really on just one person's story, very many. And in order to get an adequate explanation, even in a sketchy way of the sort of structure of a village society, let alone, you know, a district, a state, a country, India is just so, you know, so complicated. It is hard to explain India to the outside world. And that's been, it's been a challenge to do that in a pretty limited format. So I'm sort of, I'm proud of having done that. But I feel like I've missed a lot of really good stories. And some of my Western colleagues who have more resources here, more reporters, different formats with bigger space, you know, have been able to do more, some more exciting stories than I have, but it's, which is great."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:06.500",
        "message": "And you'd also have to, you know, being part of the economists here would also carry this sort of double edged sword, that on the one hand, because of, you know, how big your brand is, and how seriously it's taken, your access, like you mentioned earlier, would probably go up, I'm imagining that more people will talk to you than otherwise would. But the flip side of that is that if your coverage is perceived to be negative, then that access might even go down, they might get too sensitive, for example, your coverage of the COVID numbers, you know, that's as we are recording that is being debated, but you guys wrote about it more than a year ago, about, you know, how sort of off the mark they were and how they were so much more than the official estimates, which, you know, so tell me sort of a little bit about that, what are the particular challenges of being part of the economist under a regime or, you know, with a regime in power that is so sensitive, and that's one bizarre thing about it's almost this post colonial mentality that I think Indians tend to care too much about what white people think, you know, which is in a sense, it's a good thing, because, you know, one reason Indira Gandhi supposedly called off the emergency was that, you know, the New York Times was writing bad things about her, and she really wanted to be regarded well by them. And of course, she was delusional enough to think that she would win the election. So she called for that. And it's clearly something that Modi also cares about. I think some of the other people in the government like the Amit Shah and Adityanath of the world may not give a shit. But Modi clearly does because, you know, he sort of wants to be perceived well by the world and not just by India. So what are your thoughts on that?"
    },
    {
        "speaker": "Guest",
        "time": "03:40:40.740",
        "message": "Yeah, well, in some ways, I've been lucky, because, you know, I've been quite critical of this government. I mean, we haven't shied from, you know, pretty head on criticism of the government. Compared to a lot of other journalists, I have not suffered too badly in return. Again, the anonymity helps for that, you know. For example, I don't get trolled so much on Twitter, because people don't recognize who, what this name, you know, my personal name doesn't, isn't particularly associated with my job, you know, which is fine. And also, they don't even know whether an article in The Economist was written by me, it might have been written by someone else anyway. So I managed to escape the vast trolling that a lot of my colleagues get subjected to."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:18.340",
        "message": "A good policy would be blame it on Alex."
    },
    {
        "speaker": "Guest",
        "time": "03:41:21.060",
        "message": "Exactly, blame it on my dear colleagues. Yeah, so that's one advantage. But it is true. I mean, this current government is very prickly about the press. They don't seem to have quite understand how the press works to tell the truth. And what's odd is that instead of trying to figure out how the press works, or getting advice about how the press works, they seem to have taken the approach of, well, we have to teach the press how we work. And it's kind of a bit the attitude of, you know, the guys from out of town who've come into Delhi, and they've been used to doing things a certain way out of town, and think you can do the same things the same way in the big capital, where, you know, I think there's a kind of comfort zone with this government, which is that they expect the press to say what they want the press to say. You know, that's your job is to relate things and just, you know, tell the news basically, tell people what we're telling you. And it's all very one way, it's unidirectional. But the idea that the role of the press is to constantly challenge doesn't seem to be very well accepted. So there's bound to be, you know, friction. And, you know, that friction seems to be certainly growing, which is dismaying. I mean, you know, when I first came here, there was, back in 2016, you could still, there was a kind of, there was much more of a strong pulse to the Indian press, whether television or whatever, there was a, now you find that pulse feels rather weak. It's not to say that there's not, there's plenty of, you know, variety and so on and so forth. But often it's, you have to seek it out in your own bubble, and you know, it's not reverberating beyond, you know, a small circle, which is a, which is a shame, because there's so much journalist, journalistic talent, and the stories are amazing. And you've also got governments at every level in this country that need to be exposed to, you know, criticism. And, you know, it's that, there's nothing healthier for society than getting this stuff out there. And I just, as I said before, I find that the conversation is getting increasingly stilted. And, you know, the polarization is also not healthy. As you say, it's kind of, you're either with us or against us. And if you say anything that is any form of criticism, then you must be against us in every way. And it's just not true. No, I mean, I'm perfectly happy to accept that some things are a good idea and some things are a bad idea and take them at face value and so on. So, you know, I wish, I wish those, the atmosphere was slightly less tendentious right now. I think everyone should chill out, actually."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:44:07.300",
        "message": "Everyone should chill out is such great advice. You know, in Indira Gandhi's time, there was this famous quote, I forget by whom, but he said that, referring to the media, said the media was asked to bend and it chose to crawl. And you see a similar thing sort of happening now. You know, and there are a few outliers, but you're right that, you know, do those outliers really reach beyond our bubble? We don't know. And certainly they don't reverberate. And I like that word you use, maybe don't reverberate as widely as other outlets do. And my question here is this, that we can think of journalism in two ways. We can think of journalism as providing something that people want in a marketplace of supply and demand, where people want information and perspective and all of that, and journalism is doing that. But it is fundamentally a marketplace and therefore dependent on demand. And when you live in an age of narrative battles, and the demand is for a particular kind of narrative, then you kind of get caught up in that. Or even if there was demand for both kinds of narratives, it'd still be narratives. And, you know, you can't be slave to a narrative or a tribal way of looking at the world. So that's one way of looking at it that look, there is a marketplace of supply and demand, you have to follow the bottom line, how are we going to pay our journalists, if we don't make money, we only make money by catering to that. The other view would be that in any democracy, journalism plays that crucial role, it is an institution by itself, you know, where you are sort of afflicting the comforted and comforting the afflicted, as the saying goes, speaking truth to power. And as you mentioned, the economist also sort of has a tendency of doing exactly that. But then the question comes up that, how is this sustainable? And now my idealistic belief is that there are enough people who value this aspect of journalism for journalism to be viable on its own. And it's just a question of sort of crossing that gap, figuring out how to, you know, get past the friction of actually supporting this kind of journalism ourselves. Like what I see happening more and more in the creator economy is that your middlemen are fading away, the mainstream is fading away, you no longer have to be dependent on platforms, creators are able to, you know, monetize the regard that their consumers have for them directly from the consumers without having to go through platforms without having to go through, you know, the extremely inefficient means of advertising, accumulate eyeballs, sell ads, and that's happening directly. In the long term, do you see something like that as possible for journalism? Or are we being too idealistic? Because the point here is that I believe in my way that it is enough people will surely want this kind of journalism to sort of support it, which is why I keep urging people that, you know, support News Minute, support Alt News, support News Laundry, support Scrollwires, just support all of these people, whether you agree with them on specifics or not, it doesn't matter. Support them because they need to exist. What's your outlook on journalism in a country like India, the way things are going?"
    },
    {
        "speaker": "Guest",
        "time": "03:47:09.220",
        "message": "Yeah, to go back to the first part of what you were saying about the journalism's role as a creator of narratives. I mean, that's partly true. But I think, actually, in a sort of really healthy sort of working democracy, the narratives are created by the politicians, actually. I mean, the journalists, you know, hold up the mirror, you know, question, but the actual story narrative is created by politicians. And that is a big failing in India right now. There isn't a proper counter narrative to the dominant narrative. And that's a failing of politicians more than a failing"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:47:39.620",
        "message": "of the press, you know, if there were a formidable counter narrative. I'd actually argue that the root cause of that is not the politicians or the press, it's the people, because the politicians are responding to demand. If there is no demand for a counter narrative, then there won't be one. Or if there is no market for it."
    },
    {
        "speaker": "Guest",
        "time": "03:47:57.380",
        "message": "You may be right, you may be right. But you kind of create your market. So you sell a new product, you introduce a new product and put it on the market. You know, there is no new product being introduced. I don't see it out there. You know, I mean, you know, it's a failing of, you know, Congress Party big time, and other politicians too, who are too localized. No one is thinking in terms of a big narrative, you know. So you've got one big narrative that dominates because it's compelling and large, and it brings a lot of people in. And, you know, there's nothing that pushes back against that in a systematic sort of, you know, way that captures the imagination of a lot of people. And that is a failing of politicians. You know, it's a failure to, you know, sell a product. You know, they don't have a product out there that anyone wants to buy. And it's not just India, by the way. I mean, it's happening in other places. I mean, it's happening right now in front of our eyes in the United States with the Democratic Party, which really doesn't have a product that's, you know, it can say what it isn't, but it's hard to say what it is, you know. So that's one side of that. The other part of what you're suggesting, I think you're quite right. I mean, you know, there's a shifting of the model for journalism, partly, you know, because of technology, etc, etc, etc, digital world that we live in. And, you know, it has, again, dangers, opportunities, the opportunity of selling stuff directly and getting really talented people out there. And it's true. I mean, you know, you see the success of people who are simply successful because they're just bloody talented, you know, getting rewarded for that. You know, one of them is this guy called Amit Verma. I don't know if you've ever heard of him. But, you know, the transitional moment is very difficult. And, you know, something like The Economist, big mainstream Western corporate, you know, outfit, we had a very hard time. You know, there was like a period about, I can't remember when it was, six years ago when our entire model collapsed, you know, of getting most of our income from advertising. Literally, it collapsed in one week. Three major advertisers just dropped magazine advertising."
    },
    {
        "speaker": "Unknown",
        "time": "03:49:52.900",
        "message": "Why?"
    },
    {
        "speaker": "Guest",
        "time": "03:49:53.540",
        "message": "Because they moved it all to digital. Just like that. And not even without even consulting each other. This is like the Zeitgeist acting, you know, are like three major, major advertisers. So our advertising revenues just like vanished overnight. It was quite bizarre. And this happened to print media all over the world, you know. And to bounce back from something like that is really difficult, you know. But years later, the entire model has changed. The whole revenue model is completely different. It's all based on subscriptions. And what you have to do is opt for a different kind of subscriber experience, different modules, different ways of approaching, different ways of receiving information. So there's now an app, it's now this, you know, you get podcasts, you get, you know, it's a whole different range of stuff that's, you know, different platforms. And so that is definitely the, not just the future, it's already happened. And, but, you know, there'll be winners and losers in all of this. But ultimately, as you say, there needs to be a market out there that's willing to pay for it. And that will always be there. But it takes, there's this transitional moment, you have to change people's habits, you know. How much do you want to pay for it, you know? You know, I remember in a place like Egypt, most of the, a lot of the big newspapers are actually government-owned newspapers, they're just completely government-owned. And they were being sold at the equivalent of like, you know, one rupee, two rupees a copy. So everyone buys this stuff. As soon as that kind of subsidy went, their, you know, their actual circulation dropped from, you know, millions down to tens of thousands. So, and that was before the sort of digital competition or age, it's just a matter of, you know, what is the sort of model. And, but, you know, I think one would like to see a media, you know, sector in general, a press, which is financially independent and secure, you know, whatever that takes. I think it's just really, really, really, really important. You know, the model that's working now in the US actually is kind of, it's working, but not so sure how great it is. But basically, a lot of the biggest, you know, press outfits are now just owned by billionaires who run them as vanity projects. You know, it keeps all of my journalist colleagues in business, which is great. And a lot of them do absolutely wonderful work. And, you know, I congratulate billionaires for buying newspapers or magazines or whatever they do. I think it's a great thing. But, and a lot of these, some of these billionaires are determined to keep things independent, and that's all great and good. But, you know, one would like to see the press be as secure as it was. You know, you think back to, like, the 1970s in America, when the Washington Post took on the Pentagon. You know, that's pretty impressive, actually. You know, and I don't think we're, it's, in some ways, it's less easy to imagine that happening now. You know, America still has a very strong, you know, and fairly independent press, but a lot of countries, India is not alone in finding a fading strength. I mean, a lot of European countries, France is an example, for example, there's just been a lot of concentration lately, which has got people very worried about how independent the press actually is."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:53:00.580",
        "message": "So, you know, before we kind of wind this up, and it's been so generous of you to give me so much of your time, and there is more important work to be done, especially in journalism. So, tell me, you've been in India for, you know, since 2016. And you're now leaving and best of luck with, you know, moving forward. But what are the lessons that you've learned about India? Because it is quite likely, once again, to go back to the question I asked at the start of this episode, that there are things that people like me or that my listeners, we might take for granted, because we are here, that, you know, in the daily drip, drip, drip of whatever is happening, we don't notice that shit is normalized. But what are the big lessons? What do you know now about India that you did not know, you know, when you came here?"
    },
    {
        "speaker": "Guest",
        "time": "03:53:43.140",
        "message": "Well, that's a huge question. That takes thought, you know, I mean, I think, you know, one of the things that I that I know is just the complexity and scale of India, you know, it's just, it's very hard to get your head around that unless you've actually been here, you know, and what an achievement, you know, just, you know, keeping going is an incredible achievement, you know, to just keep this country together at all is pretty fantastic, actually. And so I think that's, that's a big thing. And, you know, also just the, something I mentioned before, just the kind of quality of people, talent, just the just the sheer talent that is, you know, bursting out of this place is quite spectacular. And I don't know, it's hard to categorize or anything like that. But it's just, it's there. And this is what's going to take India, you know, through all kinds of difficulties. But then also just, again, scale of challenges, you know, just, you know, I can see why, you know, sometimes you say, why doesn't, why don't people fix this? Why don't people fix that? You know, it's very easy to throw these, throw out these questions. And at the same time, you just see the challenges are immense. And I can perfectly understand why people would simply throw up your hands in despair and say, you know, ah, you know, it's, this is too complicated. You know, something else that is not really visible to the outside is the this, the amount of, you know, dedicated self-sacrifice. And, you know, that is made by some individuals, which is just absolutely extraordinary. I mean, certain people have just done amazing things to make other people's lives better. I mean, I rarely seen a country where really small number of people, I'm not going to name names, because it's not a point in some exercise in, you know, casting praise in particular. But I just, I've met here several individuals who just made a difference to millions of people's lives, you know, tens of millions of people's lives in a way that's just like, you know, quite mind blowing."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:55:35.780",
        "message": "Can you actually take names?"
    },
    {
        "speaker": "Guest",
        "time": "03:55:37.300",
        "message": "No."
    },
    {
        "speaker": "Unknown",
        "time": "03:55:39.460",
        "message": "Well, okay."
    },
    {
        "speaker": "Guest",
        "time": "03:55:40.020",
        "message": "Yeah, I'd rather not. Yeah. So that's, that's, that's, that's one of the things that is not so, so visible. And I, you know, I think, yeah, maybe I'll just stop with that."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:55:50.180",
        "message": "Well, yeah, that's cool. So okay, the final question, you know, and you've heard the show, so you'll kind of already know what it is. Actually, I'll ask you two final questions, because both of these are traditional final questions, though I don't ask them both together. And the first, first one is, when you think of India, what gives you hope? And what gives you despair? Looking ahead, maybe 10 years, 15 years?"
    },
    {
        "speaker": "Guest",
        "time": "03:56:12.180",
        "message": "I think I'll just start with despair, because I'd rather end with, you know, conclude with hope rather than with despair. I really, I mean, and again, this is going to sound really trite, actually, I really worry about the environment. I mean, you know, I mean, it is, India's on its way towards something really very disastrous. And I think, despite a lot of, you know, government noise and propaganda, I don't think the scale of the trouble has been grasped at all strongly enough. And I think India really has to do better at cleaning up its act, you know, water, air, it's got to be absolutely top priority. And, you know, I find it sort of annoying that there's a lot of finger pointing, oh, you know, India didn't cause world pollution or global warming, therefore, we can pollute India as much as we like. No, it's a current burning problem for Indians today, you know, in the health of your own citizens right now, desperately so, you know, to do something really radical about the environment. So that's something that frightens me, actually, because, you know, I fear if things go along the current trajectory in 10 years, India is going to look like the world's, you know, major outlier in terms of how, you know, dangerous India is for itself and to the world environmentally. So that's something that I worry about. And, you know, the other thing is the politics, you know, the politics of divisiveness, which may earn immediate electoral gains, but is terribly dangerous. And also just, I mean, from an objective point of view, just stupid, you know, India has the world's largest minority, you know, it has 200 million Muslims and all kinds of other minorities, well, many, many different shapes and kinds, some religious, some, you know, whatever. I mean, India has it all, but just tops, you know, take it from the top 200 million Muslims, the world's largest minority. It just seems a terribly bad idea to make so many people unhappy, which is what's happening right now. You know, it's a bad policy, you know, it's just, it doesn't lead anywhere good. And, you know, I think it should just stop for one reason or another. And I can't see what the logic is behind people who think it's a good idea. You know, I mean, it's just going to be destructive for India. If you simply be, you know, if I were some kind of slave trading person, and I saw 200 million people and think of the talent that's out there, you know, that should be harnessed for India, you know, it shouldn't be turned into a bunch of angry people who either want to leave the country, as quite a few Muslim friends of mine want to do at this stage, or don't feel like equal citizens and are perpetually stirred up, and some of whom might turn to, you know, violence, potentially. Anyway, so that certainly worries me. And I mean, those are two big things. Is that enough"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:59:02.820",
        "message": "bad stuff? For despair? Yeah, I think it kind of covers everything. What would hope?"
    },
    {
        "speaker": "Guest",
        "time": "03:59:07.620",
        "message": "Yeah. Well, hope, you know, to go back to talent part, I think, you know, you look at something like the, you know, the startup ecosystem in India, it's bloody impressive, you know, and these people are just burning with talent and actually being given the scope to do stuff as well, which is a very good thing. It helps that the government is largely out of the way, frankly, I mean, that's one of the reasons why that whole end of India is working so well is precisely because the government hasn't found ways to stick its fingers in. And I hope it doesn't, actually. So I think that's very good. And, you know, some of this stuff that, you know, the whole digital ecosystem in general is quite a good thing for India. And it will allow India to leapfrog other countries. It is doing much better in this in many, many other countries, at the same level of development. And I think, you know, there's also in many realms, India starts from a point where there's an immense upside for change. For example, agriculture, you know, the potential change in productivity in what you could be doing agriculturally in India is immense, given the right mix of things. I also think one of the things that makes me hopeful, I don't know if it's hopeful or despairing, there are structures in India that the change to which, you know, changing them would not be difficult, would actually require minimal effort and could have immensely beneficial effects. One of them is the judicial system, courts and the whole judiciary. This is really terrible drag on so many things in India, the whole criminal justice system, the fact that you have now 76% of people in prison are under trial. This is a scandal. It's an immense scandal. And what a waste of time and talent, you know, if you just think of the waste put into that, simply get rid of that. It isn't difficult. It really isn't difficult. You just need more judges. It's really very simple. I mean, in terms of sort of like, how much percent of GDP needs to be spent to get this thing done? It's minuscule, you know, so just do it. And I think also, the same thing goes in a way for the educational sector, just open it up, just do it, you know. You know, the fact that it takes a war in Ukraine to expose the fact that there are 40,000 Indian medical students in this, you know, snowy bit of Eastern Europe, you know, I mean, why? It's just, it makes no sense at all. I think the number of Indian students abroad is now 2 million. And it's our failure. It's entirely our failure. Which is great for the world's institutions. But, you know, these people could be learning in India. So, you know, for example, so I think that to make me hopeful, is there simple solutions that would really make, you know, to use the word reverberate widely, you know, I can see them very easily done. And I just, you know, I wish they'd simply be done. But I'm hopeful that they will be done."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:01:59.060",
        "message": "Yeah, I mean, and I've had episodes on a bunch of these agriculture education and all of those which are linked from the show notes. My final question is, you know, if you had to recommend books, music, films that you absolutely love, that you feel that, you know, you love it so much, you want to share it with the world, what would those be?"
    },
    {
        "speaker": "Guest",
        "time": "04:02:17.300",
        "message": "Gosh, you know, I'd forgotten that you asked this question. And you know, I should have prepared myself better. I find myself stumped. I have such a weird collection of things that I think are wonderful. You know, for example, one book that often comes up in my thoughts when people ask me this is an Icelandic saga called Njáls saga. I don't know if you've ever read this. It's an amazing book. It's written in the, I think, 12th century or something like that. And it takes place in the like the 10th century. And in fact, a lot of current day Icelanders are descended from the same characters, and they know they're great, great, great, you know, actually related to these people. But it's a story of a kind of brutal crime, and then a trial. And it reads like a sort of, you know, you know, docudrama or something like that. It's quite fantastic about this legal system. And, you know, so it's a kind of courtroom drama set in 10th century Iceland, which is wonderful. So that's just something that quite randomly comes to my mind. Another thing that I've really enjoyed reading, these are things I read a long time ago. One of them is Balzac, the French novelist, short story writer, because he's just has a wonderfully human touch. It's all set in like, you know, early 19th century Paris. What's interesting is that he talks about things like, you know, how much money people get paid, you know, and how they live, you know, the actual sort of like, you get you get a real, really tactile sense of how people actually lived. It's not some historical setting all about romance. No, it's about real, real issues. And the stories are things that could happen today. So that's, that's quite…"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:03:46.580",
        "message": "Balzac died of drinking too much coffee, by the way. He wrote an essay about his addiction for coffee, and he got so addicted to it that no amount of coffee could satisfy him. So eventually, he'd just crush the coffee beans and have them raw. So he got a hole in his stomach from too much acidity or something like that. But it's kind of too much coffee. And both you and I have been, you know, we drank coffee in"
    },
    {
        "speaker": "Guest",
        "time": "04:04:08.660",
        "message": "the break and all of that. So be careful. Okay, I'll stay away from crushing beans. Yeah. I'm trying to think of other bits of sort of culture, Gyan. You were asking about books,"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:04:20.340",
        "message": "music, films, whatever. I mean, these are not mandatory."
    },
    {
        "speaker": "Guest",
        "time": "04:04:24.180",
        "message": "Yes. No, no, I'm just trying to think. I think in films, I've seen so many great films. And, you know, there's one movie in the last few years, several years ago that I actually watched it once and then immediately watched it all over again. Like the whole thing from the beginning, which was The Lives of Others. Amazing movie. That was just, it's just so, the quality is just fantastic and so real. I think that was very good. And I have a certain fondness for some Turkish movies, these really, with very long takes, pretty fantastic. There was one called Yol, I think, which is really very kind of dark and deep movie. And I don't know, music, I have a particular liking for this Brazilian guitarist who I think, I'm not even sure if he's still alive, but his name is Baden-Powell, i.e. Baden-Powell, like the founder of the Boy Scouts. But he's really fantastic. He's been playing since the 1960s, this kind of Brazilian jazz. He's absolutely spectacular. I recommend absolutely anything that he's done. And amusingly, the sort of racy thriller that I wrote during the lockdown, I wrote the thriller in between seasons of a French television serial. But I watched the first part the year before, and then there was like a break, and I kind of forgot about it entirely. And then I wrote my own thriller, and then I watched the final season, right after finishing my thriller. And I just suddenly realized how ridiculously influenced I was by this French TV serial, which is, I had no awareness of this when I was actually writing the thriller. And only afterwards, I realized that it was strongly influenced. But it's called Le Bureau. I don't know if you've seen that. It's quite gripping. It's a sort of spy thriller set in the Middle East, between Paris and the Middle East. It's extremely realistic and really super acting and just very gripping, wonderful story."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:06:21.140",
        "message": "Well, so Max, thank you so much. It's been such a pleasure. And thank you so much for coming and spending so many hours sharing time."
    },
    {
        "speaker": "Guest",
        "time": "04:06:28.180",
        "message": "I mean, it's been, you know, an ambition of mine to come and spend time with you. And I'm so glad to have been able to achieve it. It's the high point of 60 years in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:06:39.540",
        "message": "Thanks a lot. Wait, don't go anywhere. This episode isn't over. Max is one of the great storytellers of our times, and he's going to tell us a few stories now."
    },
    {
        "speaker": "Guest",
        "time": "04:06:50.660",
        "message": "Elevator Story number one. In the building that we lived in, in downtown Cairo, it was a sort of narrow, tall building, but quite old. It was like from 1932. Beautiful art deco building, actually, rather wonderful. But we lived on the very top floor, and the elevator was often on the blink. And so we got very, you know, involved in our elevator. And it turned out there were lots of stories about this elevator. It wasn't just the fact that it was on the blink when we were there. But there was a guy who had lived in the same apartment that I lived in a few years earlier, who was a professor at the American University in Cairo, and his name was Dr. Gene Pippin. He was a professor of English literature. He was a bit of a boozer, drank a lot of alcohol, beer particularly. He was very fat. And one day he got into the lift at the top floor and was taking it down, and something snapped, and the whole cabin of the elevator descended very fast to the bottom of the floor, terrifyingly fast. It wasn't quite a crash, but it was just a very quick descent. And so Gene Pippin, in the elevator, probably slightly drunk, fell to the bottom. And as he reached the bottom floor, the boab or chokidar, the watchman of the building, was standing there, who was this wonderful old Nubian man. And he was standing there, and he heard the sound of the collapsing elevator. And he saw this falling cabin of the elevator, and he saw it fall right past the ground floor where he was standing. Gene Pippin, inside the elevator, saw the chokidar standing outside, and as he fell past the ground floor landing, the elevator actually came to a rest at the bottom. Boom! And the guy inside was okay. Gene Pippin was all right, but he could just see through the top of the door of the elevator. And what he saw was the boab or chokidar, this old Nubian man, have a heart attack and fall dead on the ground, having watched the elevator fall past it."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:08:58.820",
        "message": "It's such a cinematic kind of scene. So, as an elevator falls past a boab, the boab falls with it and hits the ground."
    },
    {
        "speaker": "Guest",
        "time": "04:09:04.340",
        "message": "Exactly. The guy in the elevator is fine, but the person watching it had a heart attack at watching this thing fall past him. Yes. Elevator story number two. There was a French executive working for a company in Cairo who was very particular about his health, which was not good. He had a heart condition, and he had very expensive insurance. And lo and behold, when he was working in Cairo, he fell ill, seriously ill, and insisted on being taken to the best possible hospital in Cairo, which at the time was the military hospital, which has a nice view of the Nile, insisted on being taken to the military hospital. He was taken to the military hospital. He insisted that his cardiologist be flown in from Paris, and his cardiologist was flown in from Paris to look after him. The cardiologist came, examined the patient and determined that he was not in any condition to himself be flown out of Egypt to Paris. No, he needed an operation right then in Cairo. And so this French executive was sedated, put on a gurney, wheeled down the corridor in this best hospital in Cairo, and sent down the corridor to be taken to the operating floor, which was on the floor above, and wheeled down to the end of the corridor and into the elevator, and pushed into the elevator. Unfortunately, the elevator wasn't there. It was an empty shaft, and he plummeted to his death at the bottom of the elevator shaft because the elevator was broken. This is a shocking story, but why am I smiling?"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:10:34.420",
        "message": "And what you also mentioned was that people react so differently to this particular story. Tell me a little bit about it."
    },
    {
        "speaker": "Guest",
        "time": "04:10:40.340",
        "message": "Yeah, well, I've had friends who just cackle with laughter over this story. I have one friend in Cairo who just said, tell me that story again. I love that story. Just say it again. And other people hear the story and think, oh, that's bleak and sad. But I'm afraid they've heard an awful lot of sort of slightly black stories about medicine in Cairo. So that's the sort of thing that kept gossip moving. Bus story number one. Yeah, I was once on a bus in Cairo, a sort of public bus, just a normal transport bus. And they have front doors and back doors. It was quite crowded, but unusually, it wasn't so crowded that the aisle was actually open. And we stopped at one stop, and a guy got on the front, and it turned out he was selling combs. That's why he got on the bus. So he was selling combs, and he was selling combs at a particular price. I can't remember exactly what it was. It was sort of one comb for 80 piastres, you know. And he was calling out as he was standing in front of the bus, comb for 80 piastres, you know, bargain of your lifetime, comb for 80 piastres. And the next stop along, someone got in at the back door of the bus, and lo and behold, it was another comb seller. And the guy who got on the back of the bus was shouting out, you know, a comb for 75 piastres, you know. And so there was this kind of bidding that happened between these two comb sellers, one from the front of the bus, one from the back of the bus. And they were calling out different numbers, and they began to overhear each other. And as they got closer to each other, they realized that one guy was undercutting the other guy, you know. So instead of being one for 75 piastres, it was like, I'll sell them two for one pound. And the other guy said, no, I'll sell them two for 80 piastres. And they got closer and closer to each other, and the price got more and more competitive. And passengers on the bus who would never have imagined that they might possibly want one comb or two or three were suddenly buying five combs because they were getting these fantastic bargains. And the bargains kept getting better, and these two guys kept getting more aggressive and shouting at each other. And suddenly, what they were shouting at each other, instead of shouting different numbers, they were shouting insults at each other. They met in the center of the bus, just where I was sitting, and it turned into a fight, and they started hitting each other. And meanwhile, lots of combs had been sold, of course. They started hitting each other. The bus conductor, to break up this fight, sort of pushed them apart, pushed them to the back of the bus, told them, you've got to leave the bus. Everyone intervened, said, no, don't hit each other. No, no, no, no, no, no, no. And they were pushed off the bus, forced to leave the bus. And as they left the bus, and the bus moved on, I looked out the window of the bus and looked back, and I saw these two guys, and they high-fived each other and cackled with laughter. They just made a killing selling these combs at like five times their value because they had made such a show of this bargain."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:13:27.540",
        "message": "It's such a fantastic behavioral economics lesson in this, like the anchoring effect, for one thing. And just the way you're kind of shifting incentives and, you know, making it seem irresistible, you have to buy."
    },
    {
        "speaker": "Guest",
        "time": "04:13:38.340",
        "message": "Exactly. But that was just, you know, one of a million little street scenes that, and it's amazing how elaborate and clever their little show was and worked so well. In fact, I think even some of the people who had spent too much for these combs were like impressed by the show. Hashish story number one. There are lots of hashish stories, but hashish story number one, there was a group of hashashin, as hashish smokers are known, and they used to meet every single night, you know, night after night. Every night they'd do the same thing. They'd sit together, they'd smoke hashish, they'd tell jokes. So this had gone on for years. Every day they'd, you know, work and work, and then at night they'd meet and they'd sit together, hang out, tell jokes. And it got to the point where they'd all heard all each other's jokes again and again and again. So they had a solution. They decided they would just simply number the jokes. So, you know, there was like joke number 74. Someone would say, 74. And the rest of them would chuckle a little bit and say, yeah, that was, remember that one, that was a good one. You know, someone would say, 85. And everyone would giggle a little bit and say, hey, that's cool. That's really cool. But one night they were sitting together and someone said, 196. And one of, you know, they all chuckled a little bit, but one of them just sat there and he just laughed and laughed,"
    },
    {
        "speaker": "Unknown",
        "time": "04:14:59.300",
        "message": "and he wouldn't stop laughing. He's slapping his thighs, guffawing, ha, ha, ha, 196, ha, ha, ha."
    },
    {
        "speaker": "Guest",
        "time": "04:15:07.340",
        "message": "All the rest of them got to think this was rather peculiar. And, you know, finally when the guy sort of fell silent, they said, you know, hey, you know, Mahmoud, what is it about 196? What's so special about 196? And he said, never heard that one before. Taxi story. I took one taxi in Cairo. It was a very old Skoda. At the time, you know, this dates back to like the 1980s, the Skoda was not a good car. It did not belong to Volkswagen. It was still a sort of Czech, you know, behind the iron curtain kind of car. It was not great. And the engine was actually in the back of the car. And we were driving along beside the Nile, but, but, but, but, but, but, but, but, and suddenly there was an almighty crash, you know, absolutely colossal crash. And the car is kind of screeched and skidded to the side of the road. And the driver, I was like, you know, shocked and frightened and didn't know what had happened. And I kind of watched the driver and the driver's head fell forward onto his hand. And he's sort"
    },
    {
        "speaker": "Unknown",
        "time": "04:16:08.020",
        "message": "of clutched his head in his hand. And he said, Tani, Tani, which means again, again. And I said, what is it? Again, what? What happened again? He said, the engine dropped out again."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:16:19.860",
        "message": "It was literally the whole engine had fallen out of the car. Thank you, Max. You're welcome. Transcribed by https://otter.ai"
    }
]