[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "The playwright Neil Simon once wrote that there are two kinds of people in the world, the watchers and the doers, and the watchers sit around watching the doers too. I have always been the kind of self-tormented watcher who watches himself watching doers and watches himself watching himself watching, and so on down the line recursively. Now, that distinction of course is simplistic. Most of us toggle between watching and doing, and context matters. In the context of national affairs, for example, I am a watcher more than anything else, meri kya hasiyat ki main kuch karu. I do have the conceit that in some small way, through this podcast more than anything else, I am affecting a small part of the discourse, but otherwise I am irrelevant to things. And that irrelevance, a shared sense of irrelevance, is one reason that the dominant emotion in our great democracy is apathy. Most of us have figured that the world may go to hell, but we can't make a difference so why waste energy? This is rational. And yet, society progresses because some people refuse to be apathetic. They see what is wrong, they say what is wrong, and even more than that, they try to fix what is wrong. They are the doers who shape our future. And me, I'm just sitting here watching the wheels go round and round."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:16.480",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:25.160",
        "message": "Please welcome your host, Amit Bharma. Welcome to The Seen and The Unseen. My guest today is a remarkable Naushad Forbes, an industrialist, a scholar, a writer, a public intellectual, and an activist for a better India. Naushad has been a consulting professor at Stanford from where he got his PhD and studied India's economy. He is also the co-chairman of Forbes Marshall and has been president of the CII. He's been a prolific columnist as well, and recently came out with the book, The Struggle and the Promise, Restoring India's Potential. And Naushad's efforts aren't just restricted to words. As part of Indian industry, he's been talking to government right from the heady times when Manmohan Singh first became our finance minister. And what I liked about this book, and I loved about my conversation with him, is that Naushad's insights into how to fix a country come from decades of hands-on experience. He's grown up in the miserable 70s, lived through the emergency, felt the buoyancy of liberalisation, he's played the long game, and he continues to play the long game. I tried to capture some of the sweep of this journey in my conversation with him, and I think you'll enjoy it as much as I did. But first, let's take a quick commercial break. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing, and online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs Rs. 10,000 plus GST, or about $150, and is a monthly thing. So if you're interested, head on over to register at indiancut.com slash clearwriting. That's indiancut.com slash clearwriting. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Arshad, welcome to the scene and the unseen. Thank you. Great, great to be with you. So I want to begin by asking you a question followed by telling you how much I enjoyed your book. You know, a lot of these areas I have spoken about with previous guests thought about written about and all of that. But you did such a great job of putting it all together and presenting your kind of vision. And the one thing I was struck by is how incredibly positive you are in this. Like I am known in some circles as a bit of a pessimist, you know, I think our mutual friend Ram Guha would probably be more on my side. On this, I certainly believe that we are headed for a very difficult time and things will go down a long way before they come back up. But I've also speak to guests who are also very optimistic, like I had a recent episode with Aakar Patel, whose passport at the time had been confiscated, who's got cases against him everywhere, and he was full of joy and cheer and all of that. So what makes you so positive and full of energy? Because you've done a great job in this book also laying out all the things that have gone wrong and that we haven't managed to fix. And they would perhaps have been reason to be positive maybe 10 years ago, you know, when the economy was still on an upswing and things were looking good."
    },
    {
        "speaker": "Guest",
        "time": "00:04:36.360",
        "message": "What gives you this energy now? So I'm not always positive, I should say. I mean, you know, like everyone else, I have my cycles, I have my ups and downs. Broadly speaking, I'm positive. I'm positive about the world that I live in, and I see a world that seems, broadly speaking, to be getting better with each passing year. Now, as I say in the book, you know, I was consistently positive about us as a country from between 1991 and 2017, and I started to get less positive in 2017 for a variety of reasons, you know, for economic reasons, for social reasons, for governance reasons. But I'm still broadly positive, and I'm broadly positive because we seem somehow as a society to be able to sometimes, in almost a random way, and surprisingly, redeem ourselves. So for example, you know, you can start getting very depressed about our institutions, about an attack on institutions, about the decline of institutions, the independence of institutions being in some decline, and then suddenly you'll have a chief justice of the Supreme Court who will revive the institution, and will pass judgments, will hold power to account. That just turns things around. And that's happened so often, and sometimes at the darkest times in our history. So maybe to answer your question, where does the positive element come from, it may come from being older, Amit, that you know, I've seen more of those upswings and more of those recoveries in our history, which encourages me that what we've seen in the past will continue to happen, because there's enough going on in the country and enough people of great courage like Ram Guha and Akhar Patel to draw strength from."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:41.360",
        "message": "Yeah, I mean, that's what struck me as you were speaking as well, that you have a wider span of history to kind of look at. I was just a kid in the 70s when emergency and all happened. But you know, you kind of went through that period and saw that play out and we did come"
    },
    {
        "speaker": "Unknown",
        "time": "00:06:54.120",
        "message": "out of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:55.120",
        "message": "Exactly. Where we were literally a dictatorship for a while, but we did come out of that. So maybe there's that as well. So tell me a little bit about your childhood growing up and all of that, because you know, one of the things I've realized that I take for granted and my guests who are, you know, my age or older, we often take for granted is we have a picture of the world in our heads that's shaped by decades of living a particular life and accumulated experience. And our country is very young, you know, I think more than 60 70% of the country is born after liberalization. In fact, there's no that shared memory of what came before. You know, in your book, I realized that you share my fanhood of PG Woodhouse, for example. And I remember at one point in my writing course, I mentioned PG Woodhouse. And then a couple of people later wrote to me and said, okay, who is he, you know, kind of makes you sit back. So I'm very, therefore, keen to know a little bit about your childhood, where were you born, where did you grow up? What was the texture of your days early on before you came into adulthood?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:57.600",
        "message": "Sure. So I was born in Bombay, as it was then, and as I still generally call it, in 1960, grew up for the first seven years of my life in in Bombay, went to kindergarten and first and second standard at Cathedral School, which was at that time, they just opened, I think with my year, a new branch in Malabar Hill. So it was a very, it was a very comfortable, comfortable childhood. My father set up a factory in Pune around 1960, around the time I was born. And he started going down so that even though the office of the company was in Bombay, he would go down every week and spend the week in Pune, so he'd go down on Monday morning and come back on Thursday evening and then work in Bombay on Friday and Saturday. And as we started growing up, my elder brother and I, we started spending more time in Pune because we would go down instead of him coming to Bombay for weekends, we would go to Pune for weekends because they'd rented this really nice house. And we would go down for the weekend. And then my parents bought that house in Pune, which is still the house where my father and my brother and his family live. And we would go down for weekends and enjoyed Pune so much that in 1967, we moved to Pune. And then from 67 through to 77, when I went to the US as an undergraduate, I grew up in Pune and went to school in Pune and still love it. I mean, I still think it's a great city. I think it's a very nice city to live in from a climate perspective. It's a very good city to live in also from, I think, an intellectual perspective. And it's getting to be a better city to live in from a sort of social and restaurant perspective. It used to be somewhat parochial on that vector, but it's getting better. Which school did you go to? To Bishop's."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:00.400",
        "message": "I went to Bishop's. Oh, very good."
    },
    {
        "speaker": "Guest",
        "time": "00:10:02.400",
        "message": "So I went to Bishop's from the third to the 10th standard. And then Bishop's didn't have an 11th and 12th at that time. So I went to St. Vincent's for the 11th and then didn't actually do my 12th, went to the US and went to a small junior college called Menlo for my first year when I was 17. And yes, so I have a memory of the emergency from 1975 to 77. I remember my parents talking about it. And I remember also that we used to always be very free talking about anything at home, being critical of the government and so on. None of us were fans of Indira Gandhi. And I remember that my parents, when they would talk about the government and Indira Gandhi during the emergency, they would go outside and walk on the lawn and not talk in the house because there was this concern that maybe people were watching or listening in somehow. And I remember that. And that was my first exposure, really, to a kind of surveillance state, if you like. I don't think there's any evidence that anyone had any interest in what my parents were saying to each other or any of us were saying at home. But I do remember that that's what they did. I remember a second thing, that there were these, I think there were 10 principles or something that was put out by the government of the day during the emergency. And these were 10 things that you were supposed to do and follow. And it was sent to all companies. And my father used to, at that time, look at all the mail that was coming into the company. And when this came in, he tore it up and threw it away. And then there was a follow-up where they said, well, what about this? And everyone in the company, quite honestly, were able to say, we don't know anything about it. So they sent it again, and he tore it up and threw it away again. And the same thing went on. And finally, I know we sort of outlived the emergency. And fortunately, we were a small company, and so no one really cared what we did."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:21.080",
        "message": "Just speaking of the surveillance state, before we started, we were talking about state capacity. And one of the contexts in which I'm really glad that India's state capacity is so poor is the malign nature of the state sometimes, that sure, we might have a surveillance state and sure, the state might want to crack down on society and all of that. But it is so incredibly incompetent. So you know."
    },
    {
        "speaker": "Guest",
        "time": "00:12:43.000",
        "message": "I agree. I think it's a great strength. And my best example, when I was an undergraduate, I studied industrial engineering and history. The history that I studied was modern Europe. And I remember taking courses in the history of modern Europe at the time. And I remember the contrast between how fascism rolled out in Germany, Italy, and Spain. And it sort of cascaded down in terms of competence and also in terms of virulence. And the competence and virulence went hand in hand in the sense that Germany was the most virulent because they were the most competent. Italy, you know, there were some loose ends and so on. And therefore, fascism in Italy was not as virulent as it was in Germany. And Spain was even less virulent. And it was directly connected with state capacity. And ever since then, I've been a great fan of weak state capacity."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:46.880",
        "message": "Fabulous. One wouldn't know it reading your book necessarily. In those early days, you know, as you're kind of growing up, what is your conception of India at that time? You know, it's a cliched phrase, idea of India, whatever, like, I look back to my growing up in the 70s, 80s, whatever. And I have a certain sense of India. But gradually, as I interact with the real world, layers begin to fall off. And gradually, as I begin to interact with the real world and get into adulthood, liberalization also changes India. So it's constantly evolving. And in recent years, I would argue that I have realized that there were certain things about which I had blinkers even back then that I didn't really realize because I was in this elite English speaking bubble of my own, where some things were unseen to me, you know, to go with the title of this show. So how did your view of India evolve? Like one, what what was it while growing up to how is it then when you're looking at it from outside when you go to Stanford, and like you said, you spend many, many years, more than many of the people who were teaching you by the end of it. And then you come back, how did your view kind of evolve?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:57.500",
        "message": "So you know, when I was when I was growing up, I mean, your comment about living in a bubble was completely applicable to me. I mean, I lived in this very comfortable, affluent, very privileged bubble. And I was very aware that there was a lot of poverty around us. And very aware, not only that there was poverty around us, and I'm not talking here. Now about, you know, just people who were destitute, but there was and there was a lot of that around, certainly in the in the 70s, 60s, 70s, there was a huge amount of that around, right. But also, that people who were middle class in India, lived a very frugal life. That only started to change post 1991. You know, people who lived who were middle class in India, did not take, did not forget did not take holidays abroad, did not take holidays necessarily, they, you know, there was not enough of a surplus to be able to afford holidays anywhere. You know, when you went around and visited our tourist monuments, you saw more foreigners than Indians. And it was simply because Indians couldn't afford to be tourists in our own country. You know, second, if you looked at possessions, and you know, the cars, cars were a luxury good. And even for the middle class were a luxury good, you know, you instead needed to buy a scooter, which you needed to wait whatever 10 years to get. There was a scarcity mindset, you know, because everything was, and of course, the government tried to deal with scarcity by controls and made the scarcity worse, for example, in the case of cement, where cement and the supply of cement was rationed. And the moment they opened it up, suddenly cement became available and the price fell. And so there were many of these sort of experiences growing up, that I think, taught me things about the life I lived. But I'd say it was only after I went to the US and went to Stanford and started really studying, not India, because Stanford had no courses on India at that time, they had no one who had, I mean, you know, you had to really search to find anyone who had any knowledge and any interest even, in India, unfortunately, at the time. But I got really interested in India when I was at Stanford. And because I started getting more and more into issues relating to development, more and more into issues relating to history, apart from engineering, and it was, I'd say, I would credit my education at Stanford with my interest in India and development that became a much more, then became very much of a life's passion."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:56.200",
        "message": "That's fascinating. I mean, the way sometimes distance can give you that important perspective, you know, it's like that, I forget the exact way the dialogue proceeds, but there is this dialogue where there's a fish in water, daddy fish and son fish are going along, and another creature passes by and asks him what the water is like today and daddy fish says, it's okay. And baby fish turns around and says, what's water, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:21.560",
        "message": "So a little bit like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:23.360",
        "message": "And speaking of like, I had an episode on the liberalization of 91 and what life was like before it with Ajay Shah and Shruti Rajgopalan, so I linked that from the show notes. And it's interesting, you mentioned cars like one of the things that would, you know, surprise people to know who haven't experienced it themselves, that, you know, secondhand cars were more expensive than new cars, because a new car had that waiting period of eight years where you could, you know, secondhand car, you could get immediately, my God, what"
    },
    {
        "speaker": "Guest",
        "time": "00:18:49.120",
        "message": "a premium. You know, I remember that time that, you know, the choice was, you had the Ambassador, you had the Fiat, right, and then for a period of time, you had the Standard Herald, I mean, and then they stopped manufacturing. So you had these two, pre-Maruti days, yeah? And then you had the State Trading Corporation. And this, a classic Soviet institution, if there ever was one, right, where, what was the State Trading Corporation? The State Trading Corporation was this government body that would take over the cars that were brought into India by diplomats and would sell them to wealthy Indians and where you had to bid for them. And I remember we bought a car from the State Trading Corporation, which was, we bought an Australian Chrysler, which must have been, I don't know, six or seven years old. And I think we paid, I can't remember what for it, now, 10,000 rupees, something like that. But this is in the 70s. And I mean, it was a good car, but it was eight, 10 years out of date. And that's what we experienced as a country until 1991, when things started to change. So I think you're exactly right. I think people do not, who are born post-liberalization, take it all for granted. And they take for granted that the way we are is the way we've always been. And second, that there isn't a huge danger in going back to that pre-1991 era. That's the part that bothers me. I don't mind if people take for granted that this is the way we are, because that's the only thing that they know. But I think we really underestimate, as a result, the dangers of going back to a control regime, a regime where bureaucrats decide what should be made, what prices should prevail, how much of what should be made. That discretion, that bureaucratic discretion is something we left behind. And it changed India. And we should not go back to that kind of an era."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:01.600",
        "message": "So I'll digress here and we'll kind of move away from biography and tackle something that you devote a subject to in your book, which is culture. And you call it a ramble in your book, but I found it a fascinating subject. And I have a question for that, triggered by the phrase that you just used, scarcity mindset. Now, I remember reading long back, I think it was Jagdish Bhagwati who wrote it in the context of India and China, that people in China have a profit-seeking mindset, people in India have a rent-seeking mindset. And when I sort of thought about that, and the idea there being that in India, there is this thing in the culture, you're always looking out for the next buckra, you're always trying to exploit somebody, you're always looking at it as a zero-sum game, almost as if it's a scarcity mindset. And I know people who will go into business also with that kind of approach, less and less so now, but it's almost kind of intuitive. Now, I can't speak to whether he was right about China or not, because obviously, I don't"
    },
    {
        "speaker": "Guest",
        "time": "00:22:00.240",
        "message": "know about China. Yeah, I wouldn't, I wouldn't agree with the, you know, with the that China somehow was"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:06.720",
        "message": "much more profit-seeking. But coming back to the question of India, you know, in your chapter on culture, of course, a broad point that you're making there is that whatever policies you design, however you design your institutions or your state or whatever, has to take into account local culture. And of course, I agree with I've had episodes on you know, what is called isomorphic mimicry and how it can't really work, you can't transplant a policy from somewhere else and put it here. But also, it seems to me that the relationship works both ways that sometimes elements of our culture can also be shaped by a system of governance that has been put in place. Like I would imagine that growing up in the 60s or 70s for a common person, that scarcity mindset would mean that, you know, one, there was so much scarcity that you often, you know, if you got something that obviously meant somebody else did not positive, some games were few. Secondly, the state was so all powerful, that everybody aspired to be part of the state, so they could use the power of the state in some way or the other. And therefore, the term rent-seeking mindset, you know, to kind of get by and therefore, because of our institutions and the system of governance that was set in place, we developed this mindset, which now seems like a cultural thing. I'm not saying necessarily the causation is always one where there's always an interplay. But it strikes me that that could be something that's reinforced this aspect of our culture. Now, I have no idea if we had this mindset, say 200 years ago, or how colonialism may have played into it. But I certainly see this mindset pervading even today, like I was a professional poker player for five years, and game of skill, and all of that, but also on the intersection of skill and gambling. So but that's a whole different sort of tangent."
    },
    {
        "speaker": "Guest",
        "time": "00:23:50.280",
        "message": "My grandfather in the 30s supported himself and his family in some style on his bridge weddings."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:57.360",
        "message": "Magnificent. There you go."
    },
    {
        "speaker": "Guest",
        "time": "00:23:59.360",
        "message": "Yeah. So you know where I'm coming from."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:01.360",
        "message": "And even there in that community, I met so many people who would be, I'll do this venture and I'll do that venture. So obviously, poker is a zero sum game, if not a negative sum game. So you expect that mentality there. But that mentality was just so common at the time, like, thankfully, in our new economy, it's not so much the case, because you have young entrepreneurs coming up with, you know, who are genuinely, you know, driven by much more than that. So what is your sense of that, that, like, one, I'd like you to elaborate on what you think are specific aspects of our culture that we need to keep in mind, when we think about policy, or when we think about the relationship between state and society? And two, would you agree with this example? And because when we talk of culture, it is we, the danger is of essentialism, that we assume that, oh, this is an inherent, immutable quality of a people, and therefore, this is how they are. And it seems to me that that's not necessarily the case."
    },
    {
        "speaker": "Guest",
        "time": "00:24:59.560",
        "message": "So let me start with the last comment that you made, and I fully agree. And I give some examples in the chapter also of how culture has changed, and changed very dramatically in different countries. I mean, you know, we talked about Germany and fascism earlier on. And Germany today, if you ask me in Europe, is probably the least right wing fascist oriented country. You know, it's a society that works, it's a society that believes in carrying everyone along with it. It's the society that Angela Merkel opened up most to immigration, you know, and immigration not from other parts of Europe, but immigration from Africa. So cultures change, and there are lots of other examples in there. But culture, it seems to me, is a product of our history, so very much so. It's also, and the history in a sense is a product of the policies that you follow, and it's affected by it. So the scarcity mindset, I think, is very much a part of our cultural heritage. And it shows up even today in different ways. It shows up in sort of, well, this is good enough for us. So you don't need the absolute best, you make do. And that make do mindset is damaging. If you want to win in the world, you can't make do, you have to be the best. So it's not that this is all pervading, but it is a theme. It appears too often, because it's a part of our lived experience, it seems to me. You know, there is this scarcity, there is it. And the scarcity, I think, comes from poverty. It comes from being relatively poor. And as we get richer as a country and as a society, and as that wealth spreads through to more people, I think that is waning, but that mindset is still very much there. You have to remind me, the first question."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:05.240",
        "message": "Yeah, I do this sometimes. The first part of the question was that, you know, what aspects of our culture do you think"
    },
    {
        "speaker": "Guest",
        "time": "00:27:14.240",
        "message": "are germane to how we should think about policy in the state and so on? The starting point for me, it seems to me, is our huge diversity and pluralism. The fact that we're, I think we're the world's most diverse country. Now, we have a huge advantage in that we are also the world's largest country in population together with China. But China is much less diverse than we are. And there's a reason why, I think. I think the reason China is so much less diverse, I'm no specialist in Chinese history, but it seems to me that the reason that China is so much less diverse is, number one, because of a very strong, centuries-long controlling state and powerful state administrative mechanism in terms of sort of Mandarin rule and so on, the use of Mandarin as a language and so on. And second, which people, I think, don't point out and don't give enough credence to, the devastating experience of the Cultural Revolution, and I think the decades of the Cultural Revolution that visited real horrors on the population. And these were common horrors. These were horrors that the average Chinese experienced and the elites experienced together. Dozens of millions of people are supposed to have starved because of the follies of the Cultural Revolution. And I think that lived experience, I think, churned the society so dramatically that it ended up producing a much more homogeneous country. All I can say is that I'm really happy that India has not had to go through that same kind of tortuous experience to have that common homogeneous perspective and view of the world. Now, would we be better off as a country that's more homogeneous? Well, I don't think that's a question that I would, you know, I would say, given what it would take to be more homogeneous, for a country of 1.4 billion people to be more homogeneous, I don't want to be more homogeneous. I think we should instead say, we're the world's most diverse country. Given that we're the world's most diverse country, how can we make policies work? Combine that heterogeneity in the country with the fact that we have low state capacity, and I'm sure we'll talk about that later and so on. And if you put those two things together, then it says to me that we should look to the state to do a few things, to do them well, and to leave the rest to private initiative. And private initiative doesn't mean only the private sector. It means the private sector, it means NGOs, it means citizens who get up and want to do a particular thing and take care of something in their community or get together with others and address vaccine shortages or whatever the issue of the day is. So I really feel that as a country, we should seek a limited state, a state that is effective in doing a few things, and then rely on private initiative for the great bulk of everything else. So that's the first piece, this diversity piece. The second element of our culture, it seems to me, and this is something that is an experience of the past 30 years, we've started to develop a culture of growth. And there's a section on a culture of growth, as you know. And that's a very positive thing. Until 1991, if you ever talked about growth rates in India, you'd always get a response where, oh yeah, but India's different, we're so big, then China was growing really fast and equally big, bigger at that time. So how come? And then you'd say, well, but you'd have a whole list of excuses. You'd have the size thing. Earlier, you used to have the colonial thing, that blame colonialism for everything. And I blame colonialism for a lot of things, and a lot of things that kept us poor for centuries. But if you blame colonialism for everything, then you're not taking agency for where we are now. And you're not saying, hey, we can do something about this. You can't just say, well, because we were once a colony, and we were a colony for so many centuries, for two centuries, that that somehow is going to blight our prospects forever. No, it's not. Other countries have moved ahead after a colonial legacy. We can too. And we've demonstrated since 1991 that we can. So I think we've developed this culture of growth. That culture of growth shows up in a bunch of different ways. One of the ways is that it started showing up where people started seeing a fall in the rate of growth as something that was a failure of government. Very positive, very good thing, very good, very good development. Because then people start saying, how come, why we were growing at 9%, we were growing at 8%, why are we now only growing at 4% or 5%? And even if the government of the day tries to rationalize it, and explain, and say why, and so on, and maybe even change the figures so that it doesn't show that, you still, I think, have this sense that we deserve to grow at this rate, at this much higher rate at 7%, 8%, 9%. I agree that we deserve to grow at that rate, but I don't think we can count on it. You have to keep working at it. And I think how you work at it is the important question. And there's lots on the book in that, how we work at growing at much more rapid rates of growth. But I think this culture of growth is an important element. It's something we're starting to have, at least among the urban inhabitants of the country, probably reasonably extensively among the middle class. So two, three, four, 400 million people now. And I think this idea of progress is starting to show up for more and more people. And that's a very powerful idea and something that we need to keep enhancing and believing. So that's the second piece, the culture of growth. Third is, there's a real, I think, if I had to pick a common piece, Indian parents are hugely indulgent. They make tremendous sacrifices for their children. How you capture that and show that as culture, I don't know. But I think it's a very important feature because it's very valuable. It means that Indian parents are willing to make sacrifices to invest in education for their kids to ensure that they are, you know, yeah, we can do a better job, especially of parity between boys and girls than we do. But there's at least this desire to educate and to ensure that the next generation has a better life than the current generation, again, a very powerful element of our culture. It's not unique. Other cultures also, some other cultures also have this. But if I compare where we are at our time in history with the West and with many countries in the West, with the US, for example, or with the UK even, I think we're in better shape because of this element in our culture of parents willing to make sacrifices of close families of children, then having a sense of obligation and a sense of responsibility to look after their parents when they get older. I think these are all very healthy, healthy elements of how we operate as a society. And then a last piece on our culture, I think we have a culture of entrepreneurship. You know, I give this example in the book, the story about this photographer at the Amber Fort who takes pictures of this group of tourists that I was with when they ride the elephant up the fort and then, you know, the negotiation over photographs. And it's an illustration of the most surprising display of enterprise and resourcefulness from individuals who you would not expect to. These are not people who've had the benefit of great education. They're not people who have any privileges. And they demonstrate an ability to really be entrepreneurs."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:09.720",
        "message": "This is such a fantastic summary, I'll think aloud on each of those points, on these points you mentioned, because there's so much to kind of untangle. But before that, you know, that illustration you gave of Indians have this approach that we'll make do, you know, we'll satisfy as economists might call it, is again, something that one can see, you know, might have been affected by policy as well. Like in your book, you speak about how we should always have been more open, right? And our manufacturers, for example, have been protected for so long with tariffs and so on. And one point that you have made, I mean, it's a common point that I keep making that if you are just open, you know, consumers will benefit the most. I mean, when you put tariffs, you're really redistributing wealth from poor citizens to richer firms. But the other point that you emphasized on in your book is that the way that a firm achieves excellence is if it has to compete with the rest of the world, if it's not protected in any way. So perhaps this mentality of, ah, this is good enough, chalta hai, you know, might kind of come from there. The diversity point is what I love about India. Like if I love this country, the first thing that really comes to mind is that we contain so many multitudes. And I was reminded of this quote, but it's in a completely different context, not a celebration of David Reich. And I got this from Tony Joseph's book, Early Indians. And David Reich had done a similar genetic study of different populations and pointed out that while the Han Chinese are one large population, India is actually a collection of many small populations. And his point was that is because of endogamy. So it's because of caste, which is, of course, you know, one of the greatest barriers that we still have to overcome, sadly, that was a negative way of looking at it. But if you want to interpret it, if you want to talk about it in another way, it is true that we are many peoples, we are not just one people. So that's quite fantastic."
    },
    {
        "speaker": "Guest",
        "time": "00:37:57.440",
        "message": "You see it. You know, you see it. I mean, you know, you know, you travel from the northeast to the south, to the north, to the west. I mean, we look different. Yeah. You know, we come in different heights, you know, it's, you know, we have different, different"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:12.480",
        "message": "kinds of hair, you know, it's, it's, it's great. No, you mentioned you come in different heights, a slight aside, you know, when I came to Bombay, one of the things I noticed, I came to Bombay in the mid 90s, and I would travel by local train everywhere, obviously. And one of the things that I noticed is that people who traveled first class, with a first class pass, like me, were on average taller than people who travel second class. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:38:34.200",
        "message": "And that's heartbreaking, because it's a visual illustration of poverty, right? Yeah, you know, one of this, you know, there's, when you go around and visit homes, you know, old homes in in England, you know, you go into these old cottages from the 16th and 15th century, what's the most striking thing? The most striking thing is that the doorways are very, very low. And that's because people were so much shorter than and it's they were so much shorter than because nutrition levels were so much worse than. So it's a sign of progress, that, that we're getting taller. Yeah. And, and the fact that, you know, people in first class are taller than people in second class is indeed very damning."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:16.020",
        "message": "This was true in the 90s. I would hope the difference is less narrowing."
    },
    {
        "speaker": "Guest",
        "time": "00:39:20.440",
        "message": "I don't know, we are still such a desperately poor country."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:24.320",
        "message": "The other aspect actually plays to that, like you spoke about growth. And I can agree with you that it's important that we're thinking about all this. But I think that there might be a mistake that we are, you know, the selection biases at play that we're looking at the people around us and the people that we have access to. Because if you look at the way people vote, for example, growth is far from their mind, you know, demonetization happened, it devastated, especially the informal economy. And yet, that thumping election win in UP didn't seem to affect the BJP at all. You know, they won easily. I like, I recorded an episode a few days back with a couple of economists, Shrayana Bhattacharya and Rajeshwari Sengupta, and we were talking about how important the role of welfare delivery has played in votes, both in 2019. And, you know, recently, and it's true that welfare and growth can happen together, can, you know, you can make a package out of it, and so on, as Shrayana was eloquently arguing. But at the same time, we are ignoring growth completely in that category of discourse. Typically, when, you know, farmers will demand things from the government, they will demand things like farm loan waivers, which are perhaps a necessary anesthetic, but don't solve any"
    },
    {
        "speaker": "Guest",
        "time": "00:40:31.720",
        "message": "of the fundamental structural problems, right? You're absolutely right. I think the, I mean, I should, I should actually, maybe I should put culture of growth in the category of desired, desired cultural attribute, as opposed to cultural attribute we have now. It's just that we have much more of it than we ever had, thanks to the experience since the 90s. So thanks to the last 30 years, we're starting at least in some sections, significant sections"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:05.840",
        "message": "of population. There's a directionality."
    },
    {
        "speaker": "Guest",
        "time": "00:41:07.840",
        "message": "I think that there's a directionality of developing that culture of growth. The problem is that, and it's, this is a problem of economics, and it's a problem of economists. We do not, as a group, do a good job of tying growth rates to individual well-being. We do it, actually, a lousy job. You know, we could much more clearly relate national growth to growth of states and companies and small enterprises to individual well-being and salaries. We need to draw those connections because they are directly connected. And we don't do a good job of drawing those connections. We don't do a good job anywhere in the world, by the way. But in a country like ours that has decades of development to aspire for and look forward to, we have to do, we have to draw those connections. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:13.480",
        "message": "And I remember, you know, my friend Nitin Pai of Dakshashila once estimated that for every 1% rise in the GDP, 2 million people come out of poverty, you know. So therefore growth has a moral force. It is not just a number somewhere, exports are this, imports are that. No, growth has a moral force. It changes the lives of people. Which is why, you know, when I think of all these wasted decades with millions of people in poverty, you know, it's a moral catastrophe."
    },
    {
        "speaker": "Guest",
        "time": "00:42:39.600",
        "message": "Exactly. Absolutely. Absolutely. And, you know, when we were growing, you know, very, very poorly, very little in the 70s, we almost tried to make a virtue of it. You know, we, you, I mean, you would hear statements from the prime minister at the time from Indira Gandhi and from political leaders at the time, you know, almost sort of rationalizing it and saying that, well, you know, yes, we're growing very little, but, you know, we're so much more equal and so on. We were, we were a pretty, you know, we had a very good GD coefficient of inequality, but that was because almost everyone in the country was poor, not because, you know, we weren't in, we were, we, the official, the official statistics showed that we were much more equal at the time, but that wasn't a good thing. It was, it was a bad thing. It reflected a country that was almost entirely poor."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:41.480",
        "message": "No, one of my pet bugbears, in fact, is how people nowadays are following the fashion of the times. We'll use the word inequality when what they mean is poverty. We should all be outraged at poverty, but inequality is very different. And because people look at the world in a zero somewhere, they assume if the rich are getting richer, the poor must be getting poorer."
    },
    {
        "speaker": "Guest",
        "time": "00:44:00.800",
        "message": "And you know, I think what we, what we should do from an inequality perspective is we should say, how are the bottom 20% of the population doing and how are the next 20% doing? And if they're getting better off, hey, great, that's the goal, that's the objective of development, you know, that the population as a whole move up. And if in the process we become less equal, that's okay."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:25.720",
        "message": "Yeah. I mean, in fact, since liberalization, we've reduced poverty and inequality has gone up because while the rich are getting richer, the poor are also getting richer, but at a slower rate. That's bound to happen. But poverty is going. So like the phrase I love that really sums up my feelings on this are by the philosopher Harry Frankfurt, who wrote this book called On Inequality. And the phrase was the doctrine of sufficiency. He said that what we should have a doctrine of sufficiency in that however we define sufficiency, we should just aim at that to make sure that everybody reaches that level above the poverty line or some line below it doesn't matter where you define it. But you look at getting, you know, getting rid of poverty first. So anyway, that that's a pet bugbear. And to illustrate this, you know, a lovely paragraph by you, I'll read out which sort of gives, you know, this pretty in one para goes through this long sweep of history where you write, quote, 500 years ago, the world was a pretty equal place. Every country was poor, and the richest country had around twice the per capita GDP of the poorest. By 1800, the richest country was around five times as rich as the poorest. By 2020, the richest country, Switzerland, Norway, were 300 times richer than the poorest Niger, Malawi. When some of our present day nationalists talk of reclaiming some bygone golden age of Indian history, they are mistaken. There was glory if you were the ruler or near him almost always him and not her. For an ordinary person in every country, life was solitary, poor, nasty, brutish and short. There is only one reason India accounted for a much larger share of world GDP 500 years ago than now. Every country was poor, and we had many more poor people, a stop code. And of course, I'll come back to our historical development through the years shortly. But you mentioned equality and I thought it's a good point. Your third point when you spoke about culture was about the indulgence of parents and family values and all that. And I think that you mentioned how much parents care for their kids. And I thought therein also lies a great indicator of places where we are failing. Like I've written a lot about primary education, for example. And study after study has shown, you know, whether it's by the Center of Civil Society in Delhi or James Tooley wrote a great book called The Beautiful Tree on this. Study after study has shown that when presented with a choice between an illegal budget private school and a free government school, poor parents living in slums, you know, auto rickshaw drivers, maidservants and all, will spend a significant chunk of their money sending their kid to the budget private school rather than the free government school, which kind of indicates how badly our government has screwed that up. And of course, the point, you know, I keep making is not that we don't have government schooling. We put in whatever investment we have to and we try to make that work. But also that we allow private schools to operate, which very often we don't because, you know, budget private schools like this, which are on the margins, which don't meet regulations like playground should be this size and all of that nonsense, just get shut down. Yeah, that's robbing the poor of options, which is kind of... Or putting the price up. Or putting the price up."
    },
    {
        "speaker": "Guest",
        "time": "00:47:33.440",
        "message": "Yeah. Yeah. For the poor, for people who can't afford those prices. And it's so absolutely, you know, and that's where it's part of our diversity thing as well, you know, that we have all kinds of schools in India, you know, you have schools that are good public schools, bad public schools. You have good private schools, bad private schools. Now, how do you deal with that? One way is you simply say, we are India, we will accept it all. And let the, in a sense, give parents the choice of those private schools. Why do they send their kids to, I mean, you know, there have been lots of studies that have been done that actually show that the quality of education that the student gets in that substandard private school is worse than the education they get in the public school. But the parent still chooses to spend money and send their kids to the private school. Usually for one reason, and one reason alone, is that it's officially an English medium school. That's the association that's made with getting on in life. And I think we should simply recognize it and go with it and encourage English medium education if necessary in the public school. And what ends up happening then is it's officially English medium, but a lot of the, so the text will be in English, but a lot of the explanations in the classroom are in the local language. So you actually end up, I think we actually have the world's largest bilingual education system in the country without officially having a bilingual education system. You go into any classroom and that's what, you know, of an English medium school and you will, or college, by the way, too, sometimes, and what you'll hear is explanations in the local language."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:22.400",
        "message": "Yeah, my most popular episode of the seen and the unseen in terms of downloads is actually one I did with Karthik Muralitharan on the state of Indian education, and you also cited him in the book. And he makes some fantastic points there. And one of the interesting sort of learnings about Indian education is that private school, public schools, outcomes are actually pretty similar, but you get way more bang for the buck from private schools than from public schools. And it all comes down to incentives, which is why what people have also been saying for a long time is don't fund schools, fund students, you know. There is this big move, you know, education vouchers, vouchers for the parents, because who has the incentive to make the best decision for the kid? It is not some random central government mandarin sitting somewhere in Delhi. It is a parent, the parent really cares. So give them education vouchers, let them vote with their feet. And then schools have to compete against each other and let government schools also compete in that melange, or let them do whatever, but at least allow private schools the space to go. I mean, these are digressions from digressions, because this often happens, like we were talking biography, then we came to culture, then we've gone to these different things. The last cultural point you mentioned was the spirit of entrepreneurship. And one way this plays out is, of course, you know, jugaru manipulations of the state. For example, there was a gathering at my house the other day, and somebody asked, somebody said, I have to get a driving, I don't drive, because, you know, getting a driving license is a pain, I'll have to give a test and all that. And everybody laughed and said, you fool what test I mean, these days, you know how it is, you just meet a tout outside and you get your license right away. But it's positive, because in deeply difficult times, in times of scarcity, and we are still mostly a desperately poor country, people find ways to get by like most of the entrepreneurship that we see around us is really despite the odds. And a lot of it isn't even things that we would call entrepreneurship, like the Indian woman, for example, you know, I did a longish episode with Shrayana Bhattacharya on this a while back called the loneliness of the Indian women, Indian women have it so bad on so many margins, and you know, their participation in the workforce has declined, they live in deeply oppressive conditions, both within the house and outside the house. And they're finding ways to cope with it is also a kind of resourcefulness. So you know, that resourcefulness, that energy is all around us. And it's just a question of unleashing it as you speak about so much in your book. Let's go back to biography. I mean, there are many things you mentioned that I want to like dig deep into like the role of the state and our economic history as it were, but let's go back to your biography. And at this point in time, what are the kind of books that you're reading? Who are your early heroes like before you go to Stanford and get the education you did and all of that? Who are the people you're looking up to? What kind of books are you reading?"
    },
    {
        "speaker": "Guest",
        "time": "00:52:09.440",
        "message": "So you know, so when I was when I was growing up, and I was in school in Bombay, KG first and second, KG in first standard, I really struggled to read, you know, I was not a good reader and my parents, especially my mother was getting very, very worried about me. Something happened in the second standard, and it happened, I even remember the book, it was a book called Black Beauty about a horse, one of those classic children's books. And I remember I used to really struggle and read word by word and so on. And suddenly, something clicked, and I could read Black Beauty cover to cover really fast sentence by sentence, whole sentence, reading it together, something clicked. And from that day onwards, I've been a reader. So the first things that I read, I read a whole, I read a lot of Eden Blyton. So a lot of Eden Blyton, when I was, you know, sort of seven, eight, nine, 10, 11. And then I think at the age of 12, I discovered P.G. Woodhouse. And the first P.G. Woodhouse book that I read was Leave it to Smith. And Leave it to Smith remains one of my five favorite books of all time. It's wonderful. And then I started reading more and more of P.G. Woodhouse and P.G. Woodhouse, Gerald Durrell. These were the books that I really grew up reading. I didn't read much nonfiction growing up. Nonfiction is something that really happened to me in college. It really happened with reading a few books that really got me interested in history, got me interested in the sort of lived experience of people. I remember reading a very powerful book by Primo Levi called Survival in Auschwitz, which was, you know, one of these books that sticks in your head. George Orwell's Homage to Catalonia about the Spanish Civil War and his comments about the incompetence of the Republican armies that he was fighting on the side of and so on. So these were the, and then I started to read more widely, really in my 20s. And now what else about the lived experience? We always took a summer holiday and often a winter holiday, a summer holiday, you know, where my parents, my brother and I would go somewhere. One of the places that we loved going to was Kashmir. So we would spend two weeks or three weeks in the summer somewhere on holiday. So it was a very comfortable, very attractive, very caring. I couldn't ask for a more comfortable, fulfilling, nurturing childhood. And what was college like? So I went to college when I was 17 and Menlo College was one year and then I moved to Stanford. And Stanford was, the first term at Stanford was a great experience because, I mean, this sounds very presumptuous, but I should say it because it captures, I think, what I felt at the time. I found for the first time that I was in a classroom with lots of people who were smarter than me. And that was a very good thing because it pushed me to learn a lot more. And I said, I better, all through school, I did reasonably well, but I'm not sure I studied that hard. I mean, I studied, but not that hard. I read a lot of books. So underneath, with the light, with a torch, my parents didn't know I was reading. I should have been sleeping. But when I was in college, Stanford was a wonderful experience. I learned a huge amount about different subjects, but I learned much more about myself, about what I liked, about what stimulated me. When I first went there, I thought I wanted to be an architect. So I started off by declaring as a civil engineering major. And then I went to the first of each of the civil engineering classes my junior year, my third year. And I said, I can't do this for one term, let alone for the rest of my life. So I switched away from civil engineering and tried to become a mechanical engineering major. Now, mechanical engineering was a very popular major at the time. So all the courses were full. So I said, OK, I'll do the engineering breadth classes. So I took industrial engineering classes, which were available for me to get into. And I enjoyed those so much, I switched at the end of that term to industrial engineering. And then I also, I was briefly an English literature major, a British studies major, believe it or not, because I spent a term in Britain at the Stanford campus there, enjoyed it a lot, so came back, declared British studies. So I was exploring stuff and exploring sort of my intellectual interests, and then ended up as an industrial engineering major and a history major at the undergraduate level. And then went on to do my master's and PhD in industrial engineering. And you know, they always say that PhDs are supposed to be focused and so on, I wasn't focused at all. I mean, even while I was a PhD, doing my PhD, I was taking courses in French history and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:50.600",
        "message": "so on, as I talk about in the book. Like these days, one trend in academia, which I think even academics are bemoaning these days is a hyper specialization, that you'll pick some really narrow area like marine trade between Ghana and Nigeria in the year 1544 and specialize in that. I don't even know if they have marine trade. But yeah, and what I found delightful was like you were describing your love for your teacher Gordon Wright, and how you did a course in 19th century France, which you couldn't tell your, you know, your main advisor about. And also how you studied crime and punishment in modern Europe and, and so on. And to me, it sounds like this must have been so wildly exciting that you have so many different subjects taught by people who I presume are skilled storytellers who are able to sort of communicate that. At this point, how is your conception of yourself developing like you've spoken about how, you know, you'd fall in love with one thing, then another thing, then another thing, you come to Britain, okay, British studies, and so on and so forth. How's your conception of yourself developing through all these years, like before going to college, going to college, are you at some point thinking, oh, I'll take over my dad's company one day, I'll run that? Or are there other things you want to do? And obviously, you said you wanted to be an architect. So not that obviously. Yeah. So how is your conception of yourself developing in terms of what you want to do in terms of"
    },
    {
        "speaker": "Guest",
        "time": "00:59:12.120",
        "message": "what you love, and so on? So I will, I was always clear that I was going to come back to India and work in India after I finished college, maybe after working for a few years, but then I would come back. How I got into the PhD, by the way, is also something of a story, which is that, you know, I finished my master's in industrial engineering, and then I went to work for a consulting firm. And I hated it. This was in San Francisco. I really hated it. I didn't like the firm. I didn't like management consulting as a profession. I thought we were charging too much to our customers and giving them, you know, anyway, I did not enjoy that experience. So I said, okay, now I better start looking for another job. And when I started looking for another job, I went back and met some of the teachers that I had at Stanford and started asking them, you know, which companies, et cetera. And the person who later became my PhD advisor, Jim Adams, said, well, have you ever thought about doing a PhD? And I said, no, no, I'm not the PhD type. And he said, well, what do you want to know a lot more about? And he says, is there a question that you really want to know the answer to? And I said, well, this is 1983. And I said, I'd really like to know how to create Silicon Valley in Pune. And he said, why don't you do your PhD on that? And I said, yes, can I? And he said, yes, you can do a PhD on anything. So I said, okay. And my parents suddenly hear that I want to do my PhD. So anyway, and I started in the Department of Industrial Engineering, even though technical entrepreneurship in India was not a subject that they had any connection with. But two of my three advisors were ex-chairs of the Industrial Engineering Department. So as the current chair of the department then told me, he said, well, now, Shadi, you could do your PhD in Swahili, and it would count as industrial engineering if these two are on your committee. So I started then working on technical entrepreneurship in India. And it was really through the work I did for my PhD that I got interested in development as a subject, in economic development. And I'm clear that today, if I had to go back and redo my college days, I would do my undergraduate degree in economics and history instead of industrial engineering and history. And I would do my PhD in economic history, almost surely, in retrospect, would be my topics. I ended up doing something that was very different. I'm very happy with what developed as a result. But what I ended up becoming was really someone who was interested in economics and history and economic history and economic development. And that became my sort of academic subject and my academic leaning as an individual. What else can I say about? I mean, you know, I don't want at all to convey that I was only into studies and I was not only in fact, intellectual development was not at the top of the list at the time, probably. I was having a very good time on campus, you know, with lots of friends and enjoying being there and everything else."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:55.200",
        "message": "Then you mentioned that, you know, if you could go back in time, you'd do a PhD in economic history. Now, the thing is, you've studied economic history pretty deeply anyway, as is pretty obvious from the book. And you've also been inside the churn of that education system and gone all the way and done all the way till PhD. How relevant do you think academia is in the modern world in terms of knowledge production, in terms of learning, so on and so forth? Because, you know, more and more, we see that in certain domains, at least some academic disciplines appear to be ossified and just removed from the real world, that there is absolutely kind of no connection with the real world. Not that everything you study necessarily has to a practical value, but it at least has to relate to the real world. And there is also the sense that like one of the trends and I don't know if I've thought about it deeply enough to articulate it properly yet, but one of the trends that, you know, we've seen happening in the last 20-30 years, is that everywhere, one, the mainstream is dissipating, whether it is in media, where there's no longer a consensus on the truth and everybody can produce knowledge, consume knowledge from everywhere, the mainstream is dissipating, whether it's in music, where there is an argument to be made that perhaps since the mid 90s, you know, Steve Van Zandt, Bruce Springsteen's guitarist says that, you know, Nirvana was when rock stopped becoming mainstream, they were the last bright light and after that, it's all been dispersed, which is a great thing. It's a democratization and you're allowing a thousand flowers to bloom as it were. And you know, and some could argue that even nation states are losing certain kinds of resonance where technology allows us to be global citizens in certain ways that earlier geography would not allow us to be. And therefore gatekeepers everywhere are gone and we see this even in, say, history writing, for example. Like we were discussing before the show that our mutual friend Ram Guha is our finest living historian but he didn't do a PhD in history, it was something else, right? And you have young people like Manu Pillay and all that, who is doing a PhD in history but after writing four very fine books and so on. So what is therefore the relevance of academics? Do you feel that this is something that we need to consider, like not just at the higher education level, but even this whole thing that you go to kindergarten, you do standard 1-10 or 1-12, you do the three years in college, in those 10 years in school, these are the subjects you learn. Like that whole format is something that was really designed in early 19th century England to bring out a certain kind of worker with a certain kind of skills. Is it relevant, is it just inertia that we are kind of sticking with it and all of that? Do you feel that disruptions here are possible but much more difficult because the old way of doing things, whether it is the way school is taught, that everybody of the same age is in the same class learning the same things, or whether it is higher education, that they are so entrenched. So having seen it all from inside, what are your thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "01:05:55.480",
        "message": "So yeah, I think that's a wonderful question, and let me try to give you my take on it without any claim to it being the right take. So even when I was at Stanford as an undergraduate, I had friends who I could see were not into the education. I mean, I enjoyed it and knew I was enjoying it, and today look back on it and say I really enjoyed it. So it was pure, for me it was a pure form of education, self-development, learning. I loved it. I could see many of my friends who didn't love it, who were turned off by it, some of them, who were in some cases somewhat cynical about it, in some cases one or two dropped out of the system while they were there and did their own thing, and so on. But for me, it worked wonderfully. It worked wonderfully at the undergraduate level, and it also worked at the PhD level. You know, the one thing that a PhD is supposed to do, it's the reason PhDs by definition have to be narrow, is because in that a PhD done well means that for that, on that one subject, however narrow, however obscure, however irrelevant, for a short period of time, you have to be the expert, the world expert on that one narrow, obscure, maybe irrelevant subject. And the fact that you're the world expert on that one narrow subject gives you an anchor on knowledge. That's the purpose of a PhD. That's what a PhD is supposed to do at its best. It did it for me, right? It gives you a sense of confidence that you then have the ability to understand anything. Maybe it's a misplaced sense of confidence, but it gives you that sense that I can make sense of the world and figure it out because I've done it once for however obscure, irrelevant a topic. So I was fortunate also in that my topic was not that narrow. It was technical entrepreneurship in India, so it was a fairly broad subject. And instead of getting narrow, it enabled me to get into a degree of depth. And certainly, at the time of my PhD, I'd read everything that there was out there that related to technical entrepreneurship in any developing country, and there was nothing on India, and then wrote something on India. For me, the education system delivered wonderfully. Now to come to the question that you asked of, is it relevant today? Does it work for everyone? I think that's a great question. If it worked for me, why shouldn't it work for many others? But how do you enable it to work for many others? So the way in which the world has tried to answer that question, I suppose, is by improving schooling. So you improve schooling, whether you're Prussian Germany or whether you're modern-day Singapore, you try to improve schooling standards to the point where children coming out of the school system have that access then to higher education and self-development and so on that I went through and that I enjoyed so much. Does it work for everyone? No, it's not worked for everyone in history, and it won't work today either. But I worry very much about this move that you mentioned about gatekeepers becoming less important in the world today, because I think gatekeepers have played a great role. So for example, newspapers. Newspapers are nothing, it seems to me, other than gatekeepers. If you get your news from a reputable newspaper, I mean, I subscribe to Business Standard and Indian Express, and then in terms of foreign ones to The Economist and the Financial Times. And the reason those four is because I trust them as gatekeepers. I trust that they will each display a degree of impartiality, a sense of quality, and that they will try to, yeah, they'll have opinions, they'll express those opinions. They're not necessarily always opinions that I share, but I trust them to do an honest job of gatekeeping for me and giving me my news. There are many other newspapers, we can talk about them, who I don't trust equally. And so that's why these four. I do not trust WhatsApp at all. I do not trust social media in general, unfortunately, because there's no gatekeeping. I mean, the reason I love your blog so much is because, and the reason I love your show, the podcast, is because of the role you play as a gatekeeper."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:25.620",
        "message": "I mean, I get where you're coming from, and I agree with you, but I'll push back in a semantic way by saying that, you know, gatekeeper carries, in my mind, a negative connotation"
    },
    {
        "speaker": "Guest",
        "time": "01:11:35.020",
        "message": "of someone who is sweeping people out, who's exclusionary, and all of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:39.940",
        "message": "The word I prefer to use is filter. You're surrounded by sources of knowledge, you need filters to figure it out. And over a period of time, I think what happens, and there are two sides to this, so I'll contradict myself very soon. But the positive side to it is that over a period of time, you figure out who to trust. So if there might be a million blogs out there, but I know that when I go to Marginal Revolution, and so on, I know it's reliable, I know I can trust these guys, I know where they're coming from, you know, there might be a million podcasts, and there are literally more than a million podcasts. But I know which ones I like to listen to, you know, Russ Roberts, Tyler Coven, and so on and so forth. Like the show that I'm doing would not have existed if there were gatekeepers."
    },
    {
        "speaker": "Guest",
        "time": "01:12:19.060",
        "message": "Because who's going to take a five hour economy? I agree. I take your point. And you know, it's a, I think that's so. So in a sense, what one needs is an open system, you know, as open a system as one can."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:32.540",
        "message": "But where there are these gatekeepers, filters, this is the other part of it that I think, one, I think people develop their own filters. But two, I think increasingly, we live in an age where truth seems to not matter so much."
    },
    {
        "speaker": "Guest",
        "time": "01:12:46.740",
        "message": "And we're engrossed in these narrative battles that I worry about."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:49.700",
        "message": "And people don't care about what is true. People care about what confirms whatever belief they have."
    },
    {
        "speaker": "Guest",
        "time": "01:12:55.740",
        "message": "I fully agree. You know, I work very hard. Well, no, that's not fair. I was going to say I work very hard at trying to read the other point of view. That's not true. I work some at trying to understand the other point of view. So I subscribe. I won't mention which, but I subscribe to a particular online newspaper that has views that are completely contrary to what I believe. And I force myself to read it every day, even though I don't enjoy it. Because I want to know what the, in a sense, other side is thinking. And I've even forced myself to read a couple of books that I knew I wouldn't enjoy. So I mean, you know, I don't do it enough. But I consciously try to do it because I believe that polarization is one of the great challenges of our times. And I don't want to be part of that problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:56.860",
        "message": "Yeah, no, absolutely. I mean, I also have to, you know, publishers keep sending me books and whenever someone will suggest a guest, I might go out and buy the book. So I have to read a lot of stuff that I may not necessarily enjoy. And I do try to engage with people. I mean, everybody on the show, more or less, is someone I disagree with in some way or the other, right. But you know, there are certain lines in terms of values that I can't get myself to cross."
    },
    {
        "speaker": "Guest",
        "time": "01:14:22.940",
        "message": "Yeah, no, I agree. I've seen."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:25.300",
        "message": "If there's a certain kind of toxicity that is out there."
    },
    {
        "speaker": "Guest",
        "time": "01:14:28.500",
        "message": "I fully agree. And that's why I mean, you know, when I said, you know, even this newspaper is, I think, one of the most balanced, reflecting that side, I'll mention which one afterwards."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:41.740",
        "message": "Yeah, you know, sort of going into the thread, like what I found quite insightful, and I'll think about that more after this podcast is run, where you spoke about how the PhD makes you focus on something small and makes you a world expert in it, and therefore it changes your way of thinking. And I can totally get that, that if you're completely focused on something and getting deep into it, though, that work ethic, those grooves that you form in your mind, can then be applied to anything. And that's incredibly positive. Also, however, the flip side of that is that and this, of course, would not apply to you and the PhD that you did. But for a lot of people is that the prisms through which you look at whatever work you have done, those might just become your permanent prisms in a sense that, you know, you use them to explain the world around you, you look at everything through that. And sometimes it's great, sometimes it's not like I remember in college, luckily, I was very unformed in terms of having prisms. So I was just very confused and through adulthood, one sees reality and you come to whatever views that you do. But I can see how, like people often say that if you're not a communist at 18, you don't have a heart. If you're not a capitalist at 30, you don't have a mind, something to that effect. And so I can, you know, I've seen people flit one way or the other. And what I in fact find today, and this is an aside, what I in fact find a danger today, is that today everyone is expressing themselves on social media and tying themselves down to positions. Whereas in an earlier age, they would have played around it with it in their head. But now they'll take positions, join a tribe, you know, posture vociferously. And then before you know it, they've closed themselves off and they're just thinking like that. So that's a danger. We'll see how it plays out. But in your case, how is your prism of the way that you look at India, our economy, our society developing in that time, like one, you said that it was while at Stanford that you began to see India more clearly. And two, in your book, you mentioned about how the focus of the study, just from, you know, being about Silicon Valley in Pune shifted to Pune, where you were speaking to people and figuring stuff out. So tell me a little bit about how your view of India got sharpened through all of this."
    },
    {
        "speaker": "Guest",
        "time": "01:16:45.420",
        "message": "So it was sharpened, you know, in a way which I have always found works for me. So it's worked for me ever since too, which is I would read about India and I would match it to my own lived experience and the experience of my parents and running a firm, et cetera, in India. So for example, when I started doing my work on technical entrepreneurship and I went around and started interviewing entrepreneurs in Pune, I would read what the government schemes were in entrepreneurship and fostering entrepreneurship and caring for small scale industry and so on. And I would talk to all these entrepreneurs and hear what they had actually experienced of those same schemes, if they knew about them, which they didn't very often. But you know, they would have the same, this experience. And this combination of here's what's written about a particular subject, and here's the actual experience. This experience may not be hugely representative of the aggregate, but it's real. It's real for at least one. And if it's real for at least one, that real for at least one has to fit into your broader theory and scheme. Because if it doesn't, then you know there's something wrong with the theory and the scheme and not with the one, because you know the one is real. So I've always found that that combination is very powerful for me, and as I would keep reading about India, I would read about, you know, dependency theory, for example, and you know, rich world is keeping the poor world poor, ripping it off, you know, ricket multinationals are going around controlling technology and by controlling technology, keeping developing countries in a permanent state of dependence and so on. And I would look around at my lived experience and say, hey, I don't see that. Has it happened? Yes, probably. But maybe it's happened in as exceptional circumstances as the exceptions that I'm seeing, which are contrary. And when I would look at what I saw around me, and I would then start saying, okay, maybe there's a need for a better theory and a better understanding of what's actually happening. And so I sort of came to, I came to building technical capability and economic development from this combination of reading a lot of old style understanding and dependency theory and so on of the late 70s and early 80s, connecting it with my lived experience of a firm in Pune, and the study that I was doing and going around and visiting and talking and interviewing entrepreneurs and then trying to come up with my own picture of what was actually happening. So that was really the way I tried to approach this and think about it. And I've tried to do that ever since, which is if I read something, I try to match what I read with as factually as I can. And it has to make sense, at least for that one fact."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:06.300",
        "message": "How important a role did writing play in the way that you developed as a thinker and the way you thought about the world? Like the great economist, Zedrey Mikloski, once said that, you know, I don't wait to start writing till I do my research, because writing is a form of research, right? So and you also mentioned earlier how, you know, one of the great things about doing your undergraduate courses in Stanford and all that was that they taught you how to write well, there was a trigger, you know. And similarly, you've mentioned in the book about how when you were, you know, heading the CII, you would write a daily journal, where you would write every day. And you know, even in this book, like as listeners can obviously make out, you know, you obviously and this would come from your teaching that you're extremely lucid, but the book is also very lucid and well structured and all of that, you know, in non academic language, one would never know you've done a PhD by reading this book."
    },
    {
        "speaker": "Guest",
        "time": "01:20:59.180",
        "message": "I'm very, very glad to hear that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:02.020",
        "message": "So tell me about the role that writing has played like, right, like, like what I often tell my writing students is that you don't think you shouldn't think of writing as something instrumental, in the sense that I have a goal, I have to write an article, I will sit and write now, or I want to write a book, I will sit and write for a few months. But you make writing a part of your daily life, you make it a habit, and it just helps the way you think it deepens your sense of self and your engagement with the world and all of that. So tell me about the role writing has played."
    },
    {
        "speaker": "Guest",
        "time": "01:21:27.740",
        "message": "So you know, I've written a lot at different points in my life. And whenever it's been a period in my life where I've been writing a lot, I write better. So I mean, I think it's a point that you've made often in your in your blog, and you know, and in on the podcast that that you practice writing is something that you have to practice. I fully I fully subscribe. I think that's exactly the way it works. And it's exactly the way it's worked for me. So I, I used to write a lot when I was in college, for obvious reasons, I had to do assignments, etc. But when I did assignments, I always tried to pick a subject that I cared about. So for example, my freshman essay for my English class, and there was was on PG Woodhouse, as you would expect, but it was on an aspect of PG Woodhouse that at that time, no one had looked at, which was his experience during the Second World War, where he made these broadcasts on German radio, and so on, and the reactions in Britain, and so on, and making sense of all that. And later, by the way, I wrote, I wrote on the, you know, the, the 1857, First War of Independence or Indian mutiny, depending on your perspective. And the way I wrote about it was by actually going back and reading the reading what the economist said in 1857 at the time about about it. Unfortunately, the Stanford Library had the economists of 1857. So I was able to go and read. So I, so the first point about writing is, I think you should write about something you care about. It can be, it can be nonfiction, it can be fiction, it can be about emotion, it can be about character, it could be about anything. So in my journal, I would try to do that. I would try to always capture how I felt, not just what happened, because what happened is kind of boring. You need, you need it as a record of what happened. But then you need to also catch, capture how it made you feel, because that's much more interesting, I think. So that's one piece. Second thing that started to happen for me is that when I was, when I first started working, well, I had to give lectures, because my course at Stanford grew. And so it became less of a seminar and more of a lecture class. So I had to write those lectures. And I tried to make each lecture count. And so, you know, I do a lot of work of digging things out and so on. And you have to make the lecture not only count in terms of content, but you have to make the lecture engaging. So my handouts always had Lakshman cartoons on it or other cartoons on it. It was, I think, the only course in the School of Engineering that had cartoons on it. I tried to make the lectures, you know, engaging in terms of quotes, in terms of personal experiences, and so on. And that was a form of writing also, and polishing the writing, and the writing, the lectures would improve, I think, from year to year. And then I did some academic writing also at the time, which is less, less interesting. And then later, I'd say two other things taught me about writing. One was when I was president of CII, and I would travel around the world to give a five-minute speech. And if you're going to give a five-minute speech, and you're only allowed five minutes because, you know, the president is speaking or something, so you're only three minutes. I mean, if you're going to speak for three minutes or five minutes, you can at best try to get one point across. And it better be the right point because otherwise you've wasted days of your time getting to wherever to give this five-minute speech. So you better make that five-minute speech count. So for the first time, probably, I really learned the power of brevity and being focused in writing to deliver a speech. I never used a single transparency, by the way, and a slide, showing my age, and you'd really learn how to make one point and stick to it. And then after that, when I started writing my column, it was a great disciplining experience because I found that – and initially, I used to object when the person would come back saying that, listen, no, you know, it's a 1,000-word column. You can at best get to 1,100 words, but you can't get 1,120. It has to be – you know, it can at most be 1,100. And I found that that improved the writing a lot because you get rid of a lot of bumf. Now, when you write a book, you know, you have the luxury of length. But I have to say that I tried to go back through the book several times and edit, and every time I edited, it always became shorter, not longer. I mean, I removed stuff and, you know, including removing whole pages and points and so on because I said, you know, what do I really want to say in this chapter? Let me just say it. And then at the same time, I wanted to have fun. So the quotes, you know, some of the asides, some of the footnotes and the cartoons, I say, you know, if I'm not going to have fun, why am I writing this book?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:54.540",
        "message": "Yeah, I mean, you know, Blaise Pascal once said to someone that, I'm sorry for sending you such a long letter. I didn't have time to make it short."
    },
    {
        "speaker": "Guest",
        "time": "01:27:02.460",
        "message": "Abraham Lincoln said the same thing, right, about his, about giving a speech once, where I think he said the same words, probably quoting Pascal."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:13.340",
        "message": "Probably quoting Pascal. No, in fact, the parts that I loved about your book, like one, of course, you've nailed the conversational tone, but I love the personal anecdotes a lot. And since we mentioned that, you know, especially in your chapter on politics, there was this lovely anecdote on Indian politicians, which I'll just read out before we get back to the narrative. Quote, Indian politicians are petrified of being photographed holding a glass of alcohol in their hand. At a state banquet in an unnameable capital, I was fortunate to still be president-designate of the CIA. This enabled me to sit at the second table. The president had to be at table one with the chief minister. We were all served with good alcohol, no alcohol at table one, though the chief minister was known to like a drink as much as my predecessor and me. At another program, the opening dinner was held in a spectacular setting. Here, I was at table one and the waiters were bringing us drinks at the table. We all had an excellent whiskey, except the governor of the state and a member of parliament, both of whom were sitting with us and seemed to look distinctly thirsty. At some point, well before dinner was served, the waiter brought the governor a bowl of soup with ice cubes floating in it. When he started to drink with his soup spoon with some relish, the MP asked for the same soup. The waiter started to explain in a low voice and the MP sent him away with a clear instruction. I want that soup. Stop quote. This is such a beautiful story. You know, after you've done your PhD, right, and then you come back to India, tell me about how that journey was in industry, like, you've spent a few years engrossed in stuff that you're passionate about. And not just academics, as you said, I'm sure you were having a good time on the side. But you were having a good time with the academics as well. And now you're back in India. How do you decide what to do at this point? Is there a worry about the humdrum of daily life and the routines taking over? Or do you straight away just continue doing what you're loving, but, you know, engaging with it in a different context?"
    },
    {
        "speaker": "Guest",
        "time": "01:29:02.260",
        "message": "So I did, you know, I was fully involved in our company. And one of the things that I did in the company, I was, in fact, one person once described me as the official trainer of the company. Trainer, I think he meant it in, I think he meant it as a compliment, but I'm not sure. Because I used to do a lot of training, and I would get groups of people together and we would talk about different things. And one of the things that we talked about was India and what we saw around us in the economy and about policy issues and about what we needed to do as a country, as a country and what we needed to do as a company. And then I did some of these workshops. They were like three day workshops with different groups of people. That was sort of summary versions of my course. The outcome of one of those workshops was a vision statement for the company, which was that we wanted to be a developed company in a developing country. The logic was that we wanted to be, we said, how will India get to be a developed country? It'll get to be a developed country if certain enterprises and individuals move first. I mean, everyone's not going to move at the same time. So we should set our goal as a company to be a developed company in a developing country, and then hope that many more would join in that process. And through that process, we would, as a country, become developed. So this was the, this was sort of the perspective even in the company. And I started to get involved in things outside of work in India, I mean, through the Confederation of Indian Industry. And quite early on, I did a couple of programs, again, boiled down versions of my course in a day on two days for groups of people from industry outside. And did one in Bombay, one in Pune, started to get involved in various CI committees at the local Pune zone level, at the state, Maharashtra state level, Western region and national. And that gave me a huge opportunity to start getting involved in policy issues of things that mattered to me. So, and many things seem to matter. So, you know, technology issues, higher education issues, particularly, but also then later on international business, trade policy, a bunch of things related to affirmative action, a bunch of different areas, actually. So CI really provided a wonderful platform to engage with development issues. And you know, the economist Rakesh Mohan, I remember when we were chatting one day and he said, you know, he said in India, he says, we have relatively few good people. And I said, what do you mean relatively few good people? And he says, well, he says relatively few people who want to do things and get involved in things outside of their own sphere. So, you know, people in industry who want to go beyond industry as an obvious example for me. And as a result, if you're keen on doing that, there's ample opportunity to do it. And I've always felt that, you know, if you look around us in India, there's so much opportunity to contribute everywhere. And you can have much more fun and much more impact and really, really engage with things much more than you can in any other place."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:23.900",
        "message": "So that's, that's what makes it, that's what makes it so enjoyable. A common impression that some people have of the business environment of pre-liberalization India was that with the state having such a heavy hand, you know, you had to be cronyist to survive. And people will talk about Tata's as one example. But otherwise they'll say that, you know, Dhirubhai was made by that environment of, you know, sort of making connections everywhere, building networks, all of that. Now, you've mentioned in your book about how you and your family scrupulously kept politics an arm's length away. So, you know, your dad would not, for example, call politicians or bureaucrats or whatever home for dinner or lunch or whatever, they would be at an arm's length away. You'd do everything on sort of the straight and narrow. Were you, were you guys an outlier?"
    },
    {
        "speaker": "Guest",
        "time": "01:33:11.220",
        "message": "I think there were others. There were others too. And let me make one comment, by the way, about Dhirubhai Ambani, which is that, yes, you know, he had that reputation for being very close to government, but he never let it come in the way of setting up really efficient businesses. You know, he took, I think, advantage of every possible loophole that he could, maybe, maybe made some loopholes too, but at the same time, he built an enterprise that was highly competitive and world scale, you know, execute projects executed brilliantly. So, you know, he didn't let that, let that cronyism influence his competitive choices, which a lot of other Indian industrialists did. I think a lot of others who were close to government use that closest to government to be inefficient themselves. And as a result, when the economy opened up, they were swept away, they vanished. And any number of names that we can come up with from both Bombay and Delhi who were prominent industrialists of the 70s, who are gone as industrialists and industrial business families today. The second comment that I'd make about that was that I don't think we were, we were not the only ones by any means. There were many others like us who I think wanted to keep business, you know, industry and government should stay some distance away. It helped hugely that we were in Pune. I think if we were in Delhi, it'd be much tougher. Delhi is a much more incestuous, almost Byzantine place in terms of government industry relations. I just don't like it. I mean, I like Delhi as a city to visit, but I wouldn't like Delhi as a city to do business in. I, you know, Pune, Bangalore, some extent Hyderabad, Pune, Bangalore, I think are much more interesting, encouraging places to do business, maybe even Chennai."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:22.020",
        "message": "One of the resonant parts of your book was where, again, you, you know, delve into the personal and you talk about how when Manmohan Singh gave that 1991 reform speech, you and your brother were so inspired and you sat down and it kind of made you want to do things differently within your company as well. Tell me a little bit about that, about the charge that you felt and where it took you."
    },
    {
        "speaker": "Guest",
        "time": "01:35:41.460",
        "message": "So, you know, when we heard his budget speech and we heard the speech on television and then I read the speech and then I used his speech, by the way, in my course for the entire time I taught it after that, because I think it's really one of the great speech in itself and it's such a watershed in change and direction. And that speech, as I say in the book, led to my brother Farhad and me sort of sitting down and saying, okay, how do we, what do we change in our business now? And we said, let's start by asking ourselves the question that if, you know, at that time all the products that we made were protected with import tariffs of anything from 200 to 400 percent, right, 200 to 400 percent. Okay, a lot of the inputs that we got also had 200, 400 percent duties on them. So yeah, that's 200 to 400 percent tariff on the imported, on the items we made. We said, if it was at zero percent, you know, what would we still make? What would we be competitive with? And it was a sobering exercise because we sat down with our management team, we looked at all of the products and we said, well, probably about half would not be competitive, even if we could get all the inputs at zero tariff. So then we said, okay, what do we do? So we said, we have to do two things. One, change what we do with technology. So R&D, which was earlier focused almost entirely on indigenization, on doing locally what was previously imported, you know, some component that was imported, make it here. R&D now has to develop products that we can sell worldwide. So that was the first goal. And it took a while before that started to show up. It took three, four years before we started to get a regular flow of products coming out from our R&D unit. We increased the number of engineers in R&D. It helped a lot that we had a couple of really good capable people who joined, one of whom is our current CEO actually, in R&D as an engineer at that time and just did a wonderful job of building out our R&D capability and team. And the second thing we said, look, the world's going to be coming to India. If we want to know how to compete with them, let's learn how to compete with them outside of India. So we decided to start exporting and go international as a way of forcing ourselves to learn how to compete with the best outside of India. And we said, if we can compete with them outside of India, we can compete with them inside India. So in a sense, it was an inward-looking approach, but a very effective one. And as we started exporting, we suddenly discovered that actually these export markets were very attractive. We could do more just for the sake of the export markets and not only as a learning tool for how to compete inside the country."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:54.700",
        "message": "And it would seem to me that even in this approach, even in saying that, OK, these tariffs are going to go, we are going to have to compete, what can we do to get better and all of that, it feels that that approach is also a bit of an outlier approach. Because a typical approach that I would more expect is of industrialists wanting to protect their turf. Like, for example, the Bombay Plan of 1944 famously agreed with Nehru, central commander of the economy and all of that. And part of the reason, no doubt, was that they are insulating themselves from competition and they are having a protected marketplace and all that. And typically, how interest groups in the US also work is that you will have corporate interest groups which are always fighting to protect themselves from competition, which is why I say that market-friendly and business-friendly are two completely different things. Market-friendly means you have free markets, you're benefiting consumers everywhere. Business-friendly means you're benefiting big businesses, which will want to keep competition out and they'll kind of hurt consumers. And I would therefore imagine that industrialists and industry lobbies would actually not be ambivalent or lukewarm about opening up too much, because they also want to protect their turf and their territory. Like you said, many of the industrialists of the 70s just vanished. So within the community, within the business community, for example, or within CII, which you would go on to head, were there signs of these ambivalence? Like, was your approach sort of the universal thing, let's go, this is good for India and we'll adapt and we'll be good?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:23.860",
        "message": "It wasn't the universal approach. It was a somewhat exceptional approach, but there were enough other firms that also believed that this was the right thing for us. I talk about how at that time, a friend of mine, Ashok Desai, and we'd become friends because I read something he'd written on technology and I was doing my PhD, I wrote him a fan letter, he wrote back, he sent me more things. We started meeting, we became good friends. And Ashok was the chief economic advisor at that time to Manmohan Singh. And he put me on this group of industrialists that would meet each year before the budget. And it was really striking to me that at those meetings with Manmohan Singh, every industrialist would start off by saying, Mr. Finance Minister, you're doing such a wonderful job, your new direction for India, opening things up, you're creating a completely new country, et cetera, et cetera, et cetera. And they'd praise him to the hilt. And then with four exceptions, they would say, but of course, our sector is different and we need continued protection and this is why. And the exceptions were Ratan Tata, Keshav Mahindra, whoever happened to be that year's president of CI, and me. And after the first such meeting, I made this comment and I was clearly the least known, I mean, completely unknown in that group. And Ashok told me afterwards that he put me in the group because Manmohan asked him, saying that, listen, who's he? And he says, no, you'll find him interesting, you'll find his views interesting. And after the first meeting, when Manmohan Singh was saying bye-bye to everyone, he said to me, he says, keep saying the things you're saying. It's important to say it. I thought, listen, great, thank you. And I was basically saying that, listen, your Indian industry is ready for competition with the world and go faster and further than you already are."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:38.400",
        "message": "And you also mentioned in your book, by the way, that you were placed between Ratan Tata and Mukesh Ambani. So you were on all the front page of newspapers the next day because everyone wanted to show"
    },
    {
        "speaker": "Guest",
        "time": "01:42:47.140",
        "message": "those two together. That's right. I mean, you know, and they couldn't show the two of them together without having me in the middle. I mean, it was, in fact, it was a very funny consequence. There was someone who later became our head of R&D, who joined us because he saw the photograph, you know, he'd interviewed with us, he didn't know who this small company in Pune was, etc."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:06.500",
        "message": "And he joined us because he saw that photograph and said, hey, this guy's a cool guy. I had a similar bizarre experience where around 2009, Business Week magazine made a list of India's 50 most powerful people. And for some reason, I presume it was my blogging or whatever, they put me on it. And they did it in alphabetical order of last name. So I was between Sachin Tendulkar and Lalu Prasad Yadav. So in a sense, equally distinguished company. Now, from the scene that you've just described, that, you know, Ashok Desai calls you along with all these industrialists, Manmohan is chatting with you, he's having a personal word, he keeps saying what you're saying. From this, we, you know, move to the current day, where I'll read out another passage from your book, where you write, in CII, we always say that we do not see any merit in criticizing in public. We would rather offer constructive criticism in private. I agree with that approach. Public criticism fosters defensiveness more than receptiveness. My experience, though, is that we very rarely, and that too only with highly selected ministers, often criticism in private too. I will make an assertion. I know no industrialist today who thinks this government is open to criticism. And it is not only industrialists. One of our leading economists, returning from a pre-budget meeting led by the Prime Minister in January 2021, said people were not giving bad news to the government, stop quote. So is this change the sign of something deeper? Or does it just have to do with the individuals in charge at this particular moment in time? Because you've elsewhere, you know, praised Arun Jaitley and spoken about how well you got on with him. And in a different episode, I mean, I've chatted with multiple guests about how at one time, as far as the finance ministry was concerned, there would be a certain continuity after liberalization. So, you know, in Vajpayee's time, the finance ministry would also be talking to Chidambaram, also be talking to these guys. In 2014, when the BJP won, you know, there was a certain continuity of policy for a while from Chidambaram's ministry to Jaitley's ministry, till I mean, after a few months of that, everything kind of turned around and went to hell. And that's another story. So there was that policy environment, which speaks of openness, which speaks of conviviality, where you're, you know, always seeking out views, speaking to stakeholders, you know, has that gone? And if it's gone, is it because of individuals who happen to be in power and things may get better when other people come, or is it because the change in the political and governing culture where things like this have just ceased to matter?"
    },
    {
        "speaker": "Guest",
        "time": "01:45:41.500",
        "message": "I'll give you an explanation, which it's sort of my theory. And I'm not, again, I'm not making any claim that it's the right theory, but it's the only theory that I can figure out that seems to make sense to me of what I see. I think it has to do with if the minister has lost an election, has seen power as minister and has then lost an election, that teaches humility. With humility comes openness and receptiveness to input. So that was true of Arun Jaitley. That's true of Nitin Gadkari. It's true of a few ministers, but very few ministers in the current government. And you can make a list and if you make that list, I think you'll find that there are very few who were ministers earlier because you'd have to go back to the Vajpayee government by and large. And then they lost power and then came back as ministers later on. I think that teaches humility when you lose power and it teaches openness. If you've only experienced power, you've come to power, you've played whatever roles in other walks of life, et cetera, you've become a minister. Maybe you start to believe in your own infallibility and your own ownership of the truth. And that then makes one less open. So that's my explanation. I think it's a sort of pragmatic, non-ideological explanation. But I find it convincing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:24.740",
        "message": "Yeah. And to take it further, when Akar Patel and I recorded an episode, one of the things we speculated on is this vicious circle where you get a sense that somebody in power doesn't want to listen to criticism or contrary views. So nobody gives him contrary views."
    },
    {
        "speaker": "Guest",
        "time": "01:47:40.060",
        "message": "Yes, exactly. It's a vicious circle and then you have an echo chamber. That's exactly right. And that's exactly what then happens. And that's why I think people would say things, now, Arun Jaitley, who I really liked, I mean, I really got on very well with and I really appreciated and liked, he loved to gossip. And you would have the most wonderful, hilarious conversations about all a variety of different things. He wasn't necessarily that interested in engaging in deep policy discussions, except on certain topics where he was and he was incredibly sharp and receptive and bright and articulate at the same time. Nitin Gadkari is also like that, you know, engages, keen on input, wants to hear everything. I think very, you know, that's what makes for better policy, it seems to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:32.820",
        "message": "So I don't know if you can say this on the record, but did Mr. Jaitley know about demonetization before it was announced? I don't know. I don't know."
    },
    {
        "speaker": "Guest",
        "time": "01:48:40.740",
        "message": "I don't know. But the word is that he found out about it very, very little before it actually happened. But that's the word. I mean, I don't know. This is not something he ever told me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:53.100",
        "message": "Fair enough. So let's take a quick commercial break. And when we come back from the break, we'll really dig deep into your book, because we've been talking about your life so far, taking digressions and all of it is so fascinating. And now it's time to also talk about the book and your many insights in there. Thank you. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me, and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it, only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Naushad Forbes about his wonderful book, The Struggle and The Promise and the emphasis there, of course, being on the promise. But we have to talk about the struggle as well. So we've spoken about sort of this longest sweep of history of the scribe, where once there was much more inequality. We were all equally poor. That's the way the world was. Things changed over the centuries. And eventually we got here. Now tell me a little bit about India, like you, you quoted from this economist article of 1991, where eloquently you said, quote, the economist did a survey of the Indian economy in June 1991, in which it said, and now you're quoting the economist, nowhere in the world is a gap between what might have been achieved and what has been achieved as great as it is in India, stop good. And it reminded me of another famous quote, but I can't for the life of me remember who said it, which is that the saddest words in the English language are the words that might have been. Right. You know, so lay out briefly where we kind of went wrong, because at another point, you compare us with Southeast Asia and China, like you again, I'll quote this better. In 1960, South Korea and India had much the same per capita GDP. In 1980, China and India had much the same per capita GDP. South Korea at $32,000 is now 15 times richer than we are. And China at $10,300 is five times richer. It's all a matter of growth rates. And then you talk about the different growth rates and all that. So you know, where did we go wrong in broad strokes, if you can sort of paint that picture."
    },
    {
        "speaker": "Guest",
        "time": "01:51:55.720",
        "message": "So where we went wrong, I mean, and this is not, this is not me. This is, you know, many, many economists, Jagdish Bhagwati and many others who've talked about this, is really in the role of the state and the trade policy that we followed. And the role of the state was increasingly intrusive. It brought in controls and regulations and so on. This particularly grew after Nehru. With Nehru, there were some calls that were perhaps wrong. In particular on, I think, the whole role of public sector primacy in the economy, second, you know, locating public R&D in autonomous R&D institutions instead of in the higher education system, and probably emphasizing higher education over school education. I would say those three areas were mistakes on Nehru's part. But I'm convinced that if Nehru had lived by the late 60s, early 70s, we would have changed direction. I think where we really went wrong was under Indira Gandhi, where the controls grew in the economy. It was supplemented by a distrust of institutions that Nehru had really built up in the country, independent institutions that he gave a lot of credibility to. And as a result, any institution that came in the way of Mrs. Gandhi's way of wanting to do things, she squashed and tried to control or change the head off or whatever. And a real shift inward in terms of trade policy, you know, and a focus on import substitution, you know, very high tariffs, tariffs that got higher with each passing year, a ban on imports of all manner of different items, and we became a very inward-looking country. Things started to open up under, actually, first under the Janata government, and then under Indira Gandhi when she came back in 1980, her last term in government, she started to open the economy up a little bit, particularly in terms of technology imports that started to open up in the 80s. And then the opening up continued under Rajiv Gandhi, again, you know, on technology, on foreign investment, on moving away from the public sector, playing a prime role in the economy, et cetera. That was all that all started under Rajiv Gandhi. But the really decisive shift happens in 1991, where you then say, OK, openness on the trade policy front, so tariffs come down dramatically, the rupee is devalued to go with the lower tariffs, the scrapping of industrial licensing, you add otherwise, we were the only country in the world that had maximum capacity restrictions, you know, that if you had a licensed plant, you couldn't produce more, you could only produce up to that limit. So you know, all of that went, so industrial licensing was scrapped. We had a big change, for example, in capital issues, where earlier, you know, any capital issue by a company, when they listed, the price of the issue would be determined by the controller of capital issues, not by the firm. So that was, again, we moved away from that. Firms were able to set their own price, decide what to list at. And you see a huge boom that takes place in the 90s, with many new enterprises getting started, many small firms starting to really take off and grow big, and many of these older enterprises that couldn't cope going by the wayside and disappearing. So you see that story really starting to emerge from the 90s onwards. And it helped that there were sectors that started to emerge then. The IT services sector really comes into its own. It started earlier, but it really comes into its own in the 90s, where it becomes a big engine of growth. The pharmaceutical sector, same, comes into its own in the 90s. And by the late 90s, the automobile and auto components sector really starts to take off and come into its own. And those three, I think, industry segments really start to power the India economic story going forward. And then in the 2000s, we see many new sectors start up. A lot of the services sectors that we've seen, whether it's health care, whether it's education, and a lot of the services that retail, shopping malls, construction, a huge construction boom, and so on, which sort of joins the India growth story."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:44.420",
        "message": "So here's again a broader question. Like, first of all, before the broader question, obviously, I think people often understate how bad Indira truly was. Like, you know, people remember her for the emergency, but I just think that her economic policies were crimes on humanity."
    },
    {
        "speaker": "Guest",
        "time": "01:56:59.980",
        "message": "Economic policies were terrible."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:00.980",
        "message": "Were terrible. They kept millions in poverty for decades longer than necessary."
    },
    {
        "speaker": "Guest",
        "time": "01:57:04.900",
        "message": "And was all sloganeering. You know, this Gareebi Hatao was a populist slogan to end all populist slogans. And you know, it was a classic illustration of trying to fool enough people, you know, to get reelected without actually wanting to do anything that improved matters."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:27.740",
        "message": "So here's the broader question. Like when we look back, I think that fundamentally, it is not simply a question of choosing this policy over that. It is a mindset issue. Like Nehru famously once said to JRD Tata that, you know, quote, do not talk to me of profit. It is a dirty word. Stop quote. You also mentioned in your book about how when it comes to what we would today call Atman Nirbharta, he once said, I'd rather have a secondhand product made in India than a first-rate product made elsewhere. And that whole mindset that, you know, looking at the economy as a zero-sum game, that mindset of that distrust of private enterprise, that desire for the state to control everything, a lot came from that mindset. Now, we might well say that, okay, it's fine. We suffered through that. But the arc of history goes towards freedom in this case. And 91 happens and so on and so forth. But what has happened there is that, you know, you talk about 91 to 2017 as, you know, years when we kind of did well, various other economists I speak to like Pooja Mehra, Ajay Shah, Shruti Rajgopalan, they would end at 2011 when things kind of start going down."
    },
    {
        "speaker": "Unknown",
        "time": "01:58:34.620",
        "message": "But that's a different matter. That's a technical matter."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:36.620",
        "message": "You know, it depends on which indicators you're kind of looking at. But the sense there is, and this is, you know, Ajay has also made this lament in episodes that he's done with me, that, you know, at that time, there was like a perfect storm in the sense not only was there a crisis, which allowed you to carry these reforms out, but there was that intellectual ballast and a community of elites who believed in them and who cared about them. And Ajay's contention is that that has dissipated, that that is not there anymore. So not only has a momentum gone in a political sense, but even that community of thinkers who believed in it, the Ashok Desai's of the world, for example, are no longer there. Ashok, Monte Kaluwalia, Rakesh Mohan, NK Singh, all of them. Yeah, in retrospect, people we can look back and think of as such great figures in history. And one of the things Ajay keeps talking about is how we need to build that back, build a community of young people who can kind of take that space. Different matter. Now, couple of things. One, therefore, there is the pessimism, because I always have to express pessimism at some point that that arc doesn't necessarily go towards freedom. And in a social context, I just feel we're in a terrible place and maybe we can come to that later. But even in the context of what's happening to the economy, it's kind of going downhill. But the deeper question there is, and you spoke about Gareebi Hatao and why it is such a powerful slogan. The deeper thing here is that the truths of economics, that trade is a positive sum game, that there is spontaneous order in economies, they don't need to be organized from the top down. All these deep truths of the way economies work are unintuitive. We are wired to think of the world in zero-sum ways. We are wired to think of anything that is there to have been built by someone, to have been planned by someone, that whole notion of spontaneous order doesn't apply. So therefore, it's even though a slogan like Gareebi Hatao is, you know, and when you look at the policy she's carrying out is simply nonsense, they are intuitive, and therefore, they play into an easy kind of populism, like one of the ways that I think one of the core aspects of populism everywhere is that it depends on simplistic narratives. Everybody gets it. It's simple."
    },
    {
        "speaker": "Guest",
        "time": "02:00:51.580",
        "message": "You know, even when Trump came to power, for example, so his narrative for why jobs are"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:57.660",
        "message": "going down in Middle America are one, immigrants are coming and taking your jobs, immigration bad, and they're shipping your jobs to China, China bad. And we know that's not true, right? But simplistic narratives sell. And even today, my worry, therefore, is that a politician's incentive is always going to be the next election. He will do what gets him votes. And what will get him votes are these populist narratives. So, you know, and it almost, if I am to sort of take a darker view than I actually do, but I'm perhaps overstating it, it's almost like a lucky accident at 91 could happen that those people were there, that that crisis happened. And we could lift those 300, 400 million people out of poverty. But that line of causation is not sort of easily understood."
    },
    {
        "speaker": "Guest",
        "time": "02:01:45.660",
        "message": "So what's your sense of this? So, you know, the argument that I try to make is that reform happens in India by lucky accidents. So I like that phrasing. But that doesn't mean you can't prepare to take advantage when the lucky accident does happen. So what is the accident that you need to have come together? You need a committed politician, so a minister who wants to get something done, a senior bureaucrat, secretary or joint secretaries, at least, who know what needs to be done and have the competence and so on to do it, and third, preparation on what needs to be done. So my argument is that, say, for example, from CIA, from the Confederation of Indian Industry, we should constantly be prepared and ready with the what needs to be done. That's within our control. Getting the right bureaucrat, getting the right minister is not within our control. But when the minister and bureaucrat lines up, we better make sure that that third staff being prepared with what needs to be done is ready and available in granular, detailed form. Because if it is, then suddenly something will move. What brings that minister together with that competent bureaucrat is an accident. So that's how I think reform happens. So I think we had that preparatory work that had happened, you know, the M document from Montague and so on, Ashok Desai, you know, with his influence, etc. But you had this M document, you had an industrial policy paper that had been worked on by Rakesh Mohan, all of this stuff was in place, a lot of contact with CIA, a lot of input from CIA at the time and Tarun Das and so on. All of this is in place in 1991. You then have Manmohan Singh coming in. You have Montague as the finance secretary. You have Ashok Desai as the chief economic advisor. You have N.K. Singh as the revenue secretary. You have A.N. Varma in the PMO. You have Rakesh Mohan in the industry ministry, and things happen, right? It is this happy accident, but it's a happy accident that only comes to fruit because there was that preparation that was in place. And I think that's how we have to see reform. We have to be ready. So on higher education, we need to be clear. These are the things that we need to do. We need to have policies worked out. Same on technology and CSIR and everything else, you know, we should be clear on what needs to be done. And then if we're lucky enough to get the right minister of science and technology and the right secretary DST, we can move."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:38.300",
        "message": "Yeah. I mean, you mentioned Lincoln earlier, and there's also this quote by Lincoln about how if he has five hours to chop down a tree, he'll spend the first four hours sharpening the axe, which is kind of what preparation seems like. Yes. If I am to be a little negative about it and give, you know, come up with another metaphor, I would say it's like running into a wall again and again, hoping that at some point"
    },
    {
        "speaker": "Guest",
        "time": "02:04:58.620",
        "message": "a door will open. That's right, or sometime you hit the door, it will open. You have to have that patience. You have to have that patience. You have to have that patience in our, and you know, if you have that patience, I think we've seen things move and reforms happen, which you never thought would be possible. I mean, GST is a very good example, right? I mean, you know, GST was spoken about for the first time by Yashwant Sinha when he was finance minister in the Vajpayee government, then repeated several times by Chidambaram in the UPA government, and then it comes back and actually happens under Modi and Jaitley."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:39.340",
        "message": "But the implementation was massively botched, I have to say."
    },
    {
        "speaker": "Guest",
        "time": "02:05:42.140",
        "message": "I don't know. I agree. But at the same time, it took time. It took time. And the net effect of GST is positive. The net, you know, at the end of the day, could GST be better? Yes, without question. But was GST better than what we had just before GST?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:01.220",
        "message": "Hugely better. You know, I know small business owners who will actually disagree with that a bit, but"
    },
    {
        "speaker": "Guest",
        "time": "02:06:06.740",
        "message": "I, let's not get into the weeds, but. No, no, they do because of how cumbersome the formalities are. It adds a big regulatory burden, and the fact that you have to do registrations and returns in each state in the country is a very stupid thing to have done. You know, it got all the states to go along, but it's very onerous in terms of the burden it places, especially on small firms. So I mean, I take the point, but is it, if you say, is it better than what came before? I mean, before, every state had, you see, you had the same requirement. You had to file a sales tax return in every state. So it was no less burdensome, even for small firms then. And you didn't get the offset of input taxes."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:03.780",
        "message": "So one of the writers I find most insightful on the subject of the state is, of course, Francis Fukuyama. He's written those two great books about the history of the state, and he's also written a different book on governance. And I love the framework he brings to mind when we talk about the state, where he talks about the scope and the strength of the state, right? Scope being how many things it does and strength being state capacity, how strong it is in those. And it kind of strikes me that the problem with India is that the scope is too large and the strength is too small. So we have a weak state that does many things instead of a strong state that does a few things but doesn't bloody well. You know, things like law and order, defense, and, you know, we kind of agree on that. But we have a state that does many things and does them badly. Another framework that I find interesting to think about it is James Buchanan's framework of looking at the state, where he talks about, on the one hand, a state that is protective and productive, and on the other hand, a state that is predatory. And states, by their very nature, as public choice theory will tell you, tend to move towards a predatory, because power always corrupts. And any state will always find ways to accumulate more power to exercise more power. Even you've given examples of how during COVID, you know, at one point, I think you mentioned something like it takes four hours to call a lockdown and four months to come back from it, to get the economy working again. And there is a general tendency through history of just states getting more and more powerful. And I think in India, you know, I think the rule of law is absent. Maybe privileged people like you or me can use our connections and find some kind of – but that's not the rule of law. For most people in this country, the rule of law is simply absent, especially for the underprivileged, if you're Muslim or Dalit or woman or whatever. And we are fundamentally a predatory state. And that's kind of pretty much all we are. And you've spoken at length about this, you know, how we should – I'll read this passage out by you where you write, the state should stop doing many, many things, owning the public sector banks and insurance companies, fixing pharmaceutical and stent prices, telling colleges what fees they should charge, determining if we should stand for the national anthem and when it should be played, and dictating whether we can eat beef or not. I say this not as an ideological choice, but as a practical proposition. If there is one thing I have learned to appreciate of the workings of our government, it is that the commitment and knowledge of the highest levels of government, secretaries, additional joint secretaries, so on, is matched only by the paucity of talent further down the system. This means the state has very limited implementation capacity. And if we wish to progress, we had better focus on just a few things and get the state out of the way for everything else, leaving the rest to India's entrepreneurial energy, private enterprise and the market stop good. And this is also an argument my friend Ruben Abraham often makes about the opportunity cost of state capacity that on the one hand, there is of course, a principled argument that the state should only do ABC and not the rest of the alphabet. And on the other hand, there is the opportunity cost argument, which you also made eloquently, that the state has the capacity to only do three things to do the ones that matter. So I wanted to elaborate on this a bit. But the larger question that I keep coming to is, how do we ever get there? Like is it like you've studied economic history? Is there an example of the state actually getting out of the way of getting smaller, like apart from a major war or destruction or whatever, like even when say, you know, Reagan came to America saying pretty much the same things, you know, what we found was that even within him, the state just expanded. It's like it was a beast that even he couldn't find. And you have this great quote by him and in your book where you said the nine scariest words in the English language, I'm from the government and I'm here to help Ronald Reagan said that. So tell me a little bit about this, because it is at one level, it is an ideal and both of us would agree that this is our utopia. The state does a few things, does them damn well, otherwise it enables and protects civil society, which does its own thing. But you know, is there movement towards it, is movement towards it possible?"
    },
    {
        "speaker": "Guest",
        "time": "02:11:04.580",
        "message": "What is your sense? So two examples, one from the UK and one from ourselves. So in the UK, Margaret Thatcher is, I think, a great illustration of the state actually getting out of doing many, many things. You know, privatization, huge privatization program where British Leyland, British Airways, British Telecom, all of them get privatized. You know, the move away from the state controlling exchange, getting rid of exchange controls, getting rid of a whole bunch of things again, right, getting the state out of doing R&D, you know, in terms of privatizing what was then called the National Research Development Corporation in the UK. So I mean, many, many, I think a very significant move away from the state that was sold to the public in very popular terms. And you know, it comes back to a point that you made earlier on, which is that populist rhetoric sometimes can pick simplistic solutions or simplistic policies that are only populist and sound good, but don't have any substance and certainly don't have any effect. But you can also come up with popular communication that is powerful and pushes reform forward. And I think a great example of that is actually what the Thatcher government did in the UK, where they hired Saatchi and Saatchi as an ad agency to sell their reform program to the public. I think probably one of the best investments they made at the time. Now, take our own example, post 1991, the state literally became smaller. You know, now, OK, it didn't literally become smaller. But in relative terms, it certainly became smaller. If your metric is government officials or bureaucrats per unit of GDP, the state became dramatically smaller between 1991 and 2017. And it's maybe something that we should try and measure sometime. Maybe I'll try to do it. But it became dramatically smaller because the economy took off and the government stayed the same size. It didn't get smaller, but it didn't get, you know, it didn't keep growing. And it got out of doing many, many things. Famously, in the 91, 96 period, there were whole government departments that were transferred to the railways because the railways were seen as this huge employer. And you know, what difference would a few more thousand people make? So you know, when DGTD was closed, when MRTP was scrapped, there were many of those agencies that were wholesale transferred and some of them were transferred even to the railways simply because there was no other place to put them."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:03.500",
        "message": "Have you heard of the CCA? Well, yes. So I'll relate this for my listeners very quickly anyway. No, but I don't know what happened with them. Yeah. So basically, in 1984, this bureaucrat somewhere got an application from this department of the Tamil Nadu government asking for an increase in their budget. And this department was called CCA."
    },
    {
        "speaker": "Guest",
        "time": "02:14:24.780",
        "message": "So he decided to look into... No, no. I haven't heard of the CCA."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:27.780",
        "message": "You haven't heard of this one? Oh, okay. So this department was called the CCA. So he decided to look into it that they've asked for an increase in their budget. I think it's about 83, 84. And so what, you know, what is this department? So then he goes back into the history of it. And the history of it is this, that Winston Churchill used to be a fan of cigars, right? And then World War Two breaks out. And all his cigars, they were coming from Cuba, because of course, he's an aficionado and that's where the best cigars come from. But that trade route closes down because of World War Two and he can no longer get his cigars from there. Now, he's got to have his cigars because remember, he's saving the Western world. So what does he do? The second best cigars in the world apparently were a place near Chennai called... I've forgotten the name. It starts with T and it's a very long name. Apologies. I'm not dissing Tamilians, but Tiruchirappalli or something like that, right? So a department is set up in the colonial government of India to get those cigars across to him during the war. And the department is called CCA Churchill Cigar Assistant, right? So World War Two ends, India becomes independent, Churchill dies, and till 1984, this department is running. And then they actually have the audacity to apply for an increase in their budget. And this to me is sort of a classic illustration of how it is so hard to downsize the state. But you know, again, I'll quote from what you say about the 91 reforms and how they did actually, in a sense, downsize state, where you write, quote, I have long held the view that we should not seek better government, we should seek less government. That is my reading of the 1991 reforms. The state retreated from industrial licensing, control of foreign investment, public sector monopolies and everything from airlines to steel, and opened up to in imports. The resultant jump in growth multiplied our GDP eight times from 340 billion in 1991 to 2650 billion in 2017. It is only in the last four years that we have seen growth sag, and, stop quote, and so on. And, you know, when we say less government, when I say less government, I'm thinking of the predatory state. If it feeds upon us less, we'll have more space and more energy to actually do things. People often represent it as, oh, who will look after the poor then, or we need the state or whatever. But look at what the state is actually doing in the role that it plays in our lives. So the state in India is largely kind of predatory. At one point, for example, during COVID, you've written here about how your company was coping and you wrote, quote, we need passes for everything. We need a pass to bring people to work, a pass to source packing material, a pass to get the logistics providers in, another pass to get a truck in and on its way to the customer. Each takes time and is variably interpreted by each individual policeman, stop quote. And in episode 250 of the show, one of my friends was a small, you know, who runs a small factory in Narain, Chennai had also kind of spoken about this. And much as licensing went, we did some reforms in 91. But like in 2009, for example, I read about the Four Seasons Hotel opening in Bombay, where they needed 165 licenses to open, 165. And of which two were for different weighing machines, one for the kitchen and one for each room. Right. So there was still so many reforms pending. And I think just seeing the massive impact of the limited reforms, I think some of us started celebrating too soon. And there is still kind of so much work to be done. So tell me a little bit about the fundamental reforms that 91 did not tackle."
    },
    {
        "speaker": "Guest",
        "time": "02:18:00.220",
        "message": "Sure, so the 91 reforms, you know, that list covers what it did tackle. Yeah. Yeah. And it's well known. What were the areas that were the big areas that I think were untouched? We did not touch education, right? So huge area, if you ask me, both school and college education. Now, you can make some argument that school is a, you know, a joint subject between both union and states, so, you know, okay. So it needed to take the states along. But higher education is largely union, could have been addressed. We did not address the role of technology and technology policy in 1991. We did not address how bureaucrats are recruited, promoted, rewarded, given feedback, assessed. Same mechanisms existed there. And we did not really address the question of union state relations. Some of that emerged a bit later on, but in somewhat fragmented ways. Those are some of the bigger areas that we did not address. One thing that we did address, of course, much later is the indirect tax system with GST, right? So that was not initially addressed, but came much later. Another area that was not addressed was labor reform, which was, if you may remember that Manmohan Singh spoke about it, as finance minister, it was called an exit policy. It was a terribly named policy. And the moment it was talked about, there was so much opposition from within the Congress government itself that it was immediately killed. And then it only came back actually under the current government in 2014. And finally, you know, two years ago, we saw these 44 regulation labor laws get turned into four labor laws. A step in the right direction, but it's a step. There's more still that needs to be done. And then agriculture. Agriculture has hardly been touched. And the farm laws, in that sense, I think the farm laws were done wrong, and they were done without institutional proprietories in place. But the objective was right, and the direction of the laws were actually right for actually helping agriculture in the country. The other area is agricultural taxation, which everyone sees as this, you know, this complete holy cow that you can't touch. And I've never understood why. Because I mean, you can at least start by saying that, listen, you know, let's tax agricultural income. Let's start at a high level. Let's start at one crore a year, you know. So tax agricultural incomes over one crore a year to begin with, you know, how can anyone object to that?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:49.120",
        "message": "Couldn't agree with you more about the farm bills. In fact, Ajay Shah and I did an episode called the tragedy of the farm bills, which is which I'll link again from the show notes, talking of the labor laws. Now remember, when the labor reforms happened a couple of years back, because they came from this government, which I oppose as much as anyone, but because they came from this government, there was a loud outcry against them from people who hadn't even thought about them or, you know, and they were all like, who will look after the rights of the workers and all of that, again, conflating intention with outcome, you know, which is the most common mistake people often make when thinking about policy and economics, that, you know, we mistake intention for outcome. And in this case, you might imagine all the labor laws, the intention is to help workers, but actually, they hurt workers much more, exactly. And they hurt workers much more because it prevented that explosion in labor intensive manufacture would which would have taken India so much further ahead, you know, and that was a route China actually took. And now that China has, you know, elevated themselves so much, that kind of low cost work is actually, as you pointed out, shifting from China to places like Bangladesh and Vietnam, and we are still missing the boat. So tell me a little bit about this. Why is shifting to manufacturing jobs so important for an economy? What are the kind of different laws that ensure that it did not happen in India? And why are we still stuck? And is it too late?"
    },
    {
        "speaker": "Guest",
        "time": "02:22:13.420",
        "message": "So it, you know, first, the reason manufacturing is so important for all developing countries, you know, is that it's the only high quality job that's available in abundance on mass scale for people of low skills. So that's the thing. That's the single reason, right, that you have good quality jobs available on a mass scale for people with low skills. Now what do I mean by good quality job? Good quality job is one where, which is higher productivity to start with, and where you have the ability to keep raising productivity on a consistent basis. And we know how to do that for manufacturing. We've been learning more and more and more for 200 years how to keep improving productivity in manufacturing. So we know how to grow productivity in manufacturing in the long run. And that makes manufacturing jobs a good quality kind of job. Now what does it give you? If you move people from, the archetype is you move people from sort of marginal productivity in agriculture to employment in a factory, you get a jump, a massive jump in productivity. I think the Indian multiple is 20. So someone working in the modern manufacturing sector is 20 times more productive than the average person working in agriculture. So average agriculture, average in manufacturing. It's a huge jump. And then you have the ability to keep growing that productivity of the manufacturing job going forward. So you have the ability to keep raising incomes, et cetera, in that level. Now we have 30 million manufacturing jobs in India. But a workforce of 400 million. It's a tiny number. If you take Bangladesh, Bangladesh has many more, not in absolute terms, but they're much smaller. Their population of 200 million on our 1,400 million, they're one seventh our size. They have manufacturing jobs. Manufacturing is a much larger share of their workforce than it is for us. And within that manufacturing workforce, many more women work because they have the specialization in garment industry. So 40% of their garment industry, 40% of their labor force is employed in the garment industry. And a majority of them are women. And as a result, Bangladesh has a much higher female labor force participation than we do. We have the world's lowest female labor force participation ratio out of the top 20 economies, the G20. So for all those reasons, manufacturing makes a lot of sense for us. Now what holds us back from having more manufacturing and labor-intensive manufacturing? Decades if you like of legacy from the labor regulations and the way they were enforced. For decades, if a case went to court, by and large, the decision would be in favor of labor, by and large. To close a factory, you needed permission from the government. The government wouldn't give permission. Instead, they would tell you that, listen, don't pay your electricity bill. If you don't pay your electricity bill, they'll cut off the power. When they cut off the power, then you can claim that since my power's been cut off, I have to close. I mean, you find all these weird sort of long way around, scratch my left ear with my right hand kind of approaches. And it was long pending. And as a result, there was this mindset that developed in Indian industry that more labor was bad. And I think that mindset is still very strong. It's still there in industry that we do not see employing more labor as the right thing to do for our own growth going forward. You see, you want to minimize the amount of labor that you employ. It's exactly the contrary impulse that a country like ours needs. So that mindset will take time to change. How will it change? It will change, as I say, these four labor laws that we've now seen is a good step forward. But it's a step forward. And we have to stick with them for a period of time and get people used to a new way of working and then keep moving forward in the direction of labor reform for a long period of time before it will start showing up in people starting to say, listen, employing a lot of labor is a good way to do business in the country. There's a second thing that we can do. I think we should actively seek some of the big labor intensive manufacturers to set up in India. I think the work that's been done to get Foxconn to come into India is a very sensible thing. Because they're highly labor intensive. They employ largest factory in China. I talk about as 400,000 people working in it, one factory making iPhones. We need those kinds of factories in India. Lee and Fung, they employ hundreds of thousands of people in China making garments. We need to find ways in which we can attract them to set up these large plants in India as well. And then maybe with the power of a few of those examples, more Indian industrialists will start saying, listen, yes, a way in which I can progress, I can set up an enterprise that can be highly successful that's very labor intensive. And then labor intensive manufacturing can start becoming an attractive option. We have everything that it takes, I think, but the mindset will need to shift very substantially because we have to make up for 50 years of history, literally 50 years of history."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:10.060",
        "message": "Yeah. And adding to all those legacy labor laws, which this incentivize companies from growing too big, because you don't want to hire too many people. Adding to that were also a whole bunch of other laws, like, for example, you still aren't allowed to sell agricultural land for non agricultural purposes. So a typical move away where one farming gets much more productive, and then many farms which are struggling to kind of get by, you sell the land, factories are set up, and those factories employ many people. And that's how economies grow, like everywhere else in the world, the agriculture will perhaps employ, you know, employ five to 6% of people in developed countries like the US and India. It's, you know, hovering somewhere between 40 to 60 exact figures are hard to come by because informal sector and all that."
    },
    {
        "speaker": "Guest",
        "time": "02:28:53.820",
        "message": "Yeah. 120 million. And we don't need 120 million people in agriculture. We don't. And in fact, you know, after the, during the pandemic, with the reverse migration that took place, 10 million people moved into agriculture, we grew our agricultural labor force. I mean, CMI shows that the agricultural number of people employed in agriculture grew. That's a damning statement for a country like ours. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:20.380",
        "message": "And I remember in an election a while back, I don't remember which election, but Yogendra Yadav made a statement to the effect of that, you know, if farmers have to go and join factories, I'm telling you, I will not allow it, which is such a bizarre way of thinking because"
    },
    {
        "speaker": "Guest",
        "time": "02:29:33.820",
        "message": "you're romanticizing a life which is nasty, brutish and short, as Hobbes would have said."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:40.380",
        "message": "And you are denying them that path to progress, like, you know, when people talk about how tough factory jobs are, or, oh, this is a sweatshop, or, oh, what is the labor here? The point that they're forgetting is that the people who voluntarily take up those jobs are taking it up because it is the best option open to them. And you close that option off, they are getting into something much worse."
    },
    {
        "speaker": "Guest",
        "time": "02:30:00.580",
        "message": "I mean, exactly. And, you know, and it's actually not getting into something, they're coming from something much worse."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:06.460",
        "message": "Yeah, exactly. They're coming from something much worse."
    },
    {
        "speaker": "Guest",
        "time": "02:30:08.460",
        "message": "And, you know, and by, I mean, we may have all of these, I can understand, you have all these principled ideas about, you know, we must have really safe working, yes, we must really look after everyone in factories, all of that, yes. I mean, you know, I understand the instinct. But give people the choice, let people, give people the choice to move out of agriculture into jobs in factories, even if they aren't the kind of jobs that we see as being desirable and high quality and, you know, of somehow of, you know, that would have all of the support mechanisms that we would like to see as being a civilized kind of employment, you know, give people those options, people in Bangladesh have that option, our people should have it"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:01.340",
        "message": "too. You're mentioning Bangladesh. I remember this study by Oxfam many years ago, where, you know, they wrote about how international outrage forced factories to lay off 30,000 child workers, right? And obviously, child labor is horrible. But what happened, many of those kids starved to death, many became prostitutes. And a similar study in 1995, UNICEF studied how an international boycott of carpets made in Nepal, again by child labor, led to between 5,000 to 7,000 Nepali girls turning to prostitution because a better option was denied to them."
    },
    {
        "speaker": "Guest",
        "time": "02:31:32.780",
        "message": "So I mean, you know, and, you know, I don't think either of us is trying to make an argument in favor of child labor, you know, or sweatshops, or any of that. But I'm just saying that, you know, it's you have to look at where people are coming from. And you know, let people get into these new jobs. And when they get into these new factory jobs, then also in Bangladesh, what have we seen in the last 10 years, we've seen the safety levels improve dramatically. Why? Because of demanding buyers that say, hey, listen, you know, you can't buy your garments from factories where people are, you know, where they may die in a fire, if a small fire breaks out, and it spreads through the whole building, and they don't have safe exits, and so on. Get things sorted out. And people have been getting them sorted out."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:19.820",
        "message": "So it's the jobs are improving in quality. Exactly. Like in China as well, where, you know, they've climbed so far of the value chain that a lot of these are now leaving and going to Bangladesh and Vietnam, and we are still behind and yes, you know, all of that. One of the truly thought provoking parts of your book, which made me I mean, all of it is thought provoking, but a lot of it I'm familiar with. But a part that I was that made me think for the first time, was sort of the way you define modernity and the role of the factory in it. So at one point, you write, quote, as a society modernizes, people adopt more modern attitudes. These include a sense of personal efficacy, openness to new experience, respect for science and technology, acceptance of the need for strict scheduling of time, and a positive orientation towards planning ahead, stop quote, and all things that you can, you know, get from a productivity video on YouTube from Ali Abdaal or Thomas Frank. And then you quote Alex Inkels, his book Becoming Modern, where he points out that the two key sources of modernity are the school and the factory. Now the school everyone can understand, tell me about the role of the factory in this."
    },
    {
        "speaker": "Guest",
        "time": "02:33:24.620",
        "message": "So the factory, the reason, you know, Alex did this study in six countries in the 60s, one of the countries being India, and one of them being actually at that time, East Pakistan or Bangladesh. And when he did that study, he put the scale together as a kind of universal scale of modernity. And that was his argument. And then looked at all those attributes, and he showed how people who'd been to school and been to school for a certain number of years moved more up that scale, and people who worked in a factory move more up that scale. So why a factory? Why is the factory a school for modernity? It's a school for modernity because, you know, if you think of it, you come to work from time A to time B. So you work to a schedule. You learn that if you follow a particular process, you can be more productive. If you can be more productive, then you can earn more as a result. Third, if you use tools, technology, you can be more productive again, or it involves less physical labor. So you start gaining a respect for technology and science and so on. Fourth, you learn to believe in your own ability to deliver your own destiny instead of someone making your destiny for you, in that if you do a good job and you produce something that's better, you see the results that flow as a result of that. That starts teaching the sense of efficacy and control that you have over your own destiny and outcomes, instead of saying it's fate, instead of saying it's someone else who's going to determine what happens to you. So all those reasons, you start learning these modern attitudes in a factory. I've always found that very convincing from the time that I first read it years ago."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:15.980",
        "message": "And you know, another interesting sort of thought provoking bit was where you write quote, a thought provoking edit by TN Ninan in the Business Standard many years ago on the horrendous Nirbhaya rape has always haunted me. He pointed out how different the victim and rapists were in the paths of modernity. The victim and a friend were educated with good job prospects and formal occupations. The rapists were all in informal, unstable occupations with nothing that either taught them modern attitudes or gave them a stake in the existing system. The difference was not where the victims and rapists had come from, but in the education exposure and employment of their families, stop quote. And you know, something that I've been saying for many years, and I discovered through your book much to my dismay that Manmohan Singh has a quote that says exactly the same thing is that India lives in many centuries at once. And this is sort of a sort of a heartbreaking sort of instance of that, where an instance of you know, the seen and the unseen, you know, it's it's kind of heartbreaking. You've spoken about why manufacturing jobs matter more than services jobs, a bunch of different reasons. But you've also interestingly spoken about tourism, about how tourism can one be an industry that booms in India."
    },
    {
        "speaker": "Unknown",
        "time": "02:36:28.900",
        "message": "And of course, we, you know, we have the raw material for it, which is the beauty and the"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:32.860",
        "message": "culture and all of that. And two, why it can also be a significant modernizing influence."
    },
    {
        "speaker": "Guest",
        "time": "02:36:37.900",
        "message": "So tell me a bit about that and that opportunity. So you know, if you look around at where I mean, I have I talk about this particular resort Shillam between Bombay and Pune. And Shillam is in this very rural area. They've employed people from not by the thousand, but by the hundred from all the villages. They're very systematically, consciously recruited locally. And they've taught all of these girls and boys who've come from the villages how to behave with guests at a resort, you know. So they, and they just, they've learned, they've learned all kinds of things. They've learned hygiene, they've learned politeness, they've learned communication, they've learned dress, they've learned how to organize themselves, how to follow a schedule, you know. And their lives, the lives of them, their families have been transformed in these villages. The villages are becoming, I mean, I've been to Shillam maybe five or six times over 10 years. And each time you go, you see that the villages that you go, that you drive through on the way to Shillam are getting more prosperous. There are now some shops that are opening up. The shops mean that people not only are selling things, but someone's buying them, you know. People have money to buy things and so on. And it's, you see, you see that transformative influence of people who are starting to get more modern. And the great thing is that they have jobs locally. They have jobs where they live in the villages. It doesn't mean that they have to all move to Pune or Bombay to get these modern jobs. They're getting their jobs, these good jobs right there. So that's the power that we have of tourism. I mean, we need a thousand Shillams all around the country."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:26.540",
        "message": "And we have many more than that. Like I remember many, like when we think of the typical tourist destinations in India, it'll be like Kashmir in an erstwhile age, you know, Kerala, Rajasthan, and so on and so forth. But in 2003, when the tsunami struck, I remember I went with a relief team. And I was also live blogging while I was doing that. And I traveled down the coast of Tamil Nadu. And at one hand, obviously, it's like a nightmare. It's just horrible. But later, when I thought about it in retrospect, I also realized that around those scenes of devastation, there was great natural beauty. Like I'm not kidding. I've vacationed in Sri Lanka and so on and so forth. Tamil Nadu has equal natural beauty, if not more. You know, it's just absolutely gorgeous. And the fact that we don't even think about it in terms of tourism and all that is a shame."
    },
    {
        "speaker": "Guest",
        "time": "02:39:14.780",
        "message": "And the Karnataka coast, I mean, if you, you know, the drive, I mean, the drive from Bombay to Goa is nice. The drive from Goa to Mangalore is spectacular. Wow, must make it. It is just spectacular. And you know, and it's just, and this, I mean, you just go in any direction. And there's so much to do and see. And, you know, I mean, we're country number, whatever, 20-something in the world tourism rankings. You know, country number one is France with 85 million tourists a year. OK, all these numbers are pre-pandemic, yeah? Now, 85 million tourists is a lot for a country of, what, 60 million people, right? Less than 60 million people, population of less than 60 million. We have 1.4 billion people. We can get tourists from all over the world. But we also need to get rid of some of our hangups. You know, we have these hangups that we all want people who, tourists who will come and stay at the Taj. Yeah, great. But that's a small number. We need people who will come and stay in four-star hotels and three-star hotels by the million."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:19.100",
        "message": "Yeah, we want budget tourists."
    },
    {
        "speaker": "Guest",
        "time": "02:40:20.980",
        "message": "We want African tourists. We want Asian tourists. Exactly, exactly, exactly. We don't only want Europeans and Americans. We want people from all over the world. And I mean, you look at, OK, China is in a different place today because of the pandemic and its handling of the pandemic, where there are no Chinese tourists, which makes it attractive for anyone else to travel anywhere else in the world, by the way. But Chinese tourists have been a huge growth engine for most of Asia, for Japan, for South Korea, for Thailand, for the Philippines, for all of, almost all of Asia, but not for India."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:04.260",
        "message": "Missed opportunity. Huge missed opportunity. So we have about like 20 minutes left. There's so much to talk about your book anyway, even if we spoke for another three hours, I don't think we'd cover it because it's just so rich in ideas and things to talk about. I'll come straight away to what you call your three pillars of, you know, where India needs to go. Quote, putting this together, the government and policy environment is one of the three pillars of leadership and inclusive, international, innovative and independent industry is a second. Independent and effective institutions make up the third. So you know, we've spoken a bit about the government and policy environment. I also, let's talk about industry, where you point out how these four factors, inclusive, international, innovative, independent, all of these are kind of important. So I want you to briefly tell me a little bit about this and how you're thinking on this evolve being an industry leader yourself. And also the broader question I have to ask is that you've set out this vision where industry can move in all these fantastic, beautiful directions. Now my sense is that people are driven by self-interest, by incentives, right? People respond to incentives and they will behave accordingly, therefore. And where are those incentives coming from? They can come from policy frameworks around them, they can come from the culture around them. And if companies don't behave in say, ABC way already, you know, what would make them behave your way? Now, it's one thing that there might be enlightened leadership in some companies like yours, where you decide that this is a path we are going to take, we are going to be more inclusive, we are going to, you know, blah, blah, blah, we are going to, you know, instead of running from competition, we're going to go towards it like you decided in 91 and all that. But otherwise, this question kind of struck with me that every industrialist will do what is in her self-interest at a given point in time, that's determined by the incentives from the environment around you. And I don't see those incentives around either in policy or in culture that will make them"
    },
    {
        "speaker": "Guest",
        "time": "02:43:05.180",
        "message": "move in these directions. So let's take the four I's. So the inclusive thing that I talk about the, you know, if industry needing to be more inclusive, I think will come largely through voluntary effort. It's difficult to change the policy framework to make Indian industry, you know, consciously more inclusive. One exception, which I'll come to in a sec, but by and large, it'll come from the CS, what I'm advocating is that from the CSR budgets of firms, focus the CSR budgets of firms on education, as it is education is the largest single item. In education, focus it on Karthik Muralidharan's idea, which is also in the new education policy of second standard outcomes. And if we can do that one thing as one big thing for all the schools that we in industry work with in any case, then we can transform the lives of millions of children each year. We can improve school outcomes for millions of children each year and therefore include millions more people each year in our growth process. That's one part of inclusion. The second part of inclusion, by the way, where we can, you know, the economist Gary Becker did a lot of work on discrimination theory many years ago. And his argument was that actually the first firms that move away from discrimination win. And if they can win very visibly and clearly economically, then in an incredibly short period of time, discrimination falls away. So the more we can get firms in India to see 1.4 billion people as the population from which to recruit, the more we will move in that direction. So we have to make inclusion and non-discriminatory employment, employing more women, employing more minorities, employing people from other geographies. We have to make that a really powerful business case. And when we make that a really powerful business case, I think it will flip quite fast. So now, how do we get that to happen? What do we need to do? I think it's examples, visibility, it'll take some time, but I think we have to move in that direction. Saatchi and Saatchi. Saatchi and Saatchi. I agree. I mean, I really think there's a lot to be said for getting some of these messages across in a very coherent, powerful way."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:34.500",
        "message": "In fact, there's a study I like citing which shows that the most important factor in decision making in any group, within a firm, in government or whatever, the most important factor is not education or intelligence or whatever, it is diversity, that you have a diverse group of people, you have the best decisions being made, added to what you pointed out, Becker's study that, you know, you stop discriminating, you immediately, you have a competitive advantage."
    },
    {
        "speaker": "Guest",
        "time": "02:45:59.340",
        "message": "You know, in one of the run-up to one of the British elections, I was in the UK at that time, and I remember seeing a billboard that said, it was a very unfair billboard. It was from the Conservative Party, Margaret Thatcher's party, saying, it said, Labour says he's black. We say he's British. Completely unfair, but incredibly powerful communication, if you think of it. Yeah. I mean, if you just think of the, you know, and it was a powerful argument against discrimination in an interesting, somewhat, what would you call it, very deceitful way, but it was a very powerful way. I come to the other two, next two I's. Next two I's are international and innovative. For international, I think it's a, there's a clear policy role, which is open the economy up before industry says it's ready to be opened up. So allow imports as the best way of fostering exports. Because as an economist would say, a tax on imports is a tax on exports. So if you really want to see exports boom, bring down import tariffs. And we have an opportunity just now. The rupee is under some pressure. The RBI should not try to protect the rupee. It can protect a disorderly devaluation. But beyond that, it should let the rupee devalue. And use that devaluation as a way of then reducing tariffs on imported goods. That's for the finance ministry to do, or commerce ministry to do. So because that's a way of forcing Indian industry to be much more international. And from the industry side, we can help in that from CI, we can make it easier for firms to go overseas, to invest in different countries, enter new markets, and so on. On the innovation side, I've really wrestled with this question of why Indian industry invests as little as it does in in-house R&D. I don't think that's a policy point. I think that's very much of an industry point. I think it's for industry to fix on its own. We need to do some very visible benchmarking, where for different industries, and that's what we're trying to do now actually in CI, where for different industries, how much is invested in R&D versus the top firms in the industry worldwide? How many people are employed in R&D? What kind of qualifications do they have? What are the outcomes that they have in terms of new products and services that are introduced and so on? And I think through some of that benchmarking, if we start realizing that we actually do invest very little in R&D, and that awareness grows, then hopefully we'll start to see that change. I think that's a problem for industry to largely fix on its own, and industry associations like CI can play a key role. There's a second element to the innovation piece, which is a policy role, which is where public research and public R&D is done. It should be done within the higher education system instead of in autonomous R&D labs. That will improve the quality of the people coming out of the higher education system, which will help in-house R&D hugely. Last point on independence. I believe very much that our lack of speaking out, and the quote that you read earlier on, that the lack of speaking out is a reflection of decades of license rudge. And that mindset where we would keep going to the government for things, for licenses, for favors here, for incentives there, that mindset lives on. Even though the policy framework has largely changed since 1991. And we have to shed that mindset of going to the government and constantly asking for. I think that, unfortunately, will take the longest time to change. And I don't think we should wait for the government to be welcoming of criticism and input. It's for industry to make the change. If a hundred industrialists are independent and critical in speaking out, we're there."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:15.260",
        "message": "But are they? Are you an outlier? No, no."
    },
    {
        "speaker": "Guest",
        "time": "02:50:18.260",
        "message": "I think we're too few. Too few? Far too few. Far too few. I mean, you know, you have people. Why is it that people like Rahul Bajaj have been, I think, justifiably revered by all of us? It's because there's so much of an exception, or Kiran Mazumdar."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:38.780",
        "message": "There was a time where, you know, people like Ashok Desai and Montek Singh Ahluwalia and all these people were also exceptions, you know, before the tide turned and today we think of them as heroes. So you know, there's something to be hopeful about. My penultimate question. At one point you write, quote, seeing our government up close left me both impressed and depressed. I was impressed by the intelligence, commitment and hard work of many of our past and present ministers and senior bureaucrats. I was depressed by how unprepared, unmindful of international best practice, diverted by optics over content and petty some of these great minds were, stop quote. And my question is there that how receptive are people to these ideas at three different levels? One is the level of government when you speak to policymakers and people who can actually make decisions. Two, at the level of your peers within the industry, which I think you've already answered, you've said too few. And three, at the level of the larger public, because, you know, these ideas need to be part of the discourse and sadly they are not. So you know, across these three, you know, what are your thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "02:51:45.800",
        "message": "So in the government, there are people who are receptive. And I give the story of a minister who after I'd written an article criticizing us dropping out of the RCEP negotiations, and I met him in a completely unrelated context two days later or something. And he said, he started by saying, I really liked your article. And he says, I would have phoned you to tell you, but I'm a loyal member of the government. So I did. But I mean, you know, so and I think there is this voice. There are these reformers within government who today, you know, among some ministers, some bureaucrats who want to do the right things. And I think their hand is strengthened if we speak out, whether in industry or whether in civil society, but certainly in industry. And so I think we strengthen reformers' hands when we're more independent. Shifting the Overton window, as it were. I think so. And I think it helps a great deal to do that. And by the way, I know several people in senior bureaucrats who have been very receptive. Some have read my book and have sent me nice messages. Some ministers and bureaucrats who have sent the book to have not heard from at all. So I don't know whether they've read it and didn't like it at all or whether they haven't read it yet. But my guess is it's the second, but I don't know. I'll find out at some point. On your third category, on sort of the public at large, you're right. I mean, you know, what I would love is that these kinds of questions on the role of the state, on the role of trade and an open trade policy, on the role of labor, labor laws and reform in building a more inclusive society and encouraging more women to work. On why we invest what we do in R&D and how we could do much more and better with it. On institutional independence and, you know, on the role of dissent and criticism. I really wish these kinds of questions were really seriously discussed and debated to a much greater extent, which is why I really appreciate this conversation, because it's so important for us. And I, you know, I want people to read my book, not to agree with it. I don't mind if they don't agree, but I don't mind if they disagree with everything that I say. But if they engage with these issues, I would be delighted."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:30.220",
        "message": "Yeah, we need to talk more. So my final question is, you know, and this is a common end for my episodes where I ask my guests to recommend books or films or music that they absolutely love that, you know, they take with them to a desert island. You mentioned in your book that one of your top five favorite books is Exit, Voice and Loyalty by Hirschman, which I love as well. You mentioned during this conversation that Leave it to Smith is one of your top five books as well. Now, I don't know how many books that are in your top five, could be 15, could be 20."
    },
    {
        "speaker": "Guest",
        "time": "02:54:59.980",
        "message": "There are only five in my top five, but there are many close."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:03.020",
        "message": "So give me the other three and then tell us about the close ones."
    },
    {
        "speaker": "Guest",
        "time": "02:55:07.700",
        "message": "And if you also want to talk about music and films, why not let's discover new things. Sure. So, India After Gandhi by Ram Chandra Guha is, I think, one of the great books of all time, one of the great histories, and it's wonderfully written. Many of Ram's books, you know, I mean, I think all of his books are worth reading and really great. But India After Gandhi is, to me, one of the great books for me of all time. The Wealth and Poverty of Nations by David Landis, I think, is a great economic history of the world and how the world got to be where it is, highly opinionated, quite amusing in different times, a good read. So it's a good book to read. It's a nice story, very opinionated, not balanced, but a good read. And then a little book by Alan Bennett called The Uncommon Reader, which is very funny. It's 100 pages. It's very funny. It's a great book for anyone who loves to read. And it's about the Queen of England becoming a great reader. That's why The Uncommon Reader. And, you know, how she gets hooked on to reading and what happens. And she starts reading first, you know, and she has the sense of duty. So if she opens a book, she has to finish it. Even books she doesn't enjoy, and then she starts reading more and more and she becomes"
    },
    {
        "speaker": "Unknown",
        "time": "02:56:40.120",
        "message": "a great reader."
    },
    {
        "speaker": "Guest",
        "time": "02:56:41.120",
        "message": "So, I mean, it's a very amusing book. Those are the five. So very different, two fiction, three nonfiction. The ones that came very, there are also others that came very close, John Stuart Mill's On Liberty. It's a, I think, difficult book to read. It's, you know, it's 1850s prose at the end of the day, but the content is terrific. And it's a statement of liberalism like no other and the essence of what it is to really be free and why policy needs to keep in mind always how policies might infringe on one's individual liberty. There are many, many other books that I could come to. But anyway, those are the ones that there are. There are many others. There are others that Ram has written and, you know, his collections of essays like Patriots and Partisans and Democrats and Dissenters are also wonderful, I think, collections. And the whole of P.G. Stuart House, all 97 titles, but especially the Blanding series, the Jeeves series, the Smith series, the Uncle Fred series."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:55.540",
        "message": "I mean, these are. My childhood has come flooding back of lying in my bed in the summer afternoon, reading"
    },
    {
        "speaker": "Guest",
        "time": "02:58:00.700",
        "message": "these paperbacks one by one. Yeah. You know, what I've recently discovered is Everyman. So Everyman is this these nice hardback editions of many classic books, and they've republished all the P.G. Woodhouse books on really good quality paper in caslon type, really nicely produced. And I'm sort of enjoying reading these nice physically produced book, P.G. Woodhouse's again."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:28.140",
        "message": "I have an Everyman edition of George Orwell's collected essays, which I really love. It's like a treasure."
    },
    {
        "speaker": "Guest",
        "time": "02:58:33.740",
        "message": "I keep dipping into it because he's such a good writer. So you take George, you know, the other ones have been in the top 10, by the way. So 1984 would be in there. Homage to Catalonia probably would not be, even though I think it is a great book. And maybe another Albert Hirschman, The Passions and the Interests would be in there."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:55.340",
        "message": "I haven't read that."
    },
    {
        "speaker": "Guest",
        "time": "02:58:56.860",
        "message": "So what about music, films, anything? So music, films, very easy. I mean, I mainly listen to Western classical. And I started, I used to listen to a very wide range of Western classical. And as I've got older, I've got narrower. And I largely now listen to sort of Mozart, Beethoven, Brahms, Schubert, Schumann, those five Chopin, maybe six composers, heavy emphasis on piano music, some orchestral music, some favorite works. So the Brahms second piano concerto, the Beethoven fourth and fifth piano concertos, the Beethoven, well, the fourth, sixth, ninth symphonies. I mean, there are the Schubert impromptus, there are many, the Mozart, almost all the piano concertos. I mean, there's a stack that one could go with the Beethoven triple concerto. These are all wonderful works to listen to. And you can, I keep hearing them again and again and again. On film, my favorite movie of all time is, I like light films. I like comedies more than anything else. My favorite film is a movie called The Philadelphia Story. And my favorite actor and actress have tended to be Cary Grant and Catherine Hepburn, and they're both in it together. And then there are many others apart from Philadelphia Story, there's Casablanca, which is not a comedy, but it's quite funny as well, with Humphrey Bogart and Lauren Bacall. And there's a bunch of others. Most Cary Grant movies, most of the Catherine Hepburn, Spencer Tracy films. So quite a few. Great."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:08.420",
        "message": "Noshad, thank you so much for coming on this show, writing such a thought provoking book and sort of filling the air around me with positivity."
    },
    {
        "speaker": "Guest",
        "time": "03:01:19.020",
        "message": "I think at least today, I'll be a little less of a pessimist just because I had this conversation with you. So thank you. Okay, great. Thank you. Wonderful, wonderful to have the conversation. Thank you very much."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:28.940",
        "message": "Thank you. If you enjoyed listening to this episode, check out the show notes, enter rabbit holes at will, visit your nearest bookstore online or offline and pick up The Struggle and the Promise Restoring India's Potential by Noshad Forbes. You can follow Noshad on Twitter at NoshadF. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening. Did you enjoy this episode of The Scene and the Unseen? If so, would you like to support the production of the show? You can go over to sceneunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]