[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I've always distrusted the state, especially the Indian state. I was born in the 1970s, I grew up in the 80s and 90s. I had a close up view of government. My distrust of the state was given an intellectual framework when I got into political philosophy. And when I learned public choice theory, a branch of economics that studies how everyone in politics should be looked upon as a human being responding to incentives. The incentives of a politician are always to win the next election. They need money for this. Money demands a quid pro quo. The next election is always nearby. So all the incentives are short term incentives. And politicians soon realized that governance doesn't matter, especially when his benefits are unseen, and narratives matter. Voters are also self interested and their apathy is rational. Since their one vote will seldom decide an election, why waste too much time educating yourself on governance and economics and policy and so on. When they do vote, it may be because of other incentives, like signaling loyalty to their tribe, or just to get a free bag of rice. And the third piece of this puzzle are bureaucrats. bureaucrats also respond to incentives. According to the economist William Niskanen, what they really care about are court, salary, perks of the office, public reputation, power, patronage, and the ease of managing the bureau, stop good. They also want to play it safe. Continuing the status quo is a safe option, and reforms are risky and could backfire. From all this, we can conclude that the state is an oppressive beast that just grows and grows and grows. It accumulates power and never gives any of it away. Every state is on a slow lurch towards becoming a predatory state akin to a colonial power with native rulers. And yet, despite these dark words, there is hope, because human beings contain multitudes, and they respond to a multitude of incentives, not just those that arise from their position. Some are animated by principles they hold dear. Some would genuinely like to make the world a better place. I would hold in my cynical way that this is an exception. But when these outliers express themselves, my God, it's beautiful. This is what happened in 1991, when we opened up large parts of our economy. For once, the government got out of the way of society, and immediately our economy boomed. And in the next 20 years, hundreds of millions of people were lifted out of poverty. I used to mistakenly believe that these reforms happened only because of our balance of payments crisis and the conditions EIMF set to bail us out and so on. But I have since discovered that a group of bureaucrats and wonks within the government spent almost a decade, the whole of the 1980s, preparing the master plan that was eventually put in place in 1991. I've had episodes on the reforms and on PV Narasimha Rao who made them politically viable. And right now, I want to draw your attention to the following names, many of which you may not even have heard of. Rakesh Mohan, Amarnath Verma, IG Patel, Vijay Kelkar, Ashok Desai, Naresh Chandra, Montek Singh Aluwalia. And there are many more like this unsung heroes whose actions put food in the plates of unseen millions and gave hope to a nation. My guest today is one of these remarkable men."
    },
    {
        "speaker": "Unknown",
        "time": "00:03:06.120",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:11.520",
        "message": "science. Please welcome your host, Amit Verma. Welcome to the scene and the unseen. My guest today is Montek Singh Aluwalia, who lived the Indian dream of the 50s and 60s and 70s when he went abroad, studied at Oxford, got a job in the World Bank, escaped his circumstances. But Montek then did something unusual. He came back to India and joined the government in the late 1970s determined to be a force for good. He bided his time for a decade, pushed reforms where he could, made alliances, combined thought and action wherever it was possible and came out with a legendary policy paper in 1990 called the M document. It laid out a detailed roadmap of what India needed to do to lift the country to a better place. He got his chance in 1991 and worked closely with his friend and mentor Manmohan Singh to carry out many of these reforms. He remained a key player for the next couple of decades and even wrote a fabulous book about his experiences called Backstage, the story behind India's growth years. His wife, the late Ishwarja Aluwalia was also a formidable economist and I recommend her memoir as well called Breaking Through. Montek is 78 today and still full of ideas, still full of hope for our great nation. I learned a lot from my conversation with him and I'm sure you'll enjoy it as well. But before we go there, let's take a quick commercial break. And as so often, I don't actually have a commercial, but what the hell, let's do this for love. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST or about $150 and is a monthly thing. So if you're interested, head on over to register at IndiaUncut.com slash clear writing. That's IndiaUncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Montek, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:05:32.680",
        "message": "Nice to be here. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:33.680",
        "message": "You know, I just want to, I don't want to embarrass you, but I want to start off by saying that to me and to many of my listeners, no doubt, you know, you and that your entire band of, you know, reformers who did what they did 91 onwards are heroes for us. I mean, we might live different lives if not for you. So"
    },
    {
        "speaker": "Guest",
        "time": "00:05:48.000",
        "message": "Very nice. Very nice to hear good things. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:51.720",
        "message": "Yeah. And it's such a privilege for me that, you know, you made the time to come here today. I'd like to sort of start by asking you about your early life because one of the things that sort of fascinates me and one of the themes I examine with my guests is, is sort of the texture of their lives and their growing up years because one of the mistakes I made and I'm 48 and one of the mistakes I make sometimes is that I assume that the things that I know and the things that I've lived through are shared experiences by everyone. But I think more than 60 and close to 70% of the country is actually born after liberalization. They don't have lived experience of the times before it. And I was just struck with this factoid when I was reading about your life, that actually, the US Civil War is closer to your birth than we are now. You know, that's kind of, I'm sorry, I didn't mean to make you kind of feel old, but I'm and you you are older than India, you are older than our nation state. So tell me a little bit about, you know, where were you born? What was your childhood like?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:49.480",
        "message": "Okay, well, you know, I was born in Rawalpindi. That time, it was part of undivided India. And my parents moved from Pakistan without, my father was in any case, posted in India, as we now know it. And he used to be in defense accounts. He joined the civil service as a clerk in those days, British times, that was a probably higher up the ladder than it is now. But you know, we were not privileged, privileged family, typical, what would then be called middle class, lower than the middle of the middle class, if you like. I have no recollection, therefore, of partition. My earliest memories are really of Sikandar, not Sikandarabad, Ambala. Just after independence, we were in Ambala. And then after the police action in Hyderabad, the army moved into Hyderabad. And my father being in defense accounts, the accountants moved in the wake of the army. So I was there in Hyderabad, that was really when I grew up in Sikandarabad, which is a twin city, as you know. And I was there till 1957 when we moved to Delhi."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:09.960",
        "message": "So tell me a little bit about your father, Mr. Jagmohan Singh. I was struck by this paragraph in your book backstage where you write, my father Jagmohan Singh graduated from Khalsa College Amritsar and joined the Department of Defense Accounts as a clerk. He was a reclusive person with a strong moral conscience and an abiding sense of duty. He put whatever little savings he had in a bank account, strictly avoiding investments in stocks, which he viewed as a form of speculation, stop quote. And you know, one thing that I sometimes speculate on is how much our character and the things that we do is determined in a sense by circumstance. That when you are in a circumstance like that, where you have a family to look after, and the nation's going through so much turmoil, you would in a sense, naturally be inclined to be cautious and to be careful and to kind of, you know, give importance to all of those things. Later on in your book, you mentioned about how when you were in Oxford, when that phase got over, you'd been offered a plush job in the private sector over there. But you chose not to do it because you felt that you had to give something back to the country and in some way, work within the government, work in development, economics, and so on. And that again, being something that I think you mentioned in your book that your wife speculated that you probably got it from your dad. So in hindsight, when I look back on my own childhood, I can see the various ways good and bad, in which I was sort of shaped by my parents. And one is of course shaped by many things, not just parents, peers, and so on. But as you were a traveling family, you know, first Saharanpur, then Ambala, then Secunderabad, then at the age of 14, Delhi, I guess that your parents must have been a really big influence on you. So tell me a little bit about that, that when you look back in hindsight, what are the when you, you know, look at the young Monte kind of growing up in that kind of house in those kind of times? What do you see now?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:56.880",
        "message": "Well, I think my upbringing, both my parents are very concerned to bring us up as best they could. It was a mother who actually did most of the, what you would call child caring. But my father was very concerned about our education. Also, I mentioned in the book that, you know, my mother lost her younger brother, who was actually a lieutenant in the army. He died to an accident in a mountaineering expedition. So we came to Delhi for about 10 days. And my father felt I mean, I was like at that time, maybe only about nine or 10 years old. But my father felt that missing out my school for 10 days is bad. And he was very concerned that I shouldn't slip in mathematics, because like many people, he regarded that as critical. And I was really surprised that he got permission from his office. I mean, he was very dedicated, office going type, to take two hours leave in order to sit in my class and take notes so that I wouldn't miss anything on the maths front. It was my first indication that he really cared a lot about what happened to my education. I mean, the next similar indication was, you know, towards the end of his service, he was very well thought of. And he had worked his way up from being a clerk to being an officer, but he was not in the Indian Defense Account Service, which is the grade A service of that system. And so they said to him that, look, we'd like to make you a promotee. So you know, for those guys becoming and having IDAS after your name was a big thing. But they said, look, if we make you IDAS, you'll be in charge of a defense accounts office. You're here in Secunderabad, but you'll be sent to a much smaller place where, you know, the head of the office is the junior most IDAS person. The alternative, if you don't want that, is we could send you to Delhi for the last two years of your career. And well, you'll be able to settle your family before retiring and so on. And you know, my father thought about that. And he said that he chose that consciously giving up the IDAS because he felt we would get a better education. And I mean, he was right that I moved into Delhi Public School. I enjoyed it. It was a better school than the school I was in Secunderabad. Results and all were better. And you know, when I look back, it's quite possible that if we hadn't moved, I don't think I would have had as good an academic career as I ended up having. I may not have got the Rhodes Scholarship. So really a very critical decision on the part of my father. And I'm the biggest beneficiary of it. So there was a lot of concern, a lot of principles, deeply believed in simple life. And I think that did influence me. You know, you mentioned this business of giving back to the, that's not how I viewed. I think I belong to the generation immediately after independence, which actually believed that, you know, the government was going to, so to speak, develop the country. So the task of joining a development oriented government that would remake the country was a very exciting task. And you know, I, when I went, even when I went to Oxford, I thought I would just sit for the IAS. And I even began preparing for it. But you know, I'd done well in Oxford and job offers came. I wasn't at all interested in the private sector. It just wasn't my thing. But I got tempted when the World Bank started recruiting and they said, well, we need people who can work on what's going on in different developing countries. So I felt that that might actually help me in my desire to work on development. And I thought I was going there for three years and stayed on for nine, which was quite a long time. But anyway, I didn't regret it. And I thought I enjoyed, not nine, actually, I think I stayed for 11 years, between 68 and 79. And then finally came back. I think both my wife and I wanted to come back. And she was particularly concerned that as soon as our kids were born, we should come back. I mean, she also wanted to do work, her own work. She was an economist, was in India. But I think the bringing up children was crucial. So our oldest son had been born, and the younger one was about to be born. And she felt this is the time to go. And an opportunity opened up in the finance ministry, and I took it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:58.320",
        "message": "Going back to your childhood, one of the things that I was sort of struck by while reading backstage is you describe how after DPS Mathura, you had to wait for a year before you could join Delhi University. So because you were, you know, two months short of the minimum age. So you write, quote, I use the time to delve into some books on economics that I borrowed from the British Council Library on Rafi Mark. This gave me a feel for the subject and helped convince me of for the BA Honours course in economics in Delhi University, stop quote. And I was struck by this because I've had many economists on the show. No one read economics for fun when they were kids. Right. So it's almost as if, you know, you'd expect people to read racy novels or comics or whatever."
    },
    {
        "speaker": "Guest",
        "time": "00:15:37.840",
        "message": "I did all of that too. Okay. Remember, I had a whole year to waste. So compared to these other economists that you're talking about, I had more time. And I didn't want to spend all that time reading novels and comics. So having time, I said, look, economics was a new subject. We never did any economics in school. So, you know, before taking the plunge into economics, I really wanted to see what, what would the books be like? What did you read? Do you remember? Actually I don't come to think of it. It wasn't one of these standard textbooks. It was this older generation of, you know, things written in the 1930s and 40s. For example, I don't remember reading Alfred Marshall's Principles. That was a kind of heavy textbook of the time. And you know, people like Samuelson and so on hadn't quite made the impact that they obviously they dominated textbooks later on. But it wasn't textbooks so much as books on economics. Not very interesting, but it sufficiently convinced me that it's a subject that I think I would enjoy, basically."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:47.080",
        "message": "Tell me a bit more about that period. Like, what is the other stuff you were reading, what you were doing? Like, I enjoy sort of looking back on, you know, just thinking about how every 15 year old holds a seed, in a sense, for the 40 year old, for the 75 year old, you know, when you look back on the young 15 year old, you or the 12 year old, you or whatever, you know, what is that seed? And at one level, that seed leads you to the part that you took. But are there other seeds that lead you down other paths?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:15.600",
        "message": "Well, I think I was quite interested in history, even then. And again, I owe that a little bit to my father. I mean, when we were in Secunderabad, for example, he had brought home from his library, K. A. Nilakanth Shastri's History of South India, which, you know, later on we never read. But it was interesting in Secunderabad, reading about the history of South India. I think it's one of the gaps, if you like, in the regular educational process, that we don't give enough attention to the fact that there's not necessarily an Indian history. I mean, this is a big country and different parts of it have sort of had different histories. So I was always interested in history and then historical novels. But of course, most of the historical novels I read were really Western. And actually my favorite in those days, I read through the whole of Alexander Dumas, for example."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:16.080",
        "message": "And what was your conception of yourself at that time? Like, what did you want to be? I mean, I don't think a 14 or 15 year old ever says, I'm going to be an economist, I'm going to be a policy wonk, I'm going to do all these things."
    },
    {
        "speaker": "Guest",
        "time": "00:18:26.080",
        "message": "Oh, I think at that point, I didn't really think I wanted to be a policy wonk. I think at that point, I just thought I would sit for the IAS and do good and participate in the development of the country. The realization that there's a profession that one could follow came quite a bit later."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:46.440",
        "message": "In your wife's excellent autobiography, she mentions that when she first met your dad, they bonded immediately because of his because he could talk about both English, English literature and Punjabi poetry, you know, so one senses that there is a multilingual kind of upbringing happening here that at one level, you are sort of rooted, she's spoken, and I think you've mentioned as well, you know, being part of the Sikh community, and it's something that you take seriously. At the same time, there is a certain westernization also in that upbringing, where like you mentioned, you're reading Dumas, and later on, when your wife mentions in a book that you would watch a lot of European cinema, when you were in the US, you'd watch, you know, in the Sika and Fellini and all of that. And it's just a sort of mixture of these two. So that, you know, when I look back on how I kind of grew up, and I also had a privileged upbringing, my dad was an IAS officer born a couple of years before you, in fact, again, in what is now Pakistan. And one of the things one of the negative aspects of my upbringing was that it was unfortunately so westernized, that I wasn't too rooted as a young person in the sense that I would actively look down on, you know, I'd have this snobbish attitude about, say, Hindi cinema, or about other aspects of our culture. And then it took to kind of getting a little bit older and with time figuring out that, you know, that that attitude was fundamentally wrong, that on the contrary, it's a privilege to be surrounded by the richness of different languages and different cultures and all of that. So how did you sort of navigate those different cultural influences? And do you think, therefore, that in a fundamental way, it makes an Indian economist different from, say, a European economist, in the sense that they have one language or at most two, while you have different languages and a much richer web of sort of influences to draw upon?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:45.080",
        "message": "That's a very good, very good question. Let me give you a considered answer. First, you know, when I was growing up, I don't think I was adequately aware of the richness of this cultural tradition, to a large extent that came to me through my wife. Because Isha used to say that she herself was what they used to call a Hindi medium type. She was not comfortable in English through most of her school days, because she went to Shikshayat school in Kolkata, which had Hindi medium. It's only when she went to presidency in Kolkata that she started getting an education in English medium. And she felt that she was a little behind the other kids. She worked hard at it, of course, and made up, but she was very conscious of that. And, you know, part of the bonding between her and my father was that he was very interested in Punjabi poetry, not religious stuff, but Punjabi poetry. And since he read, he could read, he used to do the reading of poetry, he read it in the Arabic script, Urdu script, because in, you know, Punjabi men in those days, the women would learn the Gurmukhi script, the men would learn the Arabic script, because after all, a lot of the official recording, etc. was in Urdu. In Ranjit Singh's court, the official language was Persian. So you know, it gives you a sense that we don't kind of adequately realize. So I think Isha interacted very nicely with my father, because she had a very strong grounding. In her case, Punjabi, in terms of what she got from Gurbani, the religious part, and he was much more interested in Heer Ranja and that kind of stuff. So I think they bonded quite well. Now, you know, linguistic variety is, of course, one thing. It reflects a much more substantial economic structural variety in the country. I mean, you know, people don't realize that the difference between the richest states of India and the poorest states of India, in terms of per capita GDP, something like five is to one. So I mean, and these are huge areas. So each one of them in the United Nations would be in a separate country. So when you're running a country with such a wide disparity of economic structure, you need to have a different approach to how all this is going to pull together. And you know, in my book, I do mention, when I was deputy chairman of the Planning Commission, it struck me that we were not analyzing the structural constraints of each state, which were distinct to it. There was a tendency to basically describe economic problems as the same. I mean, everybody has to have infrastructure, everybody has agriculture, that's important. But you know, in some parts of the country, agriculture is very powerfully influenced by extreme shortages of water. In other parts of the country, water is not a problem. And I don't think that we took adequate, paid adequate attention to these differences. So in that sense, I think that's partly a reflection of how much the country varies. And you know, this has to be then combined with the fact that there's a lot of migration that takes place. So people from the poor parts of the country migrate to the richer parts of the country, and they send back, if you like, messages or perceptions about what's it what's it like elsewhere. And this is a very strong sort of substructure cultural interaction that's taking place, which as an economist, you should know more about. And this is where sociology also comes in. And I would say that, when I think about it, we should have been more aware of these things than we were."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:52.400",
        "message": "Manmohan Singh is saying in the book at one point, that you can't take 10% of the population into the 21st century, leaving the remaining 90% in the 19th century. And this is one striking thing about India that there are parts of it in the 19th century 20th, and a small set of elites, you know, who are fortunate enough, like us to enjoy the 21st. And we normalise it. And because we normalise it, I sometimes feel that we may be blind to the fissures that sort of develop in our society, because of these differences. And these differences go deeper than just talking about say, economic inequality between states, like you mentioned, you know, they exist at a social level, a cultural level. And of course, our society these days is, you know, deeply divided in different ways. But there are, you know, divisions that have kind of always sort of existed. And I don't even mean in the pure sense of the potential for conflict or all of that, or the adversarial nature of some of these divisions, but just in the sense that there is then a danger for an elite governing class, for example, to have an idea of India, that is based too much on what they kind of see around them and what they study in books, and so on and so forth. And this is almost in some senses, it seems even if you're well intentioned, and you try to make an effort, you know, the nuances and complexities are way too much. And therefore, just thinking aloud, this would even be an argument for a much greater degree of local governance. And in some senses, saying that a country as large and varied as this is fundamentally ungovernable from the center from in a top down kind of way. And that might be a fundamental mistake that we made. So I'm just thinking aloud. But what are sort of your thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:42.760",
        "message": "Well, no, I certainly that when you have a country with wide differences within it, and it starts to open up and interact with the world, that is likely to increase the extent of the differential. I mean, the country as a whole benefits, and those that benefit early are the ones that are already in a good position. Hopefully, the others watch what's happening, and they start emulating them, and they also grow. The solution, in my view, is not that you shut yourself off. It's certainly true that if you shut yourself off, you can just keep stagnating. But here you open up. The ideal thinking, of course, is that when you open up, an economist will say that, look, your growth rate will go up from 5% to 7%, which is what happened. But you know, in a politician's mind, when he's addressing a big audience, he'd like that to mean that every one of you was benefiting at 5%. Now you're all going to benefit at 7%. Inequality is one thing, but if everybody's benefiting, that can kind of make people accept it. But the truth is, that's not what happens. Some of you are going to benefit not 7%, but 8%, 9%. And some of you probably only 2%. And you know, in an extreme case, you can even theoretically imagine that you might get worse off. Although, of course, as a family, you don't necessarily get worse off. I mean, in the sense that the guys who used to run tongas in Delhi basically lost their jobs. Maybe some of them found some other jobs. But their kids probably run taxis. There's a bit of an internal redistribution within a family, which tends to moderate that. And we have to accept the fact that in a market economy, it is very difficult for a change that will do well for the economy to actually lead to an equal benefit across the country. That's why you have to be watchful. What are you doing for those that are left behind? And to be fair, in all our thinking, that's been driven home to us right from the beginning. I mean, this whole focus that poverty must be a focus, you must reduce poverty, and all this kind of stuff, which was there for the last 20, 30 years, reflects that. But I think, you know, poverty tends to focus only on whatever the bottom 20, the bottom 30, the bottom 40%. It doesn't sort of reflect the unevenness of benefits in, let's say, the top 50. So in a structure where somebody was maybe not poor, maybe they were in the 50th percentile, but they don't do very well. And somebody in the 60th percentile does very well. Poverty is not affected, but you can get a sense of discomfort, and that can lead to social tension. Now this is why the only factor that you have that can counter that is a well-functioning democratic system. Because democracy sends that message back, and politicians know how to read it. They know that some things they can manage, and some kind of things they can't manage. And therefore, how fast they respond to those things determines the end result. And I mean, we have to recognize that whoever's running a complex country like this has to keep this in mind. Now the second issue which you raised is, does all this have to be looked at by some centralized government? You know, in India, it cannot be, because the Constitution itself allocates certain things entirely to the states. I think the real issue in India is that we don't have really good devolution below the state level. And I mean, a state, the largest state in the country is 200 million people. That's too large. I'm very much in favor that we should multiply the number of states. If every state was kind of reduced to maybe, if the largest state did not exceed 30 million, we would be a lot better off. And frankly, if you think about it, that's probably the only way of getting a lot of cities developed. Because if you produce another 30 states, you'd have another 30 capitals. And automatically, a kind of energy would go towards developing these capitals. And frankly, India needs, I mean, you know, in the next 30 years, urban population is going to double. I mean, it's what most estimates suggest that from about 300 and something million into 2011, the urban population will be 800 million by 2050. Now, this is going to just to accommodate this, you need many, many more of our medium cities to become bigger cities. And the best way of making them bigger cities is to create new states. We've created a few, but you know, we could create many more."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:54.280",
        "message": "Yeah, I mean, I couldn't agree with you more. And just to underscore that point about the importance of local knowledge of governance being as local as possible. I did an episode with Abhinandan Sekhri, the journalist, and he was telling me about this experience where they went to some village in the northeast with a TV crew, they were shooting something and he asked the people there, okay, what do you really want from your government? What is the one thing you want? And, you know, somebody sitting in Delhi would imagine they want schools or they want hospitals or they want roads or whatever those kind of things. And they said, we want a cinema theatre. And he said, Why do you want a cinema theatre? He said, because all the boys in this village, they have nothing to do in their spare time. So they go to the nearby place nearby, near a city to watch movies. And the roads are so bad. And there are so many accidents that the mortality rate is too high and they keep dying. So we don't want them to go, we want a cinema theatre here. And there's such a profound insight, which you know, can only arise locally."
    },
    {
        "speaker": "Guest",
        "time": "00:32:48.480",
        "message": "I have a very nice story of a parallel kind. When the Soviet Union cracked up, in 91, all these new republics were created. I was sent to some of the stans around our neighborhood, because they'd become independent countries. And we had long relationships with the old Soviet Union. So we wanted to let each one of these know that, listen, is there something we can do for you? So I was told to tell them that, you know, maybe you want to send some of your people to our banking training school, our diplomatic training school, all kinds of things. And you know, the one thing that they all said was, you know, what would be really good? Why don't you be more Indian movies, because they're incredibly popular. I mean, this was an extremely low cost thing to do. But I was struck that in places like Turkmenistan, and so on, when I had gone to, I think some carpet weaving outfit, and there was the person weaving a carpet, and they had a few of our film stars photos on the looms. So Indian soft power was there. I think we have a very goods and manufacturing oriented approach to life. But actually, services is becoming an extremely important part of the economy. So entertainment is a very critical service. And I can well imagine that. And mind you, this must have been before smartphones and so on. Because today, I mean, all these kids who want to see movies, will see them on the smartphone through Netflix, and not really go into a theater. So that's another factor, which you have to keep in mind."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:42.040",
        "message": "Another sort of question, which comes up from what you were, you know, speaking about earlier about the nuances between poverty and inequality, like one point I often make is that inequality is a sort of a Western obsession. And what is a moral imperative in India is to focus on poverty. And, you know, the philosopher Harry Frankfurt wrote a book called on inequality, where he pointed out that for him, it wasn't inequality so much per se, as what he called the doctrine of sufficiency, which is a moral responsibility of a state to make sure that each of his citizens has, you know, however you define it, a sufficient amount to sort of live a reasonable life. And you know, what the reform certainly did in India was that, you know, my friend, Nitin Pai gives a figure that for every 1% growth in GDP, 2 million people came out of poverty, right? And that has such moral force to me, that is, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:35:36.160",
        "message": "just so much. There's no question that the removal of poverty is a should be a moral imperative. Because the case for doing that is the belief that the society owes everybody a minimum standard of living. And you should run your economy in such a way that nobody falls below it. But that doesn't mean that inequality is not important, because inequality is relevant, if you want to bring in a concept of fairness. You know, you could have a situation, for example, that on the poverty front, you're doing quite well. And every year, you're taking more and more guys above the poverty line. But as you know, when 70% are below the poverty line, that's the most important thing. Once you get maybe 20, maybe 15, I don't know what is the number correct, it depends on what poverty line you use. But if 85% of the people are above the poverty line, you cannot say that how these guys, the relative outcome of these guys is of no importance, because it's of importance in terms of fairness. Now remember, here too, see, inequality, static inequality is one thing. But in a statically unequal system, suppose you had a situation where everybody's kid sort of just gets stuck in the same groove, and nobody improves. That's one thing. The other is there's a lot of churn. Many people lower down and kind of move up, and some guys higher up move down. Probably people will regard the second as a little bit fairer. So I think the whole concept of justice and fairness is actually very complex. And I think a society always tells you what's bugging it. I mean, you may get hung up on poverty, and say, look, poverty is going down. So what's your problem? The fact is, in a democratic society, what people want will manifest itself in their political demands. And as long as you're watching those and responding to them, you won't go too wrong."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:45.440",
        "message": "Yeah, that's, you know, one question I often ask people when I think about inequality and poverty is that where would you rather be poor today in the US or in Bangladesh? And of course, the answer is you'd rather be poor in the US, but the US is, you know, a far greater inequality than Bangladesh does, for example. So the dilemma here is that often these go in sort of different directions, that inequality may increase as poverty goes down, because everybody is getting better off, but at a different rate, where the people at the top are getting better off very fast, and people at the bottom are getting better off, but not quite as fast. So inequality kind of increases. And for a policy person, then that creates a dilemma, because there are trade offs involved. You know, on the one hand, like you say, there is a moral imperative that we have to do something about poverty. But on the other hand, there is also the imperative that you might have political constituencies that are demanding, you know, different kinds of policies, and the two might often go in opposite directions. Like, it would seem to me that, and correct me if I'm wrong, that inequality probably went up after reforms, but I'd say poverty went down so much that, you know, that was your immediate sort of imperative. And then as you stabilize, like you said, and it, you know, you then start focusing on fairness within society and all that. But most of the popular demands that I see from electorates in India, are really not about inequality. It's more about different kinds of scarcities, like lack of jobs, or"
    },
    {
        "speaker": "Guest",
        "time": "00:39:17.160",
        "message": "poverty itself, and so on and so forth. Well, you know, these are ways in which the deficiencies surface. I mean, I would agree with what you just said, that before the pandemic, it was probably true that poverty was going down, no doubt about it. And inequality was probably increasing. This increase in inequality is a pretty universal phenomenon around the world. So it's not just in India, it's been happening elsewhere. And societies partly take care of it through taxation. I mean, after all, taxation is a very powerful way of redistributing from the top to the bottom. And a lot of public programs are essentially financed by taxation. So you could argue that, you know, we should use the taxation instrument a little bit more effectively, that is a legitimate point. But you know, I think the the issue of what's happening above the poverty line, I mean, a lot of the unhappiness today, again, around the world, is that there's an incredibly faster growth in the top 1%. You know, in the old days, people used to talk about the top 20%. What has happened is that, for a variety of reasons, the incomes and the wealth of the top 1% have really shot up. And that is causing unhappiness everywhere. Now, you know, how to respond to this in a sensible manner is an open question. What do you do?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:46.960",
        "message": "And you one can go into that. Is some of it perhaps because of bad policy in the form of easy money, like I think about the Cantillon effect. And I'll just explain that for my listeners. And if I get it wrong, you can correct me because who better. But the Cantillon effect basically is that typically, you would imagine that say when a government prints money or money floods into the system, you're going to have inflation because the money supply goes up and the goods and services at that moment are the same. And therefore the price of everything goes up. But what the Cantillon effect does is that money doesn't percolate down to society at an equal rate. It's people at the top who get hold of it and they benefit first, while people at the bottom are basically having their wealth sucked away because inflation after all, is a tax on the poor. And therefore, you know, this easy money would therefore explain what is happening in say, what has happened in the past, there's normal correction, of course happening, but what has happened in the past with stock markets where the economy does really badly, but the stock market is booming. And as you mentioned, people in the top 1% are making a lot of money, but nobody else is really seeing the benefit of the easy money coming in. And that is the kind of inequality I do worry about. And it's kind of caused by government policy by central banks taking the easy route."
    },
    {
        "speaker": "Guest",
        "time": "00:42:00.200",
        "message": "Yeah, no, absolutely. I mean, you know, for a long time, people used to think that monetary expansion by the central banks, if it's not actually leading to inflation, shouldn't be a cause of concern. In the United States, they worked out that inflation doesn't include the inflation in asset prices. So it's commodity prices that are measured. If you have a huge expansion of money and a credit system where actually it's only the rich that can access this, and they put it all into assets, either real assets or financial assets, and assets are only held by wealthy people, poor don't have assets, you can have a very big increase in inequality suddenly taking place. And that I think what in the US, after the great financial crash 2008, the real anger was that, you know, the economy was badly hit after the Lehman brothers collapsed, output contracted, but the guys at the top were completely unaffected. And even Christine Lagarde, then I think managing director of the IMF commented that nobody went to jail. And yet what was going on in the financial sector was gross mismanagement, very often more than mismanagement, but wrong intentioned fiddling, and no one suffered. I think this has been a bit of a lesson. Anyway, it does show the other thing is that public opinion now can be whipped up much easier than was the case earlier. So it's not just that you're affected, but you're subjected to a great deal of social media messaging on what's going wrong. So I mean, people have to be careful that the opinions of people are now being driven by actors which earlier didn't have that much influence on opinion"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:57.760",
        "message": "making. That's an extra factor. Yeah, like a friend of mine recently mentioned that he's never going to invest in crypto, as long as Elon Musk has the power to make prices go up and down with a single tweet, which kind of speaks to what you're saying about how you know, everybody's in the narrative battle game. Let's kind of, you know, go a little back in time, like, you know, one of the things that you mentioned, which I completely agree with about the need for greater urbanization is something that would have been frowned upon by economists maybe 30 years ago, or at least a sword that you would get in India. And also, there was the notion here, and this is still a widely held notion that our population is a problem, where to me, you know, people's our brains, not stomachs. Population is our greatest resource. And throughout history, you know, people move from the history of humanity is a history of migration from places with less population density to more population density, from villages to towns and cities. And this, this notion of population being one of our problems strikes me as, you know, one of those little bits of conventional wisdom that we kind of grew up believing and that we can now reconsider and we sort of know it isn't true. So, you know, in your early years, when you're getting an education first at Stephens, and, you know, then at Oxford, and you're learning about economics and all that, how much do you think the economics you learned back then is at odds with what we know today? Because it's very easy in the benefit of hindsight, to judge the actions of people back then. But I think you have to also view the actions of people back then, in the light of what the available knowledge was, and what the available conventional wisdom was. So tell me a little bit about, you know, that sort of"
    },
    {
        "speaker": "Guest",
        "time": "00:45:43.340",
        "message": "Yeah, I mean, there's no question that economic perspectives have changed. You know, some basic things don't change, in the sense that if you want to grow, you got to have investment. But in those days, the only concern was investment. It was felt that the simplest way of having investment is to expand the public sector, the government can get the resources and invest. There was very little concern that the government would be a very poor investor, and would not be able to ensure efficiency. So what economists call the capital output ratio would rise, so you could have more investment, but with a higher capital output ratio, you wouldn't get more growth. So that was the, when I was in St. Stephen's College, this was not even an issue. I mean, it was just assumed that, you know, growth, the Harrod-Domar model, you want higher growth, you have more investment, the government is there to do the investment, why do we want the private sector? Then I think over time, the fact that the private sector was much more efficient, began to be realized. And so a kind of shift took place in the rest of the world. Now, you know, in the rest of the world, the shift took place very early. I mean, in the 1980s, I think Reagan, Reagan in the US and Margaret Thatcher in the United Kingdom kind of led this sort of anti-public sector, bring in the private sector. We never did anything like that. But you know, in fact, we did it much more slowly. It's possible they did it too fast. Reagan's famous comment that the nine most dangerous words in the English language are, I'm from the government and I'm here to help. So created an atmosphere in which the government is the problem, just shrink it. Now we, I never thought that that was the right thing for India. I think the problem in India was that government had to do more in certain areas, health, education, building infrastructure, especially rural areas and so on. The government didn't have to do what it was otherwise trying to do. Even steel, for example, we wrongly, I think, call steel infrastructure. You know, my definition of infrastructure is that which is not tradable. If it's tradable, it's not infrastructure. I mean, roads are infrastructure because you can't import roads. You want roads, you got to build them. So you can, if you make that distinction that what you can't import is infrastructure. In that case, since we're not next to any surplus electricity producing nation, generation of power is infrastructure because if you don't generate it, you're not going to be able to get it. But if you were a small country next to a very big country, then electricity doesn't have to be infrastructure because you can buy it from a neighbor. Now, I think we needed to redefine the role of government, not to scale it down. In fact, by any metric, you know, like the size of total government expenditure to GDP, we are too low. I mean, elsewhere in the world, people have social services, pensions, old age pension, higher education, more research. A lot of the research that led to the U.S.'s dominance in so many commercial areas was actually funded by the government, probably connected with defense. So instead of doing these things, our government was building hotels. Now that's just ridiculous. I mean, if somebody were to take a decision today to privatize every single hotel owned by the government, I haven't the slightest doubt that the country would be a lot better off. But if you said that publicly, you would not get much support. And I think the main reason you won't get support is that those employed in the public sector somehow feel that privatization will make their jobs insecure. And I think we have to address that question. I mean, if the thing becomes more efficient and therefore expands, more jobs will be created. But it's quite possible that they'll expect you to do some work and you won't be able to just kind of sleep on the job and have an easy time. So that's kind of trade off that is necessary. I think those are the changes that we needed to bring in. We did start it. I don't think we did enough. But, you know, I have no hesitation in saying that in 91, the reforms that were brought about were late. We should have done it in the mid 80s. As a matter of fact, Rajiv Gandhi said in Parliament, and I quote that in my book, I mean, he said that, look, how can we be competitive with other countries if we are running systems that are 20 years out of date? But the sad thing is he wasn't able to change any system. All that happened was little incremental changes. The start of systemic change happened in 91. Narsimha Rao as Prime Minister, Manmohan Singh as Finance Minister. Even they didn't actually get done in the first three years, all that could have been done. Again, because, you know, a country that has been fed for 40 years on a certain approach to policy takes a long time to change. But the good news, I think, is that when other governments came in, you know, the Narsimha Rao government was succeeded by the United Front government, sort of a more left oriented government, but it had Chidambaram as the Finance Minister, sort of an element of continuity. The Communist Party of India was a member of the government. CPM was not, but CPI was. But still, they more or less continued the same strategy of the previous government. When Mr. Vajpayee formed the NDA government, there was concern, look, will they continue? Because they were critical of certain aspects of the policy, not other aspects, but certain aspects. But actually, the Vajpayee government also continued the same thrust. So from 91, right through the end of Vajpayee government, then you had the UPA, which had the same characters coming back, a long continuity of change, in my view, in the right direction, but in my view, too slow. I mean, like what we did, what we did over a period of 20 years, we should have done in 10 or 12. I'm not a believer that we should have done it in one year or two years, but we should have done it twice as fast."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:21.820",
        "message": "I love the way you, you know, mentioned UPA and said, which had the same characters coming up because you were one of those characters as well."
    },
    {
        "speaker": "Guest",
        "time": "00:52:28.300",
        "message": "I was continuous. In the UPA, I had a, I had a political appointment, although I, I'm not a politician. So I used to sit in the cabinet and observe coalition, balancing off different parties and different interests and so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:43.940",
        "message": "So we'll talk about all this in detail. And I also want to continue talking about your life story, but I'll take a digression. But before I take a digression, you know, you were speaking of about Rajiv Gandhi wanting to modernize and there's a lovely anecdote in your book about which is almost like a metaphor for this, where you speak about how Madhavrao Shindia came to him to make a presentation. And there were a lot of numbers involved, you know, he wanted to play around with the numbers and see what effect it would have. So he said, why don't you just get me a spreadsheet, right? And as you point out, this is three years after Lotus Notes has been released and all that. And the next day, Mr. Shindia and all the bureaucrats come with these actual physical spreadsheets and Rajiv is like, what is this? And that almost seems in a sense, metaphorical. I want to take a digression into talking about the state itself for a moment. Like there are two frames that I find useful when I think about the state. One is Francis Fukuyama's frame of thinking about the scope and the strength of the state, where my argument would be that in terms of scope, the Indian state is far bigger than it should be in the sense that it does a lot of things it should not like you pointed out, from running hotels to, you know, making sex toys and condoms, it was a company for that as well. But leaving that aside, the scope is much larger than it should be. But the strength is much lower than it should be. So it does a lot of things and it does them very badly. While what it should do is it should do a few things like the ones that you mentioned, you know, rule of law, public goods, all of those things and do them well. And we have this mismatch where both in terms of scope and strength, we've kind of got it completely wrong. The other frame that I find useful is James Buchanan's public choice theory framework, where a state on the one hand is supposed to be protective and productive. But the natural tendency of a state because of the incentives of the people within a state to accumulate power can take it to a point where it becomes predatory. And you know, predatory to me defines the Indian state much better than the other terms do when most common people on the street will kind of tell you that as well. And so one, what do you think of these frameworks? And two, my sense also is that most common people when they think of the state, they are apathetic to it, they know it is dysfunctional. They know it is, you know, they know that it's wrong at so many levels. But they also feel that abhi toh kuch nahi badlega, apna dekho, you know, and that again itself becomes an impediment to fundamental change, because fundamental change will only happen when there is a demand for it. And if people are apathetic, there won't be a demand for it."
    },
    {
        "speaker": "Guest",
        "time": "00:55:20.500",
        "message": "No, I think this is absolutely correct. Look at education. One view is that people don't care about education, but that's not actually true. I mean, even the poorest person scrounges around in order to get a good education for their kids. They need not spend that much money if they could make sure that the government provides good education. I think some of those messages are now coming across, but it's very late in the day. You have to remember that when Pandit Jawaharlal Nehru made his twist with destiny speech in 1947, that's 75 years ago, more or less, the phrase he used, what are the things we should do? And he talked about the age old burden of ignorance, poverty and disease. So poverty, of course, we've been trying to do, and I think we've done something about it. But you know, ignorance and disease, these are the, that's health, I mean, education and health. These are things that the state by now, I mean, if the Indian state had done half as good a job on education and disease, as it has in many other areas, we would be in much better shape. But it hasn't. Now why is that? One answer, by the way, is that theoretically, neither of these is controlled by the center. They're actually controlled by the states. I think part of the problem is that politics at the state level does not subject the politicians to a kind of performance accounting in those areas that are squarely in their hands. And I think we need to think why, but the solution really is better education. I mean, if people are scrounging from their meager budgets to send kids to private schools, in the belief that private schools are actually better, they may not be, but that's the belief, then why don't the same people say, look, make the public schools that much better. Very often, it's connected with bad systemic choices. I mean, for example, for many years, in many states, state governments would not allow English to be taught at a young enough age in school. And yet most people felt that if you want to become employable, facility in English is helpful. Now, many people felt that there were contradictions in state behavior. The local politicians will be sending their kids to private schools, where they'd be learning English. But for the armed junta, they're enforcing a completely different system. Now that has changed. I mean, state governments now have changed so that kids are learning English at a much earlier age. But you know, I think this requires, there's no substitute to states simply deciding, a, the public deciding that look, we're going to judge you by what you do in this area. And states also, politicians deciding that they're going to give this top priority. And that hasn't, it is beginning to happen, I believe, in some states, hasn't happened enough."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:30.540",
        "message": "Yeah, I mean, that point you make about the poorest of the poor sending their kids to private schools is one I keep making repeatedly, because people have this impression of private schools that it's all, it's for the richie richies. It's like DPS Mathura, where you went and that's sort of the stereotype. But the truth is that, you know, studies have found in Delhi, Hyderabad, Chennai, that the poorest of people, people who live in slums, auto drivers, domestic help, they would, instead of sending their kids to a free government school, they'd rather spend money that to them is a lot, but in absolute terms is not that much to send their kid to a budget private school, which is operating outside the ambit of the law and very often is illegal if you look at the kind of regulations on it, which is where the whole school choice movement comes from, which argues that, you know, instead of spending our money on schools, we should give school vouchers to parents so they can choose the school that kid goes to because who better than a parent to decide. And that at least puts the incentives in the right place that only the schools that provide quality can sort of survive. I had a long episode on education with the economist Karthik Mulyadharan, where one of the things he did point out was that you're right that private schools aren't necessarily better off in terms of quality of education is pretty much the same as studies seem to show, but they provide far more bang for the buck. And there's just a lot more money getting wasted per student in government schools. And people, you know, and poor parents just choose to spend money and vote with their feet. You know, a final sort of follow up question on the nature of the state in that case, that, you know, when it comes to say, changing economic policies and all the profound ways that you did, part of it in 91 was that there was a crisis, some of it you've termed as reformed by stealth. And, you know, and there was some gradualism also happening there. And we'll discuss all of those concepts later also. But now in hindsight, it seems almost like low hanging fruit when compared to the massive task of transforming the Indian state to reduce his scope and to increase his strength in the things that it should do. So, you know, you've been part of the state for, you know, years, you know, what is your sense of the enormity of the problem? And is it even possible when the incentives of the people in power will always be to not, you know, give give"
    },
    {
        "speaker": "Guest",
        "time": "01:00:48.900",
        "message": "any of it away? Well, you know, that's a good question. I mean, first point I want to make is that many of my structuralist friends, when we started the liberalization, said that there's no way this is going to succeed, because these ministries will never give up power. But that's not what happened in 1991. I mean, we just got rid of import licensing big time. And that was a huge amount of power in the Ministry of Commerce. And it was the ministry itself that was willing to do that. Now, I think the intellectual atmosphere was such that and we were in the middle of a crisis that faced with the crisis, the technocracy at the time, and it's not just me, this would not have happened if we didn't have at least five or six key players at different levels of seniority, who more or less were convinced that this needs to be done. And it did lead to a change. So I remain of the view that if you zero in on the key things, and you can't change the state in every dimension, but if you know that for the next 10 years, this is what we're going to concentrate on, I think you can. Now, to do that, by the way, at the political level, there has to be a comparable perception that this is the important thing to do. And if you look at health and education, these are not central government subjects, these are state government subjects. So it's only if political heavyweights are put in charge of education and health, and driven to perform by a chief minister who highlights these areas as the areas by which he's going to be judged, and a political process that encourages the electorate to say, look, these are worthwhile things to do, and we're going to do them. I don't think it's not possible. It is possible. But I think we have to recognize that it won't happen in every dimension. That's why we need to, in the 91 reforms, there were two or three things that we zeroed in on. We want to move to a flexible exchange rate, get rid of import controls, and get rid of industrial licensing, and open up to foreign direct investment. Now, this foreign direct investment took a long time, because there was a lot of hesitation. But the other things were done very quickly. So similarly, I think we ought to prioritize what we want, and put it at the center of the political agenda. The problem is most of the crises that we have, people do not link those crises to fixing these areas. I mean, nobody thinks, for example, that if we can get a much better educational structure in place, much better educational outcomes, then with everything else, growth rate will be higher, and employment will be higher. On the other hand, the demand is give us jobs, which usually means either you do some reservation, or you announce some government jobs. Nobody says, look, we need to improve the quality of education. And I think there's a there's a bit of a lag lag there, which we need to somehow overcome."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:04.740",
        "message": "So many aspects I'd like to double click on. And the first of them is about 91 itself. Like, I've done an episode in the 91 reforms with Shruti Rajgopalan and Ajay Shah. I spoke with Vinay Sitapati recently on his book on Narasimha Rao. You know, I've, you know, read the different books on that period, including your wonderful book. And what it strikes me is that there is a series of happy accidents happening there in terms of this confluence of remarkable policy minds and economists who happen to be coming together, and who happen to be building the groundwork for this to happen right from Rakesh Mohan writing a note in 86, your M document in 1990, people like Amarnath Verma, and, you know, Naresh Chandra, and later Ashok Desai joining the cabinet, you know, you being in the right the right place where you're in the Commerce Ministry to begin with, with Mr. Chidambaram, and then you shifted to the Finance Ministry. And even at a political level, you know, Narasimha Rao getting the job instead of say, other contenders like an ND Tiwari or any pick any compromise candidate like that. And you know, one of the things that Vinay Sitapati told me, you know, reveals in his book and talks about is that Pranab Mukherjee was angling for the post of Finance Minister, because he had supported Narasimha Rao for the presidentship of the Congress Party after Mr. Gandhi's assassination. And somehow, because of the cabinet note that he got from Naresh Chandra, you know, off the bat, Mr. Rao realized that this is a crisis. And this is not a time to mess around, we need the right people for the job. And he initially offered the Finance Ministry to IG Patel, who was in at LSE, and he said no, and then he offered it to Manmohan. And then this remarkable team comes together. And all of this happens. So the question here is that, you know, in hindsight, what has happened seems inevitable. But to me, it seems like like, my God, we are so lucky that this and I'm not trying to flatter you. But just in terms of where my own life is, I feel lucky that this group of people was there at the right time at the right place. Is there a counterfactual to this, where, you know, you change just one figure in all of this, and like dominoes, it just doesn't kind of work out?"
    },
    {
        "speaker": "Guest",
        "time": "01:06:14.020",
        "message": "That's a good question. I mean, look, I agree with you that I think Narasimha Rao understood, he was not so wedded to the by then frayed, old Congress kind of perception of ideology. Pranam Mukherjee was much more firmly in that camp. Narasimha Rao, no, I think he was aware of what was happening in the world. I think we are fortunate that he chose a finance minister, who probably had more credibility internationally than anyone else could, and who had thought about these things and was also aware that big changes are needed. Given the finance minister and the close relationship between the prime minister and the finance minister, the team that was then put together, you can credit it to Manmohan himself, they're always good people in the system. I mean, if a message went around that, look, we want the kind of guys who will help us do A rather than B. But you've got to be clear that it is A rather than B. Just a broad statement of we want some good people doesn't help. That part is not difficult. But yes, how do you get a political outcome where the two or three key people at the political top pointed firmly in a particular direction? I agree that the crisis concentrates the mind very substantially. And I think both Narsimha Rao and Manmohan Singh had to show that whatever they were doing, was bringing the crisis under control, which they did. But I don't think it was just controlling the crisis that constituted the reform. The lucky thing is that they, they saw this as an opportunity, both to bring the crisis under control and to bring about economic reforms, which would change the longer term growth process. I mean, the crisis would have been brought under control, even if the reforms hadn't happened. So I think crisis itself, but it was a, it was an opportunity to bring in something. We need to, we need situations like that. But you know, in the end, what it really means is that governments have to be very clear that their performance is going to be judged on the basis of performance in key areas. And as long as that is known, they will know whether they're performing well or not performing well. I mean, you can fudge things here and there, but not for too long."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:49.820",
        "message": "So three things I want to double click on. And one of them is this, my good friend Ajay Shah, who's been on the show many times, and you obviously know him, has lamented to me that back in those days, the late 80s and 90s, all the way through, you know, you talk about the continuity through government. So all the way through the end of Vajpayee's regime, then all the way through UPA, you had this cadre of people who believed in reforms and good economics and good policy, who were sincere, who were kind of working hard. And his sense is that in a sense, that is, I don't know what's the right word for it, perhaps, that's gotten dissipated away, that he worries that, you know, you mentioned that there are always a few good people in the system. And his worry is that there may not be that many good people in the system anymore, people just think differently, and so on and so forth, that there is that tradition that comes down from people like yourself and Vijay Kelkar, who co-wrote that book with Ajay. And that tradition is kind of dying out. And that's sort of..."
    },
    {
        "speaker": "Guest",
        "time": "01:09:48.300",
        "message": "Yeah, I mean, it's always nice to think that one's period was the best. And you know, you shouldn't even mind thinking that. But I would make one or two other points. One is, it was relatively easy for us, given the state of play at that time. What was conventional wisdom? At that time, it was very clear. That's not so today. Because let's face it, if you read almost anything, people are bemoaning the fact that the old consensus appears to have frayed, de-globalization, the economists call it slobalization. We're not in a world at the moment where it's very clear what is the right way to go. This makes it more challenging. This means that in a way, you need to look at what's happening and then decide what is it that you want to do. I mean, take an extreme case. Many people are beginning to think that maybe since the rest of the world is fracturing, India should not be pursuing an open strategy. And maybe if the United States is kind of shrinking, maybe we should also shrink. You can argue against that, by the way. I mean, we are pretty small potatoes when it comes to the global economy. You could argue that in a world which is fracturing, and in which the big powers seem to be looking inwards, we may well have an opportunity to cash in, because although they are looking inwards, none of them is going completely isolated. In a world where China is somehow being shunned, and people are suspicious of China, it creates a space for us. Because people are ultimately going, it's not that people are going to sort of reject China, as a lot of people say, it's going to be China plus one. In other words, they want to balance off the risks. Don't just put all your eggs in one basket, have another one. India could be another one. So you've got to be clear, what is the strategy you're following? If the lesson you learn is that the rest of the world is shrinking, therefore, we should shrink, then you go in one direction. If the lesson you learn is the rest of the world is shrinking, and is doing it in a manner which creates opportunities for us, we should not be doing that. But we should be seeing how we can integrate with whichever part of the world it's easier to integrate with. I would certainly say that that should be our approach. But this is a strategic choice. In 1991, that choice was very clear. Because the Soviet Union collapsed, all the inward looking stuff wasn't working. And there was only one way to go. I personally think we should still remain open. But I think we have to build an adequate understanding because there are people who say this is just the old stuff. You're parroting and it's no longer valid."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:52.780",
        "message": "So my the second of those three questions kind of comes from what you just said that in terms of that now it's still a live debate, it's no longer so obvious which direction should we go in, though I completely agree with you, I am all for openness and free trade and all of that. But the question here is this that earlier you spoke about how politicians should be clear that they will be judged on their performance in certain areas. But I would argue that if you look at the model, if you look at the current times, that that link between governance and accountability has broken down in the sense that politicians seem to have realized and perhaps this was true all along to some extent or the other, that you know, that governance and electability are two completely different things that the whole game today seems to be a battle of narratives, that governance doesn't really matter so much people are apathetic anyway, it's a question of what narratives can you build and in what direction you can take them. And when you ally this with the notion that a politician's imperative is not necessarily to do a deep seated reform that will help the country 15 years later, but to do because his election cycle is five years or in the case of parties as always some election or the other around the corner. So their incentives are really to do things which are short term and visible, and maybe band aids at best and not fundamental reform. The classic example being that now it's become the rigor for parties to offer farm loan waivers in elections. And in times of deep distress, farm loan waivers may be a necessary anesthetic, but they are nowhere close to the sort of structural reforms we actually need and which you've written about so much in your book as well as one of those areas where we which was much harder to tackle than the other areas. So given political incentives and from these political incentives would then come the incentives of the bureaucrats and the policy people within an administration. Because today, what seems to be happening is that you have a situation where our current Prime Minister has closed himself off to any criticism. And therefore people, the people he's gathered around him are people who will only tell him what he wants to hear. And what he wants to hear will be extremely limited, because his worldview itself is so limited. I don't want to put you into a situation to have to comment on politics, because I don't want to, you know, go into that awkward space. But just in terms of structurally how it works out, if you look at the incentives of everyone, suddenly there seem to be no incentives to actually do the kind of deep rooted reforms that are still left. And to, you know, to orient India in these directions that you mentioned towards openness towards continuing with globalization, and so on and so forth. So what's your sense of this?"
    },
    {
        "speaker": "Guest",
        "time": "01:15:38.060",
        "message": "Well, of course, I don't know. I don't know what the situation is like inside government now. But you know, I, I mean, I would not say I wouldn't, I agree with you, by the way, that all over the world, the political battle is now being fought on competing narratives. That's fine. But the competing narratives are not anchored on economic performance, not just in India, but everywhere. And I think we just have to live with that. But I firmly believe that in a country like India, you cannot divorce yourself from the economic narrative. I mean, whatever narrative you spin, if the economics doesn't live up to it, I don't think that'll work. Nor is the government actually saying that. I mean, for example, they're talking about, you know, we are going to have doubling, tripling the GDP, reaching 5 trillion, 10 trillion. Now, sooner or later, somebody is going to ask, is it happening? And I think if you set your mind to asking that question, somebody must be saying, look, this is an important part of our narrative, so we better do something about it. In many areas, for example, there is a very strong assertion that we're going to do different things. I mean, for example, on privatization, the official position is that we are going to privatize a few banks. Well, I mean, they've got delayed. Are they going to be just completely forgotten? Will something happen? We have to wait and see. So I see around the big narratives, many economic, if you like, touch points, which somehow or the other, I think the political system will have to refer to saying, look, we said we'll do this and we've done it. And I think if you do that, then sooner or later, they'll have to work out how to get it done."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:30.220",
        "message": "I did an episode a few months ago with Shivam Shankar Singh, who worked in the BJP for a while and then left and wrote a book about campaign politics and all that. And he told me and he also, you know, worked with Prashant Kishore in the election of Amarinder Singh. So he's worked across parties. But he told me about when he decided to leave the BJP. And he said it was the day sometimes well before the 2019 election. So I'm guessing it must be 2018 or 2017, where he realized that the plank of the party was going to be about divisiveness, about social issues, rather than economics. And when he asked why he was told that, listen, we made a bunch of promises in 2014. We did that on economics. If we now continue with economics, they will ask us what happened to all those promises. So we are going to turn away from that. And we are going to instead turn away and talk about Mandir, for example, and talk about those kinds of social issues, not literally Mandir, but you know, I'm using it as a metaphor in turn away towards that, and use that instead. And my sense is that it's, it's not that hard to do that, like after demonetization happened, which I think was the largest assault on property rights in human history, when you see the number of people who got affected, and I thought they will get hammered in UP, but they won comprehensively. And part of it, of course, could be from the schadenfreude that people felt that, you know, others better off the ladder, their perception was that they have also suffered, though that was not so much the case. But I'm a little sort of skeptical about how much economics is really a part of people's consciousness in this aspect. I mean, you you pointed out in your book about how, when you were in the US working for the IMF around 2003 2004, when that election came about, from a distance, it seemed to you that the India shining campaign would work. And and then it didn't. And and and the watch by government, like you pointed out, there was a solid continuity on economics, they did good things. You know, it was a reformist government, they made progress, we were moving forward, and yet they lost. So it didn't help them in the election. So what's, you know,"
    },
    {
        "speaker": "Guest",
        "time": "01:19:36.900",
        "message": "well, I mean, you know, obviously, as an economist, I like to think that somehow or the other politics will ultimately come around to recognizing that whatever narrative you want to spin, you can spin that narrative better, if it's on the strength of good economic performance, rather than bad economic performance. And you know, for a country of our scale and size, I remain of the view that the narrative will matter. And therefore moving ahead, people will look at that look, the biggest thing right now, I guess, inflation is a huge problem currently, I'm sure that people are not thinking that inflation doesn't matter, we'll just spin a narrative. I think longer term employment is a big problem. We're not getting nearly the kind of employment growth that we would like to have. Now, I don't know, most people would say that if we can achieve the kind of growth rate, which the government is currently talking about for the current year, and maybe the year after, it will reflect itself in the employment situation. And if that happens, they'll be able to spin that as a narrative. Now, this makes it important to get that kind of growth. I mean, if we don't get that kind of growth, there's no way that the employment situation can be spun out at all. It's possible that economic deterioration doesn't occupy the center stage of political debate. Because if economics is not going well, you can always debate something else. But as the underpinning of what determines the way politics moves, being an economist, I like to think that economics matters. And I would therefore think that any government, whatever narrative they want to spin, would be aware that it's a lot easier to spin that narrative if you've got a solid economic story to tell. And they are telling that story. So it's not as if economic stories are being forgotten. It's just that we have to wait and see what they look like a year from now, or maybe two years from now."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:45.340",
        "message": "Fair enough. I guess, you know, where you sit, you can see the longer span of history. Sometimes it's easy to kind of get into the current moment and feel disheartened or depressed at the way things are. But I guess if you just take a few steps back, and you see the longer arc, then perhaps there's reason for hope. Let's take a quick commercial break. And at the other end of the break, we'll continue chatting. And I want to go back to your fascinating life story and to the teenage Montek Singhaluwali, if I may. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009, and became somewhat popular at the time. I love the freedom the form gave me. And I feel I was shaped by it in many ways. I exercise my writing muscle every day, and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast, and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox, you don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Montek Singh Aluwalia. And we're going back now to the 1960s. And to your time in Stephens, which was very interesting because you know, one has a public image of you as someone who's a serious, stern economist, and so on and so forth. And at Stephens, you are just doing so much like on the one hand, you've pointed out about how you know, right from the time you, you know, you were in DPS, you were doing really well in studies and how that kind of came from your dad, the importance and you must have, you know, imbibed by osmosis. But you're also very active in extracurricular activities, you're debating in Delhi quite actively, you later, you know, continued in Oxford and became part of the debating club there. And you described the two magazines in Stephens, and one is a Stephanian, which you describe as, quote, ponderous and somewhat pretentious, stop quote, but the one that you enjoyed, you edited both, but the one that you enjoyed working with was one called cooler talk and the cooler with a K. And remember, this is the 1960s. So it's such a cool name, especially back then, where you write cool quote, cooler talk had a snappy style and carried short pieces on current student life and events with irreverent comments on prominent students. We were careful to steer clear of criticizing the college authorities, but disparaging remarks about the food were tolerated, stop quote, and so on and so forth. So paint me a picture of, you know, who the young one take is at that time that on the one hand, it seems that he's a party person. And he's like doing all of these things. He's debating, he's running magazine, he's taking the mickey out of people. And at the same time, doing exceptionally well in studies, to the point that you eventually just get the Rhodes Scholarship. And I mean, your academic life, if one looks at it is just absolutely stellar. So tell me a little bit about that. What kind of person are you? What's what's having fun for you in those days? Like today, a modern kid, you'll have your own idea of fun. But what do you actually do? What is the texture of a typical day when you're in college in St. Stephens? What's happening all day?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:25.060",
        "message": "Well, you know, one important thing is that the things I was interested in, both debating and cooler talk didn't take up that much time. I mean, you know, if you were interested in theater, it would take up a lot of your time. If you were interested in sports, it would take up a lot of your time. But if you're doing the school magazine and debating, I mean, if you know how to speak, etc, it doesn't take much time to do that stuff. So I don't think these were conflicting things. But I did actually genuinely enjoy both cooler talk and debating because, you know, I was a residential scholar. So really, once the college teaching periods are over, you've got the whole day to spend. And a small group of people that you're constantly with, it helps to be involved with them in extracurricular activity. You know, those who did theater would just spend hours rehearsing. In our case, we just met at the college cooler, chatted a bit and said, Why don't you write on this? And I'll write on that. And you went off and did something. So it was actually quite, it was cool to use the correct word."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:36.240",
        "message": "You make it sound so easy. And what was and you've also kind of spoken about how there was there was discourse happening there. Like you point out at one point how you called Meenu Masani and Meenu Masani came and gave a talk and because so much of his talk was so against the conventional leftist wisdom of the time, that people started protesting and he said, Don't worry, I'm going to come back, I'm going to debate with you. And then when he does come back, the person debating him is Mr. Arun Shourie, who is then, you know, a man of the left as it were. And that's such a fascinating picture, a young Arun Shourie from the left debating Meenu Masani and you're getting to hear that kind of mind speak. Tell me a little bit about then how your view of the world begins to form in terms of worldviews, in the sense that initially, I guess it is so restricted because you don't have the internet, all the knowledge of the world is not available to you, what you have is in your syllabus and the available conventional wisdom about you, around you, you know, people like Hayek and Friedman are active, but you are not reading their works at that point in time in the, you know, 50s and 60s. So how does your worldview begin to form at that stage? And how does it then evolve when you move on to Oxford?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:47.820",
        "message": "Well, I think these speakers that we used to get, they would come after dinner. And again, this was only the residential scholars who benefited from it. But it was a nice window to the outside world, where people would say things that are a little unconventional. And in a way that reflects the fact that our courses were really quite boring. I mean, I think I mentioned at some point that, you know, we were aware or rather our teachers were aware that the issue that planning is always good, it was not uncontroversial. I mean, there were people who had different views, but we were never taught that at all. It would have been so much more exciting if they had said, well, you know, even if they could have said, look, the consensus view is that this is the way to go. But you know, it has this problem. And you guys think about it and make up your own mind. No, I mean, planning was good. Raising investment was good. Public sector was good. It was just a undifferentiated mass of information thrown at you. And these after dinner speakers, therefore, were a breath of fresh air. And the students had organized that. It wasn't organized by the college. And they would invite well known people to some extent, I guess, since Stevens had a kind of a reputation as an elite college. So these guys would also come. And I thought it was terrific. And I'm totally convinced that people at that young age should be subjected to different views. I mean, they should be told that, look, this is a conventional view, but there is another view. You can, if you like, indicate to them that some of these other views are a little weird, but let them explore it. And I would say from that point of view, one of the marked differences between going to Oxford and being in St. Stevens was that in St. Stevens, the formal teaching did not encourage you to explore these alternatives. It was almost as if, you know, the old joke used to be, the guys who took the IAS exam in history, that there were seven causes for the decline of the Mughal Empire. And you had to say them in the right sequence, where there was no effort to say, well, you know, there are different views you can take on this, and God knows which one is right. And I wish we had had more of that in our formal education."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:24.940",
        "message": "So how was Oxford renewed, of course, did the PPE, which is, you know, people say that all the politicians of England are basically people from that small set of elites who do the PPE at Oxford and Cambridge and so on. And how was that? Because obviously, the environment there is completely different. You're not mugging up seven causes of the fall of the Roman Empire, you're actually encouraged to think about stuff. And I will just, you know, you've, you've named a few people who gave lectures to you at the time, like Hook Trevor Roper, and one of my heroes, Isaiah Berlin, you know, just would have been so mind boggling for me to actually be physically present at a lecture by him. So what was that like? Because it seems to me that it must have been really mind expanding. And how are you, how do you then begin to get shaped into, you know, looking at the world in the way that you know, I think"
    },
    {
        "speaker": "Guest",
        "time": "01:31:16.180",
        "message": "that was extremely mind expanding. I mean, one simple thing was that, you know, you didn't have to go to any particular lecture. I mean, there were a whole bunch of lectures, and there was a course, and you had tutorials, you could technically do your exam, based on your tutorial work, and go to a completely different set of lectures. It wasn't the case that you're doing PPE, how come you're listening to a historian. And I think that was a terrific degree of flexibility. It's not that one used it all the time. But you know, the very fact that you, you could choose whose lecture you wanted to, even in economics. I mean, for example, John Hicks was one of the people who lectured, possibly the worst lecturer in the world. You know, I mean, he would stutter, stumble, but you just wanted to hear the great man. And you went there. Of course, you read his book separately. And I think I enjoyed the academic side of Oxford quite a bit. In fact, my only regret in a way, is that I didn't do enough didn't take philosophy very seriously. I mean, I sort of slightly resented the fact that I had to do P, P and E. I didn't mind the politics because I was interesting. But I think when I think back on it, if I had paid more attention to philosophy, I might have had a better analytical understanding of how one thinks than I do today. But I was very much into, you know, let's get the useful stuff like economics and philosophy is neither"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:55.940",
        "message": "here nor there. And who are the people who had the most influence on you in terms of the kind of thinkers ever and perhaps in terms of shaping the way that you think? You mean in Oxford? Yeah, or even during that period? I mean, I imagine whenever, you know, you feel you're"
    },
    {
        "speaker": "Guest",
        "time": "01:33:11.740",
        "message": "being formed in a sense? Well, mostly it was in the areas of development economics. I think one of the influential people in Oxford at the time was Ian Little, as he done a lot of this project analysis and how do you actually decide that a particular project is good. And I thought that he raised some extremely interesting things, which we should have been taught about much more than we were earlier. And, you know, it led you to question the value of a lot of what you're doing. For example, one of the simplest things he said was that when you value a project, you should value everything at world prices. So if you're a steelmaking company, and you're taking iron ore and producing steel, the value you're adding is the international value of the iron ore subtracted from the international value of the steel. And actually, when you did it that way, you found that a lot of the Indian steelmaking companies were extremely inefficient. They were just good iron ore manufacturing companies. The value they added at international prices was actually very low. And had they paid themselves, paid for the iron ore, what the iron ore would have commanded in world markets, they'd all be making losses. So it's an interesting way of thinking about, you know, what is a productive enterprise as opposed to an unproductive enterprise. And Ian was one. There was a lot of work going on at the time in Latin America. You know, why is Latin America? Latin America was, at that time, ahead of Asia in terms of development. And many of the ideas that later on were seen as traditional development ideas came out of Latin America. Raoul Prebysch and people like that. That, you know, basically the terms of trade are rigged against you. And you shouldn't be, therefore, trying to export primary commodities. You should always be adding value. And that led naturally to protecting manufacturing, which is in a way what the United States had done earlier. So historically, I mean, countries have tried that and done well. And the Latinos were saying, this is what we should be doing also. It's a very influential set of ideas in economics. And, you know, I think the whole notion of development consisting of people moving from low productivity occupations to high productivity, sort of the Arthur Lewis type moving from agriculture to industry. So how do you create an environment which facilitates that move? That was, I think, one of the interesting things. And, you know, around that time, there was a lot of very negative thinking about Indian agriculture. Lots of people saying that, you know, India will never be able to feed herself. It's a club of Rome type of people, which proved to be comprehensively wrong. So it's nice when you go back. It's not everything that's fashionable at the time that in retrospect proves to be right. So I think those are some of the big, big things that I can recall of hand."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:36.860",
        "message": "Sanyam Bhutani And do you recall any lightbulb moments where something happens or you read something or you listen to a lecture, and the way that you look at a particular thing changes completely. Like a lightbulb moment for many people that I come across is often that first moment where they realize the positive sumness of things, and you immediately realize why markets are great and why trade is great and all of that. Or for me personally, a lightbulb moment is understanding spontaneous order, you know, how languages and societies and economies and so all can function that you don't need a top down benevolent dictator, so to say, but the price system can work and coordinate all of that within the economy. So do you remember any lightbulb moments like that, where suddenly, you just see the world in a better way?"
    },
    {
        "speaker": "Guest",
        "time": "01:37:22.020",
        "message": "Dr. Raghuram G. Rajan That's a tough one. My guess is that for the period I was in Oxford, I think some of the ideas that Ian Little was working on, that which are closely related to the importance of keeping an economy open, and not just valuing things according to artificially high values, resulting from excessive protection. I thought that was a bit of a lightbulb moment, because it was a way of thinking that had not been I'd not been exposed to at all. You know, at that time, the conventional view used to be that look, foreign exchange is very important. So you should have a shadow price on foreign exchange. This is a different way of saying the same thing. The issue is not that foreign exchange, but world prices are very important. And you should you should see what value you're adding measured at world prices. And I think that stayed with me. And I saw its importance in many, many other areas also linked to that was, and this was probably a little after I had left Oxford, a kind of a realization that Southeast Asia was actually doing incredibly well. You know, that wasn't the case in the early 60s. But for a while, it was mainly the Gang of Four, etc. But then during the 70s, it was very clear that our performance was deteriorating. I'd left Oxford by then, our performance was deteriorating, whereas the Southeast Asia, East Asian, Southeast Asian countries were actually improving. And that's that was something that had, to me, a very important signal of something wrong in our policies. And later on, therefore, I was very inclined to believe that the excessive protection and so on that we were locked into was actually the source of the problem. And the interesting thing is that, you know, Jagdish Bhagwati and Padma Desai in their book documented this very extensively. And it's interesting that I mean, the book was written after they left India. But you know, somehow it did not have the impact in India that it should have had. I mean, it's only in 1991 that some of those ideas got reflected in policy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:52.220",
        "message": "I discovered an interesting phrase a couple of years back, which, you know, explains a lot of things which are wrong with how we often think about the world and the phrases isomorphic mimicry. I did an episode on this with Alex Tabarrok and Shruthi Rajgopalan where which was in the particular context of policymakers will take a policy that is working somewhere else in the world transplanted to India and it obviously won't work because local conditions are completely different. And conceptually, if I take a step back and apply to other things, I think it can be true of so many things. So during the time that you was first studying at Oxford, then, you know, working at the World Bank and so on during that entire period of time, were there times where you encountered something in theory? And you said that, wait a minute, the Indian reality is a little complex, it may not quite fit there, you know, in terms of, I think, people who study the world and then actually get down to it to interact with it and do things in it, often find that there is that gap they have to bridge between the theory and the practice and the theory, the verified level of ideas, you know, is one thing. But when you get down and dirty, there's just so much else that you have to do, like one of the really interesting aspects of your book, which I was taking notes on are the many points you made about how the imperatives of policy in India, which are so, you know, unique and local, and you have to take so much into account, which you will not find mentioned in the textbooks, as well. So what was that like, like, were there areas where something that you've learned, when does it begin to clash with the real world? Is it when you're working at the World Bank after Oxford? Or, you know, do you read something from a book and think about, okay, let me place that in the Indian context and try to think for myself. So, you know, tell me a"
    },
    {
        "speaker": "Guest",
        "time": "01:41:38.260",
        "message": "little bit about that sort of, I think it's actually very important. You know, I don't like to think of distinguishing between theory and as rarefied and reality, because rarefied theory only sort of spells out what are the constraints under which the system works. If you're going to apply that somewhere, you ought to think about whether those conditions hold and if they don't hold, it's not going to work. But you know, my feeling is that you really only perceive that when you're actually working in your own country on policymaking, even in the World Bank, after all, you're, you're observing from outside, you're visiting very briefly, and your interaction with governments is not necessarily one in which they're telling you exactly what they think. So I think the point's very important. Everybody should be, should think, when they're trying to apply something, that in theory, this works, because if you do A, then somebody else will do B, and that'll lead to reaction C. And is that going to happen in this particular situation? I think that I began to see those kinds of things only when I was in government. I don't think the World Bank, I mean, in the World Bank, you read about these things, but you don't actually see it. I mean, I'll give you a simple example. You know, in those days, you had this completely ridiculous system, where if you wanted to produce something, and you needed some import, you had to get the import cleared from what was called the indigenous angle, and also the essentiality angle. So essentiality angle meant, do you really need it? And the indigenous angle meant, why can't you just get it domestically? I remember in a licensing committee meeting, there was some guy who wanted to produce electric irons. I can't remember whether I mentioned it in the book. And you know, what he said was that, look, I want to make an electric iron, and I need to import steel of a certain thickness. And Indian steel is not that thin. It just has to be one grade thicker. And that's not suitable for an electric iron. And around the committee, the guys from the steel ministry said this is all nonsense. You know, I mean, perfectly okay, iron will be a little heavy. It struck me that, you know, this is why we never got producers who could actually produce up to the quality they themselves wanted. Because here was a guy who actually said, look, this is what I want to do. And I want to produce an electric iron that looks competitive. And I need thin steel sheets of this thickness. And the government fellows said, no, what does it matter if it's thicker? End result, he's produced an iron, but he'll never be able to sell it. Because if that's the kind of iron he's producing, somebody wants to look around who's a good manufacturer, they would just say, look, this is all clunky stuff. I mean, he was producing the ambassador of irons in a way. And since we were doing that to cars, it's not surprising that we were doing to irons too. You know, I mentioned this in the paper that when Maruti came along, and Maruti sort of had agreed that they would indigenize at a certain pace. So at one point, they were importing the engines, and then they had to sort of machine the engine block domestically, for which they needed machine tools. So sure enough, they said, look, this is the kind of fineness we want. And they'll have to be imported from Japan. The local DGTD, as it used to be called, Directorate General of Technical Development, they said, no, we don't need to import this because HMT produces machine tools. And HMT was asked, and of course, we can produce it. And they were asked, have you produced anything of this sophistication? I said, no, but we are doing it for the Bajaj scooters. And the Maruti chaps pointed out that the engine of a scooter is very different from the engine of a car. And to make the point, Bhargav, who was then the MD there, he actually got the two engines brought into the minister's office to show him that, look, this is the engine these guys produce. This is the engine we need. They can machine this one, but they can't machine this one at all. Now, I would have thought that this shouldn't have been necessary. And you realize then that, you know, while it's very easy to say, we will only allow the import of what is really essential, in the end, it's a highly arbitrary decision, and quality suffers. And Maruti were just very keen. Krishnamurti was then the head of Maruti, was very particular, that there should be no decline in quality, because we started producing the engine block domestically. And he said that, look, I'm trying to be responsible for the quality of the Maruti. Don't kind of get me stuck with a machine tool, which doesn't make sense to me. Whereas in the system, the tendency would have been to do that. And I think this is an example of, you know, why you need to be open, why producers must be given the choice. Because, you know, if producers are not given the choice, they're not responsible for the end result. The moment you force the guy to buy a different machine tool from what he wanted, he can blame non-performance to the fact that you didn't let me get what I wanted. So it creates a culture that just is not consistent with producing good quality. And, you know, several meetings that I attended of the licensing committee convinced me that never under any circumstances should we have import licensing. I mean, if you want to do some protection, do it through duties. And the reason that makes sense is that, you know, when you do it through duties, sooner or later, people will start asking the question, how come you want such a high duty protection? You know, and if the user, on the other hand, feels that it's worth it to import, even at a higher duty, you won't be easily able to persuade the ministry to jack up duties to unreasonable levels. Whereas through this licensing system, I mean, it's completely non transparent."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:21.180",
        "message": "You've got another great example of this in your book. Both these stories are in your book, of course, the steel story and the Maruti story. And you also relate an anecdote which Narayan Murthy told you in 1983. And you're right in that your quote, Infosys wanted to import a data general MB 8000 computer with three removable disk drives with a capacity of 200 MB each, they had to make several trips to New Delhi to get the import license. By the time they got the license, a new disk drive with a capacity of 300 MB had become available 30% cheaper. Naturally, they wanted to import the latest model. However, the original license specified the model number, and several additional visits to Delhi had to be made to modify the license, stop quote. And, you know, the kind of absurdity which was just so incredibly sort of commonplace at the time. So before we come to your time in government, I think it's still a decade and a half to kind of get through after Oxford, you go to the World Bank. And at this point, when you're at the World Bank, you know, what is how do you see the rest of your life kind of panning out? Like, are you thinking that, okay, you know, I'm in the World Bank, and things are going well. And, you know, I'll be an economist here. And this is sort of my circle, I found my groove, or at the back of your mind, somewhere, is there a thought about going back at some point, because in your book, of course, you write that the two sort of the two seminal moments in your life for meeting a share and then coming back to India. And the two are, of course, related, because you decided that you'd rather have your kids grow up here and all of that. But before that's happening, when you're a young economist at the World Bank, you know, how Yeah, well, when I was"
    },
    {
        "speaker": "Guest",
        "time": "01:50:00.620",
        "message": "a young economist, before I met Isha, my idea was, I'll be there for three or four years, pick up some experience, move back. Then I met Isha, we were kind of courting together for a year or so, decided to get married. That, of course, altered the timing of coming back. But she was also working and she needed to finish her PhD. So that stretched it out by a few years, I must say that we enjoyed those few, it's not as if I was yearning to get back, happily traveling around the world, very comfortable life, good salary, and so on. But I was quite aware that as soon as she got her PhD, which she actually did in 76, I think, that's when we would start thinking of moving back. And that's what we did, started exploring, I got a job offer from the Ministry of Finance, I think something in 1977, or early 78. Isha was our oldest son had just been born in 77. So we wanted a little more time. And they agreed that I could come one year later. And so I went and joined the finance ministry in 79. As soon as kids arrived, I mean, Isha was quite clear that, you know, she wanted to go back. So I mean, that that, you know, when you have two people both have a job, etc. You can sometimes have a situation where the two don't have the same view on when to move as it happened in this particular case, the two were in the same direction. And I had no problem heading back, having spent more time at the bank than I originally"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:34.660",
        "message": "thought I would. So my next question actually comes from something that I read in Isha's book, which is also a beautiful book and a quick read. And one of the things that she says is that when she joined presidency, there were 24 boys and four girls in the class. And if a boy would happen to reach the class first, the girls would wait outside till the professor came. And if a girl happened to enter the class first, the boys would wait outside till the professor came. And later, she points out that when you the first time you dated you took her to lunch or dinner, or whatever. The thing she points out that impressed her was that you treated her as an intellectual equal, and thereby implying that most people did not that most people had a sort of a different attitude. And when so my question to you is really about how you have seen notions of gender evolve over those decades into context. One is a context that back then there simply would not have been so many female economists, it would have been a male dominated workplace everywhere. And I guess a natural attitude even today, the natural attitude, honestly, is to talk down to women and to interrupt them all the time and all of that. And back then, I guess this must have been even worse. So one, it's, you know, is this something that you consciously thought about? Because it would have been reflexive for most people to actually behave in those ways without thinking that it's odd in any way. You know, like one metric that I forget which guest of mine so I apologize to her but has spoken about is I think Shayana Bhattacharya mentioned it and I've also read pieces on this is Shayana mentioned and she works with the World Bank. And she said that whenever I would go to whenever I go to meetings, if there's a man with me, they're always talking to the man, they're never talking to me. And somewhere else, somebody pointed out a metric that just take a man with you. If they're talking to the man, they're not the kind of person you deal with where you're just uncomfortable talking to a woman. So one at this aspect of it, how much has the field changed in all this time, because women obviously bring different perspectives and that diversity helps in just sharpening people's thinking. And the other perspective is that we often tend to, you know, a point that sort of Prernal Pandey and Amitabh Bhandare have made at different points in time, while on the show is that for every problem that there is in India, there is an aspect of it, which is an even deeper problem. And that's the role of gender. So if you look at agriculture, what women farmers go through is there's a whole separate layer of suffering that there's involved there, in education, a whole different layer of scarcity that girls go through as opposed to boys, and so on and so forth. And as an economist, it would seem that at one moment in time, it's you're obsessed with problems that are fundamentally men's problems. When you're counting GDP, you're looking at what men are producing and not perhaps unpaid labor in the household and so on. So these are really two separate questions. So I apologize for inflicting them on you at the same time. But one how, you know, what was your personal view towards the way gender was evolving? And how much has it changed? And to that component of gender in thinking about the world? What do you think about that?"
    },
    {
        "speaker": "Guest",
        "time": "01:54:50.340",
        "message": "Well, you know, I was, of course, very aware of the gender aspect, simply because having met Isha, she frequently made me aware that this is a problem, I could recognize it's a problem. I wouldn't say that I wouldn't say that I worried about it deeply. But I sort of recognize it. Yes, you're right. And hopefully, it'll change over time. You know, the awareness of what a problem it is from a development point of view, this was a bit slower in coming. And I wasn't fully aware of the extent to which these biases exist. I mean, you know, if you're a woman farmer, it's not easy to get a loan, especially, for example, if the land is not in your name, and you could multiply these examples. So I would I would agree with the proposition that the gender aspect is another layer of problems. And in order to understand the nature of problems, you got to appreciate the gender aspect much more than we do. And I think we were not, I mean, of course, we were sensitized that that we ourselves would not discriminate. We do not think that women are inferior. I don't remember, for example, ever talking past a woman in occasions when I had to interact with with her professionally. But the honest truth is that there weren't too many such occasions, because the number of women was very, very limited. But I think after coming to India, more than that, actually, even maybe as recently as in the Planning Commission, I was made much more aware that the really deep problems that we have to address. I mean, for example, I early on came to the conclusion that if you're going to give cash support to households, give it to the women in the household and not the men. And it's interesting because a lot of people used to say that if you give it to the men, they'll just drink it away. And if you give it to the women, they'll just beat up the women, take away the money. That's not true. I mean, if you give it to the women, actually, the men are sufficiently civilized that they won't do that. But it's true that if you give it to them, they may gamble it away or throw it away or whatever. So I think the point that these women have made about gender is more important than we allowed for. And certainly, I mean, you know, later on, things in this world of, in a woke world, the extent to which women experience sexual harassment, this was just not evident there. I mean, maybe they weren't enough. I mean, not enough women. But later on, you know, as I got to talk to women, they would point out that this is true."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:38.140",
        "message": "So tell me now a bit about, you know, coming to India, for example, you've pointed out that you know, you wanted to start a family, career wise, it was just the right time, right place, you came to Delhi, both of you have written in your books about that legendary meeting with Udham Singh ji at Khyber restaurant, where he introduced you to Manmohan Singh, for the first time, who was then teaching at the Delhi School of Economics. And Manmohan took a liking to you guys and said, Yeah, you should come. So yeah, tell me, tell me a bit about that, and how that process played out in your head and all of that."
    },
    {
        "speaker": "Guest",
        "time": "01:58:12.940",
        "message": "Well, I think I won't be able to add anything. But since you mentioned it, it was a it was a very interesting occasion. When Udham wanted to take us out, I didn't realize that he was going to call Manmohan Singh also. So that was fun. We got to meet, at that time, a distinguished academic, but I had no idea that this guy was going to become ultimately a very important determinant of where I went to work. And you know, it was just like a normal kind of dinner. The thing I regret is I've never been to the Khyber restaurant since then. I don't know if it still exists, by the way. It wasn't it wasn't at that time, much of a restaurant, but it was the nearest thing to the university that Udham could think of. And we it was my first exposure, not to a government person, but to a senior academic in the Delhi School"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:09.820",
        "message": "of Economics. And once you sort of came back and you joined government, was was it sort of like what was that period of adjustment? Like, because you come from a very different environment where you're dealing with ideas, and I presume you're reading papers, having intellectual conversations. Here you're kind of on the ground in the middle of this machine. And everything could simultaneously seem daunting and frustrating and all of that. So tell me a little bit about you know, your early times in government and what that was like."
    },
    {
        "speaker": "Guest",
        "time": "01:59:42.660",
        "message": "Well, it was, you're right, it's very different from something like the World Bank, because in the World Bank, you're making assessments of other countries. So you're preparing reports on those countries. In the Ministry of Finance, you're actually processing multiple proposals, which go through different ministries, and you get an opportunity to comment. You don't you don't you don't get an opportunity to write a whole essay. I mean, a proposal comes up in a file, and you have to make a comment on that particular proposal. It takes a long time before you realize that, look, you've got to limit yourself to what is relevant. And how can you push it in the right direction or not? You know, half the problem is that you think that most of the proposals that have been put forward belong to a world which they shouldn't have existed to begin with. But you can't say that I'm not going to have a view on this particular action. So that takes a little bit of doing. I think the other thing is that it was quite a collegial world. I mean, I had my doubts, how easy it would be to interact with, say, other IAS officers. But you know, we would, at the joint secretary level, economic advisors and joint secretaries, same level, we would occasionally, we'd meet for lunch in each other's rooms, bringing along our dabbas, where there were no nice cafeterias to go to. But you spent about an hour chit-chatting about what's happening, about politics, where things are going and so on. And that was a very important part of sort of becoming part of the team. And I felt that if you invested a bit of time in it, and you didn't kind of throw your weight around saying, I'm the economist, and you must listen to me. There were quite willing to listen to you as one of the team. But it is time consuming, because you have to invest in becoming part of the team. Now, one of the interesting things in the government, of course, is that when you come in as an economist, you have some existing fellows there. A year later, one third of them have moved on. New fellows come. To the new fellows, you're part of the existing apparatus, so you're an insider. I mean, it's an interesting way in which the system works. I didn't find it difficult at all to get on with people. And I think I made a lot of friends and colleagues, and many of them moved in time with me. I was younger than them. So one of the consequences of this was that by the time I became secretary, most of the others who became secretary retired within two or three years, but I had several years to go. So that gave me a big advantage of just being around longer than the others."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:37.380",
        "message": "You know, while writing about that period of the ministry, you speak about the three things you did, which is you helped MPs prepare parliamentary answers, you, you know, helped on notes for inter-ministerial meetings, and you worked on the economic survey. But you described the inter-ministerial meetings as the most important part. And there's this lovely passage where you say, quote, Mao Tse Tung famously said that gorillas must move among the people like fish in water, difficult to detect, but working from within. It was surprisingly relevant advice for an economist in government in those days. It did not always work if strong vested interests were involved, but it was an essential first step. On reflection, I think my participation in inter-ministerial committees had more impact on policy than anything I might have put in the economic survey, stop quote. And I was struck by this because like one, of course, I have an interest in gorilla warfare, and I've read up a lot about that. But in this context of moving like a fish among water, sounded really fascinating to me. And then it strikes me that once you realize this, does a significant part of it also does a significant part of your job, not just have to do with thinking about policy, but thinking in a strategic way about getting the kind of outcomes that you want within"
    },
    {
        "speaker": "Guest",
        "time": "02:03:51.740",
        "message": "the department? Yeah, it does. I mean, I think this is where the big problem, you know, I discovered very early on that the economic survey was an interesting document to write in the sense that people looking at what's going on would regard it as a definitive statement of the government's view. But it wasn't the way to make policy because it was well understood that you could have all kinds of homilies in the economic survey, but nobody ever thought that they necessarily had to be reflected in policy. So if you want to have an impact on policy, you want to persuade people in these inter-ministerial meetings to think a little differently. And I found people were really quite willing to entertain different thoughts. Very often they would say, well, that's not going to work because and then if you could argue, no, no, it's not that simple. But as long as you don't have a kind of I'm the expert, listen to me type of attitude, you're just part of a team. And the thing that I found missing and which led ultimately to my writing the M document is that, you know, there's very little opportunity in government to take a holistic view of what is wrong because every ministry works within the confines of its terms of reference. The Ministry of Commerce, for example, is responsible for providing import licenses to exporters and also to give in those days subsidies. So their idea of promoting exports invariably was, let's give more import licenses in an easier way and let's give more export subsidies. The most important thing for exporters is the exchange rate. That's not the function of the Commerce Ministry. So Commerce Ministry not only didn't worry about it, but very rarely said anything about it. And occasionally they said they would just say, you must have a realistic exchange rate. But that didn't mean anything. That's where I think I found that we need periodically somebody taking a holistic look and saying, look, if this is what you want, these are five things you have to change. And these things are interrelated. I mean, changing one is not going to do anything. I make the point in the book, for example, all industrialists felt that industrial licenses should be got rid of because they want to expand. They should be allowed to expand. Very sensible. But the point is, if you didn't get rid of import licensing, everybody who wanted to expand would ask for a import of capital good permission, which would be given by the Commerce Ministry. So instead of queuing up in the front of the industry ministry, they'd all queue up in the Commerce Ministry. If on the other hand, you got rid of import licensing and freed the exchange rate, then the exchange rate would depreciate if there was too much demand for import. You wouldn't have a bunch of officials saying there's too much demand. What should we cut? Allow this. Don't allow that. The system would actually work together. It would have been useless just getting rid of one of these things and not doing the other. And that, I think, is a I drew special attention to this point in the M document. And I was lucky that a year later you had the crisis and we were able to get a lot of things this done. And I'm sure this problem must be recurring in different contexts all the time, that each ministry, if you ask a ministry to do something, it almost never says get some other ministry to stop making making it difficult. They look at what instruments they've got and how can they use those to promote something. You've got a lovely quote in your book, which I'll"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:54.380",
        "message": "read out again, where you wrote, quote, we had all learned to students have a particular policy that made sense in a first best situation where all other policies were properly deployed, may not work in a second best situation where other policies were suboptimal. As developing countries suffered from innumerable constraints, the policymaking had to be of the second best variety. And I was particularly keen to observe how this worked in practice, stop, quote, and what you sort of mentioned about departments working in silos. So you are in a particular department, somebody comes to you, you're not stepping back and seeing the bigger picture, you're not incentivized to step back and see the bigger picture, you just do what you can. And therefore you are tackling just one little cog. And that doesn't really change anything. And I would imagine that one of the ways that you are able to see the bigger picture is because you're an outsider. You're not in that sense, a career bureaucrat and insider is officers anyway tend to be generalists. So their, you know, appreciation of the nuances of anything would necessarily be limited, not their fault, but if they're generalist, that's how it is. So one was being an outsider, something that helped you sort of get this bigger picture. And in that case, would you recommend that more outsiders join government in specialized positions? And two, was it nevertheless a little lonely? Because you would then have been looking at the world in a way that most people around you would not have shared. And you would have also then to be careful and strategic about when to express a particular point of view that may clash with the way things are done."
    },
    {
        "speaker": "Guest",
        "time": "02:09:29.900",
        "message": "That's a tough question to answer. I mean, you know, I think the short answer is that you can't run complex ministries just by generalists. That's certainly true. When you say outsiders, I mean, you mean people with specialist expertise in something."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:49.420",
        "message": "People with specialist expertise and also someone who's from outside the system. You haven't worked in the government all your career. You've been in the World Bank, you've done your other things, and then you've come."
    },
    {
        "speaker": "Guest",
        "time": "02:09:58.020",
        "message": "Well, in any system, it's a good idea to bring in some outsiders. I would have said that the thing that was most missing is that, you know, given that many things now have to be done basically by the private sector, government needs to have a much better understanding of what are the constraints of the private sector and what is it that will really make them do what you want them to do. It's not always easy to find out because talking to a private sector guy, I mean, he's constrained by whatever is good for his firm. He's not necessarily going to give you what is best from the point of view of the market as a whole. So I think policy has to be opened up, and you've got to have interactions between different stakeholders in which I think generalists can also play a role. But we need far more consultation, to-ing and fro-ing, and that sort of stuff in the process of making policy. And was it lonely? I didn't think so. I mean, I felt that I enjoyed it, to be honest. I mean, lonely would mean not having friends."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:10.260",
        "message": "Not in not in a social sense, but in a sense of not many people who perhaps agree with"
    },
    {
        "speaker": "Guest",
        "time": "02:11:16.660",
        "message": "your ideas. No, I mean, maybe I was lucky, but I found that many people actually agreed with those ideas, but they were caught in a particular silo. Being an economist, I was in some sense, I could assume that I can kind of think more broadly. But technically, you know, there was the Planning Commission. You now have the Niti Aayog. So there are institutions that are cross-ministerial. And there's no reason why they shouldn't be used in order to get that kind of an overview, which goes beyond the requirements of a silo."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:58.500",
        "message": "You know, one distinction that you made, which is perhaps relevant to this period in time, though you made it in the book with reference to the post 91 period and to Narsimha Rao and Manmohan Singh, is a distinction between reform by stealth and gradualism, which you point out, they are sometimes often confused for each other, but they are different and you write, quote, gradualism implies a clear indication of where we are heading, but with an acceptance that the pace of change will be tailored to make it more acceptable. Reform by stealth is essentially opportunistic. You point in a broad direction without committing to any particular pace of change, and then take a step forward whenever it is politically opportune to do so. The trouble with such an approach is that it can never create a broader constituency for reforms looking ahead. Dr. Singh was a genuine gradualist, he conceptualized a complex and multi dimensional structure of reform, and consistently articulated the need for it, while acknowledging that change must be made slowly to be digestible, stop quote. But in the 80s, before everything has happened, you're in the 80s, you're in these ministries, government is what it is, you know, massive in its scope, and you know, not nearly as strong as it should be in the things that it does. And it's this bureaucratic machine and you're trying to be a fish moving among water, you know, how do you play the long game? Like, did you have a sense of yourself playing the long game? And saying that, you know, these are the changes we want, we've got to look for opportunities, we've got to create those opportunities, if possible, we've constantly got to figure out the best way to get these messages out either to the politicians we interact with, or within our department, or to the people at large, wherever we can, you know, a lot of this stuff one thinks about in hindsight, and you know, one thinks about it in a post facto way. But at the time, you know, how are you guys thinking about it?"
    },
    {
        "speaker": "Guest",
        "time": "02:13:45.100",
        "message": "Well, you know, I think, I don't think I was taking a long view of how we're going to do it. Because during the period when I was a joint secretary, or even an additional secretary, I wasn't in a position where I'd be able to think of orchestrating the whole thing. I was just fortunate that in 1990, sorry, in 89, when the Congress government under Rajiv Gandhi was going in for an election, I had a very good boss, that was BG Deshmukh. Deshmukh was the cabinet secretary, later became secretary to the Prime Minister, and he came from Bombay, as Chief Secretary Maharashtra. And you know, it's interesting that unlike the other senior officials, he was not actually anti-private sector. And he had a genuine sense that, look, the private sector has a lot of capabilities, and we should be using them more. And you know, he and I tried to get a few things done, and he was always supportive. I remember, for example, you know, we had in the case of cement, we'd had a gradual liberalization increasing the market share of cement year by year. And towards the end of the Rajiv Gandhi government, one area which was controlled was aluminum. I mean, there were four producers, and NALCO had just come in with a big production capability. And so there was talk about should we do partial decontrol, et cetera, and so on. So I had a discussion with Deshmukh, and I said, look, that's what we did with cement. It took four or five years. I think in this one, there's enough supply, we can just decontrol. I mean, the private sector guys who may not like the fall in price, I mean, they've had a pretty good time so far. So let's kind of do it at one go. And Deshmukh supported that, got Rajiv Gandhi to agree that we could go and discuss with Fotedar whether this is feasible or not. And when Fotedar saw both Deshmukh and me coming in, he sort of assumed that the PM must have approved it, because we persuaded him that look, this is the thing we should do. Now, had I done it, it wouldn't have counted. But if I'm doing it, and Deshmukh is doing it, that for him, for ND Tiwari would have counted, sorry, for Fotedar would have counted a lot. And Fotedar had no sort of ideological preoccupation. He felt these two guys are saying it, Rajivji must be in favor, said, of course, let's do it. And we did it. And there was no problem at all. So this was a very good case where the country was ready for decontrol, mainly because a new producer had come in, producing a whole lot of things, NALCO. And the existing guys, some of them may have had some marketing difficulty, but there was no shortage. Nobody said prices are going sky high and all this kind of stuff. I mean, you need to judge when the time is right. This happened to be a case where it was a silo decision. And all we needed was a silo, the silo taking the right decision. But when it's a broader one, it becomes more complex. And that, that's really what one needs to, government should be constantly aware of the complexity of what it is doing, and therefore subjecting everything to an internal but critical look. You know, how to create a capability of internal critical assessment is very important, because governments typically don't like criticizing other ministries. So you need to build that, build that capability very consciously."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:40.500",
        "message": "You mentioned Mr. Deshbhukh, and one of my favorite quotes in the book is, you know, after the VP Singh government came and you were kept on, both of you were kept on in the ministries where you were, he said to you, quote, Montek, Delhi aisa shahar hai jahan kab badalte hai lekin chamche nahi, which is untranslatable, because of the dual meaning of chamche as it were. And two more quotes which speak to your point about the complexity and interrelated nature of everything. And one is IG Patel telling Rajiv Gandhi around the time Rajiv takes power, IG Patel tells him, quote, Mr. PM, there is a lot of interest in what you are doing on the economic front. If I may offer some advice, please make a bonfire of all industrial controls. You won't regret it, stop quote. And the other quote which speaks exactly to this point that you made is LK Jha speaking to Rajiv Gandhi and saying, quote, Prime Minister, the Indian economy is like a vehicle with many brakes pressed fully on, releasing one or two brakes will not make it move. You have to release many more to get results, stop quote. So it's not as if there wasn't realization of this, you know, obviously, a bunch of you knew, I mean, this is, of course, a quote from Jha to Rajiv Gandhi, Rajiv Gandhi knew as well, right. But there was some reforms momentum under him, which kind of died down and for a, you know, a bunch of reasons. But what was that period like? Was there a sense of excitement that yes, there might be movement, we can get some of these things done, and so on? What was?"
    },
    {
        "speaker": "Guest",
        "time": "02:19:10.820",
        "message": "Yeah, I can. I mean, I think there was a lot of excitement because, first of all, you had a very young Prime Minister. I mean, he was about the same age as I was. So when you're there, and you suddenly see someone as Prime Minister of your age, you know, that always becomes a little special. And I think he had talked about, we must bring India to the 21st century. A lot of younger people thought, aha, big changes are coming. You know, after his government ended, Veer Sanghvi and Avik Sarkar interviewed him in a very frank interview. And they asked him that, look, aren't you a bit disappointed that you really didn't get done all the things you thought would be necessary? And he was very frank, and said why? And he was quite frank. He said, you know, I think lack of experience. I mean, and later on, in other contexts, he had said that if he got another chance, he would do it differently. You know, the fact is that he started with a couple of people who were very pro the idea of doing things differently. V.P. Singh was one of them. And in the first two years, their partnership was really very productive. But in the rest of his cabinet, I don't think it was a single person who shared his ideas. And, you know, if you look at what happened in China, I mean, Deng Xiaoping, I mean, first of all, he had huge experience. Rajiv Gandhi had almost none. But even Deng Xiaoping took a long time to weed out, build a team of people supportive of his ideas, so that things could move forward. And, you know, it was quite remarkable because he after all, he completely reversed the entire direction given by Mao Zedong, without once criticizing Mao Zedong. So in a way, that was part of the problem in India that since Rajiv Gandhi was succeeding another Congress government, it wasn't a case where you would blame the previous government for making a mess. But if you still have been able to define an agenda of change, and I think to do that, you need insiders, companions in the political sphere. Now, in my book, I say that, you know, politics got the better of him. Once the Bofors thing exploded, the whole political situation changed. And he didn't really have much time to think about all these things, nor any conviction in his cabinet. So these ideas sort of had to wait for a different time and a different situation."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:54.300",
        "message": "So during this period of time, there is sort of momentum building up, at least in terms of ideas towards what will eventually happen, you know, Rakesh Mohan has his note of 86, internal discussions are happening, and you talk about the M document, which I have heard, you know, so many people regard as absolutely seminal, which you came up with in 1990, and was, of course, widely criticized at the time by the left. And it's amusing to read those today. Tell me a little bit about the M document, how it came about, and you know, and a brief sense of what his contents were."
    },
    {
        "speaker": "Guest",
        "time": "02:22:29.460",
        "message": "Well, you know, it began when the election was going on. And Deshmukh had said to me, why is it that we're not able to get our ideas translated into functioning policies. And I thought about it. And I said, the reason is that we don't take a comprehensive look at what is needed. We just tell ministries to do something which happens to be in their area. But what is needed to get that done involves many other ministries. And nobody's taking a comprehensive look, saying, look, this is what's done. So he said, why don't you write a note. And if Rajiv Gandhi comes back, and he's reelected, we'll give it to him. So I started working on such a note. Of course, Rajiv Gandhi didn't come back, VP Singh came back. And as you record, as you report, you mentioned earlier, contrary to our expectations, both Deshmukh and I were continued under VP Singh. You know, VP Singh went to Malaysia. And I was part of this was some Commonwealth Heads of Government meeting. And I was part of the team. And he said to me that, you know, I'm really struck at how much progress Kuala Lumpur has made. Because I had come here in 1973. I mean, this is he's going there in 1990. In 1973, as Deputy Commerce Minister, and has really made huge progress. And I said, you know, that's absolutely true. Because I used to visit here in the early 70s, from the World Bank. And it's now unrecognizable. So he said, Why do you think that's true? I said, because they've done reforms, and we don't want to do reform. He said, then you write me a paper on what we should do. So I'd been working on this other thing, I quickly polished it up, gave it to him. You know, I have a feeling he understood that this was necessary. But he was, of course, running a very shaky government. But he had the he had sufficient conviction, to say, send it to the cabinet secretary. So it can be discussed in the committee of secretaries. He sent it to the cabinet secretary, Vinod Pandey was then the cabinet, whom I knew. And Vinod liked the paper. And he said, Okay, you'll have a discussion. And it's interesting, you might think that Vinod was not at all. But I mean, if you posed him with a kind of a holistic picture, he sort of says quite a good paper. We had this discussion. And of course, in the discussion, I mean, Amarnath supported it, Amarnath Varma, he was an industry minister. Finance Ministry was not supportive, but Madhu Dandavate was not in favor of all this liberalization and so on. Planning Commission was not supportive, because Planning Commission felt why is the PMO doing this, because we are preparing the midterm approach to the next plan. So you're treading on our toes, etc. And there was all this big discussion, leftists very negative. But then when the when the thing was discussed, several thoughtful economists wrote saying good things. So it was not the case that everybody was negative. I feel that there was more support for these ideas than surfaced, because I don't think we pose these things in a in a composite manner, the way the M document did. Well, I mean, the VP Singh government didn't last, but it exited in the middle of a first rate crisis. And by the time Narsimha Rao's government came back, I mean, you only had about one month of imports in reserves. So it was a very clear situation where something had to be done an opportunity to do something. And I'm glad that they I mean, that was really, it was Manmohan Singh who would have picked up all this persuaded the finance minister that we must do this. I had said in the paper that you know, we should reduce the customs duties quite a bit. And let that be reflected in the exchange rate in a gradualist kind of way, through an EXIM script or something, which is more or less what was done. I mean, first a devaluation, then the EXIM script, then move to a dual exchange rate. Things moved very, very quickly in that 1991 period. And the number of things that were done so quickly, I don't think we've ever had that much change. We never had it before. We probably need something of that kind moving ahead. Because the world is changing, and posing new challenges to us."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:09.620",
        "message": "You know, speaking about the imperatives of the political imperatives of VP Singh, you have this lovely quote by Dr. Manmohan Singh, which is quote, politicians have to be in power long enough to act like statesman, stop quote, which goes back to what we were discussing earlier, how political incentives just go in such different directions. And you've given examples of, you know, VP Singh's preoccupation with short term objectives and all of that, you know, I'd encourage listeners to read the book. It's just such a thrilling thing now after all these years to actually read the inside story of what went on. My question here is this, that I feel that, like one thing that I have said, and perhaps this is too negative is that politics corrodes character. And let me explain my reasoning behind that. The reasoning is that once you enter politics, your raison d'etre necessarily is coming to power no matter what it takes the will to power as it were. So you might enter politics with a certain set of principles that I want social justice, or I want this or I want that. But the moment you enter that game, you are playing an entirely different game, you are raising money for elections, there are quid pro quos involved in that you have to appeal to certain constituencies, you have to pay a price for that. And eventually over a period of time, if you stay long enough, your core beliefs don't matter, because you have none everything is about the will to power. And when we speak about, you know, you speak about how you worked at the finance ministry when VP Singh was finance minister under Rajiv Gandhi, and he was so open to trying new things and just all of that. But when it actually came to actions when he was Prime Minister, these were constraints, you know, nobody can do anything if they're in his shoes, they're going to perhaps do the same things. But on the other hand, once in a while, you do come across politicians who are decisive like Mr. Narsimha Rao did, for example, the kind of support that certainly in that initial period, which he gave Manmohan Singh and all of you to kind of do what happened. So what is your sense of this? You've interacted with many, many, many politicians, and I won't ask you to take any names or give examples. But in general, what do you feel about this? Is there a certain sympathy you feel for them given their constraints? Is there something to the notion that the will to power being the key imperative, that you always have to work around that that to make a policy accepted by a politician, you first have to make it sellable and show them why it is good for the electorate?"
    },
    {
        "speaker": "Guest",
        "time": "02:29:38.380",
        "message": "No, I'm afraid that's probably true. And not just in India, but anywhere. I mean, a lot I think depends on the quality of the politics. I mean, if the quality of the politics is such that in the end, while you can manipulate politics, you can do a little bit of teasing out a certain outcome. As long as the political system rewards good performance, politician will have a strong incentive to show good performance. And a lot of that has to do also with political education of the public. I mean, the public has to know that some kind of political handouts are really not good for even the public at large. But it's very difficult to resolve that problem. In practice. I'm not giving a very good answer because what I'm really saying is, it is a problem and I don't know how to solve it. But I think the only answer I can give is that you should hope that politics is such that a large part of electoral support will be triggered by good performance in areas that are important. As long as you can have that, yes, there'll be little diversion here and there, but broad thrust will be in the right direction."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:06.340",
        "message": "So taking off on that, you know, when we think of the political marketplace, it's a marketplace of demand and supply. Politicians are the supply end of it and the people at large are the demand end of it, right? And I've always sort of held that there's no point if you're a reformer or if you're an activist for X policy or Y policy, to just speak to the supply end because supply will always respond to demand. So you have to speak to the demand end. If your ideas become popular, then the politician will automatically gravitate to carrying them out. And this is what makes me feel a little despondent, because number one, many of the core ideas, which I'm assuming you'd share with me and which are core truths of economics, like the positive sumness of things, that for someone to win, someone else doesn't have to lose, every trade makes both people better off, or something like the notion of spontaneous order, which we also mentioned earlier, are counterintuitive. You know, we've evolved in prehistoric times, we lived in small tribes, our brains have evolved to think of the world in zero-sum ways because of the scarcity of those times and so on. We've evolved to think with an engineering top-down mindset that you got to build it, you got to control it, that spontaneous order is just completely counterintuitive to us. So that's one aspect that many of these essential truths about the world are counterintuitive. And the other aspect is that in popular, in the conventional view that is popular out there, is full of all kinds of fallacies, which is why if at a time of scarcity, some particular thing gets too expensive, there will be a popular demand ki price control lagao. Now, we know price controls lead to scarcities, but that's going to be the popular demand. And similarly, and popular demands will always be based on intentions and not outcomes, you know, which is the classic thing that goes wrong. So I don't know if there's a question here, I seem to be underscoring what you were saying earlier. But my sense is that how difficult a challenge do you think this is? And therefore, do you think that, you know, people like yourself then also have a responsibility to be public intellectuals and put their ideas out there in the discourse so that they are being read all the time, like what I would have loved both you and Dr. Singh for all the great service that you perform to our country. But if you were also prolific columnist, I think in some small way, the needle would move in one direction. And this is really with hindsight, I'm saying and no doubt you had other things to do and so on and so forth. But speaking of the current generation of people, you know, if you were young today, you know, is this how difficult do you think is this task of changing the"
    },
    {
        "speaker": "Guest",
        "time": "02:33:45.520",
        "message": "demand end of because then reforms don't have to be by stealth? Well, I mean, you can't just operate on the demand side, absolutely lines of the electorate. I mean, this is what in a in a in a contested political situation. This is what parties do. I mean, it's opposition parties that have to educate the public that look, these are the situation, this is the situation, this is what needs to be done. And if something not being done, then this is going to be the consequence. So but clearly, you're right that the thinking crowd, the opinion makers, so to speak, they have a big role to play. But mind you, this is one of the things that we were discussing earlier. You know, in the in the world of social media, this old idea of opinion makers has disappeared. I mean, there was a time when people thought that if X or Y or Z were to write a paper writer op ed, everybody would say, well, you know, that must be right. But today, opinions are being made on the basis of WhatsApp messages sent out by all kinds of people. So frankly, it's not a world that I understand too well. And this is not just India. People are saying this around the world. So somehow, how do you communicate with the electorate? How do opinion makers make opinions that itself needs to be put on the table in a much more frank manner? So we can work out how these things are going to move. But in the end, it has to be mediated through political parties. Because in a democracy, if it is political parties that are seeking support, it's for the political parties to put these things across."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:32.900",
        "message": "I agree. And at the same time, I think that a lot of politics happens outside political parties and, you know, outside elections. You know, I mean, if you write a column today about tomorrow about a particular political situation, that is also an act of politics that you're getting your views out there for people to consider and think about and so on. So I think there is something there. But I agree with you that it's it's kind of a tough task. I want to now ask another question that all that is related to the question I asked earlier about the core beliefs of politicians, except here is about the core beliefs of people and the core beliefs even of say, economists or policymakers, like one of the disturbing trends that I've seen over the last few years, is that I have realised that many people who from all sides of the political divide, who espoused principles, were actually just wedded to a tribe, and that the thinking is tribal, and the principles are contingent. For example, in the US, we have seen how the entire Republican Party was just defaced and demeaned by Trump, and shifted over suddenly to supporting Trump, where a lot of what Trump preached was actually against core Republican values, for example, his opposition to free trade, and so on and so forth, you know, and many of the positions that he took to imagine conservatives or libertarian supporting that is outrageous. But as it turned out, many in the party didn't care about the principles of voice, they just cared about that they are part of this tribe. Similarly, in India, I had a deep disquiet around the time of demonetisation, where many of the economists who I think would immediately and instinctively see how utterly daft it is, didn't say anything because they were part of the establishment in some way, whether it's Arvind Panagaria in the Planning Commission, or so on and so forth, you know, Bebek Debroy was also there, and people within the ministries and so on and so forth, even though they obviously know that this is daft. And there are two ways of looking at that one way of looking at that is that they are gradualists, they are realists, they are within the system, they are thinking that there's no point my speaking out now, if I can make small changes on the margins, which make this country better off, I'll play that game. And I understand that. But at the same time, I feel like a lot of these people who I admired, because the stated principles seem to match mine, have abandoned those principles, because they've chosen the tribe, and that's a tribe and those principles were just posturing, you know, so in my mind, it's like the world is now divided into these two categories of people, people who actually believe in what they say, and people who say what they say, because at that moment, it's convenient and it's contingent. And that's the tribe they're part of, and so on and so forth. And it depresses me a lot, because I think the former category, you know, and people like you and Dr. Singh would obviously be in that former category where you have your core set of principles, and you always fight for that. But so many other people who are also in prominent positions who are also public intellectuals in some ways, don't. So what are sort of your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "02:38:44.620",
        "message": "Well, look, I would hope that at least public intellectuals should always be speaking, whatever their principles are, trying to explain them. I recognize that when people are in government, they're not expected to say things critical of the government. So you know, I mean, I think on you mentioned demonetization, I didn't expect that anybody in government would have criticized it once it was decided that it was going to be done. But I think when you talked about the Republican Party, you made a more basic point there. Because you know, the Republicans are not in that sense, part of government, they're not part of the administration. So what you're seeing there is a political party is moving in a particular direction, because it feels that's where its base is going. In the old days, maybe there was a set of principles that they supported, and there was some assumption that the base would kind of follow them. Here, they're following the base. And I think in a democratic environment, you cannot avoid that. If that happens, you have to ask yourself, why does it happen? I think this is part of, you know, the, it goes back to what we were discussing earlier, that unlike the situation 20 years ago, where there was much greater clarity about how the world is moving, this is a period when there isn't that clarity. So many, many kind of things that were taken for granted, very recently, are now up for grabs. How you handle that is another matter altogether. Not an easy one to answer."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:34.260",
        "message": "Is there any big issue on which you've changed your mind?"
    },
    {
        "speaker": "Guest",
        "time": "02:40:37.420",
        "message": "No, I wouldn't like to say, I mean, perceptions obviously change. Perhaps I would say that I was never of the view that the right policy to follow was a kind of mindless opening up of the economy. Remember, we were ridiculously closed. So it was a no brainer that we had to open up. But I'm willing to consider the fact that in the present circumstances, if we want to develop a competitive industry, you need to do something to support that industry. But for example, I would be in favor of a support that is, as it were, not connected with protection, but is connected with giving either subsidizing certain things, or helping them do certain things, and so on. For example, the PLI system, which as many people have criticized is mere protectionism. It's not mere protectionism, because it's giving it a predetermined amount of support. What would become dangerous is if you have a PLI, and when the fellows don't succeed, they then start lobbying for higher import duties. I would say that if you're going to have a PLI scheme, it should be an understood part of the whole thing, that the duties on this product will not increase, and will actually phase down. Given that, okay, you're giving some support. But if you don't put in that as a condition, nothing stops people from collecting the money under the PLI, and then saying for a variety of reasons, we can't compete against somebody else. So why don't you ban the import or jack up duties? And if we go down that route, it'll be very, very disturbing. I think the other issue that I'm kind of struggling with, actually, is what do we do in the whole area of trade negotiations? I mean, our traditional approach correctly, is that multilateral trade negotiations are the best. But the problem is the world is kind of turned away from them. And as a result, you've got groups formed, which are forming plurilateral agreements. Historically, we've not been in favor of plurilateral agreements. And it's certainly true that if you could do it multilaterally, that's better. But if that's not happening, then should we ignore all plurilateral arrangements? I'm not sure. I think we should look for which is the most sensible plurilateral regime to join, and join it and try and work from inside. That's why I was in favor of RCEP, for example. Maybe RCEP was not very popular, because China is a member. I don't know whether this new thing, the Indo-Pacific economic framework will actually end up being a serious kind of arrangement, which could presage a plurilateral trade bloc. But if it is, we should be in it. So you know, these are issues that as the world changes, we need to, we need to kind of define if you like a second best solution, given that the best is multilateral, but that's not happening."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:03.380",
        "message": "Let's go back to talking about the reforms period a little bit. At one point, you write in your book that when Narsimha Rao was asked, why has he taken a 180 degree turn, he said, quote, I have not turned at all, I am facing in the same direction. It is a world that has turned 180 degrees, stop quote, which is kind of glib, because in a sense, he was sort of forced to turn a little bit. Now, you know, that heady part where you discuss those few weeks where, you know, one after the other, you have the two step devaluation of the rupee, you have, you know, so much happening in terms of trade policy, industrial policy, it's heady, it's brilliant. What I found even more impressive was what happens in the next couple of decades after that, where as you point out, there is this enormous continuity, both in terms of the political level, where you have people, you know, initially Narsimha Rao, Manmohan Singh, Chidambaram, then later, Deve Gowda and IK Gujarat continue the same policies with Chidambaram as FM and then Atal Bihari Vajpayee's government where you have Yashwant Sinha, Jaswant Singh, Arun Shourie, just doing remarkable things. And then of course, UPA one where you guys come back at the bureaucratic level, you know, A. N. Verma, Rang Rajan, Bimal Jalal, Nitin Desai, Vijay Kelkar, it's a it's a litany of names and a litany of people who should really be better known to the world. And then, you know, so one question is that what made this continuity possible, because it is not like there was a demand for it. You had in the political marketplace, you had all of these people doing stuff, which because they felt it was the right thing to do, even though, you know, you would have imagined that the opposition comes to power, they will want to define themselves as different from the previous guys. But no, there is this thread of continuity that goes on till the end of UPA one. And, you know, so where do you think"
    },
    {
        "speaker": "Guest",
        "time": "02:45:57.500",
        "message": "it came from? Was it a happy accident? Well, I mean, I like to think that success successive governments, obviously, when when you have an election, it's fair game, each political party criticize the other. When one of them wins, they then lay out their own policy, they have the freedom to reverse policy. And what what was remarkable is that they didn't reverse it. Okay. Particularly when Atal Bihari Vajpayee came in, because you know, some of some of the stuff that was being done, which is that look, we are not that wedded to the public sector that was part of BJP also. But opening up foreign investment, these were not things that were part of the BJP. But he gave a very clear signal that that's the way he wanted to go. Now, I like to think that basically, while people posture in the political space, they're also aware of what are the underlying technical consensuses. And there's more commonality on that than people think from the outside. I mean, that's the only way of explaining it. And in the case of the Vajpayee government, they actually said things like continuity with change. So it was it was it was a formula that they thought was perfectly good. I mean, whether we will keep having that is the real issue. I think what you need is, what you need is a much more continuous discussion of what is the underlying consensus, which will make sense. And if you have a consensus on that, the politics will take care of itself. That's the crux. Now to have that consensus, you need a lot of debate. I mean, you cannot have a consensus, unless you have a debate which takes into account different points of view. And I think we need we need more debate, in my view."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:57.900",
        "message": "In your book, you have this, you know, lovely anecdote about how you were sitting with Mr. Vajpayee and he was asked about, you know, is there any continuity and all that and, you know, the balance between continuity and change. And he said, look at Montaik. Montaik is the continuity, I am the change, which is, I mean, you know, I was very flattered"
    },
    {
        "speaker": "Guest",
        "time": "02:48:15.300",
        "message": "by the Prime Minister saying that. I think there was a particular reason, you know, I mean, the BJP government had done what they'd always said they would do, which is to test the nuclear weapon. And there were massive reaction to that. I think he wanted to emphasize that look on the economic side, this is something we've always said we'll do. And even the Congress supported it. So it wasn't just a, but I think he rightly judged that what mattered to the rest of the world was whether India's economic policy was going to be dismantled. And he gave a very clear signal that it was not. I mean, that was a good thing to have done."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:57.260",
        "message": "So one of my guests on the show, Pooja Mehra, wrote this book called The Lost Decade. And the narrative of that essentially is that look from 91 to 2011, we had this golden period, everything was great, roughly till 2011. And to her, you know, moment which changes everything, which I know you don't quite agree with, but nevertheless, for her a moment which kind of changes everything are the terrorist attacks in Mumbai, because because of that Mr. Chidambaram gets shifted from the finance ministry to the Home Ministry, because it's felt that that's where you really need someone to, you know, do a strong job and do an efficient job, which the previous incumbent wasn't. And Dr. Singh takes over the finance ministry himself, but then he has to go through this heart operation. So instead Pranab Mukherjee becomes finance minister, reportedly at Sonia's behest, and remains finance minister for a period of time. And as Pooja points out, a lot of things start going wrong at that point. And that's when our downfall really starts. And then at a later point in time, they managed to kick him upstairs and Mr. Chidambaram does come back and, but it's too late, they lose the 2014 elections. And then remarkably, Arun Jaitley and his guys, you know, show some continuity for a year or so, till basically political imperatives and so on, change matters and everything kind of goes to hell with our economy from there. But the downturn in our economy is not just a Modi thing. I mean, I think this government has made it considerably worse, but sort of happened towards the end of UPA 1, when that kind of shift took over. And now I know you won't want to comment on personalities per se, but just in talking about the difference in sort of the movement and the direction, because it seems to me that that continuity kind of ended then. And it seems to me that today from the outside as an outsider, when I look at what's happening here, I don't see where is the constituency for reform, per se, or how strong is it, you would of course know better, even though you're outside government now, but you know, you would know better. So, I wouldn't know better."
    },
    {
        "speaker": "Guest",
        "time": "02:51:00.740",
        "message": "I mean, being outside, I would know the same as you do. No, let me say that, you know, I think if you look at, if you look at what the government says, forget about demonetization, which most economists felt was disruptive. But to be fair, the demonetization effect would not have lasted more than six or eight months. Okay. Then you had GST, which many people and I think there's some point in it, it could have been handled better. The reform itself in my view was long overdue. Glad that the government and it was the BJP that opposed it when they were not in government. They had good sense to bring it in. Probably handled not too well. But it's slowly kind of getting back to some sort of square one. There's talk that they're going to bring about the key reforms that are needed in the rate structure. I think there's some committee looking at it right now. So, I don't know what they're going to do. But you know, if they do that, that will be not bad at all. For the rest, I think most of what is being talked about is really a continuation of what was in any case thought to be the right thing to do. Digitalization, more infrastructure, all of those things. This government has given a very clear signal also that FDI is welcome. So the old fear that the government would be anti-FDI is no longer true. We have to wait and see at what pace these reforms actually get implemented. I mean, in a way, you know, the last few years have been very difficult to judge because the economy was clobbered by the pandemic, which was not a government event. I mean, you could argue whether the pandemic could have been handled a little differently or not. But by and large, everybody did badly. After the pandemic, we have recovered. So those who might have said that we're not going to recover, clearly wrong. But I never thought that we were not going to recover. We have now recovered. We are back to sort of pre-pandemic levels. Now, the real question is, are we going to get back to the kind of growth that was there before the pandemic, which is sort of around 4%, 5%? Or are we going to do better? The current projections, which many people seem to accept, are that we might actually get 7%. Okay. I mean, if we get 7% in this year, that would be a good performance, in my view. And if in that period, some of what has been talked about on the reforms front actually gets done, that would also be good. The thing that I feel most worried about is the lack of clarity on openness as far as import duties are concerned. And are we going to sort of, I mean, on the one hand, the government talks about integrating with global supply chains. This, to my mind, is the right thing to do. But you know, we shouldn't think that integrating with global supply chains means that the entire chain is going to be built in India, and then we're just going to export. It really means that we ought to create an environment in which as people lock into different types of global supply chains, they think of India as being one of the portions of this multi-country kind of chain. Now, these multi-country chains are not expanding as much, and the Chinese one is actually contracting. But that gives us an opportunity. People are going to look for somebody that would take the place that China earlier had. I don't mean replace it. I mean, we are very far behind China, but it gives us a space to do better. And in my view, if we want to give that signal, we should definitely not be going down the route of raising import duties, etc. That is going to be a real test. If the government actually were to address the question, how do we become part of global value chain, get advice from reliable people, experts in the private sector, and then take action on that basis, I think you might well see a recovery of growth momentum. If it doesn't, and we go back to, say, 4-5% growth, you know, that will still be better than the rest of the world, because the rest of the world is very clobbered as a result of Ukraine. But it will not be enough for generating the kind of employment and meeting the kind of aspirations that have been raised. And I think the employment thing is really quite critical. We need to get back to 7% growth for the next several years, if we want to provide halfway decent"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:49.100",
        "message": "jobs for the youth in the country. There's a sort of one great illustration of how gradual change can be, is what you point out in your book about how it took 31 years to get from Modvad to GST, right, over this entire cycle. And I think the implementation of GST was so remarkably botched up that, at least for the short to medium term, GST was a huge negative of, you know, my sense from all the business people that I speak to and what a pain it was and, you know, that's the sense I get. And again, it also shows how a reform that is otherwise fundamentally good, like, you know, like the original conception of GST can run into problems, once it makes its way through the political economy and takes whatever shape it does. Like another example of a great reform that has, you know, been struggling because of state capacity issues and so on, is something that friends of mine worked on the IBC, right, the bankruptcy code, which is a fantastic reform, everybody agrees it's needed, but has not proved to be as transformative as you would think simply because state capacity"
    },
    {
        "speaker": "Guest",
        "time": "02:56:53.660",
        "message": "issues are there. Dr. Raghuram G. Rajan Well, I think in the case of the IBC, yes, there was a pushback, and we should have anticipated this. But you know, the pandemic mucked that up quite a bit. Because given what happened to the pandemic, pressure on the RBI is quite understandable, that look, given that the economy is clobbered, don't send these guys through the IBC route. But now that we are recovering from the pandemic, that should not be a concern anymore. And we'll have to wait and see. But yes, I agree with you, the IBC is extremely important, hasn't done so well in the last year. Maybe the pandemic is a reason why it didn't do so well. But again, the test is in the next year. You know, these institutional reforms, I mean, if they get delayed by a year, but then they get back on track, it's not a bad thing. GST, for example, yes, maybe it was rushed too much, they didn't prepare enough. Maybe the software wasn't ready, whatever it is, there were too many glitches. But we are now we are told that the GST Council is coming up with some fundamental rate structure reform. If they do a good rate structure reform, that will be a very important"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:10.300",
        "message": "step. But we have to see what they do. And the other thing that sort of worries me is that even reforms which are needed, can get embedded in a narrative battle. Because at this moment in time, you know, the opposition will oppose everything the government does. And they will always be pitched narrative battles about absolutely everything. You know, those times are gone wherein, you know, in 91, there are stories of how Narsimha Rao is speaking to members of opposing parties, telling them we are in a crisis, we have to do this, and the way he's managing that and the fact that they're open to it, that someone like a Vajpayee is open to it from the outside, the opposition is open to it. And that it's way more polarized than that today. I mean, a classic example being the farm laws, where a lot of the reforms are, most experts would agree, pretty much in the right direction, the Congress has proposed them in the past themselves, you know, much needed. And the BJP, of course, botched the politics of it completely and made a complete mess of it in that regard. And I had a great episode with Ajay Shah on this. So the whole thing was just a tragedy out and out. But the point is, whatever reforms you try to do, are going to run into opposition regardless of the merits of the case."
    },
    {
        "speaker": "Guest",
        "time": "02:59:21.740",
        "message": "I don't think you know, if the government has a strong enough majority, what the opposition needs is to be listened to. But I don't think it necessarily prevents the reforms. I mean, you know, you have mechanisms like a Parliamentary Committee, so you send it to the Parliamentary Committee, have a discussion, have some Sunway, maybe even make a concession here and there. That's why I'm saying that, you know, to create a broader base, a discussion, a broader discussion, including with the opposition, is a good thing. The opposition may not be persuaded. I mean, in the opposition, their job is to oppose. But the public will at least perceive that look, there was a discussion, they had a chance to say what they had to say. So I mean, I don't think that necessarily holds up."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:10.260",
        "message": "So that might be a fundamental mistake. You're saying that this government made and not consulting widely enough and going through the processes. But there's no reason why a future government"
    },
    {
        "speaker": "Guest",
        "time": "03:00:20.340",
        "message": "can't go through those processes and make it happen. They can do it now. I mean, I don't see that that's a problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:26.500",
        "message": "Fair point. So, you know, you've been very kind and giving me so much of your time today. And I'm really grateful. Like I said, you know, the show is called the scene and the unseen and you and your fellow band of travellers change the lives of so many Indians in so many unseen ways. So I don't know how one even expresses that gratitude. But, you know, in these last few minutes of this episode, rather than talk about reforms and policy and the narrative of what went down, for all of which I'll recommend that everyone reads backstage because it's such a wonderful book. Tell me a little bit about what you do these days, like in the break, you'd mentioned that you wanted to spend time with your grandchildren. So you were reading up on the Mahabharata and that led you down Mahabharata based rabbit holes and all of that, you know, earlier, you know, in Ishar's wonderful autobiography, he spoke about how you guys together, you'd watch movies of Bergman, the Seeker, Fellini, Polanski, all of these people. What is your life like, apart from the world of economic"
    },
    {
        "speaker": "Guest",
        "time": "03:01:27.620",
        "message": "policy? Oh, well, I mean, as you say, I'm living a life of a gentleman at leisure, if you like, and a grandfather, I do enjoy interacting with my grandchildren, three boys, two girls, it kind of brings you to many of the things that, you know, you, you did as a kid, and you do it in a very personal kind of way. I write the odd article, the odd op-ed. So I'm doing a little bit of that I'm associated with the Center for Social and Economic Progress, where I'm a distinguished fellow. And right now, I'm kind of focusing on problems of managing climate change in India. Very interesting set of issues on policy, which bring out the whole importance of the holistic whole of the economy approach. So I'm just bringing out a working paper for the Center on that, which I hope those of your listeners are interested in will get from the website in another three or four days. And I do as I said, I do some op-eds on current issues of policy, give the odd lectures, I quite enjoy lecturing to younger people. Primarily right now, what I'm trying to do is to organize my thoughts so that I can produce a book sometime in the next couple of years, which will be addressed to a person of the age of 23, who won't at all be interested in what happened in 91, wouldn't even have been born in 91. But who would be interested in what's happening in the world ahead for me in India. And so I mean, many people have done similar things. And my my big challenge is, can I make it sufficiently both different and interesting? It doesn't have to be different. If somebody said the right things, they want to say the same things. But you know, saying it saying it to a bunch of people who are familiar with the debate is one thing, saying it to a bunch of people who are 23 years old, and are not interested in the past is different. And that's what I want to do."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:03:41.460",
        "message": "Godspeed and I can't wait to read that book. It's a massive challenge, like you said to just speak from a layman's perspective to a 23 year old and sort of convince them and, you know, after these decades of sort of working, what would essentially be a sequence of one day job after another? Do you feel that this change in pace is helping you think about things you would otherwise not have thought about? And if, if you had a chance, you know, if you got a call from the government saying, write another M document, come back and join us, you know, would you be open to doing that? Or have you decided that, you know, this is cool. I like the space. I like this rhythm. I'm going to stick with this."
    },
    {
        "speaker": "Guest",
        "time": "03:04:18.860",
        "message": "Yeah, I mean, I'm 78 years old. So I would if the government wanted such a document, I would strongly advise them to get ahold of some younger people and tell the younger people to consult widely. You know, I think we underestimate the quality that already exists even inside the government. But actually, there's a lot more outside the government now than there was then. I mean, you have to remember that when I was in government, most important things were done in government. There was hardly any expertise outside the government. Today, that's not true. I mean, the greatest expertise on fintech is not inside the government. It's outside the government. Similarly on everything. So one of the big problems is getting, getting policy papers done by knowledgeable people who know the market, the domestic market and the international market. I don't think it's a job for civil servants, because it's impossible for someone who's just I mean, you may find civil servants who pick up this stuff, because they read widely. But you want you want this to you want to talk to the people who were working on it and know the inside. So something of that sort is really needed for the end document of the future."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:37.480",
        "message": "So my penultimate question and my final one will be really brief. So this is like sort of the last serious question, as it were, when you think of India, if you take, say, a view of 15 years from now, you know, what gives you hope? And what gives you the spare about the trajectory we are on? Or, you know, what might happen? What might not happen?"
    },
    {
        "speaker": "Guest",
        "time": "03:05:56.940",
        "message": "Well, I'm basically a very optimistic person. I mean, you know, and that's the mental state, you're an optimistic person filters out the negative signals builds up the positive. One of the things I'm very positive about is that, you know, if you look at what's happening in India right now, you know, you shouldn't try to make the judgment based on macro indicators. You should look as it were, at new things that are happening. It's a bit like being back in the Jurassic Age, which is dominated by the Tyrannosaurus Rex and various other giant lizards. But the future is all the little rodents that are running about in the undergrowth looking quite small. So actually, I would say that one needs to tell the story of India in terms of interesting, unusual, breakaway things that are happening. And if you look at it that way, there's a surprisingly large number. I mean, going back even to the question we raised earlier about the status of women. I mean, you know, what you see now, Indian women's hockey team, cricket team, this young Muslim woman who's won a gold medal in some boxing competition or something like that. All these startups, all kinds of people experimenting in new ways of farming. I mean, it doesn't yet add up into the macro. I mean, the macro is full of the usual stuff. The question is, is this somehow going to create a series of changes which will build momentum? I mean, one would be foolish to think that is necessarily going to happen. But you know, I do think that if you're looking for positive signals from a multiplicity of efforts, the only way it won't happen is if somebody goes off and tries to chop off all of them. That's not going to happen. So I think there's a lot of action occurring, which I hope just reaches the top in some way, in terms of visible presence in the economy, etc, etc."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:08:15.260",
        "message": "Wise words. And you mentioned Jurassic Park, a little bit of trivia for you and for all my listeners, the Velociraptor, which, you know, is that giant marauding creature in the film, the actual Velociraptor was as tall as a turkey. So it was all you know, WhatsApp history created by Steven Spielberg, as it were. So my final question to you, therefore, is, and I ask this of all my guests who come on the show, that for my listeners and me, recommend books, music, films that you absolutely love that have been a big part of your life, and you want to just tell everyone go out and read this or watch this or listen to this. It's beautiful."
    },
    {
        "speaker": "Guest",
        "time": "03:08:51.780",
        "message": "Ah, that's a very tough one. I mean, you know, I've loved all the great movies when I was young. I've loved all the James Bonds, although over time, those have become somewhat dated and not really politically correct also. I don't know. I mean, I can't, I wouldn't pick any one out of them. But I do think that films, I need to get back to watching more films, particularly more Bollywood films, because, you know, the interesting thing is that Bollywood films reflect what's going on in the country. And I should go and spend about two or three weeks looking at each of the more recent Bollywood films to know which one I want to recommend to you. So I don't have a straightaway something to recommend. Anything on history, actually, if you ask me, I would, I think we should just pick up a lot of the more recent, I mean, I spent a lot of time, for example, reading books on the Second World War. And it's very interesting how the macro narrative of the war is so hugely oversimplified. And yet, when you get into detailed history of what actually went on, who goofed, who did something wrong, etc. I mean, it's unbelievably rich. So I think we need a better understanding of the past. And that's what historians should be doing, giving us that we don't have enough of that kind of stuff, really, we should."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:29.860",
        "message": "Montek, thank you so much for giving me so much of your time and so many great insights."
    },
    {
        "speaker": "Guest",
        "time": "03:10:35.300",
        "message": "Thank you. I enjoyed it. And thank you for all the nice things you said about backstage. I hope it persuades some of your listeners to pick up the book and go through it. Thank"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:46.860",
        "message": "you. Did you enjoy this episode of The Seen and The Unseen? If so, would you like to support the production of the show? You can go over to seenunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]