[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "There is this glib takedown of a saying, there are two kinds of people in the world, those who think there are two kinds of people in the world and those who don't. I'm wary of generalizing, but I will add to this list of false dichotomies by speculating that there might be two kinds of people in the world, those given to self reflection and those who do not reflect on themselves. Now there's obviously a continuum between the two. So it's perhaps better to talk of the tendency to self reflect, which exists in a lesser or greater degree in most people. When I was younger, I was not given much to self reflection. I never got meta about myself as it were, I was sure of the talents I had, blind so often to my good fortune, unaware of how my character was shaped so often by things outside of me, even unaware of my own character. I didn't think about why I wanted what I wanted, and why I reacted to events around me the way I did. I'd like to think that I know myself a bit better now than I did then, but perhaps not as well as I could. And in life, I see people who do no self reflection at all. And those who do examine themselves, and in doing so can point me to truths about myself as well. That is why I love reading memoirs, a good memoir, by definition, is a reflection on the self. And that's true of the wonderful memoir written by my guest today. This is also why I love being able to have the long conversations that I have on the show. Because my guests trust me enough to open themselves up to me and to speak without filters. And most of the time, they give me a lot to think about, even after they've gone home, and the mics are off, and all is silent."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:34.880",
        "message": "Have you also felt that way? Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:46.160",
        "message": "Please welcome your host, Amit Verma. Welcome to the scene in the unseen. My guest today is a legendary cricket journalist and editor, Pradeep magazine. When I started off in cricket journalism in the early 2000s, Pradeep was already one of the most respected figures in the game, and was sports editor of the Hindustan Times. I didn't get to know him too well in those days. But I heard a lot about how he kickstarted the careers of so many young writers by giving them jobs and mentoring them, teaching them his craft. In the decades before this, he had been a fearless cricket writer, writing a book on match fixing that began in 1997 and came out in 1999. And you'll remember the match fixing scandal really broke in 2000. He was so far ahead of his time. The book he wrote then was called Not Quite Cricket. His latest book, which I love reading, is called Not Just Cricket, a reporter's journey through modern India. It has all the qualities of a good memoir. It has self reflection, and it tells a story not just of the writer, but also of the times he lived in. It gave me a lot to think about, not least of which was the role of serendipity in our lives. I'm sure you'll enjoy the conversation as much as I did. But before we get to it, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up level themselves by reading more. A few months ago, I signed up for one of their programs called the Daily Reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up to date with ideas, skills, and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. What's more, you get a discount of a whopping 2,500 rupees, 2,500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Up level yourself. Pradeep, welcome to the Scene in the Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:28.720",
        "message": "Thank you, Amit. Thank you for having me here on your podcast."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:32.720",
        "message": "It's such a pleasure seeing you after so many years. We, you know, I was on that tour of Pakistan in 2006, and, you know, we kind of traveled as part of the same contingent here. And I really loved reading your book, especially the parts of it which are personal and which go beyond what you know, like at a professional level, the cricket journalism you have achieved, we know about it, it's shared, but just sort of the good to go back to your childhood to learn about how once you were a cricketer, and you were a ferocious hitter, it seems to what's up, you have, you know, it's refreshing to learn that. And I want to start by talking about something that you mentioned just before this recording began, where, you know, when you were asking me about my podcast, I was talking about how it's probably changed me as a person or maybe age has done that, in the sense that I am less judgmental of people, I am a better listener, I am much more open. And then you mentioned that had you written this book 10 years ago, though, Shahid, you would have been more judgmental, it would have been different, so on and so forth. So you know, I'd like you to elaborate on that a little bit, that, you know, in what ways do you think with the passage of time, you know, have you changed as a person and what role has sort of this book or just the passage of time as it were played on that?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:55.080",
        "message": "Well, yes, look, if you look at my first book, Not Quite Cricket, which had to do with my experiences as a cricket reporter with what I saw regarding match fixing, and it's again a kind of an eyewitness account and oral kind of a history. There is a lot of anger in that, I realized when I see that book, I realized that I come from a point of view, which is very judgmental and which is even angry, like, look, I thought the world would be like this and when I entered that world, there is so much of wrong things, so much of corruption and everyone else is to be blamed, except for me, in a way. This book came, I think, 20 years later, much older, I would think much wiser, if that's the right word to use. And let me say that I, of late, a few years before even I started this project, I got deeply involved with Buddhism. And that too, it just happened that one day, suddenly, I thought I'm going to die. You know, this feeling of fear, this fear struck me, I was more than 60 and I just out of the blue, I became a different man, it seems like depression had gripped me. I couldn't enjoy anything and it lasted for a very, it was a brief period. And my daughter suggested that why don't you do some meditation and she found out there is a Toshita center here, which is Dalai Lama run, they have various, at various places, they have these meditation centers. So I went there and more than meditation, which obviously has a calming influence, the whole Buddhist thought of philosophy of causes and conditions and all human beings basically want to be happy and an emptiness and that slowly changed me. That slowly made me realize that whatever one does, whatever evil or good, there are reasons behind this, it's not as if a person does it, just it gets gripped by an evil thought and he said, I will do this thing wrong or I'll do this right. There are conditions in which a person is born and those conditions influence him. He influences those conditions around him and that's how a human being interacts with the world or the world interacts with that person. So that made me less and less judgmental and when I started writing this book, every time I would sit to write, I would calm myself down with a bit of meditation and then tell myself that, look, though it's my memoir and obviously these are my memories, they will be colored by my judgments, but let me at least try my best not to be accusatory, not to blame, just to see things from a distance. So I think I tried that and I don't know if I succeeded or not, but a lot of people feel that yes, one of the strengths of the book is that it's not judgmental despite the fact that there is so much in it, which could have been like, I could have taken a very strong stance that this is wrong or this is right. So yes, it has helped me, being non-judgmental has also helped me to understand things better. I think that's been one of the major factors which in a way I have changed. I think I have changed a lot in the sense that I don't straight away see a person and say that, oh, I don't like him, I don't like his, I may not like what he's saying, but I try to understand why he's saying that and I, yeah, that's it, like, yes, I have changed."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:23.160",
        "message": "Do you think that we sort of live in more judgmental times today? Because what I kind of see around me is that one, of course, our public discourse is much more polarized, but there is also this tendency today to automatically treat someone who disagrees with you as a bad person, especially when it comes to political discourse on Twitter and so on. The assumption is that if there is someone who disagrees with you, their character is bad. Not that, you know, and part of this is, of course, what happens, you know, within the discourse where the incentives are like that. People go online, they find their ideological tribe of choice, and then they are trying to raise their status within the tribe by posturing in whatever ways they do. And one of the ways of doing that is that you, you know, you, you attack people on the other side, and you attack people on your own side for not being pure enough. And you're always passing judgment. And you're always looking at people and not arguments. And we lose nuances here. You know, we lose nuances, like, whenever I bring guests on the show, with every guest, I try to first, you know, learn more about how they are as human beings. And then we can talk about their ideas. Because then I think one becomes more receptive to their ideas, that even if you disagree, at least you understand a little better, ki yeh yahan se aara hai, this is a place it's coming from. So do you think that in modern times, the way the discourse is, that has become very shrill, you know, even perhaps the fan discourse around cricket, maybe, you know, that has become shrill, people are just shouting more. And perhaps earlier, the times were a little gentler. In the sense that I mean, of course, they would be gentler, because many less people had a voice, which is not a good thing. It's a great thing that so many more people have a voice today."
    },
    {
        "speaker": "Guest",
        "time": "00:12:12.280",
        "message": "But is this something you've noticed? Well, I think, A, I would say I'm not very sure how much of the social media, which obviously is very divided, very shrill, very accusatory. I mean, some of the language which is used is not done like, people are threatening someone who doesn't agree with their worldview. But is that social media reflective of the world we live in? I mean, or is that social media space limited to certain people? But we think that's the world around us. A, one, because I go to play in the mornings, I go to the stadium and meet a lot of people. I don't see that world as shrill and as angry. I mean, I meet people, they have their point of view, I may disagree with them. I still find that those people are, maybe they are older people. Maybe my interaction with younger people is limited to social media. And then you have this TV. I mean, you watch TV news and I'm sure if you are a healthy man, you should be advised not to watch it because they kind of manipulate you and they want you to get angry because they want you to get involved. So this shrillness, this is obviously bound to affect more and more people. It is affecting more and more people. As I was saying that I interact with older people, say in the park or wherever I go to play or my friends. But I guess it must be difficult to interact with the world which is younger, which is more prone to formulating opinions on the basis of social media, WhatsApp groups. So that world, whether it is heading towards more and more anger, like we were just now discussing about calmness and about non-judgmental, now this is a world where if you don't have a judgment and if you don't have a judgment which is aggressive, which is like on your face, which is accusatory, I don't think that person will think that I belong to this world. He has to. He has to scream. He has to shout. He has to say, no, you are wrong. I'll kill you. So I don't know. I'm not sure. But yes, from thinking from my space or from our shared space, it looks a bit scary what the future could be."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:43.560",
        "message": "No, but the question you asked is, is a really good one that is a world really like this, like with social media, like what I described really is a vocal minority. I think the silent majority is not like this. And they're the kind of people we encounter every day. And to one extent, they are the reason they are the silent majority is the reason they're silent is that they want to avoid the shrillness and they want to avoid being attacked for saying anything at all, which is, you know, kind of what social media is like these days. But moving on to more pleasant subjects from a time before this existed, you know, tell me about your childhood. I loved reading your opening chapter. And in a sense, at the end of your book, you go back to the theme, but the opening chapter where you talk about 200 Magazine House, Karan Nagar, Srinagar, tell me a little bit about your childhood, what you remember of it, what was it like growing up?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:34.120",
        "message": "It's difficult going back in time, I realized when I was doing the book, it's, it's, it's, I mean, you have so many memories and you pick and choose and you. My childhood in Srinagar, look, I lived there for, as a child, I was there only for 5, 6, 6, 6, 7 years after that, because my father had a transferable job and not that I used to go back to Srinagar, my grandparents and other relatives were there. So every summer we would be back in Srinagar. So my memories are very pleasant memories and I mean, I'm sure every child would have similar memories of playing, of, of, of the mother, especially I was very much attached to my mother. Most of the kids are. You would feel the world begins and ends there with your mother. If your mother is not there, the world is a fearful place. If your mother is there, it's such a peaceful and wonderful place and it's only when I look back from, later when I look back at my childhood and realize the significance of, of people who are living in places where there is, there is a conflict, although at that time that conflict was not on surface, yet there was a society where, which was a divided society. I mean, we the Kashmiri Hindus, minorities, but well off, doing well in life, mostly in government jobs and, and the majority Muslims, our interaction was, as I described in the book also a little bit, limited to there being as domestic helps, not allowed in the kitchen, as I said, because my grandparents, my grandmother and other elderly aunts were very, very conservative and Muslims were not supposed to enter the kitchen. They were very particular about it and, and, and the kind of impressions it must have formed in my mind, though I wonder why I remained the way I have, maybe because of my father, my mother itself, she was, she was not superstitious, she, she, she embraced others, if you, if you can say that. So, I had a childhood which, I don't, it wasn't anything different from, I think, childhood of most other people. I think where I, I had a, like most of the people have, many migrant experiences, I would say, I mean, at 7, 8, from Srinagar to Haryana, then from there, after four or five years to Punjab, then Punjab to, especially in North, but these were different cultures. I think that probably, I think, built a kind of a complex in me, maybe, a kind of an insecurity. I mean, you don't, if you are in a secure, like if I was at home in Srinagar with my same language, same culture, secure environment, from there to be plucked out and put in a place where you don't understand the language, you are a small kid, even your parents don't know what's happening around. I mean, they, they are interacting with the world, which is a different world from their own world. So what would a child's impressions be? I am sure it would, it would affect his, the way he would interact with the world. I was a very reserved person, till probably in the profession, I started drinking. I mean, it was only when I used to drink, I would open out with people, otherwise I would always be, and this feeling was always in me that, am I good enough to compete with these people? Am I good enough in profession? So this migrant experience, I think I was lucky in a way, I was in a profession which helped me to travel around the world. So I could see these migrant experiences across, especially Indians in West Indies, in England, in Australia, in Pakistan, partition people, Muslims who went from here, I have an incident, an episode there of meeting someone who had gone to Pakistan in 1947 and how miserable and unhappy he had been there. So I think this whole rootlessness and this whole desire to somehow find an anchor, I think maybe it's a human desire, maybe it's a human emotion, which it tries to sustain itself that, no, there is a past which I can hold on to. And this kind of a struggle to hold on to a past, to find a past. In my travels, in my own personal experience, I think that's probably played a role in my being what I am. And as I said that, had I not in the last few years been influenced by my Buddhist teachings, in a way you can say that I have, at least at the moment, found an anchor, something which I can hold on to and feel the world isn't all that bad a place to be in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:28.800",
        "message": "So many things I want to double click on here. But for a moment, I'll sort of digress from the biographical path, which I want to come back to and talk about and ask you a larger question. Like there's a lovely paragraph you've written about your father, Kishan Lalji, where you write, quote, I considered my father to be a recluse as he barely interacted with us. But in rare moments of conviviality, he would always tell us that Gandhi and Nehru were leaders with great vision, who believed in religious harmony and peace, and fought for social justice and equality. I still wonder where he and many others around him had acquired this deeply pluralistic worldview, living as they were in an orthodox and conservative environment, where suspicion of the other was cloaked in civility, and the fear of the unknown lurked in the shadows. Stop good. And this last sentence speaks so deeply to me, because one of the sort of ways in which a scale has sort of fallen off from my eyes, and something that I didn't see, I think I now see is in the fundamental nature of our society. Like I grew up in a sort of elite English speaking bubble, which you know, has a broadly pluralistic secular view of the world. And you imagine India is like that. And to some extent, yeah, India, we've assimilated everything, we are a delightful khichri of cultures and languages and all that. So at one level, yeah. But at another level, the divisions that we see in our society today, the bigotry and the sexism that we see in our society today, the casteism has always been there, and has been extremely deep rooted, like I did an episode with Akshay Mukul, who wrote this great book on the Gita Press, which sort of reveals that our society has always been like this. But it's always been lurking below the surface in the words that you used here, cloaked in civility, right? And what so what has happened now is not that a toxic politics has created a toxic populace, but rather it's the other way around that your toxic politics is supply responding to demand and our society has always been like this. And now it has finally found expression. What are your thoughts on this? Like, has our society always been like this, where people like your father and yourself, were we the exceptions always were we the outliers, or, you know, are there ebbs and flows and this is just how it is? What are your thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:53.160",
        "message": "Well, I think it's a it's quite a complex question and and my response, probably maybe also complex. I mean, in a way, yes, my experiences with my relatives, with the people I have grown up with, has been that they beneath the surface have always been deeply conservative and what has been unleashed now in public was their worldview right from the beginning. It's only that the political environment was not encouraging for them to come out openly and say that yes, they believe in their superiority of their religion. That's also okay, even if you think your religion is very superior, but the belief that the other religions are inferior and it's my religion is the only religion which can teach civility to people. So, it was there. I've seen that in my childhood, one of the memories I describe in the book is of one of my uncles getting furious at that one Hindu girl has married a Muslim or there is a dispute that has she married or was she abducted or was she or did she elope and the kind of anger which was on display even as a child, I still some of that memory has remained in my mind that anger that that image of my uncle getting so furious and angry. See, I also have had unlike a lot of my friends, later friends who have as you say that we so called liberals have been educated in public schools and I had this mix. I had a one year in a public school in Srinagar, then I Yamunanagar, Panipat, this whole absence of proper public schools. I would probably have also had the same experience, but I think I'm lucky that I didn't have that experience. I had my schooling in Panipat in a pure Hindi medium school, which was steeped in the very conservative Indian traditions with all class consciousness being there as I do describe that in the book. So those experiences of mine, I mean, I probably must have been soaking in a world which wasn't as liberal as a lot of my friends later would. I mean, I remember till a long period of time, the reference points of my friends who were public school educated were very different from my reference points. I mean, I wasn't schooled in or I wasn't taught about the Western music. I wasn't aware of what it is all about. And I suddenly I would see my friends singing those songs or talking about them and I would feel this inferiority complex that look, I'm not and my mother was deeply involved with watching films like every Indian is and she was deeply immersed in listening to Hindi film music like most of the Indian families are. I still retain that my love for old film songs. In fact, I have this, one of my greatest strengths is that I tell people that play any song from 50s, 60s, 70s and the moment you put on that song, the music, within one second I'll tell you which that song is. So this is how like we have grown, I have grown. These probably were my reference points. So your question that we were always a very conservative society, I think we were always a society which took pride in their own religion and look as a kid, I never knew that there are caste divisions, like the school or even at home. If there was a caste talk, it was always in a very derogatory sense that these people were like the chuda or the cleaner in the house. So this is how you grow, you're never taught in school that all these things, why, from where they came, how wrong were they, it's only later my own education. I think in the book, I tried my best to be true to what I was whenever I was there, because I took a very conscious decision to try my best to tell a story of a middle class boy who is not even aware of, I mean, what is it my fault that I'm being made aware of things as a lived experience and I have to connect, I have to find out why, why is it so. So yes, I think with the political environment of today is such that it has encouraged people to unleash all those beliefs they had, which we thought we didn't have. So it's all in the open now, I'm sure if in the late 50s, early 60s, I was in Srinagar, if there was a state which was radically right wing, I'm sure they would have been openly talking about all those things."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:28.480",
        "message": "I was very struck by this one story from your time in Panipat, where you speak about your friends. And of course, your classmate was Shekhar Gupta and, you know, and he reappears at different points through the book and plays a part in your life. But I was struck by another classmate you mentioned, someone called Suraj. And you said that Suraj used to come to the school in kurta pajama. And then one day he stopped coming. And nobody knew where he had gone. And one day when you were on the road, you saw him as part of a wedding band and he's marching along with it. And you called out to him and he completely ignored you. And the fact that you remember this is to me something, you know, obviously, the story struck you and stayed with you. And when I look back on my life, I try to sort of identify the many layers of unseeing as it were, which gradually kind of fall, you know, you grow up in a certain way, you might not be aware of, say, how class functions or how caste functions or, you know, how gender functions and gradually those layers slip away and you sort of realize you see something you never saw before, even though it was in front of you. So were there moments like that for you? Like it seems to me that at some visceral, instinctive level, this story must have affected you a lot that 50 years later, you're telling the story, right? So what were and again, when you speak about in Srinagar, how the Muslims were treated and if they touched a vessel, it would be washed and it was almost like they were a lower caste as it were. Now, this is something I'm assuming that you're looking back and in hindsight, you are beginning to see what was happening. And at the time, obviously, you would have been too small. So through your life, what are the different kind of layers that have fallen away like this, if you can put a sort of a finger on those?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:16.860",
        "message": "You mean, which have deeply influenced me?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:19.680",
        "message": "Which have influenced you or where you just felt that you began to see something differently, you know, so you might go to school and all the boys are just boys, they're all just your classmates. But with the Suraj incident, he leaves and you see him playing in a wedding band. It's like it does the story just underscores that no, these are not all just classmates. There are so many other things going on here, which are so poignant and so sort of tragic."
    },
    {
        "speaker": "Guest",
        "time": "00:31:44.440",
        "message": "See, I think it is my father, despite the fact that we didn't have a very, I mean, it was not there was a relationship wasn't bad. But in the sense that, you know, that that period, the father was supposed to like come back tired and don't don't disturb him. And no, it wasn't like what you see today, or what must have been at that time also with a lot of other kids. It was neither bad, neither was it very like, you know, like you full of warmth or my mother, but my father was a very deeply pluralistic person and he was deeply involved with talking on politics. So, I would listen when even when he was to interact with other people, he used to have a lot of arguments with his own relatives on this. So I probably it seeped into my mind, it subconsciously, I got influenced. My mother, as I said, was, despite being, I mean, she wouldn't eat outside any non-veg, she was a non-vegetarian like majority of Kashmiri Hindus are, Brahmins are. But she wouldn't eat outside because she would think it's beef. She had this, I have this story in the book where we visit a Muslim family much later in life and they serve us kebabs and she's reluctant to eat because she thinks it will be beef and that friend of ours, my brother's friend, convinces, the family convinces that it's not beef, it's mutton. So those things must have influenced me. I think the Suraj incident, I think Mandal influenced me very deeply in this. I remember, I have in the book itself, there is this character, my friend, Jatinder Chadha, who is at the other extreme spectrum of, he's not today, but at that time he was."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:45.840",
        "message": "RSS supporter."
    },
    {
        "speaker": "Guest",
        "time": "00:33:46.840",
        "message": "Yeah, he was an RSS supporter, he used to drink with him, used to have a lot of debates with him. And that was a period when I was used to debate with him, the whole caste structure and, you know, you wonder why are people, I mean, it's not my fault if I am born in a privileged family, anyone's fault. Similarly, if you are born in a lower caste or a poor family, do you blame that person for that? It's not his fault or her fault. But this disparity, this disparity, now, whether it is, why is it so? We all grapple with this question. We try to find an answer that what is the reason behind this disparity at birth? Forget that you transcend that and you work hard or whatever, you're lucky. But there are, in India, there are more percentage of people whom you say it's bad luck that they are born in those environments. So is it bad luck, is it to do with karma, is it to do with, what is it to do with? So we used to have these massive debates while drinking that why is the society the way it is? And somehow the conclusion used to be that it's possible that their karmic past may have been bad. So they were born there. So I would, maybe I was not convinced that this is like the way it is, but I was not deeply questioning it also. When Mandal happened and it's the reaction of my people, my friends, surrounding neighbors, relatives, the way it surfaced, it took me by great surprise, it shook me to see that they had so much of disdain for people who were poor. And that is where I think Suraj, that memory may have got even more deepened in my mind. See I was there, this Suraj was a protector in the school because even though people in school would see me as a very fair, as I say, chikna, like this upper class guy who is in a school with students who don't belong to maybe that class, a lot of them. So they would take pleasure in, sadistic pleasure in troubling me. And this helpless poor boy, as I was, and then found a protector in Suraj, who would like tell these guys to get lost and because of him, I could be in peace at school. So now this guy vanishes and I have lost my protector and then I see him and the very fact that he's playing a band was a shock to me at that age. And then he refuses to recognize me. I go towards him with so much of warmth and so much of feeling of gratitude or happiness that I have finally seen him where he is and I want to know, where have you vanished? And he just treats me with almost in a way with contempt that I don't recognize you. So when Mandal happened and this connection in the book, it had happened while I was writing about Suraj. I had this Mandal and I, in fact, it happened that I somehow realized that I was living in a world which my people were not telling me the real story. I realized that there is a deep in-built exploitation in this caste structure. Okay, you're born poor, but that doesn't mean that you should not be given self-respect and dignity, which I realized that we lack that. We lack that sensitivity. It made a major impact on me. I started re-looking at a lot of things, re-looking at caste, re-looking at Ambedkar, re-looking at Gandhi itself. So that and then Babri Majjid demolition also, I mean, all these things were running parallel to each other and since my being from Kashmir and my own relatives having had to flee that place and so all this was playing in my mind and I sort of realized that instead of coming from a pulpit and saying that, look, we are being wronged, I realized that there were a lot of wrongs which we ourselves had committed. So, why be so judgmental and so feel superior? I started introspecting and then I was living in this period of terrorism in Punjab. I had Sikh friends. I had some very close couple of Sikh friends. One was Randhir, who wasn't interested in the entire politics of what was happening, but I had another friend, Dhaliwal, who was a very keen political animal and he would tell me about exploitation by Brahmins, exploitation by Baniyas. I would not like it because I was in that period of time. I was in myself in a flux, what is right, what is wrong, but Mrs. Gandhi's assassination, the reaction to it, Operation Blue Star, I think all those factors changed me completely. I mean, I started forming a worldview which I didn't have at that time. My worldview was like whatever my majority around me used to tell me. These things made a deep impression on me and it was, I was 40 when I had almost formulated my worldview. I came to Delhi, to a bigger city, more insecure, insular city than wherever I had lived earlier."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:05.320",
        "message": "So before we started recording, we were sort of chatting about how opinions and worldviews get formed today. Like one experiment, which listeners will be familiar with, I tried a couple of years back was I wanted to sort of delve into the extreme side of the Hindu right wing to see what they're up to. So I opened up, but I didn't want my social media algorithms to get affected by my searches. So I opened up YouTube in an incognito window and discovered people like Yati Narsinanand and all that, all these toxic folks well before, you know, they were in the news in the way that they are today. And over time, therefore, what happened was, and because I was doing that under another Google account and incognito windows, so completely different, is that I found that I had two YouTubes. And one is a regular YouTube, which is me, all the things I'm interested in, the chess and the music and whatever reflects who I am. And the other one is completely different and is so completely different that there's no relation between the two. And it also therefore strikes me that how does a worldview get formed? If you're 15 years old today, and your friend sends you a video, and the video is about Oh, look, the Muslims are doing this, or this is happening, and so on and so forth, one of those videos, then your algorithms will pump out more of the same. And they pump out more of the same to the extent that your entire world is so dominated by the worldview, that it seems a complete aberration that anything else exists or that any other way of thinking is reasonable. So you automatically then begin to believe that anyone who disagrees with you is evil or they under the pay of someone or their foreign agents and all of that nonsense. And it is not the fault of the person. It's just the way the world is. And I was struck by again, a beautiful self reflective passage in your book, where you talk about how when you were young, you could also get carried away by jingoism and this and that. And at one point, you write, quote, I am not sure whether I really believe this in my heart, or all this aggressive talk was just an outpouring of my own insecurities and frustrations as a middle class youth, aspiring to a life of comfort and security, as led by some of my friends who belong to well off business families, while it was possible that this insecurity could have influenced my ideas. It was also true that my wealthier friend said even more militant, aggressive and xenophobic mindsets than I did, stop good. So now, this self reflection, of course, is coming later. But what has also happened is that you didn't remain like that. You know, there is a josh of youth where you are proud to be part of a tribe and you're aggressive and all of that, and then that dissipates and then you become who you are. But many people for many people, it doesn't dissipate, it remains it remains it gets solidified, you know, like your friend, Jatinder Chadha, you mentioned, who, you know, kind of stayed in that space. So just sort of looking back through your life, the people you have known, and so on and so forth. Is it the outliers who change? Is it the outliers who can do the self reflection? Who can, who can allow something like Mandal to remind them of a friend from 20 years ago in school? Is it the outliers who change and, and and if not, if it is possible that many people can change these early views and come out of it and look at the world differently in a more tolerant, liberal way? What can cause that to happen?"
    },
    {
        "speaker": "Guest",
        "time": "00:43:31.800",
        "message": "Well, it's it's quite a scary thought that if if the generation which is today living the if I go back and there was no social media, there was just interaction, there were reflections because you had space and time for reflection also, which is no longer here. Everyone is busy, even I am busy with my mobile all the time. And I tell myself that what am I doing like, my mind is being all the time being controlled and I'm much older, like we are older and yet we fall into this trap with younger people. That's the way they have seen the world that they are living a life, which is there existing already. It's not as if they have created this world. So this technology, as one of my friends tells me, has hacked, see the the minds of younger people or all people have been hacked already by this technology, by the use of this technology. If the mind has already been hacked, so what is left there? You are no longer thinking or doing something with the reflection, with a pause, with and I think the biggest loss. I remember I had gone to Calcutta for my book release and there we met, there were a couple of sessions on Satyajit Ray and this great actor, Dhritaman Chatterjee, he was doing one session. And then after the session, there was a get together where we started talking and we start talking about Ray and then this discussion about whether Ray is a filmmaker because there is a lot of criticism about Ray is that he was not a political animal like Hrithik Ghatak or Mrinal Sen or his films kind of avoided getting into these real serious subaltern issues. So, Dhritaman Chatterjee said something which just stayed with me after that, not in that context but in the context of your question as well. He said that look, Ray of course was an elite. He was an elite and a lot of the subaltern things he couldn't understand also. But what rescued him was empathy. I mean that was a wonderful summation of, I think, not just Ray, but what can rescue us? We see so much of wrong things happening around us. Should our reaction be to act the same manner? Unless we have empathy, unless we, we need to be rescued by empathy. I think this present civilization or India, it can only be rescued by empathy. But where will that empathy come from? It will come from, I think, some kind of reflection, maybe a miracle one would hope. But unless a society or a community or a religion does not have that empathy, that compassion, that sensitivity, it will be difficult for those people to live in peace because they will be always in rage, always in anger, always in a mood to take revenge. And finally, when you take revenge, when you live with those emotions, whom are you harming? You may be harming the person whom you are attacking, but in the end, you are harming yourself as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:15.080",
        "message": "So I'm actually a big fan of Satyajit Ray and I don't agree with that criticism. I mean, if you look at films like Prothi Dwandi or Seema Baudho and I think they are politically"
    },
    {
        "speaker": "Guest",
        "time": "00:47:24.120",
        "message": "very... I discovered that after that I saw those films again and even Agantok, they are all deeply political films. And his Gare Bare is a deeply anti-right film, I discovered and I said that, no, maybe it is not just his empathy, maybe he was as well involved with these issues. But only thing is, being the great master he was, he wasn't overstated, he was understated."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:52.400",
        "message": "Yeah, it was subtle, it wasn't overt, but through the human stories of the people in his films, it kind of came out. Taking off from this point about empathy, which is a beautiful and very deep point, so thank you for that story. Another theme that I've been thinking about and I sometimes discuss with my guests on the show is of the difference between the concrete and the abstract. And Anshul Malhotra, who wrote this beautiful book on partition, when she did an episode with me, spoke about how once she was, you know, while interviewing people for a book, she was sitting with a family in Pakistan who had come across during partition and obviously they were, you know, raging against what the Hindus had done and the Hindus are like this and the Hindus are like that. And at one point they noticed that she's sitting there and they said, tum nahi beti, tum nahi, tum toh theek ho. And to me, this is the difference between the abstract and the concrete, that I think that many of the things that make us hateful are abstract concepts like nationalism and purity and race and all of these things. But in the concrete, when you encounter another human being, sometimes your instincts are not quite like that, you know, sometimes then you see the humanity in them, you know, you so it's, it's, you know, a lot of bigots will say, oh, but I have Muslim friends, right? It's become a cliche and a joke. But the thing is that they might actually be right, they do have Muslim friends who they consider friends, but that's a concrete. But in the abstract, they are full of hate and abstractions scale faster than the concrete and where empathy comes from, the point that you bring about is the concrete. I can feel empathetic for something that is in front of me in flesh and blood. I can't feel empathetic at a conceptual level for a people or whatever, you know, so if you demonize a particular set of people as the other, it's hard to be empathetic in the abstract sense, but you're in front of me and I can be empathetic because I see that you're like me with my insecurities and fears and, you know, some amount of shared journey and all of that, and that possibility exists. So I just feel that for empathy to take place, there has to be more of the concrete. And unfortunately, like you pointed out, we are actually all the time staring into our smartphones, you know, you go into a cafe today. If you sit alone, and you're just looking around, you're like a sociopath. Nobody does that, right? Everybody's looking into their smartphone. They're not looking at the flesh and blood people around them who are, and everybody's so fascinating. Everybody has a story, you can learn something from everyone, you can find warmth and comfort in everyone. But we are looking into our smartphones, leaving the concrete for the abstract. So I mean, I'm just responding, there's not really a question in this, I was just sort"
    },
    {
        "speaker": "Guest",
        "time": "00:50:39.800",
        "message": "of... No, I agree with you completely. Because even I have had these experiences. There was a time in Delhi, when one of my friends, Vivek Raina, who is in the book also, he had, he and another Muslim friend of his that started this group called, like, let everyone, let us be inclusive and be together. It's a line from her poem, like, let everyone sleep in the same quilt and pull the rope in the same direction. So they'd started this group in which Muslims and Kashmiri Hindus would interact and went there, even anger. One of, they had a meeting in Delhi where physically all of us went, I also went. And there was this young Muslim who was angry, he said that, I've been told at home that Hindus are like, what you were saying, same kind of a tone and tenor of the Hindus, they've done this to us, and they are bad and this thing. And then when my turn came to speak, I made an emotional speech. So after that, he came to me and saying that, you are different, like, you're different. And I tried to explain to him that it's not I am different, it's like you haven't interacted physically with the other side, because most of the Muslims in Kashmir Valley haven't interacted with their Kashmiri Hindus, because 90% of them left that place, or 95%. So yes, this abstract world and the concrete world, and right now the tragedy is we are living in the more and more in abstract world, there is no concrete world around us. So unless people who are hacking this mind realize the dangers of hacking a mind and what can it result in, unless they realize, I think we are facing scary times."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:42.880",
        "message": "So you know, I'll just go on a little sort of rant about the hacking the mind sort of point. So I was a professional poker player for about five years. And it's of course a game of skill, but it's the only game of skill you'll play inside a casino. And of course, you're not playing against the house, you're playing against other players. But every other game in a casino is obviously, you know, a losing proposition for the players. And I read this very interesting book, I've forgotten the name, I'll link it from the show notes about how casinos historically have been hacking the mind, so to say how they have been sort of manipulating their users in such a way that they can direct behavior. So for example, way before the age of the internet or whatever, you know, you'll have a slot machine, a person is sitting on it and all of that. So one, all the lights and the sounds and everything that happens is meant to just lull you into the state of near hypnosis, where you're just sitting, you can't take action, you just keep playing to from the pattern of your play, they have a way of figuring out that this person is about to get up in the next 10 minutes. So whenever they figure this out, there'll be an alarm that rings in whatever the control room is, and somebody will go down from there to this player. And they will say, Sir, you've been playing for so long, we'd like to reward you with a free drink and some free snacks, and they put it there. And the guy continues playing, right? So everything that therefore you use, the gambling industry really nailed it because they have the best incentives to control human behavior. Now what's happened in modern times is that hacking the mind is a perfect phrase, but it also can lead to a misunderstanding where people think that there is directionality that somebody, some evil force is trying to manipulate us and hack the mind. And actually, that's not always the case. What social media sites and platforms want to do is maximize engagement. The longer you spend there, you know, the more data they have on you, and the more ads they can serve you, and so on and so forth. So they maximize engagement. Now a result of maximizing engagement, an unpleasant side effect is that you get served more and more of the same content that you kind of want to like in the case of that 15 year old kid, you send him one Hindutva video, and that's, you know, going to be the majority of what he gets. So the problem here isn't a problem of evil. The problem here is a problem of an unintended consequence that some site has maximized engagement, which is after all what they are rationally going to do. But the result of that is that we are having a divided and polarized society and all these other things are happening. That's one of the unpleasant consequences. And yeah, it's just a mini rant that you know, because hacking the mind, you can think that oh, there is BJP is hacking your mind or nobody will hack your mind, even everybody will hear"
    },
    {
        "speaker": "Guest",
        "time": "00:55:24.320",
        "message": "I think when it gets mixed up with with business, it becomes even a greater deadly cocktail because because they they know that this man or this woman is looking at these videos. So they want to hold your attention on to they'll feed you that and if I am looking at completely different kind of write ups of videos, they'll provide me that because they want to retain that attention. And now in retaining that attention, they are not bothered about how it's affecting me or you or so that that becomes even even more dangerous."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:58.240",
        "message": "Yeah, and I mean, we're talking in a time where this is an open question, you know, 10 years later, maybe is resolved. And maybe it's just this point in time where it's a problem because I get deep unease when people talk about the state regulating social media, because my sense is that the state is now going to regulate and decide what goes and what doesn't go. I feel that that can lead to really suboptimal solutions like big because the state is what it is, right. But you know, what are the incentives for social media platforms to do this themselves is an interesting question. And I see that people in social media platforms do think about this stuff, you know, so like, for example, on Twitter, sometimes, you know, I wrote a piece once and somebody tweeted it. So I was just clicking on the retweet. And the question came up that, do you want to read this first before you retweet it? Right?"
    },
    {
        "speaker": "Guest",
        "time": "00:56:46.720",
        "message": "So it is noticing that you haven't read it, but you just saw the headline, do you want"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:49.760",
        "message": "to read it first, which I think is a great initiative, which Twitter does. And you know, Facebook does kind of similar things, WhatsApp will tell you that this message has been forwarded many times. So you kind of get a sense of that it's something that is being propagated. But yeah, it's it's sort of very much a sort of open question. Another theme that I want to sort of double click on, which you mentioned earlier, is your experience, in a sense as a migrant that as a child, you go to Panipat, then from you know, and Haryana culture is like I was born and brought up in Chandigarh. So I have a little sense of that in Haryana culture is a whole different thing. And then you go to Amritsar, and you know, Sikhs all around you. And that's a whole different thing. And then you come to Chandigarh, where you spend a while, and then eventually, Delhi, and then of course, you're traveling the world. So you're exposed to all these different cultures, including Pakistan. So you know, do you feel that that experience of migrating and seeing different cultures, different kinds of people, has the effect of taking a person out of their shell and out of any bubble that may be forming around them, and broaden their worldview? Or is it only in your case that it happened? And I might be overthinking it by just asking the question."
    },
    {
        "speaker": "Guest",
        "time": "00:58:04.320",
        "message": "Well, I was about to say that, in my case, yes, I am thankful and grateful to my circumstances and I could see the world, literally see the world without spending my own money. Cricket helped me to travel the world and travel across India as well. It opened my mind. It's like you are in a frog in a well, they say. So I was a frog in a well. If I had stayed in Srinagar, my worldview probably would have been the same as majority of people have there. It changed, so it does change your worldview. But I think you need certain other triggers with it too. I mean, you have to latch on to those triggers. Some people do latch on, some people may be so obdurate or so stubborn in their thinking that they, instead of latching on to those triggers, they probably reinforce their, you know, there is this comfort zone, which we all like to live. And that comfort zone is like, the same ideas which you have, you want to recycle them and feel comfortable with them instead of going into this uncomfortable zone where you're questioning those ideas. It's not easy. It's not easy. But yes, I think travel makes a person more, you accept, you realize there are differences. In my case, and I'm sure in a majority of the cases, once you see that there are people different, there are people who have a different religion, they have a different way of eating food, different way of, culturally they are different. And yet you see that they are as good or as bad human beings as your own people are. So you accept, you accept them. Once you start accepting them, your worldview also opens. You also try to, you also want to see the world from their perspective. In my case, yes, because interacting with, as you said, in Haryana, with different culture, in Punjab, in Chandigarh, my interaction with the whole Sikh community opened my eyes to a world which was very different from my world. I mean, very different from my gods, my religious beliefs. So yes, it has helped me, it has helped me to reach a stage where we are interacting here and trying to explore a more pluralistic world and why there isn't a pluralistic world."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:48.200",
        "message": "Is it getting destroyed? Let's talk about your childhood now and your love for cricket. And like one aspect of it, I'd like to sort of explore, which I think is hard for people today to kind of grasp, is that all of us who, so many of us who loved cricket back in the day, loved a cricket that was played in the imagination, because there is no television. You know, all your sporting heroes, you've never actually seen them. You might not even recognize them if you run across them in the road. So tell me a little bit about how you fell in love with cricket. How would you consume cricket? When did you feel that you want to be a player yourself? You know, just what was that sort of mahal like where?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:29.200",
        "message": "I think it was that the school I was in Srinagar, Bernal School, it was a missionary school and cricket was the main sport. And I would see young boys playing the game in their whites and this, you know, it's beautiful to be playing in those trees, chenna trees, surrounded by chenna trees, the beautiful green. It was like an English, British setting, whites and red ball. And then my brother was a good cricketer. So it somehow, it somehow happened that I don't even remember when I started playing it. No, it just, it happened school simultaneously. And then you used to play in our lanes in around our house with young kids playing. And then I came to Panipat, I was a very terrible student and then because of this whole mismatch of first English medium, then Hindi medium, I couldn't like, the language itself had become a problem. I was neither here nor there. I was neither good at Hindi, nor good at English. And cricket came to my rescue. I mean, a very terrified student with fellow students troubling me and not good at studies. There was this trial in the school, I think I was in seventh or eighth and somehow I went to the, gave the trial, I started, like they all thought that I was very good. And I probably must have been good enough for that school and that place. Because I remember that we won the inter-school championship, we had three school rivals. And I must have taken if I am not wrong, 10-10 wickets in almost every match with my offspin. So I was brought in a procession after we won the championship from the ground to the school. So from a frightened young kid in an environment which he can't relate with and fearful, I suddenly became a hero in the school. I mean, there was, I went in, the principal called me and they said, oh, we have won the championship. Holiday was announced and my name was taken in the podium next day that he helped us win. So obviously that, but fortunately or unfortunately, small town, I mean, once we shifted to Amritsar, which was a bigger place with the Amarnath brothers and Madanlal in college teams and some of very good players of the region playing, I just, I chickened out. I thought that I can't, you know what happens, this whole complexity or complex of inferiority complex comes in and I almost gave up, but yet my love of cricket and another thing which fuelled that love of cricket was radio, which was, I remember this Amritsar, my grandfather, my mother's father, parents, he was there, he was working in customs like my father and must have been 60 because this was the Jasupatel's wicket-taking spell in which we defeated Australia for the first time. So that commentary, like, no, we used to, we used to go to buy something and then look for a paanwala where the radio was on and there used to be a huge gathering listening to the commentary. So that love of the game came from radio. It was, as you were saying, I mean, we had not seen those cricketers, we didn't even know how they looked like, but in our imagination, we had like created those figures larger than life, larger than like great heroes and that's how the love of the game at that time people"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:22.680",
        "message": "fell in love with that game. You know, there's this passage of, you know, when you're in Amritsar, you mentioned what a big deal it was to see a West Indies versus North Zone game and you pointed out a couple of things there which I found charming and one was that because you didn't know the players, you were listening to radio commentary simultaneously and Tony Cozier was on and his commentary was so good that you said that it was like he was describing what would happen and then it happened, which is such a lovely way of sort of, you know, he was setting the scene"
    },
    {
        "speaker": "Guest",
        "time": "01:05:50.520",
        "message": "and then... I mean, this is true. The way he would and a lot of those other commentators I discovered would anticipate through the batsman's actions or this thing that you would actually feel that how did he like know that this fellow is going to come forward, he's going to go back or this fellow's fielding is outstanding because it would, the action would unfold after what he had spoken. It really happened like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:19.280",
        "message": "So it was amazing. And it's mind blowing. And just a little nugget for listeners who have never been inside a press box, you know, press box in my days of covering cricket, it was just the opposite. So what would happen is that you could be typing something and action happens and then the television shows it a couple of seconds late because there's a delay and that's useful for someone who's writing a piece because you don't want to miss the action. But the moment you hear a crowd scream, you can just look at the TV and it's like, well, you see it fresh. And the other thing besides this Tony Cozier comment that you mentioned, the other thing was that it was an educative experience for you to see the West Indies team fielding, because they seem to the moment the batsman would, you know, begin his footwork, they would anticipate where he's going to hit the ball or what shot he's going to play, and they would start moving. And this got me to thinking about, as viewers, how we learn about the game. Like, I think what happened was that when the television revolution really happened in the 90s, and satellite television came in, I think there was not just a boom in watching cricket, but there was a boom in understanding cricket in term, because you had so many commentators who are ex cricketers, talk about the values of the game that this is what he's doing. And this is why he's doing and see this is a technique and look at the running between wickets and look at the fitness. And therefore, what happens is that those values then percolate down to all the young players of tomorrow, who then are much fitter, much better, the basics are more right. And what is of course, today happened is that the IPL actually turbocharged this. So the levels of fitness that you see and everything are just way higher in the current generation and part of it is incentives. But part of it is also how they are consuming cricket, which because they are getting everything in real time, they are seeing every shot, every action from multiple angles, they can go on YouTube and watch it again and again, or Hotstar and watch replays and all of that. And in our time, that wasn't the case. You couldn't, you know, you learned about the world in dribbles, not just cricket, but the world you learned about the world in dribbles, and you learned sort of whatever you could. And so as you know, what are your sort of thoughts on this? Because you've lived through and written through, in a sense, all these eras."
    },
    {
        "speaker": "Guest",
        "time": "01:08:38.560",
        "message": "Well, now you say this, I started thinking that what if I had been watching those matches live on television, like this one match I saw live, changed my whole orientation to it. You know, what was to, how does one feel, how does one bat correctly, I realized that and it helped me immensely. Imagine now watching every day, the best cricketers in the world in front of you. And as a kid, it's what an education it must be. No wonder we have such large number of players. I mean, India will probably make four, five, six, seven international teams, that's a number of people who watch play. And if you go to ground, if you take a look around, everyone who's playing wherever he's playing, he's playing correct cricket, because they watched it. In our times, it wasn't like that, we didn't even know like, I remember in the school, I when I was batting, I remember this, this quite interesting, actually, since you talk about it. I had never faced a fastball, I was just seventh, eighth and there was this guy, we were matting, I went to bat, and these short balls outside the outstump. Now, I in my life had never seen the ball bounce so much. And I didn't know how to play that. Because I had not seen anyone bowl like that. And actually, I, I had to like, figure out, ask people that how does one play this ball? I didn't know that there was a stroke to leave or to cut or because I had not watched it. If I had at that, today's kid has watched these things, how to play, how to bat in these kinds of circumstances or conditions right from when, right from their memory started. So imagine the kind of training they are getting, which which is good. It's good that so many people are watching it live and learning the game, learning it properly through watching the best players in action."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:38.900",
        "message": "So I'd like to propose a controversial sort of just thinking aloud, I'd like to propose a controversial statement, which I already know you'll disagree with, but just to throw it out there, which is that one, because your ecosystem is so much wider today, because, you know, many more people have access to the game and are affluent enough to play it and so on and so forth. And because the level of education is so incredible in terms of, you know, just learning about the game from so many sources, that therefore and not just in cricket, but perhaps every sport that every generation has to be the best generation there has ever been. So a batsman, so the best batsman in the world ever is very likely to be somebody who is playing now, because as you get younger, you kind of get better and better. And of course, your book is full of how much you you know, idealized with Richards and the way he played and you've got such beautiful descriptions of his batting and the impact it made on you. And there might be outliers from a previous generation who are at and who were at an incredible level. So you know, the Bradman, Sobers, Richards, they have their own place. But in general, I would say that, you know, the quality of talent that is there in every sport just because of these factors, that you will have many more people who are able to afford the leisure time to actually play when they're kids, and who can actually afford it. And you have far more access to education and pedagogy and just you know, you'll find seven year olds who are playing cover drive with the elbow in the right position foot is moving perfectly all of that. So therefore, I would imagine that the quality of cricket that you see today is in absolute terms, way better than say what it would have been in the 60s or 70s. What's what's your response?"
    },
    {
        "speaker": "Guest",
        "time": "01:12:24.880",
        "message": "No, no, I agree. I wouldn't disagree with this, the quality of batsmanship or bowling, maybe not as much in bowling, maybe I mean, maybe you could go back because they used to play on tracks which are not covered. So the more difficult to this thing, see the fitness levels have improved techniques have not only improved, but people have rediscovered that it's not necessary to have one technique to to in our times, anyone playing across the line would be hanged. In today's time playing across the line as long as you're succeeding is a wonderful shot. Yes, see the another way to look at it is that had anyone, any great player, good players of any generation would have been good players wherever they were. If today we think Virat Kohli or Sachin Tendulkar is a brand man, a brand man had been born today because of see these cricketers have been given conditions, access, which those people didn't have. It's not as if they they're born in a vacuum, they're playing in a vacuum. So to compare, say a Bradman with Tendulkar and say Tendulkar fit more this thing better would be I think a wrong way to look at it because Bradman didn't have Tendulkar's support, which Tendulkar has or Virat has or any anyone Ricky Ponting has. So things change, techniques, see a different way to look at it is let's pick up tennis. Now to think that anyone can play like Nadal or Djokovic or Federer in the earlier era when you watch with wooden rackets. So you think that all these guys are so superior, why are we saying that those guys were as great? And they were as great because they were playing in conditions which were provided to them in that they were the best. So if they were to reborn today in these conditions, they would also be as good as they were then. So that's why comparing one generation to another generation is very difficult and judgment should be made by watching them and saying, Oh, look, this fellow is far superior."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:55.920",
        "message": "Yeah, and that's a great point. And that's a point I sometimes make in the context of writing, like I remember in one of my, I teach an online course on writing and a participant in one of my cohorts asked me that, why are writers of the 19th century or 18th century so boring? Like, you know, the question he asked me was, you respect Adam Smith and John Locke so much, but their prose is so turgid. And my point is that look, today, we are surrounded by all the books in the world. And there has been, you know, this evolution in the way people write, that our values have evolved along with that, how to write crisp prose, how to structure a piece, all of that, we have so many examples to choose from, our learning is much better. But if you're writing in the 18th century, there is so little literature around you, and you have so little access to most of it, that you it's almost like you're writing sui generi, right, you're having to make it up as you go along, almost like you playing that short ball on a matting wicket in the nets when you've never seen before. So given those restrictions to see the kind of writing that a Locke or a Smith did, is amazing. They are still incredibly lucid and cogent and all of that. But they will, of course, they will sort of, you know, be different, they will sort of read differently. So it's a category error, even to compare a Bradman to a Tendulkar, or I would say even a Tendulkar to whoever the hot 18 year old at the moment is, because so much has just changed."
    },
    {
        "speaker": "Guest",
        "time": "01:16:20.280",
        "message": "To compare Virat with Tendulkar, I mean, these are unfair comparison."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:24.080",
        "message": "Yeah, yeah, exactly, exactly. So there's another really interesting nugget that is there in your Panipat chapter, where you talk about how you would, you know, look at sports magazines or whatever, and you write quote, the pictures that would fascinate the most were those of white players, besides their outstanding performances, this could also have something to do with our subconsciously admiring their white skin. Even today, I remember the names of the Australian Paul Sheehan, the Englishman MJK Smith, or the New Zealander Graham Dowling, not because I remember any of their feats, but because of a fair, blue eyed, handsome, debonair young men in whites adorning the cover or the center spread of the magazine, battling these giants of the game were our puny Indians, stop quote. And I'm again relating this to something that is been a broader thing in our society, that there is this almost postcolonial mindset, where we behave as if the white person is superior to us, right, like I remember, in my cricketing days, I was when I was the managing editor of Crick Info, I had gone to cover a game live with a colleague of mine who was from England. So he's white. So technically, in a sense, I'm, you know, senior to him and all that I'm his boss. But when we walk into the ground, you know, I am stopped and ask 1000 questions, but he's just waved on through, which is fine, but which reflects that sort of mindset, like in certain tourist spots, the way they speak to white people in the way they treat you, which is not how it happens in most of the rest of the world, where they'll treat everybody equally. And I see this sort of inferiority complex, even in the case of something like the development of the English language, like the reason, you know, so many of us speak in speak English or write English in suboptimal archaic ways, is I believe, because in India, English has been a marker of class, or a marker of where you stand in society, for all these decades. So if you want to signal that you're socially superior to the people around you, you do it with your sophisticated English. And one way you do this is by optimizing for seeming sophistication by being too verbose. So instead of somebody say using a simple, beautiful word like stop, they'll say put an end to put an end to this pontificatory nonsense, you know, using five words where you could use one word, and and so on. There are so many examples of this, and the British have left these pomposities behind, you won't see them speaking like this or writing like this, but we still do it. And this complex has been there. And there is one narrative that which I broadly agree with, is that with liberalization and globalization and opening up to the world, we began to be more self confident and come out of it and assert ourselves. Some people look at you know, Ganguly opening a shirt at Lord's as a really good thing, a sign that we are not cowed down by them anymore, you know, we'll take them on and beat them and all of that. But just as a broader sort of social thing, you know, is this something that we have come out of, it is behind us? Or is it something that still sort of bedevils us and still afflicts our society? Because even now, the validation of the white man seems so important, you will find our Prime Minister respond much more, you know, negatively to something published in New York Times to something published in an Indian newspaper. It's almost like that validation of the white man is still kind of important, where, you know, the films that win the Oscars are still, you know, at a pedestal compared to, you know, what we might produce?"
    },
    {
        "speaker": "Guest",
        "time": "01:19:57.080",
        "message": "I think this is a very, very interesting question. And my reason for including that was also the fact that I wanted to convey that in that period, how we were like, no, we would adore like, we'll say, oh, white man, and in a conscious and subconscious English willow and, and their pets and everything was like, we were like, no, poor people, and under not only bad players, but, but, but maybe inferior culturally as well in our minds, that was the kind of inferiority complex. I think we have, we still may need their validation, we still may suffer from that kind of inferiority complex, and I think that is the reflection of that I feel is that we have gone to other extreme also, like we are, today we are like, like there is in this book, The Guardian, I think it was The Guardian correspondent who was in Bombay, and this is, I think, David's 100th Test match, and we all are there at the ground. And as you were mentioning that people are, if they see a white skinned man, the police will say go, now, there, this man also is being hassled, and he's, he's part of our entourage and he's being pushed around. And he says that, look, 10 years back or 20 years back, this was my white skin was a passport or pass for me to enter anywhere in India, today, India's changed, they will lynch me. So, so this reverse kind of a mentality, you know, we, we have to, if, if we think that we have, we are now a self confident, confident, assertive nation, then we have to reach a stage where we treat them with as much respect and dignity as any human being deserves. And if they if we feel there's something wrong, we react with, with respect and with dignity not like will kill you and who are you and you cheated us and I think this kind of a discourse reflects again our inferiority, I feel, I may be wrong, it reflects a kind of a that inferiority complex, which says that, okay, you treated me badly now, since I have, I've reached a stage where I have, I have money, I have a space in, in the world, I will also treat you badly. What does it reflect? I don't think it reflects good on our part. I think, as I was saying earlier, also, okay, fine, you, you people, it's, it's individuals, as we are saying, the abstract and the concrete individuals will be some may be good, some may be bad, but to, to interact with the abstract becomes a whole different world."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:51.960",
        "message": "So tell me about this journey from sort of playing cricket to thinking that you could write about it, like cricket at one point, you mentioned that you after being initially intimidated by the scene in Amritsar, you I think even when you moved to Chandigarh,"
    },
    {
        "speaker": "Guest",
        "time": "01:23:07.480",
        "message": "you got back to playing again."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:08.640",
        "message": "Yeah, I played for my campus team. So yeah, yeah. And you were a swashbuckling stroke player, was it?"
    },
    {
        "speaker": "Guest",
        "time": "01:23:14.320",
        "message": "I was a little bit both bowler and a batsman, bit of both."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:19.760",
        "message": "Incredible. And, and then you had a back injury and you kind of stopped playing and all of that."
    },
    {
        "speaker": "Guest",
        "time": "01:23:23.800",
        "message": "A great loss for cricket, but not for cricket journalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:26.160",
        "message": "So were you always interested in writing, or is it something that, but serendipitously, it happened that you got that chance and we'll speak about how you got into it also. But you know, before that, would you read a lot? Would you think I want to write?"
    },
    {
        "speaker": "Guest",
        "time": "01:23:45.200",
        "message": "Was that something that sort of? I had never imagined or thought about myself to, to become a journalist, to become a writer. I was like, like most of the students around me, wondering what, I mean, you get into BA graduate because karna hi hai, my parents, like any other parents wanted me to do, become a doctor, but I wasn't a good enough student. I would hardly get pass marks. So it was at that stage, Shekhar, Shekhar happened to be with me in school. And then I met Shekhar again in the university and he, he already was thinking of becoming a journalist. He had done his journalism course. He was freelancing and then Express opened its edition in 78 in Chandigarh and he straight away got a job and then he pulled me in and then Prabhat Joshi was the writer. We watched cricket together as I described in the book. So my getting into journalism was sheer connection. I mean, I do realize when I look back that when I, these days when journalism students probably come from journalism schools, they appear in tests and in my case and in most of my generation, I think they happened to come into journalism because they knew someone. Somebody's father was there. So his son became a journalist. So no, I had never even, I could never, I look back. I just think it's a miracle that was Shekhar my classmate in school and he happened to meet me in the university. Was it some kind of a miracle that, that some destiny wanted me to become a journalist because"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:35.600",
        "message": "I had never even thought about it. Yeah. And you've described about how, you know, there was some series and you and Shekhar and, you know, other people would go to this place to watch television and Prabhat Joshi, who was Indian Express, Indian Express, a resident editor started chatting with you about cricket and then said, okay, do you want to join me? I'm, you know, hiring a couple of writers and that's how it happened. And it just strikes me that how it's so, how so many things are so contingent and it doesn't happen like if you're in a different class or a different school and you never meet Shekhar, this sort of never happens. Have you ever thought about the counterfactual? Like what would you have been in those days? Where did you think life was taking you and how would it have?"
    },
    {
        "speaker": "Guest",
        "time": "01:26:21.800",
        "message": "Look, I was, I was, I mean, I don't remember how much worried I was. My parents must have been, I was, I was just enrolled in MA Literature, this thing. It was not as if that was my passion. And I was planning something big that I will become a professor or a teacher. And I was just thinking of enrolling, trying to look at bank exams, you see. Those days, I think banking jobs were important. Somewhere in LIC or bank or anywhere where you could get a job, I was, I was thinking about should, when to apply and I was also worried thinking that I'm not, I didn't have the confidence. I'm not good enough to, my math was like a lot of people's maths is very bad. And in those exams, your maths should be good. So I was worried, wondering what to do, what not to do. And I probably, if I had not met Shekhar, if I had not gone into journalism because of these connections or sheer chance happened, I would have been a bank clerk or something maybe through promotions. Maybe I retired as senior officer or I don't know."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:32.040",
        "message": "And you know, reading your book, there is one moment which really startled me because something that happened to you also indirectly changed the course of my life, which is that you were in the early 2000s, you were being considered for the role of the editor of the Wisden magazine, right? And you almost got it. But then at that final interview stage, you didn't get it. And the person who got it was Sambit Bal, started Wisden Asia Cricket. And and I joined Sambit. And what happened was before that in the 90s, my experience was television, Channel V and MTV. And then I tried to do a startup around 2000. But Nasdaq crashed, everything collapsed. And so I had nothing and nowhere to go. But I happen to know Sambit. So the same connection thing, right? You happen to know Shekhar. So I happen to know Sambit. So I got a job working with him. And then we bought Crickinfo and all of that sort of happened. And so I don't know what direction my life would have gone in and what else I would have done. I don't have a counterfactual. But I can guarantee you that it would have gone in a different direction. But just the events, you know, it's a set of dominoes."
    },
    {
        "speaker": "Guest",
        "time": "01:28:37.240",
        "message": "So the set of dominoes would go in some other direction. You know, something very interesting, what you're saying, I'll add to it. I was in Chandigarh and Rohit Mahajan, who's the Tribune Sports editor, who helped me in the book. He saw the manuscript and this thing. So we were there, it's only 15 days, fortnight back. And we started laughing. And he said that, look, if Shekhar had not met you, you wouldn't have become a journalist. And if you had not become a journalist, there are so many people whom you hired or you were connected with, they also would have suffered. So this is a chain. These are all chain reactions, which you don't know what connection, where and how. And actually, one doesn't even know what the alternate would have been. Would have been far better. I mean, how does one know? One doesn't know. You also wouldn't know that. You are happy with what you are doing. That's why you feel that. But if you are not happy with what you are doing, you might have thought that, oh, what my bad luck. Why did I know this man? He got me here. No, I would have thought that, oh, Shekhar, I wish I had not met Shekhar there. I'm so unhappy in this profession, which I was. See at one point when I am in Delhi, I mean, I believe that I will be going to become the sports editor there, which they don't make it. I am so miserable and unhappy. And that's the stage where I might have been thinking that why did I come into this profession?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:08.960",
        "message": "You're damn Shekhar Gupta. Yeah, no, no, it's interesting how, you know, little things, it's like a butterfly flies its wings and suddenly the weather in another country is completely different. I mean, that's, of course, sort of overstating it, but that's, it's, it's, yeah. So I read that little bit and I said, oh, my God, because I didn't know you, right? So I'm never joining Wisdom because I don't know you. I happen to know Sambit and he used to edit Gentleman and another magazine and I had written for them also. So there was some kind of connection. But otherwise, I am going on a completely different path. And who knows where it takes me. And so it's really interesting to sort of, I think, reflecting like this on these accidents of life should make all of us humble. Because whatever good has happened, it means so much luck is involved in the things that"
    },
    {
        "speaker": "Guest",
        "time": "01:30:59.720",
        "message": "have happened to you. We live in an interdependent world. You are dependent on me, I am dependent on you, we nobody, no individual is operating in a vacuum. If anyone thinks that things are happening because of him or her is living in some kind of a world which doesn't exist, unless we realize this interdependence. And this is again, I've learned from Buddhism, because for them, this is a very, very, the most important concept is interdependence. This interdependence has to be understood in its proper context to make you realize that be humble. You are nothing on your own, you are nothing, you're empty."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:42.320",
        "message": "Yeah, absolutely. And you know, if for all the listeners, if you're listening to this, why don't you pause, take a few moments, think about the accidents in your life, that, you know, got you to wherever you are, it could be a good place, it could be a bad place. I think, you know, one of the, one of the things I learned from my years playing poker, one of the learnings I took out is that in our lives, we underestimate the role of luck massively, you know, good things happen to us. And we let it get to our heads. We think, I am so good, I am so talented, and we become arrogant, or bad things happen to us. And we let it, you know, get us down. And we think, you know, instead of realizing that most of what happens to us is luck, right from where we are born to the genes we have to the circumstances we are in, to meeting"
    },
    {
        "speaker": "Guest",
        "time": "01:32:30.880",
        "message": "Shekhar Gupta in school."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:34.200",
        "message": "And to keep meeting him again and again in different cities. So there's just, you know, so much of luck, and that's a humbling thought. So you know, we'll, let's take a quick commercial break. And when on the other side of it, we'll, you know, get back to your fascinating journey through journalism. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, the art of clear writing, an online community has now sprung up of all my past students, we have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST, or about $150, and is a monthly thing. So if you're interested, head on over to register at IndiaUncut.com slash clear writing. It's IndiaUncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the scene and the unseen. I'm having a delightful conversation with Pradeep magazine, and we've just sort of covered his life to the point where, you know, where you've joined journalism. So you know, what's interesting is that all the other journalists have spoken before you on the show spoken to before you on the show, have wanted to be writers from the start. So they will be like, I used to read so and so, and I used to try reading this, writing this and all of that. And in your case, in a sense, is your love of cricket, and it's your, you know, sort of the circumstances and everything which take you into writing about cricket. So in that early phase, where you're being a journalist, how do you sort of learn to be a journalist? Because right now, somebody who's getting into journalism now, you have the world's journalism available to you, you have journalism courses online available to you, you have how to videos available to you, you can watch videos about writing, you can do all of that. But back in the day, we didn't have all of this again, everything would come in drips and drabs. So what is your notion of journalism, and how do you begin then, to learn the values of journalism, what is a good practice, what is not a good practice, are there any role models you have, or people who impress you?"
    },
    {
        "speaker": "Guest",
        "time": "01:35:04.040",
        "message": "You see, when I got into journalism, maybe my I see when you're young, especially when you haven't entered the adult world of jobs, and I was an idealist, like, I'm sure like my friends and other like, like, they're always these as a student, these values of wrong right are very strong in you. I guess they were in me as well. I got introduced to since I was doing English literature, so I was at least reading books which were fixed on the like, Dickens or Shakespeare studies, and though I was a bad student, but at least the living impressions in my mind I was. And so I had this, I think, strong, strong beliefs in right values and right values in the sense that you should be objective, though, the understanding of objectivity is changed no matter how objective you can be, one always comes from a point of view. When I joined, I realized that my language skills were bad. I mean, my mind may have been involved with a lot of different things, but my writing skills weren't good. First thing I did was I tried to find out what book can I read to understand the game better because I realized that unless you are on top of your subject, and that you should know the technique, I had played cricket, but that doesn't mean the level of cricket I played wasn't that high. But even that doesn't guarantee your understanding of its technicalities. The book I read was Don Bredman's Art of Coaching. I mean, that was the book at that time, everyone. Art of Cricket. Art of Cricket. Yes. So I read that book, it changed my whole writing style also, because I got into the technique of cricket far more seriously, which I hadn't done as a student of the game. It was like, go and play at the nets and if somebody offers you an advice, you take it. Then I realized Times of India had Ray Robinson writing in it. I got deeply influenced by, because I found that economy of words, I mean, there used to be a four, five, six paragraph report and he used to say so much in that limited space. It was an amazing experience and I started copying him. I mean, I realized that I had based my writing style on Ray Robinson. It was impossible to copy him. I wasn't good enough. My language wasn't my forte, but I started trying to be precise and condense. So these are two people, Bradman's book and Ray Robinson's writings, which helped me to write better. And maybe I used to reflect a lot also, because I would, like anyone else, read my reports and only find errors in it, that why did I write like this, why I didn't write like this. So I guess that's how I tried to improve my writing skills."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:16.440",
        "message": "Yeah, and that's what you said about, you know, reading your reports and always finding faults in it is something that I think all of us do consciously. And these days, like when I talk to my writing students, I talk about that process through the frame of thinking about one's writing facilities being divided into two things. And one is the ability to write and the other is a judgment of writing. So what when you write something and you read it and you think, oh, this is shit, what is happening is that your judgment is ahead of your ability at that point in time. But that's all. And that's a good thing, because it means that you keep working harder, your ability keeps catching up. So the more you read, and the more you write, the more your judgment evolves. And at the same time, with all the practice that you put in, your ability is catching up one step at a time. So it's actually an extremely useful process for a writer to look back at their work and not like it, because it means that judgment is evolving and the ability will kind of sort of get there, which is another reason I sort of tell my students that if you write something and you think it's rubbish, you know, that is not a reason to stop writing and to beat yourself up and say, oh, mujhe nahi aata, mere se nahi hoga. That is actually a reason to continue, because it means that your judgment is evolving. And it always evolves quicker than your ability itself. And it's just a question of putting in the work and the ability catches up. And Ray Robinson is a great model, like the other, you know, I often contrast Ray Robinson with someone like Neville Cardus. And I find Neville Cardus too poetic and flowery and all of that. And, you know, and I think there's a danger for a young writer to try to be like Cardus. I would be like, if you just go for economy of prose, like you said, chaar para mein itna kuch bol diya. You know, and Robinson is sort of a great example of that. What is the journalism world like in terms of, you know, the hierarchies and the kind of things you're allowed to cover, like you have a very interesting story before you became a journalist. In fact, when Shekhar was a journalist, where he went to, he was covering this tennis tournament in which Ramnathan Krishnan and Ramesh Krishnan, who was in a young teenager, were both playing. And he covered the whole tournament to the point they reached the final. And he knew it was going to be a front page story. He was very excited. Father versus son in the final. And he goes there. And at one point, then he sees the sort of the resident editor or the sports editor R. Sreeman walking in. And he realizes that shit, that guy is going to write the report. And that guy also had good reasons because R. Sreeman had seen Ramnathan play with his father many years back. Toh waha bhi narrative aag toh hai hi. But you know, poor Shekhar, the young journalist misses out. And I remember, you know, when I entered cricket journalism with Sambit's team back in the early 2000s, and I remember I was with a bunch of, you know, I had a bunch of young colleagues like myself, like Rahul Bhattacharya, and a bunch of us later on, you know, Sidhvi, who you mentioned in the book, Anand Vasu, who you mentioned in your book. And I remember at one point, I sensed this resentment from the older journalists who were in their 40s or 50s. And one of them who used to work for a news agency, one day took me aside and said, you know what ki, I started as a stringer in this news agency, then I worked with this big newspaper, it took me 12 years before before I was allowed to cover an India cricket match. Because first you're covering your local tennis match, your local this your local dad, you move up the ranks to be able to cover an actual match by India is such a big privilege. And you have to do so much to get there. So obviously, there are these young whippersnapper kids like myself who are like too oversmart, right? You think the word of yourself, because you haven't seen enough of it. And and you're immediately covering test cricket and you're like sitting in press box and being a hero. So what was that journey like through journalism for you?"
    },
    {
        "speaker": "Guest",
        "time": "01:42:13.000",
        "message": "See, when I started international cricket, wasn't that much there, no, the Ranji cricket was huge. You read stories, even interclub matches used to get huge treatment. So this aspiration to straightway become an international reporter, in the sense to write on India matches, wasn't there that much because opportunities were very few and far and used to get your proper bylines by covering Ranji cricket. A, B, there was also this feeling, which was among all my colleagues when I was young that there are these seniors who cover almost everything on their own, be it Olympic Games, there used to, I mean, there were no specialists. Right now you have like somebody's covering cricket, somebody's, they're different people. In my period, it wasn't like that. I think the sports editor or whoever was senior and had greater access would cover everything. They go to, R. Sharimaan has covered, would cover World Hockey, would cover Olympic Games, would cover cricket series, though Times of India had K. N. Prabhu, who was probably more senior than him. And so there was this hierarchy was there and it was difficult to break that hierarchy. So I'm again, I would consider myself lucky that I was in Chandigarh, which wasn't the main centre for Indian Express, Express was in Delhi and yet I started getting, people thought maybe I write well. I think more important than that was that, see, journalists used to have an annual gathering, get together or there was a federation and they used to organise interzonal cricket tournaments. So I, since I had played a bit of cricket, I was a major star for North Zone in that period. So I helped them a few times win the championship. That actually probably played an equally important role in other people accepting that this cricket plays well, so give it a chance, even the office thought. So those things, I think I was lucky to get those breaks. But there was a very strong hierarchy, very strong hierarchy, which is less now. I mean, there would be more heartburns now because there are more people, more, I would say the quality of journalism today, unfortunately, maybe print is not giving, providing enough space is far better than it was during my time. There are people who are trained, who have done proper studies, they are not people like me who just happened to get a job and become a journalist, the people who aspired for it, trained for it, they are better writers, but there may be greater heartburns because they are better writers and their numbers are high. So they compete with each other, younger people get chances to cover international cricket. So maybe that is there. But at the same time, for me to say that in our times, things were wonderful would be very wrong, wrong perception or wrong, convey a wrong, wrong thing. No, it wasn't. It wasn't. People were, we were all like upset all the time, like, look, we don't get chances. I would get a chance to cover a Ranji game outside Punjab because Faridabad happened to be in Haryana, but though close to Delhi. So even going to Faridabad, my getting a Ranji game was a big deal for me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:41.920",
        "message": "And there's another beautiful passage I want to read out from sort of from your book, where you write, quote, until the 80s, publications use metal typesetting, the operator or typesetter keyed in the stories from the journalist typed copy with editing marks. The Linotype machine created a mold of each line of type using lead, and these were assembled into the various pages of the newspaper by a page maker, a specialised job under the supervision of the subeditor or the chief subeditor. It was a difficult job, but it was made to look easy by this skill. From today's perspective, where technology has made the job so easy that the same person can write, edit and make the page, the work these guys were doing seems impossibly hard. The monotony of editing a piece, giving it a headline, then proofreading the manually typeset copy, and finally supervising the page making would take about 10 to eight hours, stop code. And I'm not reading this out only out of a sense of nostalgia or to tell people today that hey, you have it so easy and all of that. But I also want to sort of then think about how the process shapes the work that you do. Like I think the big advantage of say, being able to sit down and just type out a report and hit enter and it is published immediately and people can read it means a number of different things where on the negative side of the ledger, it means that you don't perhaps take as much care as you normally would, if you were, you know, going through this entire process, writing one piece in eight days, and all of that. But at the same time, on the positive side of the ledger, what it means is that you're getting much more writing done, all these little points of friction have vanished, you can just focus on the actual craft of the writing or the storytelling. And because you're getting much more of it, you're getting better at it much faster. You know, it's kind of, it's just something that I think about that, you know, when I first started writing, it was by hand, and then I used a typewriter for a little while and then computers happened. But to me, it seems there are different processes, when I'm writing by hand, you know, it is much slower, it can't go at the speed of my thought. When I'm writing by a typewriter, there is still a consideration that has to go into it. Because there is no backspace. If I make a typo, or I change my mind, I can't just backspace it and write it again. The computer is a different process. You've been through all of this from writing with hand by typing stuff and somehow finding a place, whatever, you know, all the technologies, do you feel that the process itself also then changes the kind of work that you're able to do? You know, just in terms of something is more considered and thoughtful, or something can be longer, for example, when you're writing for the internet, the great advantage is the advantage of space, you don't have to be four paragraphs or five paragraphs or a Robinson, you can be longer if you feel it justified. So what are your thoughts on the different ways in which form has evolved and how that's affected your work?"
    },
    {
        "speaker": "Guest",
        "time": "01:48:46.680",
        "message": "Well, I think human beings have great capacity to adapt. I mean, if I look back and reflect on your question, which I have done earlier, also, I also used began by writing with hand I was not I, I learned once I got the job, I learned a bit of typing in a typing school, but I think there is this lazy dog runs over the which in which you can like all the keys, your 10 fingers use all the keys. Typing I mean, at that time, one didn't think this as a disadvantage when one was doing it. But now looking back, obviously, typing has this huge disadvantage of not whatever you have written, unless you change it, I mean, throw the paper and insert the paper if you have made mistakes, or if you think no, the chain of thought is not okay. See, the computer has this huge advantage of you can write first, and then readjust paragraphs which were or redo them also, which is not possible while you were typing. But that also meant that subconsciously, since you're aware that you can't afford to make mistakes, you were more attentive to you were more because you know, you know that look, it will be difficult for me to now I finished one page. So let me be more thoughtful, let me think a bit more seriously before I start typing. So I guess that training because of the requirement of what you're doing, because you can't keep on throwing papers and it takes time and journalism is what it's like you have to meet a deadline. It's a work in a hurry. So yes, I think today's people have this great advantage. I have this great advantage now if I write anything and it happened in I think the first time I used a laptop was I think in for England tour in 96. You had you sold your car to buy a laptop, you've mentioned that was in 97. So here was this office laptop, I was in Express at that time. And that's the first time and it was it was a wonder machine. I mean, you would wonder that look, I can do anything. I can like write a para and change it and without bothering about the typewriter, it will make less noise also it look mostly can and it saved a lot of time and at the same time since you were at such later age in the early 40s being introduced to a technology which was widely different from your typewriter. Typewriter was like a metallic machine which could pick up and throw laptop or something which was which was so precise and so I mean, technically like no you felt that you have to safeguard it and you're fearful also I would I remember that one would press a button and say press the wrong button, the delete, we were not used to it, copies would vanish, then you would be in panic. So you'd always key in with a lot of fear that nothing should go wrong. The copy shouldn't vanish, it happened with me a couple of times, you've written a report. And obviously, now I know I'm much more technical, technically, laptop is likely using a typewriter now. So I knew I used to press say, delete, undo, not undo. So you frantically search for some expert to tell you what to do, what not to do. But yes, your writing skills obviously would be better, better because you spend less time but do more. It has changed. It has changed. But at the same time, I am saying that when you look back at people who have written at that period, I'm sure if they were using laptop also the language would have been the same because language is as you are saying, product of the times we live in. It's not as if their language would have changed. Maybe they might have become written more carefully with less attention but more care because you have time, you can do faster. But we adapt."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:55.880",
        "message": "So, you know, when you talk about your wonder at seeing how a laptop functions, and I totally shared that, I think of this quote by Arthur C. Clarke, where he said, quote, any sufficiently advanced technology is indistinguishable from magic, right? And that's how it seemed to us that, you know, and, you know, you mentioned in your book about how in 97, I think when you were in the Pioneer, you needed a laptop to go on this tour, and you actually you needed 30,000 rupees, you had to sell your car to, you know, raise the money for it. And I remember around that time, perhaps, and I wasn't a journalist, of course, I was working as a scriptwriter in television, but I badly wanted a laptop as well. Because in my office, I didn't have access to, you know, access to computers was not so smooth. I worked in channel V at the time, I remember, and we just had sort of one computer in the entire office. And it wasn't with the scriptwriters. It was with the PR department, you know, and we had to, there was this big political fight that we, you know, wanted to use it, but they would be very possessive of it. So yeah, so and something that we take so completely for granted today, like I cannot imagine sort of life without it. Now, what's what you earlier sort of said, which I found really interesting is that you were sort of not someone who was very outgoing, kind of, you know, kept to yourself and all of that, until you started drinking. And in your book, you have, you know, you talk about the sort of the cocktail parties that would happen with the press conferences and all of that. And there's this one hilarious story, in fact, which I really enjoyed about how, you know, in one of those parties, there is a guy who doesn't drink, a colleague who doesn't drink, who you find is on his sixth Bloody Mary. And then you go to him and he says, yeah, Pradeep, this is fantastic tomato juice. And I was also struck by this passage there, which I'll read out, where you say, quote, with most of the journalists having several drinks, one would think that the next day's reports would have had factual inaccuracies. But this was rarely the case, or at least we believed so. Most of us had become experts at decoding match details from the scorecard, with live television coverage not reaching every home, and in any case absent from the games we covered, the facts were what we wrote on in the paper, even if on occasion, they may have been at variance with reality, stop quote. And this also tells me like, you know, there was this Wisdom, of course, published almanacs, but they also published something called the Wisdom Book of Test Cricket in I think, 77-78. And my dad got us a copy of that. And it had all the Test Match scorecards until then. Of course, in that time, there weren't even that many Test Matches, so they could fit in one book. And I remember that one of my favorite activities was to sit there and go scorecard by scorecard and make stories in my head from whatever I could decipher from this thing. So that sense of, you know, you're doing that from the scorecard also, I mean, that's how we consume cricket at one point in time, right? There was no TV, no YouTube, no reports for most of those matches. That's what we did. But the question, therefore, is that how like one of the things that you used to be very disquieting for me when I was a journalist, the first thing I noticed as a young journalist in the press box, is that most of the people are not watching the cricket. You know, kabhi kuch aawaz aayegi toh they might look at the replay, but most of the people are not watching the cricket. And I remember discussing this with a colleague that are we are cricket journalists, we're not even like kind of watching the game, right? And is this something that you saw and that you noticed because a lot of the journalism in a sense, then becomes kind of lazy where you, you know, ki shortcut le liya ki, you know, scorecard se you kind of figure out what happened and then you make up stuff around it. Like even that earlier example, R Sreeman walking into the Ramnathan Krishnan versus Ramesh Krishnan match and you point out that he missed most of the match, but he put together a report with a lot of flowery prose and with a lot of whatever from the bare facts without actually immersing himself. Is this a danger that journalists face that you become jaded? So you stop watching because initially, I guess, excitement bahut hai, you're watching every ball you're trying to maybe you're too excited, trying too hard to find narratives and stories in there. But is there a danger that later you get jaded, and you're just going through the motions and like these are the two sort of extremes you can go to?"
    },
    {
        "speaker": "Guest",
        "time": "01:57:20.240",
        "message": "Yeah, there is a danger I thought about writing about all these things about drinking about I mean, I wanted to convey a picture of journalism, which was more truthful than this fancy dream world you create that look, we worked hard and we knew the game and we were passionate about it. At least my experience, I'm narrating my experience, I'm not saying they weren't there. In my experience, also, there were journalists who even then they were young, but probably they didn't, they were there to they got a job and maybe they got a job like I did. And then they were now not, not understanding the game or not working to understand the game. They would write cliches. You see, when you write a match report from scorecard, you will write in cliches, no caught behind, edged, slip a catch, edge, cover, mistime, you create a story out of cliches. And since nobody is there to, today's reader, if you make mistakes in a print report of a match will kill you, they'll write to your editor and you because they've seen the match, they're saying what rubbish this man is. In our time, that was a luxury, which not everyone took advantage of that luxury in the sense that okay, kya farag padta nahi, dekha dekha. And then if you are in press boxes, where drinks are being served, where that reporter like the moment he realized that his tomato juice was laced with vodka, he suddenly felt giddy and said, yo, I'm going home, I'll sleep because he realized that he may not be able to write the report and he'll sleep properly and then make a report from the scorecard. So this is a kind of dishonesty, which was prevalent of the specific periods I was involved with in Chandigarh, which I may have also been guilty of. My advantage was that I, unlike a lot of the others, I at least had played the game, even if it was at a college level, I could instinctively at least basic errors I wouldn't make. I mean, there are things which instinctively if you understand and know a game, you won't make that mistake of, you know, it will register even if you're not watching it very carefully. But it was wrong. And yes, the danger of jadedness is, I have always wondered and especially wondered at people who have, I used to, remained as cricket writers for 30-40 years, and I would marvel at their capacity to have that concentration, that passion to watch a game carefully, because there are people who do that. I mean, I'm writing of, it's not like as if everyone is doing that. I'm just writing of a specific period. But there are wonderful writers who, even at later ages, you watch them, you just admire, they just sit in the press box and keep on watching, and till the end, they don't move. But there are people who get jaded, and they get so jaded that it's like, like they're bored with. The problem with doing something every day is that you get bored with that work. And once you get bored with that work, you might take shortcuts, so it's okay, we'll watch the replay, we'll ask someone, I'll trust someone. The most you can do is, if you're clever and this thing, you will ask a person whom you know has watched and understands the game. You won't make the mistake of asking someone who, like you, hasn't watched also and doesn't even understand the game. At least you will do that to trust a person, you know that when you're writing, you won't make a mistake. But there is this, a lot of people get jaded. I got jaded far early in my writing, because somehow maybe I was interested in so many other things. I mean, cricket wasn't for me, since I had just stayed into journalism. Maybe cricket writing wasn't for me that be end of everything. So I was interested in doing so many other things or that I got bored with match reports very early in my life."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:37.920",
        "message": "But one thing that you seem never to have got bored with and that I think you did very well from what I remember of your journalism and what I see in the book are other human stories of actually talking to cricketers, the profiles that, you know, there you were, there's a much sort of greater engagement. So did that always, did that side of it always interest you?"
    },
    {
        "speaker": "Guest",
        "time": "02:01:59.240",
        "message": "And then I think I was probably more interested in understanding human nature and understanding. And if you see in the book, my interactions with some of the top cricketers of that period, which were common to people who are covering at that time, because the accessibility was far greater, it was nothing special to me. But I think I since I was more interested in a in human nature, be in not, not idealizing cricketers like like the danger of being in journalism is that you, you basically you are a fan. You can't deny the fact that no matter how much you say that, no, I'm here as a professional, we are fans, you know, we admire those skills, we, so beating a Tendulkar itself becomes an event, whatever, whoever you may be, you may think you are a journalist, I keep my distance. I somehow very early in my life, lost that idealizing capacity, somehow, because I saw them as as human beings, and I was more forthright and more like treating them like as equals, which probably might have helped me in reconstructing those era because I write about say Ganguly Dravid interactions or Chappell era, I see it from every perspective, I see it from Dravids, I see from Ganguly, I even become a mediator kind of a thing I like, like maybe, maybe my own distance from them, I would never, despite having known them in the sense that if you read the book, it appear as if I was in friendly terms with them. It wasn't like that. I would keep my distance. I would hardly like, no, try to see a lot of journalists try to follow a cricketer follow a captain, seek his court, see his exclusive, keep on troubling him, give me an interview, give me, I would never do that. So maybe that helped me that whenever I approached them, they would take me a bit more seriously than look, maybe my grey hair helped, because it's been grey since the last 30 years. So I think maybe my training in a bit of English literature, my own, I was a great follower of cinema. I think one of the biggest influences on me when I was in the university was watching Kurosawa's Rashomon Gate, I suddenly I couldn't sleep for days, because I suddenly realized that, that to believe that there is one truth. And here is this film showing you multiple truths and even then you don't know what the truth is. I mean, the same incident seen from say, four or five perspectives, and all the five perspectives are different, the people, the person who's narrating that story becomes the hero in that the saviour in that, or a good person, the rest are villains. So everyone is a villain from multiple perspectives, and everyone is a hero. So it disturbed me so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:10.960",
        "message": "And I actually caught a glimpse of this in, you know, when you write about what is happening between Dravid and Ganguly, for example, that Rashomon effect really comes in, because we are getting it from both sides, right? You're speaking to Ganguly, and you're speaking to Dravid, and you're getting all the different points of view in there, which I found was sort of beautifully done. And you know, we'll, we'll, of course, talk about those sort of as well. But a follow up question on this, which is that, in your case, you're talking to both Ganguly and Dravid, and you're getting all those points of views, and you know, everybody and you're making that effort. But in many cases, I feel that access and what it can get you is a double edged sword. Because on the one hand, you're getting insider dope, which you have no other way of knowing. So you're getting a deeper insight into what's actually happening. But on the other hand, the incentives of access are that you don't want to piss off the person who's given you access. Because if you lose that access, you know, you are one step behind your competitors who might be able to talk to the person. So therefore, you know, that can become a factor for some journalists where you can't then piss them off too much, your coverage has to be dictated by that. Like at one point, you're right in the 90s, that you were a little disheartened when Azhar was captain that Azhar only spoke to the small coterie of people around him. Similarly, I remember in 2006, when we had gone to Pakistan, I was sort of blogging also at the same time while I was writing for the Guardian and so on. And one of the things I blogged about was a Politburo and the Politburo was of course, a group of Bengali journalists who had access to Ganguly. And every story they would write would be from, you know, keeping Ganguly's interests in mind. And, you know, I remember a couple of them glaring at me and giving me angry looks at one point in time. But that aside, I think, what do you feel about these trade offs? And if there are young journalists listening to this, how should they navigate these trade offs? Because on the one hand, it's good to get close to the subject. So you get insider info. But the point is, one, that access is always conditional. And two, that access can bias you, you know, even if it is not, the access isn't conditional, because you're close to one person, you will subconsciously get biased towards that point of view. So what would your advice be to a young journalist and as an as a journalist yourself and as an editor supervising so many other journalists writing for you, how do you think this is best navigated?"
    },
    {
        "speaker": "Guest",
        "time": "02:07:33.360",
        "message": "I think the first lesson to be learned is to stop being a fan. Try stop being a fan. I'm saying that it's difficult because you are a fan. That's why you come into the profession, you know. Stop being a fan. Tell yourself that you're dealing with the skills of these players. Otherwise, they will, as human beings, they may be as good or bad. They have a discipline in one, this thing, their skills are great in that discipline, they become great players. Second thing, this access, it's a very tricky thing because your newspaper, especially today's newspapers or television, they demand access because you want to break stories. Now access comes with this baggage of, then you have to, you become biased. You have to please that person because otherwise he won't give you access. Now, what do you do? In my period, especially till the large chunk, even when I retired, maybe because I had been part of the, when print was the king, I mean, print word meant everything. There was a time when there was no TV. So players used to rely on the print or selectors and everything to find out or to use the print writing to even further their agenda. Like this fellow, if they didn't like a player, say, you wrote in the report, you didn't play well. So, in my case, I learned my lesson early, which I describe in the book also, Kapil gives me a big interview and then denies it later. I was a young rookie reporter, it hurts my professional credibility. But I also realized that don't be close to players. I went to the other extreme at that time and I could do that. I stopped being interacting with any player. I mean, this kind of a thing went on till, I mean, interact with a captain or a player only if it is strictly required at a professional level. Otherwise, no, this thing that you like try to ingratiate yourself to him so that you can get good stories or I stopped doing that. It had its pitfalls, but somehow I survived. I think another lesson which is very important to learn is you have to be good at your work. I mean, the subject you're writing on, you have to be so good that even the people whom you're writing about, look forward to reading you. I mean, if you can do that, I mean, that's why you are in the profession, you are not just writing for a reader, you are also writing for people who are playing that game. They also like, they would also want to know what they have written. And if your judgment of a game or of a player skills or of that day's innings or of a spell is very close to what has happened from technical point of view, from the situation the match is placed in, even the player, even if you have been critical of him, realizes that this person is not coming from a perspective of bias. He may even want to read it every day. I want to read this man, what has he written about me? What has he written about? He may be learning from your writing. If you can reach that stage, I mean, you get a different respect from those people. Because they also, I mean, like their craft, you are also dealing with one craft. So if you can become in that craft as good as the players are in their craft, you will have a lot of respect, you will have, people will talk to you, even if you have been critical to. I don't think there have been many journalists as critical of the establishment or even of players as, I'm not like trying to praise myself, like it's not, I'm not coming from that perspective. But I have been a very, very, my opinions may have been wrong. People may have said, what nonsense is he writing? But there have been strong opinions. Yet I have never been denied access by, as this book bears testimony to. I remember one of the best compliments I think I was ever given was the one of the members of the Politburo, wonderful word you coined for the clique. So in West Indies, when World Cup 2007, when I write in the book that I call up Dravid to wish him best of luck against the Sri Lanka match, because I had almost envisaged that we are going to lose because the team was in a disarray. This member of the Politburo meets me and he says that the only journalist in India today whom both Dravid and Ganguly talked to, I thought it was, it's a great compliment. Because there were camps and there were some journalists in one camp, some journalists in other camp. And if I could manage to create this, even this impression among the reporters, especially among the Politburo member, that's not only Sourav who interacts with him, even Dravid interacts with him."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:05.000",
        "message": "That is a fabulous compliment. And in fact, that whole Nagpur incident, you know, you've narrated it so well from both points of view, which, which I, because you're speaking to both the players. So you're getting the inside view from both, you know, what Ganguly thinks about it and what Dravid is saying is happening. I thought it was great to sort of, I mean, I was an active journalist at the time I was, you know, covering, you know, I was in journalism. So I kind of knew a lot of what had happened, but you've given this inside view from both the Ganguly and the Dravid point of view from both the horse's mouth, as it were, which I liked. And there's another bit where you talk about how, despite criticism, they still remain friends where you write, and I'll quote this paragraph you write about Mr. Bedi, where you say, quote, I remember doing a critical story on him in which I wrote that Bedi needed to be present in Punjab to see its cricket structure firsthand, if he was to understand what was needed for improvements. This is when he was Punjab cricket coach, by the way, I also hinted that some wrong selections were being made because Bedi was misled by Punjab officials. The morning my story appeared, Bedi barged into my room, turned his backside towards me, bent over, and in a tone more sarcastic than bitter, said in the crudest of Punjabi, Mar lo, jinne maane hain mar lo, and then you translate that stop code, which I found so charming. And obviously, he's still your friend to this day and all that you have that sort of affection and that's really you and that only you're right just comes with doing your work so well that they sort of respect you for that alone. My next question is about how just what a cricket writer is doing or what they are supposed to do. The brief of that itself has changed. And it changed in a very big way with the television era, because before the television era happens, you're writing a match report where you have to describe events, what happened today, you know, that is what the reader wants to know, because the reader has no idea. And that's your job. It's a that is a narrative, it's it's sequential, and it's like these other things that happened in the day split. Once television comes on, and a significant chunk, at least for international matches, a significant chunk of your audience knows what happened. They have the narrative, and especially more acute today, when they know what happened in real time on the internet, the brief of the writer obviously changes. So now you no longer have to do a linear description of what happened. Instead, you pick some other narrative within the day. So maybe there is some engrossing battle with a spinner bowling five maidens to a particularly patient batsman. And that can become your dramatic arc for the day, or you find other dramatic arcs, you know, within within the day, like, you know, to take a dramatic arc from a match in an earlier generation in your book, you write about how in 1974, when the Indian cricket team played there, you know, an entire day would go by when Wadikar is not even talking to his spinners, right? Because of how relations are, and that's a dramatic narrative arc. And what I and I, of course, sort of joint cricket journalism at a point where it's very much shifted already, where, you know, we would do what we would call a bulletin, which is the linear report, but we'd have other things around it. And even within the linear report, it's just you don't just have to do event, event, event, you can look at larger things. And I would think that this not only changes the reports themselves, which is trivial, of course, it does, but it also changes the way that cricket writers now watch cricket, where they are not watching, because they have to cover the events which happen and write them down. But they're watching at a different meta level where they're looking for these stories where they're looking for these other angles. Now, given that you really straddle these eras, you know, you straddle the pre television era, and then you will post television era and you were an editor yourself guiding so many writers, do you think that that changes the way you watch cricket to begin with, that your imperatives change? And you know, so give me a sense of what this evolution has been. Because I actually, you know, left cricket journalism in 2008, 2009. And I'm sure it's evolved a lot even since then, because now there is just so much material on the internet, everything is real time, and so on and so forth. So give me a sense of the evolution of cricket writing."
    },
    {
        "speaker": "Guest",
        "time": "02:17:17.800",
        "message": "Well, I also left active reporting in 2007, that was my last event I covered was that World Cup. Apart from I went to see Ganguly's retirement match, because I thought he had promised also an interview and also I thought I'd watched his debut. So let me. Yeah, it has changed and it's changed dramatically. When I started match report was the only authentic document of what had happened of the day. So there was no recording of the event, either the match report or people who would have watched themselves live with television coming in, when people watching, so suddenly everyone would say that, look, why are you writing a match report? Why you and especially those statistically oriented, boring match reports, where, what ball a four was hit, when was the maiden bold. So what do you do? You are not used to the new era has dawned in. People are watching you, you become almost redundant in a way. Now do you change your style? You have to change your style. Then you capture, as you say, these moments and build a narrative. And every report has to be readable in the first place. See what no matter what you write, the reader has to get engaged in it. I mean, why is the reader coming to your report is because he's interested in that game. He's coming to that. My thing to my reporters at that time was that, look, don't forget the fact that a match has there has been an event on the day. There are a lot of writers who forget the fact that they're writing about that day's play and they pick up one thing and write from beautifully written. I'm not saying that it's not beautifully written, but when you read from first line to end, you wonder what is it about? Oh, okay. I enjoyed reading it. So I would tell them that, look, develop the skill of weaving this moment with introduce the match also. I mean, this narrative shouldn't forget the fact that so-and-so has happened, a match is placed in the context, whether you need runs to win or the wicket is bad. So you bet it badly. So there is a past and a future likelihood, which don't forget that. But there are such wonderful writers these days. And I know one looks forward to even reading their that. But at the same time, I see a lot of young readers complaining that they read about it. But what is it about? So it's a difficult situation for a journalist. I think still British journalists still, I think, stick to the whole formula, do they? I think they do."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:23.320",
        "message": "I haven't been reading recent cricket journalism, to be honest, I read a lot of football, but I haven't, you know, so I go to the Guardian every day. So what does the football reporter do internationally? It sticks to? No, I think the football reporter won't do a blow-by-blow analysis, they'll do a lot of stuff around it. And generally for every match, and this was a formula we used to follow, there'll be one report, which is kind of a report, but not exactly linear, which can flow around, but which is kind of a report. And then there'll be other pieces on the match, which, you know, we look at other angles,"
    },
    {
        "speaker": "Guest",
        "time": "02:20:55.840",
        "message": "colour pieces, comment pieces. It has an advantage that there is a scorecard, and if it is a detailed scorecard, you can get the sense of what has happened on the pitch. Then you can, around it, weave different stories. So that's why I think the present-day journalist has a much more difficult job to do, and his writing skills have to be really, really good to engage his readers, his or her readers. And that's why he needs to be at the top of his subject as well as his craft. See, unless you are at the top of your subject, you understand your subject, you can't weave other stories also. Because it's through the understanding of your subject, you pick up those moments which you think are important and need to be described at length."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:48.760",
        "message": "Yeah, absolutely. And just thinking aloud again, what we earlier discussed about cricketers, that the ecosystem is so much better, pedagogy and learning cricket is so much easier, and therefore, you have much more depth in cricketers. Would you say the same is true of cricket writers?"
    },
    {
        "speaker": "Guest",
        "time": "02:22:07.600",
        "message": "Well, their writing skills are definitely better. I mean, I can see that. Everyone can see that. Yes, they're, see, it's easier, they're better trained, far better trained than I ever was. By editors like yourself? No, no. I mean, maybe through experience, but they're better trained even in their colleges. You have colleges which train you in journalism, there are colleges which train you now in sports journalism, there are colleges which train you in your writing skills. You yourself do this. You train people in writing better, not just sports, but any subject, basic concept of what good writing is. So there are people who are trained in that, and they are better. But at the same time, I would say that the earlier generation good writers would have been equally good today, if they were there, and there have been still wonderful writers of that the earlier era. It's not as if, as if they were bad writers, they were good writers."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:11.760",
        "message": "Yeah, I mean, I mean, the most memorable cricket writing that I read is really written by people in that generation. But there's a selection bias, I'm just kind of, I don't read as much of a volume of cricket writing today as I perhaps should. My next question refers to something we discussed, but from a different angle, like we spoke about how there is a danger that in journalism, writers can become jaded, and they can go through the motions and they're ticking boxes and all of that. And that is just at the level of, you know, the everyday sort of routines of the job and how you handle it. But there is something broader there that, you know, I want to ask you about, which is that when we talk of journalism, at one level, it is a profession, that is all it is people want to read what happened. A journalist is someone who will collect the facts, write a readable report, put it out there, there's a functional element to it. The journalistic outfit is therefore a business, there is supply and demand, you're fulfilling the demand with your supply, and the profit and loss statement matters. And beyond that, values don't really matter, it just matters that you fulfill the demand. And there is another view of journalism, which is a romantic view, which will be that no, there are certain values which are core to good journalism, you know, that of like, the whole notion of say, afflicting the comfortable and comforting the afflicted, you know, which is such a cliche also. But that whole notion of doing the first draft of history, as well as you can, with all the integrity you can, and so on and so forth, you know, there are certain values that you bring to the game. I agree with you that objectivity is impossible per se, because everybody is who they are, they're coming from a particular place. But within that you make the best good faith effort, you know, to do justice to the facts as you see them. And there is today a conflict, I think, I mean, there's always been a conflict, but today, it seems stark, a conflict between these two visions of journalism, where on the one hand, somebody who owns a journalistic outfit will say profit and loss, you know, if for example, the government of the day doesn't like what I'm doing, and they do, you know, carry out an income tax rate on the other business that I run. So I'm going to toe the line and I don't care about your final values, you go to hell. And on the other hand, people believe and in a way, I believe that there is something there are higher values that you have to kind of fight for, and that matters. And this again relates to the whole jadedness thing, that, you know, you can get jaded in terms of the sort of routines you follow and all of that. But you know, some people can get jaded, and some people can always just try to look at what they're writing about in a fresh way. And equally, some people can treat it just as a business, it's functional, but some people can always keep those higher principles in mind. So what what's your view on all of this?"
    },
    {
        "speaker": "Guest",
        "time": "02:26:09.760",
        "message": "See, ideally, obviously, who would not want to say that the higher principles are more important. I mean, those higher principles are not that you, you are like doing something which you're not meant to do. You are meant to, say, for instance, you take a match, you are meant to report the match as faithfully possible to your readers what has happened. Your role is very secondary, actually, you are a medium, you're not doing the actual job, you are not the main player in that, you are just conveying. Now how do you convey that? You can only convey that as I was saying earlier, also, you understand that, see, one of the principles of reporting a match at that level is that you are so good at understanding technically, the skills of the game that you can report it faithfully. Now that itself is an ethical principle. I mean, now this ethical principle doesn't require any great sacrifice, it requires sacrifice in the sense that you have to train yourself for that, how good are you for that. You have to be, I mean, as a journalist, your job is, what is a journalist's job? To report faithfully whatever he sees, that itself requires to see the truth or to see something as close to truth as it is possible within your capacity. So these are higher principles, I don't think these are higher principles which require you to go on a fast or become an activist, no. Now you're talking about ideologically inclined journalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:04.720",
        "message": "I think what I do is go outside the context of cricket, you know, and just talk about what is happening in the space of political journalism or just in a matter of reporting what is happening in the country, because too much of our journalism, quote unquote journalism today seems to be about narrative battles, and not really about what happened. And I think just to reframe my question, I think I was imprecise when I sort of expressed myself. But to reframe it, my question would be that, in that broader context of writing the first draft of history, is it possible or sustainable for those higher value journalism to be done? Because when the environment is the way it is, you know, then it almost seems practical, that if I am running a journalistic outfit, I'll be like, I want to keep running my outfit, not get into trouble with the government, because you can shut me down. I want to keep making profits and give people what they want. If they want Annab Goswami, I will give them Annab Goswami and 40 shouting people on a screen. Right. And there is a certain cold monetary logic to that as well. So is it and you see smaller people who have less to lose, and because they have less to lose, they can fight. So you see smaller people like the news minute or a scroll or alt news, and so on and all fighting this, you know, and even those guys, if the government really cares about, you know, starts caring about English media, they can stomp them down as well. So my question really is that, you know, is there a space is it sustainable for values based journalism of the kind that we're talking about to survive in cricket, of course, is not much at stake. I mean, everybody wants to describe the facts."
    },
    {
        "speaker": "Guest",
        "time": "02:29:45.800",
        "message": "No, even even in sports journalism, cricket journalism, it's becoming difficult because there are sponsors who advertise in the newspapers and they pay them huge money for advertising. And you can't like if you want to be critical of something wrong has happened, you are prevented from doing that because the paper's profitability suffers. So it's a difficult situation. It's extremely difficult to be an honest journalist, even if you are ideologically inclined towards the same government, which is controlling power. Because if you're an honest journalist, even there, you may be logically inclined towards them. But at the same time, if there are wrong things happening, there are corruption happening, if you are treating people badly, if the policy has gone wrong, you will be critical, even if you are if you are left liberally inclined, like what happened during Congress's regime. Maybe they were not as controlling of media there, even their own people who are inclined towards their larger policies were critical of them or harshly critical of them. But today's time, I mean, it's a very, I don't want to become, I don't want to pontificate because it's a difficult situation. People have to make a living out of it. It's after all the career, it's not that they are activists and they're making a living from something else. So what do you do? And the question is that with such kind of a draconian control, what does a journalist do? I mean, it will be very difficult for me to be in their shoes and say that, no, no, no, I will like, I will still be critical, I will write what the truth is, even if I lose my job. It's easier said than done. Somehow, some balance has to be needed and we are at a very critical point in our society, in our state. And where do we go from here? These are questions which I think I am incapable of actually, I wholeheartedly agree with you that these principles are, I mean, more important. And I'm sure there are still people who are adhering to those principles at a great cost to themselves. And that's why you need to admire, respect and marvel at their strength to fight."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:17.560",
        "message": "There's sort of another question, and this, you know, comes from a number of points in your book. And there is this incident you narrate in your book, which you recall as a chilling incident that you haven't been able to forget. And I'll sort of read these paras out because it chilled me as well when I read it. And at the same time, seemed not, you know, like, why should it be unfamiliar to any of us given the way the system works? And you talk about, you know, you're talking about a particular point in time, and you write about the Patiala District Cricket Association, and you say, quote, the Patiala District Cricket Association was taking good care of us. One of the dinners thrown by them ran late, some of us got a bit too drunk. So one of the public relations officers, PRO of the Punjab government was given the responsibility of seeing us to a hotel safely. He was a burly man with a big turban. I was asked to sit in a jeep in a parking lot. I probably dozed off in the front seat. And when I woke up, I realized there were two people at the back. I gathered that one was a public relations man. And the other was a professional photographer who was assigned to cover these kind of events for a fee. What startled me was a desperate tone in which he was pleading with the PRO not to stop giving him work as it would affect his earnings. The PRO was stern and rude, saying how can you refuse our demand fulfilled at first and your assignments won't stop. The photographer continued pleading. Please understand she is my daughter. How can you ask me to do this? Ask for anyone else. I will do it. But not this. Stop quote. He was begging. His voice choked. The burly Sikh wouldn't budge. Like the debauched Maharajas of old, he said, no one can refuse us. Fulfill the wish and it will be business as usual, otherwise dot dot dot. By then I was wide awake. And these are your words. By then I was wide awake. Was this for real? Was this conversation really taking place? A wave of emotions, fear, disbelief, disgust, and even a feeling of humiliation overwhelmed me. And this conversation haunts me even today, that PRO went on to become a very influential man in Punjab's political setup. You know, later in a different part of the book, you speak about, you know, the corruption within the cricketing ecosystem itself, which we know about. And one example you give us of the great bowler, Rajinder Goel, when he was a junior selector, you know, he insisted on picking one boy in the, you know, the junior team. And people kept asking him, why him? He's done nothing. And then he said that, no, no, he revealed that this kid is the son of the postman. And the last time I didn't select him, all my letters kept getting misplaced. So I just don't want my letters to get misplaced. I can't think of any other way, you know, which tells you about the different ways in which people have power over your lives. And in this case, it's a humble postman, but obviously, you know, the rich and the powerful pull their strings and just, you know, corrupt the system in this way. And in another part, you have this sort of passage, where you write about, you know, the Mandal years, where, you know, you write, I worked for the Indian Express in Chandigarh for 15 years, and later years of this period would be spent drinking in the press club in sector 27 and having loud boisterous arguments with friends, while indulging in inane gossip or debates on cricket. Around us was emerging the specter of Punjab terrorism and strained Sikh Hindu relationships. The Mandal commission that exposed the hierarchical fault lines in Hindu society and the Hindu right wing symbolized by the Ram temple movement and the demolition of the Babri Masjid. What amazes me today when I recall that period is how we managed to focus on the game despite the killings, the fear and the sectarian and caste divides that were devastating life, stop quote. And so the larger question I'm coming at through all of this is that in all these years that you were a cricket journalist, you were obviously deeply affected by all of these things. The rot within our society, the rot within the cricket ecosystem itself, and then all these fissures and divisions which are sort of exploding. So you know, the almost rhetorical question that you pose in at the end of the Pariah readout is, is what I'd ask you that did you then feel tempted ki nahi yaar abhi cricket bahut ho gaya hai. You know, I want to write about these other things. I want to be part of, you know, covering all of this other stuff. So how was it psychologically? Like, were you able to compartmentalize and say ki theek hai, this one part of me, which is the concerned citizen, and then I'm doing a job, which is a cricket journalist, I'll continue doing that. Or were you ever tempted ki theek hai, you know, let me, let me write about other things that, you know, so on and so forth."
    },
    {
        "speaker": "Guest",
        "time": "02:36:47.960",
        "message": "Well, yes, I was tempted. I had a lot of friends of mine who used to tell me that, look, you since you're interested and involved with so many things, why don't you write about them? Maybe I felt I was tempted, but at the same time, this comfort of doing a job and a fixed salary and now to disturb that whole ecosystem would be difficult. Maybe that prevented me from taking this leap. I think that's one of the important reasons why if you see in my career, it's not as if I lacked understanding of the game, it's not as if I didn't have access to cricketers, I got more and more involved with writing on the corruption of the game. I think that was my way of getting out of this everyday match report when so much around was happening. And that's why I think it took me to the match fixing story, took me to take a lot of strong articles or exposes on cricket corruption. I think that's one reason why I'm known more, people know me as somebody who, he was someone who was written on the match fixing. There are many times I want to tell people that, look, I understand the game as well as a lot of journalists would, a lot of good journalists do, because it's not as if my lack of my understanding of the game made me become more and more like a political journalist who sees cricket in that prism and writes about its officials. But I think that's the short point I want to make is that's one main reason that why I shifted from purely as a match reporter to writing about cricket related issues of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:47.240",
        "message": "corruption. And did that ever get you into trouble? Was that a more risky path for you to take? Because obviously, when you start writing about all of these issues, you know, the board can get pissed off, local authorities can get pissed off. It's kind of a, it's a riskier route to take."
    },
    {
        "speaker": "Guest",
        "time": "02:39:08.840",
        "message": "Well, I think I was again, you see, I was without a job for a year in Pioneer. When I went to 96, 97, I did that fixing report from West Indies, but I didn't lose my job because of that. We walked out because of certain issues with the paper and its ownership, which are in the book. I was in with Indian Express. Before that, I had come from Chandigarh with the promise that I will become its sports editor or the reason in charge, it never happened. I could hardly get to write, but I don't think they were connected with, I would believe that they were not connected with what I was writing. My later part of my writings, in a way, made me a pariah with the cricket administration. I had a lot of issues with them and they would, but I was lucky enough to say, become the sports editor of a big newspaper. So because of that, I could overcome those shortcomings, in the sense the shortcomings that your access, you no longer have that access. So I was lucky. I would say that it happened in the later part of my career. Maybe I was already, already I had established myself in the profession and people who would, if it had been done by a younger reporter, maybe he would have suffered more. In my case, maybe they found it more difficult to deal with me because I was already established and that could be the reason why I didn't suffer as much as a lot of people do when"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:43.920",
        "message": "they write like that. When I was, you know, a cricket journalist at Wisden, I remember calling one of our cricketing legends from the 60s and 70s for a quote on something or the other. And when he learned I was from Wisden, he said, what about vitamin M? And I was like, what is vitamin M? And then I realized that, you know, he wants to get paid for a quote. And that was a very poignant moment. I honestly, I felt like crying because this is, you know, one of the heroes you idolize and you totally understand where they're coming from because in their generation, they really took up the game for the love of it. And of course, jobs and other things happen, but basically there's not much money. They're not getting rich, there aren't endorsements, all of this stuff isn't happening. And they've lost out on all that. And in a sense, during your career, you saw the transition of the game from a point where you're going from a sort of an amateur ethic kind of thing where people aren't really making that much money, where if you play at the Ranji level, you do it because you know, State Bank of India will give you a job or services will give you a job or whatever, to a stage where cricketers became phenomenally rich as they are today. And the IPL, in fact, God bless it spread that wealth around among cricketers even more. So you had a broader pool of people who are making a lot of money. But in that transition came those years of match fixing, which are also poignant for different reasons, and which you covered so closely. And what I am always struck by is the human aspect of that, that why do players who are superstars who are so already idealized by their countries to the extent that people would even make temples for them? Why are they so tempted that they risk it all for something like this? And that human story has really been sort of fascinating to me. And match fixing was part of it for a long time, like you narrate an incident from I think 1979, where Gundappa Vishwanath was the captain of a game against Pakistan. And he said that Asif Iqbal came to him and said that, listen, we'll toss and all that. But no matter how the coin lands, we'll both say that India won the toss, right? And Vishwanath doesn't know how to react to that, like, what is this? What is even happening? So from back then, this was in the air. So tell me a little bit about how you realized that this stuff was going on? When did you begin to realize that this was serious? What were your feelings as a fan of cricket and a cricket writer and someone who knew so many of these cricketers personally about what was happening? And how did you then, you know, do all that you did, all the journalism that you did leading up to writing the book and, you know, all of that, how did it all pan out?"
    },
    {
        "speaker": "Guest",
        "time": "02:43:26.080",
        "message": "See I think because of my varied interest in what was happening in the society, I kind of branched out in a way and I started looking at things differently, looking at the administration of cricket differently. So in that, once I realized that the fraternity, the cricketing fraternity itself was talking about fixing, be it the players you knew or be it the officials you knew, today when I look back, I find it very deeply, I mean, it's a failure of the journalism at that point of time that there were not many people, we all journalists had heard about it, knew about it. I know it's difficult. How do you write about it? I mean, it's such a, unless you have proof, you can't make such an allegation that, look, this cricket whole ecosystem is plagued with this malice. But at least people were being made aware that this possibility is there and a time had reached by 96-97 that if you were part of that fraternity, it was talked as if you watch a match and they'll say, oh, yeh khaya hoga pesa. I mean, these are people who are involved with the game. These are not spectators talking. So once I was aware of it, I was looking for an opportunity to, how do you write about it? And that was provided in 97 in West Indies where this bookie was there and a relationship is formed and I realized that, then I talked to Tendulkar before doing the story. So I do a story, it's a story which is suggesting, telling the readers that this possibility is very much there. It's not a story which is saying that so-and-so has taken money and, because at that time there were a lot of other stories floating around, like Shane Warne had said that Salim Ali had offered him money. So I did my own story. The only thing the difference was, it was in an Indian context and we telling readers that it's a possibility which is very much there. I wouldn't have done that story if I was not privy to what was happening or what was being talked about. Otherwise, to a lay leader, it might have looked like many people said that this is what sensationalizing something very trivial that there is a book. So what? There's so many people. But I had taken a conscious decision to do that story because I knew that there is truth"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:08.600",
        "message": "behind it. And the story just to summarize for the listeners is that a bookie had approached you and offered you money."
    },
    {
        "speaker": "Guest",
        "time": "02:46:15.320",
        "message": "Offered me money to introduce him to top Indian cricketers to manipulate matches. And the bookie also had said that he has been stopped from visiting South Africa because he has gone there so often because South African cricketers are the maximum involved in match fixing. I mean, this is this thing written in the book, which was published in 99 and the Hensi Krone episode broke about a year later. So that fellow may have been fibbing, but but circumstantial silly if he's saying that and it turns out to be true. So what I'm trying to say is that I did that story and that story because I was not me. Every journalist knew that it is happening. So at least your obligation to your readers is to tell them that, look, this is there. It's not let's not talk among ourselves alone. Let the readers also know that this thing is there. Then Outlook and Anirudh Bahl and they did a fantastic job. They went deeper into it. They provided proof of it. But my relationship with the Indian board strained so much that they would not talk to me. In fact, Justice Chandrachud, who was a retired Supreme Court Chief Justice, when that one man committee was formed by the board, his point of reference was my story also. Among the reference points was that people say this, this pioneer story but done by this says this. And he calls journalists to appear before him. He doesn't call me, which is strange. I mean, he refers to my story but doesn't call me. So the rot is in that level. So I kept on writing. I forced my way into Chandrachud committee because I told the Bombay, I was a pioneer sports editor, to ask Chandrachud that when your reference is that my pioneer story that why aren't you calling that man, you're calling other journalists, you're not calling the man to ask him that, why did you do that story? Give me facts, give me truth. So that's how I got into it and it created a lot of, I mean, I was without a job for a year or more. Shekhar comes to my rescue again in the book, I've written that and I think because of those writings also, I would have found it difficult to get back into journalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:53.680",
        "message": "And you were absolutely vindicated, obviously, as we know today, you know, if you, you know, if you don't have the timeline of the book that is published in 99, you think, yeh to pata hai, yeh to sab ho gaya hai, but actually the revelations really broke after that."
    },
    {
        "speaker": "Guest",
        "time": "02:49:09.200",
        "message": "And the story I did was in 97 West Indies tour and the journalists started making fun of me. Yeah, they started making fun of me that yeh kya hai, hawa baazi mein story, yeh wo. I mean, I was literally, I mean, A, probably many journalists may have felt threatened that a lot of editors were asking them that if this story has appeared, why don't you follow up? Is there some truth in it? So maybe one, they came from this embarrassment that saying that, oh, we didn't do it. So their reaction was, it's all rubbish, it's all. So they, everyone was aware of, there was one important journalist who would in the press box be all the time with the bookies, telling them what odds are there and what the weather is like. I mean, this, all of us were aware of it. It's our failure that we didn't get it more about that those days into the print."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:05.280",
        "message": "Yeah, and again, sort of the nature of how circumstances can completely change something, you know, comes about when you write about how, you know, when Tendulkar got the captaincy for the second time in 99, one of his sort of conditions for taking the captaincy was that Azhar should not be part of the team. And apparently, the players were ready to revolt if Azhar was brought back. And when it seemed like Azhar was going to be brought back, Tendulkar gave up the captaincy. And at that time, there was a shadow over Kapil. So Kapil was moved as coach. And then right after that happened, Kronia came out and he confessed and he said that Azhar is the man who introduced me to the bookies. So Azhar was out anyway. But as you point out in the book, the counterfactual is that if Kronia had said what he said six months earlier, Tendulkar would probably have remained captain, Kapil may not have had to go and the Ganguly era may never have happened."
    },
    {
        "speaker": "Guest",
        "time": "02:50:59.000",
        "message": "Well, that's an assumption I made, may make on circumstantial evidence. I mean, Tendulkar has to himself corroborate that if it corroborate that, yes, it is because of that. My assumption and I feel I may not be wrong in it. This is what I had seen. I'd done the story from Australia in the 1999 tour of India's to South Africa when Tendulkar was captain. I'd confirmed the story from a player that yes, the entire Indian team was willing to write to the board not to select Tendulkar. I knew for a fact that Tendulkar was suspicious of Azhar. So and earlier also his regaining captaincy also had to do with Tendulkar, Azhar was dropped from the team. So my assumption is that had Hansi Kronia thing broken earlier, Tendulkar had stayed as our captain. And yes, Ganguly era would have never been there."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:55.520",
        "message": "Yeah, I mean, again, a fascinating sort of counterfactual. And what was the sense you got from the players about all of this? Like, you know, a lot of people subsequently, for example, have criticized Tendulkar that if he knew about it, he should have spoken out. And the counterpoint to that is that, you know, that he must have thought that, you know, why take a risk? Why get into a mess? You know, the underworld is also involved, for example, just close your mouth and don't talk about it and all of that. So one, what is your view on that particular question that should the players who knew about it have spoken out, or were they just being practical? And the other question is that, what did the players of the time themselves feel about it? Like, was it really just a question of a handful of bad apples? Or was there a deeper rot within the system?"
    },
    {
        "speaker": "Guest",
        "time": "02:52:48.640",
        "message": "Look, my sense, again, I can't prove it, it's like, a lot of things can be defamatory also, but whatever little bit interaction with the players of earlier era, I'm not talking about the Ganguly era players, but the players of just preceding them, the Azhar era players and was even then that this practice was as far more widespread than we would like to believe, not just with Indian cricketers, but with cricketers internationally. Since if that is true, since it was so widespread, so all of them, if most of them are complicit in it, they would, they're part of it, they would just not want to take a stand or talk about it. Once we go into the Ganguly-Tendulkar era, Tendulkar is probably the link, I mean, he's the senior most among them, whether how much he was aware of it, because when I interviewed him in West Indies in 97, before doing the story, which I've recorded in both the books in that also in this also in the earlier book, not quite cricket, is that he tells me that he's heard these stories of players being involved, but don't do the story, but give this number to the cops to record the conversation so that we will at least come to know the truth, which was a very valid suggestion. Maybe I was too much in a hurry to finish off the story there and not go into that. Maybe I should have. So it's obvious that Tendulkar was aware of the fact that there is this possibility, there may be, he had heard stories. How much of those stories he had proof of, I have no idea. Did he speak to authorities, did he speak to the establishment? He may have. I mean, the problem with our documentation is that we don't have like whistleblower establishment. We don't have players who have the courage to speak. Even today, Tendulkar on record has given many interviews in which he has said that he has never ever heard that match fixing was taking place."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:23.660",
        "message": "Why was he so vehemently against Azhar being in the team then? Like it almost feels from the narrative of the book that I was almost a condition for"
    },
    {
        "speaker": "Guest",
        "time": "02:55:31.320",
        "message": "him taking up the captaincy again. Yeah, because all these players were, that's what I'm saying, they were aware of the fact that Azhar could be one of the kingpins of what was happening. And it was their way of conveying to the board that look, don't select him. I mean, when they got together to say that like, if he is selected, we will withdraw from the team in Australia, that obviously meant that they were conveying their feelings to the board. But what board did was not listen to them, get back Azhar, his Azhar's misfortune that he got injured, he missed his playing 100 test match. And then subsequently, the whole thing exploded and we came to know what the truth is."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:19.040",
        "message": "And my sense would be that this happened to happen in those years just before big money became really commonplace in the game. So when I look at the game today, for example, the way the incentives are aligned, I would just assume that there is absolutely no top player who would even contemplate something like this, because you're already earning so much money through legitimate means that they would never risk their career or anything. So if anybody is tempted by match fixing or spot fixing rather, then there'll be people on the absolute fringes, who are, you know, who are sort of, you know, IPL squad, but maybe not a regular member or whatever people on the fringes who are not making that kind of insane money. But I cannot possibly imagine any international player even contemplating it because now there is too much to lose. Is that something you'd agree with?"
    },
    {
        "speaker": "Guest",
        "time": "02:57:11.280",
        "message": "I think in Indian context, or in context of cricket boards, which are richer, which are paying a great deal of money to their players, I would agree. But the danger lies in not the top cricketers being involved. The danger lies is that the bookies have infiltrated to such an extent that they target young budding players from the league level only. It is like a manager signing a player that, okay, I'll give you so much and he spots the talent and he says, at the age of 17, 18, he thinks this fellow can become a Tendulkar and let me be the first to sign him. I'm investing in future. So a lot of these bookies, as I write in this book also, what Ajay Sharma talks about MK and how as a small time, as a young budding cricketer, he targeted him and paid him, gave him money for hitting a good hundred. Basically he was making an investment. So many of these players, if they come from junior league levels and are already on the payroll of a bookie and they say one of them becomes a top cricketer, what happens? I mean, I'm just giving you a possibility."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:31.240",
        "message": "So it makes sense that you invest in 50 junior cricketers and invest in the sense that you go up to them after a match and you give, like in Ajay Sharma's case, you pointed out somebody went up after he played a good innings and give him a hundred rupee note."
    },
    {
        "speaker": "Guest",
        "time": "02:58:43.000",
        "message": "And he was so happy because he's being appreciated, which he doesn't know, but then that relationship is formed. That fellow must be giving him money for more and more for inside information, even at the league level, small DDCA league level, there are betting taking place and then you kind"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:59.760",
        "message": "of manipulate. And initially it will be harmful, harmless, seemingly harmless stuff, like tell me about the selection beforehand or tell me, you know, what's the plan is if you win the toss or lose the toss. But later on, it then goes into the serious and clearly illegal territory."
    },
    {
        "speaker": "Guest",
        "time": "02:59:14.960",
        "message": "And by that time, you're too much. That is why it's very important to have a kind of a fair, transparent crackdown instead of saying, no, no, no, no, no. It is not as if India's image gets tarnished or some other country's image gets tarnished. It's the right thing to do. I mean, people get tempted, there is corruption, very rich people do more and more corruption to earn more money. Another point I want to make it there, there are countries who hardly pay their cricketers. These are retired cricketers. These are cricketers who become big names in T20 leagues. I mean, I'm not saying they take money, but what stakes do they have in, you know, their career is over, they hardly get any money from their board. So that what I'm saying is that let's not just think that it's that there's no possibility"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:15.040",
        "message": "of this happening. So let's now, you know, move on from this unpleasant subject and to the happier subject of how Indian cricket evolved. And obviously, one way in which the Ganguly era was a step from the past is that everybody's making decent money now and, you know, the some of the bad incentives of the past may not necessarily exist. But the other way in which it changed is that I think the Ganguly generation was perhaps almost the first generation of Indian cricket, which represented that post liberalization reality, that the middle class has exploded. And one way of seeing the explosion of the middle class is that number one in your big traditional cities like Bombay and Delhi, the opportunity cost of playing cricket has gone up because there's so much else you can do with your time, so many more opportunities, so many ways of leisure, so many things you can aspire to, that people in the big cities will not necessarily travel in those numbers for three hours on a local train to get to Shivaji Park and, you know, play every morning at six o'clock, while at the same time, people in the small towns across India are now coming into the means where they can buy cricket bats and cricket equipment, and there are nets springing up and academies springing up. And therefore, in that generation in the aughties, Ganguly Dravid onwards, and really exploding Dhoni onwards, where you have the traditional cricket centers of Bombay, Delhi, not producing so many cricketers, but cricketers coming from small towns all over the place from humbler backgrounds from different backgrounds. So you know, tell me a little bit about like, first, would you sort of agree with this thesis that this is that larger change in society is kind of being reflected in this way? And you know, what are the ways in which you found Indian cricket evolving, you know, during that interesting period?"
    },
    {
        "speaker": "Guest",
        "time": "03:02:07.440",
        "message": "Yes, this is obviously true, because more and more cricketers from smaller towns started getting selected in the Indian team, which obviously had to do with the greater infrastructure, more money being spread around. Secondly, I think when you talk about that era, something what I found very interesting and very, I mean, trend setting or something very, very significant was that these Dravid, Pendulkar, Lakshman, Kumble, they were cricketers who, I mean, they may have had their differences with each other, they may have felt that, okay, maybe I should have been captain, Ganguly shouldn't have been captain, but they were team players. They were incredibly like, glued or wedded to the idea of team doing well. And where Ganguly played a significant role was, I'm not sure if Ganguly had not been the captain. If he had not been the captain, I'm not sure what role he would have played. But since he was the captain, and he was aware of the fact that he had to become a bigger captain, the team should win, had to win, he also invested a lot of his energy and effort in trying to improve the team and not trying to disrupt, not trying to feel that, okay, Pendulkar might be playing games with me or Lakshman. So he let them be. He realized that they were better cricketers or he gave them their respect. And then, because Ganguly had such access to Dalmia, the board president, and as I write in the book, that Dalmia couldn't afford to annoy Ganguly because of the peculiar Ganguly from Bengal and Dalmia doing business in Bengal. So he had to protect him. So Ganguly could take a lot of liberties with Dalmia and get away with it. So in a way, it helped Indian cricket because these four cricketers would tell Ganguly that we need this, this, this, John Wright would say we need and Ganguly would go to Dalmia say we and Dalmia would do it despite maybe he may not want to do a lot of these things. So that revolutionized Indian cricket and rest is the more and more money. It spread wider. More and more players are now coming from small town and it's great for Indian cricket that we have such with the game has spread so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:46.360",
        "message": "Yeah, it's mind blowing and the IPL just took it a step forward, I think by just making it possible for so many, by incentivizing so many more players to get into the game, because earlier if you have to get into the India team to make serious money, and suddenly with the IPL, no, you know, you can play for one of the franchises and make serious money. And also what it does is it takes politics out of the, or rather the local regional politics out of the equation in the sense that, you know, you've spoken about the politics of selection at the junior level at the local level, everybody knows the politics around getting selected for Delhi and you know, which is like one famous sort of basket case and suddenly that's out because now, instead of a monopsony, where you have just one buyer for your services, and therefore that buyer is all powerful, you have these different teams competing for the best talent and that only you know, that works much better. So what is, you know, your sense of cricket having come to where it is today, like, you know, like you earlier said, I think it was before the conversation was being recorded, that we can have seven, eight teams today, which are world class, we can actually pick up that many teams like a historic win in Australia, for example, was really done by a third string bunch of players who have all gotten confidence from playing against the best in the world in the IPL. And there's no self doubt anymore, you know, they've honed their skills in that arena. So what is your sense? And also, but I'll leave the next question for later, but what is sort of your sense with where Indian cricket is today, from"
    },
    {
        "speaker": "Guest",
        "time": "03:06:23.920",
        "message": "Indian cricket has never been as strong as it's today, financially, talent wise, without doubt. IPL has helped not just cricketers make money, but I think it has also helped a lot of these Indian cricketers to interact with the best with the world. And since IPL is played in an environment where it seems like it's a World Cup match, full stadiums, so it has helped them to soak in a lot of pressure. I mean, otherwise, a second or third string team playing in Australia would have cracked under pressure. But these players have seen that pressure in IPL. So they are pressure. I mean, it's making them pressure proof. It is helping a lot, definitely is helping Indian cricket a lot. My only reservation is not, see, I may not be a great IPL fan, because maybe I enjoy watching a five day game, I enjoy it far more, I find, but that's a personal preference. It doesn't mean that IPL is bad. My problem with IPL is that since there is so much money coming from it, and more and more money is coming, it's spreading. Will there be enough time in future left for Indian board or even other boards to invest in test cricket? After all, as I say, there are only 365 days in a year. You already have now extended it to three months. That leaves just nine months for traditional cricket, in which there will be World Cups also one day T20. So it hardly leaves time. And if India becomes more and more greedy, they will keep on extending it more and more. And I hope the time doesn't come. I hope the administrators have enough vision, acumen, not to destroy the traditional format, because it's still enjoyable to watch. There are skills involved there, which new entrants in the field may not enjoy that, but there are still people who enjoy that. And it's those skills which help even those who are playing IPL, because of their foundations are good enough that they can do all the inventive stuff in IPL."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:08:38.680",
        "message": "Yeah, and I think, you know, there are two sort of different ways that I think about this. And one of them is that T20 cricket is a different sport from test cricket. It's like as different as badminton and tennis are. You just require completely different sets of skills and there are different sets of values involved. And I love both, but I can, I'm not going to pass judgment, we were talking about being judgmental earlier. I'm not going to, I'm not going to pass judgment against someone who likes one form and doesn't like the other, whichever one it is, and may both thrive. And at the same time, I think T20 cricket has been excellent for test cricket, because it's in a sense kept the game alive, because I think otherwise, there was a danger that there just wasn't enough money in the game. And to some extent, I think T20 cricket can play the part moving ahead of subsidizing test cricket. Now, one really cold blooded way of looking at it would be saying that everything is supply and demand. If people don't want to watch test cricket, let it die. What I would rather, the way I would rather look at it is just to say that there is now so much money in coming from T20 cricket that it doesn't cost that much to keep test cricket alive and thriving. Even though it's a separate sport, you know, that's, that's, that's also got a tradition of its own. I think over time, people will hopefully learn to and I think even younger people can get turned on by it. Like we've had outstanding test cricket happen in recent times. Just outstanding. So I'm kind of hopeful that my my next question before I before we wrap it up, and you know, I'll ask you a couple of final questions after this. But my next question comes from something that you know, there's another lovely para where you've written where you talk about the early days, late 60s, 70s. And you've written, apart from the polio stricken Chandrashekhar's mesmerizing achievements and the emergence of Sunil Gavaskar on the 1971 tour of the West Indies, it was a pint sized Gundappa Vishwanath century at Kanpur on his debut that stands out in my memory. It was against the Australians in the 1969 series, when Anand Settlewad, the most eloquent and objective of all Indian radio commentators would describe his counterattacking, we would swell with pride as if we had something to do with his skillful strokes, a stock quote. And on the subject of this pride, later, you talk about how during a particular match, I think must have been 76. When we played West Indies, you talk about the commentator Ravi Chaturvedi actually weeping during a telecast because India has won and then saying yeh Gandhi ka desh, yeh Nehru ka desh, right. And there is a positive aspect to this that there is a sense of shared pride and community especially important in a country in those days where there may not have been so many occasions for shared pride and community. But in modern times, this can take on really ugly undertones, you know, what Orwell called a war minus a shooting. I mean, Mike Marquez, he wrote a book with the title. And you know, the nationalism, the jingoism that can result, the sort of, you know, the ugliness that comes from that, the adversarial feeling between fans and between supporters. I mean, the teams, of course, are adversaries in a sporting context. But even outside of that, and there is the danger then that that feeds into a lot of the things that divide us like the tribalism and like the sense of, you know, our people and the other, and so on and so forth. And to some extent, I think the IPL mitigates it because it's impossible to get a tribal loyalty towards any of these franchises, because they're all pretty characterless, in a sense. So, you know, at least when I watch the IPL, I just watch it for the good cricket and to see individuals play well, but there's no loyalty per se being formed. But you know, how does this aspect of how the game is viewed, sort of make you feel?"
    },
    {
        "speaker": "Guest",
        "time": "03:12:26.520",
        "message": "Well, as I hear Gandhi ka Desh, Nehru ka Desh, a young kid feeling thrilled and almost crying with Ravi Chaturvedi on the radio and feeling so proud to see, let's take the other moment of Ganguly taking off his shirt and swinging in the air and then at Lord's and we beat in the Englishman. Today, all these things in today's context of what is happening in this nation acquire a more menacing kind of meaning. That's the, it's not, we all have loyalties, we all feel happy that our team has done well, but it's not at the cost of showing the other person down. It's how the sport is, okay, fine, we won some, we lose some, if we won, win more, great. But to reach a stage where winning means that we are a superior race, that's dangerous, that's equally dangerous. I suddenly remembered my Australia trip of 99, when Australia was smashing everyone and there was this literal feeling of, in Australia, among Australian itself, they wanted their own team to lose because they thought these are arrogant, some of them, that they are like this nationalism and this macho, broad, strong team, beating every team to pulp, is like taking nationalism to a level which is dangerous for them. I could see that. And I could see as India 99 losing every test match badly and literally feeling that we as Indians are being treated badly, cricket, we are losing on the ground, and they discriminate us. And I could see my other extreme reaction because of that. So there has to be a balance. I think, yeh Gandhi ka desh, Nehru ka desh in 71 or 76 may sound very different from if it is done today. So that's how everything is in a context. If the context changes, the meaning also changes."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:14:39.360",
        "message": "Well, I mean, today, if someone says yeh Nehru ka desh, he'll be treated as an anti-national. Okay, you know, you've been very generous with your time. And I'll just urge all my listeners to go out and read your book, because it's really impossible to sort of convey what is in that book and the enjoyment I got from reading it in a mere podcast. So I'll end by asking a traditional question I often ask my guests, that, you know, would you recommend for me and my listeners, you know, books, music, films that mean a lot to you, that you hold close to your heart that are sort of desert island offerings for you?"
    },
    {
        "speaker": "Guest",
        "time": "03:15:18.880",
        "message": "Well, I would say Kurosawa for one must watch. And maybe I lately watched a lot of Ray again, and I would say Mahanagar or Seema Bhaddava, I would say pick up any one of Ray's masterpieces. I think they show Indian society in a different light and with a lot of perspective and a lot of feeling, a lot of meaning and music, 50s, I would say 50s, golden era in the film music, wonderful music. I mean, it was a fusion music, a lot of it I realized is copied from various places in the world, whether from West or East. But regardless of that, it's a wonderful music to listen, books. I mean, I am not a voracious reader, but I do read. I would suggest that lately I'm reading Ambedkar's Annihilation of Caste. I think I'll, and in the present political context, I would suggest that if go and buy that book, because Ambedkar is being today seen as this great figure, even by the right, they say that he's the greatest and even greater than Gandhi. So his seminal work of what he thought of India, what he thought of caste, what he thought of exploitation, they should read that book. Great, Pradeep. Thank you so much. Thank you, Amit. Thank you so much for liking the book and doing this podcast. I really, really enjoyed it and thanks a lot again."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:00.240",
        "message": "Thank you. Now before we end this episode, I'll share with you a little quip I prepared for Pradeep, but I didn't actually get the chance to use it during the episode. So here is it. I wanted to tell him, Pradeep sir, you write every day, so why is your name Pradeep Magazine? Your name should be Pradeep Newspaper. Sorry. Now that's out of the way and Pradeep is not in front of me as I record this, so I can't get whacked for it. If you enjoyed listening to this episode and I really enjoyed recording it, do go over to your nearest bookstore online or offline and buy both of Pradeep's books, Not Quite Cricket and especially his wonderful memoir, which has recently been released, Not Just Cricket, A Reporter's Journey Through Modern India. You can follow Pradeep on Twitter at Pradeep Magazine. You can follow me at Amit Verma, A-M-I-T-B-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening. Did you enjoy this episode of The Scene and the Unseen? If so, would you like to support the production of the show? You can go over to sceneunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you!"
    }
]