[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "One of the lessons we learn in life is that we should not invest in things, but in experiences, knowledge and relationships. I've been thinking about one particular kind of relationship recently. Friendship. What is a friendship? What makes people friends? I was sitting the other day with a friend of mine who comes over about once a year, and he said that to him, friendship meant that you could sit with someone for a long time, and neither of you felt the need to say anything. You were both in that time, comfortable in your own skins and comfortable in that shared space. Another quality of friendship that I value is that you can be yourself with a friend. There are no filters, and this should apply for both people. I realized that with some friends, we could just say what we wanted to each other, no offense taken, no hidden narratives. But with others, I had the sense that they held back, that they weighed their words and actions, that they thought things about you that they wouldn't actually say to you. And sometimes they wouldn't even assume goodwill, which is a cardinal rule of every conversation or relationship with me, that you assume the other person means well, unless you have concrete reason not to. I decided to try to be less and less with this kind of person. It takes away too much mental energy to be so calculating about friendships to be getting meta about what another person may be thinking. Friendships are also different depending on gender. Men carry this burden of masculinity, you're not supposed to express your emotions. And sometimes that may even stop you from expressing your feelings to yourself. Another question that strikes me about friendship is how it forms. Back in the days before the internet, you were restricted by geography to communities of circumstance. Today, we can form communities of choice. But can a friendship be virtual? Can you feel close to a person you've never met? And you may not even know what they look like. I've had reason to think about that as well. I don't have answers to all these questions. But I do know that I should not take friendships for granted, as perhaps I used to once. The material things in our life, they are cold and only there to serve a purpose. The people we surround ourselves with, they make all this worthwhile."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:06.520",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:14.120",
        "message": "science. Please welcome your host, Amit Bharma. Welcome to the scene and the unseen. My guest today is my old India friend Chandra Harsh Chaudhary. We met as colleagues in the early 2000s at Crick Info. We were both early bloggers. He went on to a flourishing career as a literary critic and book reviewer. He wrote three novels, edited different anthologies and wrote a charming book of literary and personal essays called My Country is Literature. I'll link all of these from the show notes. We used to hang out a lot together in the aughties, but I've come to like and respect him more and more as the years have gone by. With Harsh, as his friends call him, what you see is what you get. There is not a shred of artifice to him. He is always true to himself and to the moment he is in. He also engages deeply with the world, whether he's writing or cooking or reading. And maybe this begins by his engaging deeply with literature. He is one of the best readers I know. I feel I have a lot to learn from Harsh about reading and writing and literature, but the conversation you will now hear, I mean, I hope you'll hear it, covers a lot of other ground as well. It gave me a lot to think about and I hope you enjoy it as well. Have you always wanted to be a writer but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs Rs. 10,000 plus GST or about $150 and is a monthly thing. So if you're interested, head on over to register at IndiaUncut.com slash clear writing. That's IndiaUncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Chandrahas, welcome to the scene and the unseen. So happy to be here. So I was reading your excellent introductory essay in your book, My Country is Literature. And a lot of memories also came back because you you've sort of written in that about your young years in Bombay as a young writer and working and we were colleagues at that time. And those were sort of early years for me as well. Yeah, right. And we're both finding our feet and maybe in a sense, finding ourselves as a sort of people. And when we met outside, you told me something very interesting, like, like you mentioned how you met a mutual friend of ours from Crickin for Rahul Bhattacharya recently in Calcutta. So shout out to him. I thought of you back then when you were both in Crickin for us young whippersnappers. And it's difficult for me to make the mental adjustment where I now, now you're middle aged men, kind of like we are like myself. And, and you said something interesting. You said that, however, you know, you will always think of me as someone in his early 30s. Because that's when you first met me. And I always think of you as a young whippersnapper. And, and to meet old friends is therefore to be transported back to a different time and place, and so on and so forth. So for someone who is more social than me, and presumably has more friends than me, tell me a little bit about, you know, your view of friendships, because I had a guest on the show, Abhinandan Sekri, who said something very interesting. He said after the age of 25, he's not made any friends, everyone he knows is from before that, I find with me is almost the other way around. And partly because of course, internet and everything that happened exposed me to a whole bunch of new people, but also because I changed a lot. And therefore anyone who would have been in my friend at 20, God knows why that would have been the case for them. You know, I'm a totally different person. So what's your view of this?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:08.640",
        "message": "Well, I think it's a great question to start off on because I'm a late arrival on your show. What is it? Episode 200 something. But I'm not sure a lot of your guests have the same history that you and I have, isn't it? And that is something to remember and celebrate because as I recall, we met for the first time, although I'd read you before, and perhaps you might have just heard of me, new arrival in the office. We met in the last week of June 2003, only about a five minute auto ride from where we're sitting right now in your studio. So in a sense, it's a full circle for us today after nearly 20 years, and I was 23 and so excited to be having my first job. And I think you had been around a while and had this kind of star appeal for the younger writers because you were, I think you, there's six years between us, you were 29. And just as you're sitting across this table now, perhaps there was double the distance between us, but for some reason fate, and there is such a thing as fate, I do believe now, at least like life seems to have taught me so, fate had put us in one line. And as I recall at the time, you know, it was, it's a shock for anybody, any young person out of university to start to go to work and realize that whatever that that glamour that attach itself to that world from outside, you know, collapses very, very swiftly, especially when you find out how having an afternoon nap is frowned on. But I think we used to, my default gesture in at work the two years I was there was to turn right. Oh, and as you used to keep saying to auto drivers when you used to go leftward ho jaye hain, leftist ho jaye hain. So, you turned right to me. You turned left and we would discuss some New Yorker piece or some essay, my passions, your passions, which have always been quite different, but we have enjoyed sharing them and sometimes facing off, you know, with our position and enjoying that disputatiousness. And actually, yeah, this is also the time speaking of friendship, maybe I'll say a few things about friendship in general before segwaying back, which is that, I mean, first of all, to finish my point here, is there anything so consoling and fulfilling and sweet in life as old friendships rekindled or, you know, you don't have to say anything. I find lots of times when I see my friends now after the first thrill of chat for hours and hours, you lapse into a kind of companionable silence. You don't need to say a lot to each other. You just but it's enjoyable to inhabit the same space and, you know, just say a word or two or look at each other, things like that. And my dream is, you know, everybody has a dream. I would love to, at some point in my life, live in a street where all my friends lived in houses down the street. Although I know, you know, your friends, as you must also know, the friends, your friends are necessarily not friends of each other. And they can cause conflict by sometimes, you know, so that way life always gives you one extra problem to solve every time you solve something. But I think in my life, as it's turned out, friendship has a very, very big place. And in the end, I think it is the defining category of human communication. Love is a very big thing. Friendship is also a kind of love. But since in our culture, the word love has sort of been, leans a bit towards either romantic love or the love for parents and for family. In the end, I think friendship is a more egalitarian and democratic ideal where you can be friends with anybody at half an hour. You know, some of the deepest chats of my life have been people I've never seen more than once. And in that sense, I think it's so liberating to realize that you don't, friendship need not be a function of time. It just needs to be a function of energy and attitude and the wonderful serendipity of life, which I think as 20th century people, you know, born in the 60s and 70s, we've had the great fortune to enjoy an ease of range and reach that perhaps our fathers or mothers perhaps having the same instincts would never would have had to live in much smaller social spheres. So I think in that sense, Bombay is very important to me as the very difficult learning ground of friendship because in my 20s, just like you, I was perhaps a bit more much more introverted and I really struggled to make relationships other than the ones I relied on. And reflexively, when you want to see somebody, you'd go back to someone you already knew. You never look to. But I thought I'd finish by reading a small passage from my new book, My Country's Literature, which actually has to do with you. And in a way, it's also about what I owe you because, you know, like every young person, I firmly believe that, you know, every young person, whether man or woman, needs somebody a touch older to hold your hand a bit of the way because you really don't know. That's the thing about being young. You don't know what lies ahead of you. And I always remember it was very generous of you suddenly to give away one of your two very famous blogs at the time. You had India Uncut in the middle stage and you were away, I think, doing the Cyclone perhaps in the Tsunami in Chennai. Why didn't you just post a few things while I'm gone? And I really obviously took to it because every young writer thirsts for an audience and not having an audience and suddenly finding I had one which is your audience. I suddenly realized what a great pleasure it was. And you could have always said, you know, now you start off on your own, but you gave me your house, so to speak, virtually. And this is my memory in my book, this little memoir. So there's one paragraph about about this. The sudden mushrooming of a literary subculture in the early years of the 2000s, a subculture of personal web blogs also provided an escape from constrictions of the formal book review and the mainstream media. I entered this realm under the benign supervision of one of the great influences of my life in my 20s, the Mumbai writer Amit Verma, first encountered during my two year stint in the offices of Cricinfo, where his desk was exactly across the aisle from mine. All day long, we exchanged snippets of conversation about cricket, American journalism, novels, Bombay, and the meaning of freedom, both in the standard and this was a Verma pet cause in the libertarian sense of the word. While after 5 p.m. when restrictions were lifted, we tussled with bat and rubber ball in ferocious test matches down the very same corridor, thereby spending our day across the two axis of a sort of cross. My literary web blog, the middle stage is actually a space that he had set up, created a readership for and then generously conceded once I'd written a few guest posts for it. So I think this is the chance to say on your show. Thank you. I mean, I know that many people can thank you for all sorts of things. No one can thank you for this."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:32.720",
        "message": "No, thank you. I mean, when I first read that, I have to confess, I almost teared up because I would not have imagined I would be that anyone would describe me as an influence. I think you know, so many would you are being a little too self-deprecating. No, I mean, I should own your influence. I think back on myself at that time. And I wonder how can those who are lost lead others. That's sort of what it feels like. But the cricket was, of course, great fun. And we used to play with this little ball, which was halfway between plastic and a squeezy ball. And I had mastered this particular sort of imparting forward and backward spin on it. And that forward spin would rush across at great pace."
    },
    {
        "speaker": "Guest",
        "time": "00:13:11.000",
        "message": "You are the only spin swing baller in the history of cricket."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:14.120",
        "message": "In the history of cricket and Rahul Dravid came once to our office. I bowled three balls to him. The first one was a wide, the next one he was bold. And then he said, then he called me Shoaib and refused to play anymore. And I was thinking Shoaib chucks, I'm not even, I'm not chucking, it's my fingers. No, no, but you were, of course, a far better player than me. And you've actually played at a decent level. You played for Trinity"
    },
    {
        "speaker": "Guest",
        "time": "00:13:36.000",
        "message": "College. Yeah, it wasn't a decent level. It was a decent environment rather. There's nothing more pleasurable. Although I haven't played for many years then, you know, cricket English summer afternoon with the blue sky and white clouds above and the green grass below. And especially I mean, this is what I realized is strange. The sound that a new ball makes in the air as you bowl it, not too fast clearly in my case, but you can even listen to it going down, but it makes a little sound like a cricket. And then, you know, either it goes past the bat or it makes a much bigger sound as it gets sent off somewhere into the wilds. But yeah, it was such a big part of my life that I think in the end, like with so many things when I renounced it, I did it completely. I left no doors open for it to sneak in anywhere."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:20.560",
        "message": "In your footnotes to this where you mentioned me here, you said that you have described your time with me and other mutual friends like Sonia and Rahul and all that in an essay called the drinking companions of my youth, which I googled for frantically and did not find it. And you have now told me it was made up. But while googling for it, I actually came across a piece where you and I share a byline, which we wrote together, apparently 26 October 2003 for Crickinfo. And it is a bizarre piece to co write with someone because it's like really short and it's the title of the piece is two men who left her man alone. Yes, I think it's a bit of stats analysis we did together. Yes, yes, yes, that's right. Yeah. And it was very weird. I'm looking at it and I can't figure out which part could be yours, which part could be mine, how we did this. I have zero memory of it. And the writing is a little callow. So it's probably me."
    },
    {
        "speaker": "Guest",
        "time": "00:15:11.280",
        "message": "I was even callower than you. Let us not compete for callowness now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:15.480",
        "message": "Yeah, in our youth, let us not compete for callowness. No, the other the interesting thing about your essay is one thing that I found is whenever I've had old friends on the show, who I've known before, and really from blogging times, I find that I discover"
    },
    {
        "speaker": "Unknown",
        "time": "00:15:30.760",
        "message": "little aspects of them that I had never known. So you know, I could be friends with someone"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:34.960",
        "message": "for 1516 years and never understood this. And this, this essay, for example, gave me not just obviously more knowledge about all the things you did in the years when we, you know, weren't colleagues or whatever, but even gave me context for those years. Because sure, you worked with me in Crick and Forge, but I, you know, I had no context of where it is in your life or the journey that you're on, or what's happening and all of that. So in the spirit of finding out more about old friends, I'll ask you to kind of take me back all the way, take me back to your childhood, like wherever you were born, what was your"
    },
    {
        "speaker": "Unknown",
        "time": "00:16:07.240",
        "message": "childhood like? Tell me a bit about that."
    },
    {
        "speaker": "Guest",
        "time": "00:16:11.040",
        "message": "Well, um, I mean, I'm trying to think of what is interesting about my biography, that is"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:15.800",
        "message": "a better and rather than just over the... I think you could suffer the curse of knowledge here. And you could think that things which feel banal and commonplace to you could be interesting to others."
    },
    {
        "speaker": "Guest",
        "time": "00:16:24.000",
        "message": "So yes, well, let's put it this way. I think the most the as I look back on my life now at nearly 42, I think the most durable influences of my first 12 or 13 years, I think where my parents' marriage and the circumstances in which they married, obviously, I didn't know until I was a bit older. But I remember a day when we moved to Orissa, I grew up in several small towns around India, and my parents used to work in LIC. I remember one day they got posted back to Orissa, which is where my parents are from. And one day, my mother said, Come, let's go somewhere. And we got into a cycle rickshaw and we went somewhere and stopped outside her house. And she rang the bell. And two old people came toodling out, you know, like those dolls in a play. And I looked a little questioning and mother who are these and said, This is my mommy and daddy. And the very fact that I had never occurred to me that your parents are parents showed what a gap there was in the very unusual in the India of the time between my parents and my and the people above them. So I think my mother and father met at training school in LIC and decided to get married very much against my mother's parents wishes because she was a high caste and my father was. Looking back now, I never asked him out because he passed away when I was 22. But this must have been very upsetting for my father as a man who grew up in a village and really made his way up in the world and was the first person in his family to go to university, I think to be rejected without even being interviewed, so to speak for the role. So they always had very fractious relationship and really could never sort out the issues. You know, it was very and looking back now, you know, as at our confusions in our 20s, you think when you get married at that age and you have lost that layer above you, people to help you with your troubles, how can you make it? The chances are very, very low. So that was our environment at home as a result of which perhaps I became very bookish in that. That was my one source of consolation growing up. And my father was tremendously, I've written about him in my book for the first time, I think, in detail. He was a tremendously dynamic and inspiring figure who suddenly transplanted his dreams onto me. My son will be a writer. I don't think I can, but you know, I can groom this. So I had books on tap, which is wonderful for a middle class family at that time. And my father was very proud of me. And he actually used to say to me, you should write every day. And when I started doing it, then you would say now you can't let up. Now you've, I was almost like, you know, that what is called a pathway dependency in economics. I know you like economic concepts. I've prepared"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:48.000",
        "message": "two or three to throw in."
    },
    {
        "speaker": "Guest",
        "time": "00:18:49.000",
        "message": "Oh my God. I'm utterly terrified. I hope I understand what you mean when you use them. By age 12, I was in a pathway dependent state, you know, having done all the groundwork to become a writer under my father's careful supervision. But I think spiritually and in a way romantically, I think the greatest love affair of my life began on June 28, 1989, when we arrived in Bombay for the first time. My parents had gotten transferred here. We moved to a small apartment in Borivali. And I think to live in, I've forgotten now exactly when you arrived in Bombay. It was sometime during the 90s, I'm sure. I think to live in Bombay during the 90s was to have an amazing kind of education in a certain kind of Indianness and a certain kind of life and a certain kind of urbanism and a certain kind of multiculturalism. And all those things sort of subconsciously, although it was a very fractious decade in Bombay, a very dark decade. And perhaps you might say we have never completely gone past 1992 and the riots of 92 in some ways, we have become a more ghettoized city. Even so for a young person, it was a tremendous education for whatever my parents could manage. And from then on, I've always had a special feeling for Bombay, because although I love Delhi as well, I've written an essay about both cities. When a city has claim over your childhood, no city of an adulthood can match it, because those feelings go past your ability to rationally analyze them at the time. So there was a special charge and beauty that you will never get from the time you're an adult. And in that way, even now, if I have been in Bombay the last week, all I want to do, I make plans to meet friends, but all I really want to do is take buses and trains randomly and look at buildings and pull up my memories, you know, through chance. So that I think is my childhood. And then I think I went to Xavier's like perhaps you also. I went to Xavier's for a bit where perhaps there was no distinction about that, except that I'm perhaps met the first, the first really good writer of my life, one on one, not with my father's intervention, because my father did intervene. And he was very happy to come to Bombay, because it felt like now there's access to all these Bombay writers. I've written about a few of them in the book. But I met Eunice D'Souza, who was a very interesting and intriguing presence at the time. She was like no teacher I'd met before. First of all, she was hugely sarcastic, and always look bored with you, you know, so you almost had to work to impress her. And I didn't spend a lot of time under supervision, but I could see that there was something very interesting about her. And what was interesting about her seemed to come from literature. And this was an interesting insight that, you know, you read books. I don't think I knew a lot of other literary people then that you read books to sort of also grow a certain secret kind of self that can't, is not easily readable by the world. And I think this is a good model for a teacher to follow. Do not give yourself away completely. Keep something in reserve to, not out of a deliberate strategy, but just because, you know, it should be hard work to realize all the things that are there, the doorways that can open. It can't be an open, you cannot be an open book, so to speak."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:56.760",
        "message": "The passages you wrote about your father in that essay are of course very, you know, move me a lot. And in some ways, it reminded me of my own dad, who died last year, who had a perhaps a more privileged path than your dad did. You speak about how, you know, your dad wanted you to rise. You write, I'll just quote that bit where you say about your father, quote, he wanted me to rise above our middle class life in the same proportion as he had risen into it. Stop quote, you know, you talk about how he gets you books, his great generosity with books, and how he would go, you know, try to promote your early writing, go and meet different writers, ask them for advice and all of that. I was also struck by this interesting sentence where you wrote, quote, your father will always love you, but you must also earn his respect, stop quote. And when you kind of shape yourself and you think about the things that you want in life, how much were they kind of shaped by that, shaped by the direction that your father was pushing you towards and the dream that he saw for you. And is that something, is that a thought that you go back to?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:02.400",
        "message": "Yes, you know, actually that line, your father will always love you, but you must earn his respect. I mean, did you find yourself thinking when you read it, is it something that I was interpreting his attitude or was it something he said? It's not clear who says it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:17.360",
        "message": "No, in the sense that you say, that's what I thought in the passage that."
    },
    {
        "speaker": "Guest",
        "time": "00:23:21.960",
        "message": "Yes, but you know, this actually writing novels gives you a certain ability to use indirect speech to actually. You were using free indirect. Yes, it's actually something my father said to me, you know, and at the time it was something that made me think a lot. And what does this actually mean? You know, you're too naive to work out, but what does it mean that like respect? And so is this something different from, does it mean there's two levels of relationship? I can achieve both or only one? Yes. And you know, one never loses one's parents inheritance as Indians, who should know this better than us Indians. But that inheritance, I think that's why I wanted to write about him here because his inheritance is very complicated and I've spent my entire life unpicking the good bits on the bad ones. It was by no means uniformly benign or generous or, you know, there was always also an element of competition in it and of pressure of control as it is with many parents. And sadly, he didn't live long enough for us to be able to have a conversation about it. So, you know, these are mental conversations you have. And actually, I feel, you know, the older you grow, and especially if you work in art, you realize the dead are never really dead in so many ways. I mean, even this line can be interpreted in a hundred different ways, but you can actually make peace with somebody even afterwards when it's a bit too late. And in that sense, I think in the last few years, I found myself having a very interesting conversation with my father in a sort of imaginative space where I don't feel there is that trauma or that difficulty anymore. And in that way, I think what I really credit him for is being a tremendously interesting and dynamic man in a way that I actually find myself in a bizarre way resembling him more and more. And it's so strange that you do it so long. Your father wants you to be like him, but you're not going to let him have that gift easily. And in that way, you know, I think it actually leads me to the issue of whether masculinity is the same kind of burden or training or inheritance to bear as femininity is. Do women go through the same kinds of learning and conflicts with their mothers as men do with their fathers? I would perhaps say we need not equalize it to this extent. There could be very specific kinds of things that you only go through that is true for one gender. It did leave me with the problem, though, I think both of having a very pressuring man in charge of me all of my childhood and then him suddenly disappearing when I became an adult and leaving me completely lost about how to deal with all those things that you are then ready for, which would never be at the age of 12 or 13. And of course, one never knows this at the time. You can only look back and find these things out. That's the whole thing about life that, you know, many of its truths appear only when the train has long left the station. And so then what is one supposed to do? One cannot make up for lost time, but you can build on it, relive it, take something away from it that you had lost sight of and give something back, perhaps seeing other people in the same place and realizing that now you have the key to open the doors of their difficulties. And then you should not stop, I think. One should perhaps even risk it. One should risk being rejected by the other person saying you are coming on too strongly, perhaps to say, you know, let us, you know, this is something that I can help you with, I find. So in that way, the masculinity is also, you know, a tradition and I feel perhaps we, I mean, in the same way meeting you today, I feel, you know, there's so much to talk about because now that we are older, there's so many more barriers that have disappeared between us than that we don't need to, I think, correct me if I'm wrong, but, you know, I left Krigin for after two years, but we stayed in touch a lot. We used to meet almost every week. There was also perhaps, you know, in a very good way, there was something competitive between us. Your essay this week, your blog post this week, what readers used to comment on mine as soon as, used to upset each other sometimes with their attitudes. And I'm sure both of us suddenly thought hundreds of times, the truth is so clear, why doesn't he get the whole point? But there are many truths and there are some truths which you can see depending on where you come from. So in that sense, I think this is the good thing, sort of entering the second half of life or becoming a bit older. Some things become much easier, maybe not physically, but mentally and spiritually. And one should take up those things."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:40.840",
        "message": "Yeah, I mean, when we were having breakfast, you asked me, you know, in what ways had I changed? I mentioned that I'm such a different person. And one way certainly is that I was much more competitive, and I won't even say competitive, maybe that sense of competitiveness came from a little bit of insecurity as well. And it also came from perhaps, wanting to be seen and not actually wanting to be, you want to be seen as something that you aspire to be, but you're not that yet, if that kind of makes any sense."
    },
    {
        "speaker": "Guest",
        "time": "00:28:12.480",
        "message": "It's true for so many young people. It's a perfectly natural thing to be at that age."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:17.560",
        "message": "It's true for all young people, I guess. And we'll come back to masculinity later, because I want to explore a lot there. But before that, another sort of thought, which is that, you know, in my dad's last year, I saw him become a very different person from what he had been. And you mentioned, I think, in a couple of sentences about how your dad also towards the end, he was more frail, and he had changed a little bit. And I think about those changes in my dad. And I think that those changes in my dad didn't even come because of self reflection as they might come sometimes. But partly because of physiology in the sense that his memory faded through his life. So at the end, all he remembered were the edges, the childhood and at the end, and everything was a blur. Once he asked me that, you know,"
    },
    {
        "speaker": "Unknown",
        "time": "00:28:59.560",
        "message": "to describe my growing up years to him, because he didn't remember me as a child, which is"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:03.680",
        "message": "kind of poignant. And then when you spoke about how sort of still remember your father and have conversations with him. And I thought that even the memories that we have are really stories we are telling ourselves, we are taking little bits and pieces of what they were and what we remember. And that's what we are constructing them as, without the baggage of everything else that we might want to forget. And there is a lot of that too. Yes. To what extent do you think this is true? Because at one level, it's easy to do when you think of those who are not with us, because they are gone, and you can shape them in any way you want. And in another way, they are sort of still with us. And therefore, when we are with them, they are not just a person, they are now in our interactions, they are also everything"
    },
    {
        "speaker": "Guest",
        "time": "00:29:49.520",
        "message": "that they have been all this time. Yes, you say our memories of people who are gone collages of moments that we take, which perhaps not necessarily that significant or things like that. Or even impressions. And of course, they are significant to us. So in that sense, they are as real as anything. Yes. Well, first of all, how could it be any other way? You know, so in a sense, it's not, I mean, for instance, recently, I've found a new project, when I go back to Orissa, I try to meet people who knew my father when he was in his 20s. Wow. So they can give me something about him that I would never have known, even because I wasn't even born then. And they also tremendously, you know, obviously, they are so full of details, which you could never, I mean, my father was briefly a lecturer in a college. And, you know, there's always something very idiosyncratic about him. And I remember my uncle, my mother's younger brother was briefly a student at that college. And he said, I don't remember anything of your father, except that he's come to class and read film magazines. Imagine the audacity as a recently appointed lecturer to come and be reading film for any class, telling the students, you know, he's only a bit older than them. So in that sense, you know, I'm actually enjoying the task of finding out, you know, there's so many things that you will come to know. For instance, we never had a chat about politics. The 90s were a very fraught decade politically. I can't really say, although I'm thinking a lot, whether you'd be a Congress voter, a BJP voter today, or in 2002 or 2004, I cannot reclaim or even imagine persuasively some of his choices and ideas. But, you know, it's just a metaphor for finding things out about life as well. You know, the past is always much murkier and much more complicated than the stories your parents have told you. And they've left you with this bag and you've got to go around filling it up with pebbles on the shore."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:46.480",
        "message": "Or you empty the bag. Speaking of the past, you know, so I was cleaning up my dad's things, gave away most of his books, just kept a few, gave away most of them. But I kept some old diaries that I found of his. And there's one of those diaries, which is really interesting because it indicates that at some point in his life, I don't know when he wanted to write as well. And there are ideas for stories in there and all of that. And they're very hesitant. They're also kind of callow. So I'm assuming that he must have written them when he was in his 20s or when he was young and before kind of life got in the way. And it's interesting. But you know, speaking of that bag of pebbles, I think maybe sometimes you just give it away and kind of get on with it. I'm struck by something I read just yesterday, I think, which is almost banal, but it came across as interesting with this guy, I think, tweeted and I'm really sorry, but I've forgotten who, but if I find it, I'll put it in the show notes where, and may not even have been on Twitter, may have been somewhere else. But this guy was writing about how a friend of his asked him that how often are you going to meet your parents in the rest of your life? And he said, what kind of question is that? And he said, how often do you go home? And he said, I go home once a year. So the guy said, Oh, then they're in the 60s, right? So on average, you'll meet them whatever 1516 times the rest of your life, which kind of stunned him so much that he moved to live closer to them. Yeah, which is an interesting thought, because all of us live under this sort of illusion that we will live forever. And actually, the things that are dear to us, we perhaps understand their dearness, only after it's gone. And not just in the"
    },
    {
        "speaker": "Guest",
        "time": "00:33:22.720",
        "message": "context of parents, but anything else. Yes, that is true. We tend to take for granted what we have. Yes, but but also, as we well know, being too close to one's parents also has problems of its own. In that sense, I think I have a good relationship with my mother. You know, we like the story you said, we probably see each other more than once a year for sure. And for quite long periods of time, but we have another project of her own, which is that she's my translator in Orya now. Yeah, and she's actually doing a tremendous job. And she's actually a full fledged writer in her own right. And I love reading what she's done with my work. And sometimes I love that you're better than me. This is Yeah, fascinating."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:01.960",
        "message": "So let's go back to your early years. And after you shifted to Bombay, across two levels. One is what is the stuff that you're reading? What is sort of your reading life shaping up to be because you mentioned in your essay that you were a, quote, voracious, unsystematic, dominating reader. And that's one thing that's happening. And just to focus on that, like, I remember that, you know, initially, you just when I was a kid, and I was reading, you just read everything, right? Everything is a storybook. And my sense that there was something more that there was something called literature, something that was worth spending one's time on came at the age of 10. When I picked up this nice hardback edition of the House of the Dead by Dostoevsky about his time in Siberia, because the title sounded funky, right? Yeah, it'll be something interesting. And then of course, got completely switched on to Dostoevsky read everything by him and all of that and that sort of thing. What are"
    },
    {
        "speaker": "Guest",
        "time": "00:34:55.800",
        "message": "the age of 10? This is really precautious, bit too early. I also read all of Shakespeare"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:00.680",
        "message": "at the age of 10. So I now realize it. I now realized that I was not reading it as literature literature, it was affecting me in a different way. But obviously, I didn't have any of the tools or the life experience to be able to make as much out of it as I would, you know, when I read it as an adult. But what was that sort of journey for you into books and a understanding what literature could do and be wanting at some point to write yourself?"
    },
    {
        "speaker": "Guest",
        "time": "00:35:27.520",
        "message": "Well, I'm, I'm afraid I cannot report anything of the order of Dostoevsky or Shakespeare. It was books for children, perhaps a touch above my age, you know, when you're 10, you read the books for 13, when you're 13, you read the books for 15 or whatever. And then at some point, you know, you get totally caught up with whatever you get on the pavement bookstalls in Flora Fountain, for which reason I retain this romantic attachment for walking down those 200-250 tiles of land. And yes, I think it was very voracious, very unsystematic, but it was thought and this bit I've kept throughout my life that, you know, life is not worth anything if you're not reading constantly, which is something that many middle class parents taught you. But I think my father really, I think my father was the only person who if I said to him, can I miss school today, dad, if I write a poem by the evening and sit at home, he'd say, okay, that's a trade. No problem. See you, see you in the evening and you head off to work. My mother would be tremendously upset, of course, you know, denying the boy education, etc. But that sense of unorthodoxy was what appealed to me about literature that, you know, it's not a formal system. Everybody studied and worked hard or whatever, but literature is not a system where the input and outputs can be matched in this way. It's much more provisional, improvised, unsystematic, hopeful, soulful, and it makes you a bit of a dreamer and sometimes it makes you too bookish and not set up for dealing with the problems of life because you kind of retreat at any, for instance, I think for a lot of my life, I retreated from conflicts because I just thought I can read a book and sort this out, you know, let me not actually fight with the person involved. But it was, I think, a tremendous education and between that Bombay and my family situation, which meant that we have a very high wall between home and the world. It was not just a door and a house. It was much higher than that. There was an invisible wall that meant people didn't come to see us. We rarely went to see people. Inside the house, there's always conflict and different kinds of wars. So I think the only real source of reliable inspiration and pleasure was one, my relationship with my dad and two books and playing cricket in the evenings all evening long. So, you know, it's not a bad childhood to have at all and Bombay on top of that. So that's my memory. And, you know, it's, it can, Bombay has changed a lot in the early 90s, you know, when India was just liberalizing. And I remember the day, I mean, I don't know if you were around when McDonald's first started in India. The"
    },
    {
        "speaker": "Unknown",
        "time": "00:38:08.160",
        "message": "queue was four, five hundred people long. And I even remember the day I drank my first"
    },
    {
        "speaker": "Guest",
        "time": "00:38:13.680",
        "message": "Coke in a thunderstorm opposite Mitiwai College in a small shop there. So, you know, these things never leave you. And Bombay is a great, great training school to become a writer. I can't think there's any better place in the world. I mean, I'm sure there must be."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:33.040",
        "message": "You mean that in terms of stories that surround you?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:35.240",
        "message": "Yes, the intensity of stories, the depth of people's feelings and passions and the amount of things you have to hide or suppress or repress so that you can just get by in the day for space, love, time, all these things. And the different histories and, you know, being a colonial city and having a certain kind of architecture, the sea, you know, why is the favorite metaphor with the unconscious, the sea? No, we actually have a sea. Forget having the sea of the unconscious. When you put it all together, it's a fantastic, you know, you don't need to send writers to university, just get them to stay in Bombay for five years at some age and they'll work it out by themselves."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:15.640",
        "message": "Yeah, I think to use sort of fashionable word these days, people who live in Bombay have normalized it. You know, I guess if you don't want to write that great opportunity is kind of something you won't even notice. And even the sea, like, I've lived there more than 20-25 years, I've probably been to the sea a handful of times. I've been to the sea much more when I go on vacation. You know, kind of right by the sea. By the way, when we were looking for flats to rent last year, before we took the place where we are right now, we saw this beautiful flat along that Varsova road, huge flat and for a more affordable price than this. And the windows were right over the sea, right over the sea, you can just stand there and there's just sea outside, there's nothing else, it was beautiful. And eventually we didn't take it because sadly, the other sea that I need in my life is reliable broadband. And that was in this old building where the building society had made a deal"
    },
    {
        "speaker": "Unknown",
        "time": "00:40:12.960",
        "message": "with one particular broadband supplier and that never ends well. What a tragedy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:16.960",
        "message": "So a tragedy for the building. So there's a nice passage here where you talk about your time in college in Bombay. And you say, quote, it was only at university that the relationship between literature and literary study, the deep past of literature and the way it flowed into the present became clear to me, and the world of literary criticism and its possibilities opened up. Here was a new stage in the reading life, requiring the disenchantment in a technical sense of the naive reader, stop quote. And by the naive reader, you're, of course, referring to what Pamuk's formulation of someone who just kind of read everything from Hermann Hesse to James Hadley Chase, as you describe yourself. So tell me a bit about sort of this, you know, awakening is a dramatic word, but this sort of shift where you begin to take books this seriously."
    },
    {
        "speaker": "Guest",
        "time": "00:41:05.040",
        "message": "Yes, you know, a BA in English is a very complicated kind of education to have for many Indian writers, actually, one could devote an entire anthology to the legacies of having such a degree. I have one, by the way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:18.960",
        "message": "There we go, we have that in common too. And you would also know this thing, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:41:22.720",
        "message": "in some way, you become very literary, but also a little too English English in your English, if you know what I mean. And you feel you have these ideas and concepts and your models are invariably if you're studying English literature in the old sense, which is mainly British and these days, American writers, then those are your models. I mean, transplanting Dickens to Bombay, etc, etc. There's a way in which can be done. But in the end, you're routing your sensibility through another culture. And then all the way back again, you can't make that sort of journey and expect things to be very simple. Plus, you know, many people I know, decide to study English because they love reading, but they find out on taking the degree that this is precisely what has become so complicated. Everything is very complicated, you have to analyze everything. As you do so, the pleasure begins to leach out of the system. And I'll grant you this much, there's nothing like some kinds of literary critics to make sure that the pleasure disappears because you know, this is the crisis of English studies and one has never completely gotten out of itself out of when you try to make it a formal discipline, especially to mimic the sciences and to make make it look like there's a certain language of literary criticism and a certain method. In the end, literature does not allow for, you know, applying the same test over and over again. Also, the critic is always in this kind of competition with the writer to determine whose sense of the meaning of the work is stronger or better. And that's not a victory you can win because when you do not know the ways in which creativity works, it's very hard to analyze it on the reception side. You know, in that way, I think I'm a better literary critic because I also write novels and know sometimes what a writer is trying to do in a certain passage or sentence or word or chapter or structure. But I mean, all these things are in like the sea of literary criticism. And again, you'd find a boat that somehow you know, navigates those waters and you sail in it and remain happy. And that was another journey that took me a long, long time to work out it. I cannot write academic literary criticism, but there's some things in there that actually makes sense. You know, the idea of the narrator, for instance, I think is very valuable. You know, we in usually when we many people read a novel, they say that the characters and then the characters are saying something and the writer's point of view about them is that it's not necessarily always the writer's point of view, the writer makes up a point of view for the book. So it's not exactly the writer, it's a unnamed figure, whose voice is controlling the writing in the book. So when you give that a formal name, the narrator, it clarifies many things about how power relations in novels work, you know, who takes charge of whose voice who organizes the material, it's very, very valuable. And to me, you know, it's very helpful in working on how to write novels. But I found myself then thinking, I cannot stay on in literary study, I have to use this in some way to become a writer. And that's going to take another few years. So in the meantime, what do I do? And that's when I came back to Bombay. And that's when we met, I realized I cannot stay on in the university because that is going to take me in another completely in a different direction. And I want to live in the space between writing about books and writing books. And that's how it turned up."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:25.880",
        "message": "You know, the point that you mentioned about the joy of the book going, you have a lovely passage about that as well, where you write, quote, I could go only so far in aligning myself with the values of those newly prominent readers, brackets my critics, who broke down a text, almost like a doctor studying a blood sample, or interrogating it in the light of one or other kind of literary theory. Often, it seemed to me, they took an object of delight and clothed it from top to toe in interpretation, so prolific drone. To be sure there were those critics who added a glow to a pathway into the writer's work. But more often than not, they wrestled it down as if dealing with an excitable dog, as if literature for them was only a stop on the road, and the purpose of literary criticism explicitly to disarm enchantment. And I want to ask a sort of a broader question here, which is about literature as it is studied and taught within academia, and literature itself. Like I remember when I was in college, a good friend of mine decided that he would go abroad and he got admission to study and he got admission into a place teaching film studies. And he was very passionate about cinema. So I said, great, you're going abroad to study film studies, this means you're going to be a filmmaker next. And he laughed and said, No, no, no, I'm never going to make anything. And I kind of wondered, then what's the point? You know, what are you even doing? And similarly, the impression many people have about literature as it is taught in academia and elsewhere, a lot of it seeps into criticism as well, is that there is, you know, a writer writes a novel or whatever, whatever she writes, with a totally different intent and purpose in mind. And to kind of look at it, like you would look at a blood sample, and to, you know, look at it through the prism of this literary theory or that literary theory, maybe evaluate it on the basis of whether it's politics is or is not desirable. You know, I think that can kind of become a trap. And this is true, I think, in some extent of academics of many other fields also, given that, you know, literary criticism is really and you've, you know, spoke about different categories of it, which we'll go into. But, you know, it's something that is taking from both these seas. One is a sea of academia, which is disconnected from the real world. And I mean it entirely in a pejorative sense. Yes. And and the other is a sea of life itself from which the work itself comes. Yes. Was this something that you thought about? What do you think about it now? Was it complicated for you?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:50.520",
        "message": "Yes, I think about it all the time, even today. But I think it was most productive in my 20s when I was actually trying to work out a system based on these conflicts. Perhaps a few notes on what you said. I think the comparison between film studies and filmmaking that your friends stumbled upon, whether they did or didn't, is not an exact analogy to literary criticism and writing, because in filmmaking, you study the art of making cinema. In film studies, you're still using language to analyze cinema. Literary criticism is the only kind of criticism where you use the same medium as what you are analyzing, language. So it is closer to the literary work than a film review would be to a film. And also, you know, a BA in English or English study is a fairly new development in the West from which we've got it in India, you know, 100, 120 years. Before that, all literary critics were in a sense amateurs. They wrote for the same pleasure of reading that you and I would have had. And so there's actually an easy way past the last 100 years into Aristotle or anybody, you know, there's amazing anthologies available now, ancient Chinese literary criticism, Indian literary criticism. These are all people who wanted to classify, taxonomize, make all sorts of arcane, sometimes very bizarre theories. But, you know, Indian aesthetic theory, Rasa theory, is very, very vivid and absolutely usable even today. So I think the task for the writer is to go past your, you know, that first frontier, where many of the motivations and play at work are actually the imperatives of the university system and the perpetuation of a certain kind of academia, academic careerism, rather than an actual, it's not, to me, a lot of it doesn't seem motivated by the deepest love of literature of the kind I know from the writers whom I love the best, whom I meet on a daily or weekly or yearly basis. So that is my gold standard for literary criticism. I need to see that love, or sometimes you can have literary criticism of very brilliant and very detached mind, you know, it's often destructive rather than constructive or analytical rather than creative. But there's a certain kind of erudition in it that you cannot refuse. So in that sense, I would not close my door to any possibility. But you know, you have a sixth sense for what seems promising and what is not. And in that sense, I think a lot of, we are lucky that a lot of writers write brilliant literary criticism and, you know, somebody like Mario Vargas Llosa or V.S. Pritchett actually write a paragraph as beautiful in their literary criticism as they would do in their novels. And for them, it's just, you know, it's actually a free flow of thought across the frontiers of their mind. And they just move this way and that way. And that I think is really nice."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:32.880",
        "message": "There's another place where you've spoken about how, quote, the jobbing book reviewer should take pause before he claims the status of either literary critic or essayist. And I claim both. And about literary criticism, again, you've spoken of it, how a great bulk of literary criticism today, quote, shows the rigor of a certain literary critical method or theory of literature, even if it sometimes thereby recuses itself from the realm of the lay reader, or just as problematically jettisons questions of ascetic value in favor of social or political questions, or subsumes literary creation to theoretical superstructures, stop quote. But later, when you speak about, you know, the highest form of literary criticism, you write even higher on the scale, therefore, as a book review or work of literary criticism that aspires to the status of an essay, that is a distinctive combination of objective and subjective perceptions, written up in an unmistakably individual voice, possessing and proposing nuances of thought, perception and style that enact the pleasures of thinking, feeling and reasoning about art, and seeking to recreate the drama of literary engagement in a language that itself incarnates those qualities that make literature the most elevated side of that universal human currency and connector language, then a book review can become all of these things, literary criticism, essay literature, stop code. And when you're first starting out at that point where you want to think about books and write about books and all of that, what was sort of your early models like today, today, you can, you know, articulate it so beautifully, and put it like this."
    },
    {
        "speaker": "Guest",
        "time": "00:51:00.040",
        "message": "It sounds much nicer when you read it out. I'm, I'm entirely persuaded by what you've just read."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:04.680",
        "message": "You better be persuaded by it because you wrote it. But today, you can write it like that. And today you have you can, in retrospect, look at all your models, like, you know, Pritchett and so many others. But when when you're starting out, do you have any models? What is a book"
    },
    {
        "speaker": "Guest",
        "time": "00:51:20.280",
        "message": "review? Yeah, you, you actually have very good models, because, and in this way, I'm grateful at least for the small time I spent in the West, you know, where I don't think I learned a huge amount from a university degree, but buying the newspapers on the weekends, you could, you know, at the time, the Guardian had a eight or 12 page book supplement. And as I've written in this essay, you know, you suddenly found as you didn't, you still don't in India anywhere, other than in a couple of specialist book review journals, you don't find that a book review supplement in a newspaper, perhaps there was a Hindu literary review. And somewhere I found lots of names, which are also the names of novelists all writing short essays or book reviews in a very sparky style 7-800 words, in a way, it was a bit like the journalistic equivalent of the term essay or the weekly essay I used to write as a student. And I thought, this is a very nice jump to make a lateral, you know how they talk about lateral entry into the civil services, a lateral entry into literary criticism. And this to me, you know, and also, this is where I feel so disappointed sometimes when newspapers, a newspaper is the perfect place to write about books, there's no better place anywhere. Even a book is not such a good place to meet a book as a newspaper is in some strange way, because a newspaper can enact a fellowship of books, you know, if a six page book review section can have all sorts of books about, you know, imagine India, if you could set one up and get everyone to write with integrity, another problem of its own kind, you know, you'd have the newest ideas, what you have in a verbal realm with the seen and unseen, you know, in a literary realm, you would have people parsing ideas about politics, society, culture, history, you know, a very deep exploration of a small subject, a very broad exploration of a large subject, all these things next to each other. And if you, as I did, you know, read it week after week, after a year to suddenly realize, you know, your mind is much more flexible, you can run up and down the channels of thought and you also have an opinion to contribute. You know, that is the main problem that young students, you know, I hope there will be some young, you know, this is that young students in literature, this is the problem they feel, the anxiety of those who appear to know what they're saying, the pressure from those voices is so great that you say, how can I ever hope to match my own? I don't have an opinion. My opinion is just a combination of other people's opinions linked up in some very, you know, in a way that I think will please the person who's correcting my exam paper. That is the usual term essay or exam paper in a BA. But once you go past that and when you see all these voices, I think I suddenly want, I had this goal, I want to see myself on those pages. I don't want anything else right now. I want, you know, like somebody turning the page to like the fellowship of those writers to be on the same page as them. And that was my only limited goal of my 20s. I want to be on the book review pages of the good newspapers of the world and to earn my spurs that someone doesn't know me can read a paragraph or two and say, okay, whether or not this chap will ever be a writer, he knows, there's that love of literature that comes through. And obviously, as I said, the middle stage was also a great practicing ground for that, because I could double triple my audience and actually have a space where people would come to read just my book reviews, not just a book review where they would find me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:30.020",
        "message": "And there's a role for serendipity there. Because I think of the role of serendipity in my life. Obviously, you and I are sitting across the table because serendipity brought us together in a way, right? Otherwise, we may have vaguely known of each other and never actually been friends. And, you know, you speak of the serendipity in your life where, you know, 2002, you're a lit student in Cambridge, and you're about to eventually come back home to do whatever and you're terrified of what life in India will be like. And then you come across this interesting was it classified? Or was it an ad or it was an ad on the student notice board? Yeah. So tell me a bit about that. You know,"
    },
    {
        "speaker": "Guest",
        "time": "00:55:06.400",
        "message": "at some point, you're so desperate in life. And in that sense, I agree that a literary humanities education doesn't prepare you for the sudden brutality and cruelty of life in the outside world. But even so, I think finding your feet, I look back on those years actually as with some degree of affection and pride, because it was interesting to work out, you know, like I say, at some point, you have to work out how to become a small entrepreneur in literature, right? A few book reviews a month somewhere the other patch together living try to become a writer on your own. In the meantime, meet your friends and not not such a bad way to live on balance. A bit hard in Bombay sometimes money but and yeah, so little bits of good luck. And I was already writing a few book reviews. But when I saw this notice and those hard cash being promised right there, I kind of felt this is for now this is my way. It was an ad asking for book reviews. There's a hundred pound payment for reviews are accepted. And like I said, I never found out where they got published in the earliest the internet. This is also possible that you know, many newspapers didn't have what was very strange. You had to write two versions of the same review. Again, great practice for writing, editing, cutting, revising. And one was 3000 words and one was 1000 words. You know, 3000 word review is today's unheard of. But sitting down and writing these enormous pieces actually knows great discipline at the time. And most importantly, it was something that I was doing. You know, your motives always a combination of wanting to do the work and the financial. Both are very important. But to make money from doing what you at the time, I don't think I was capable of much else except perhaps a touch of cricket journalism, which I also then took up. But staying on his home ground and making money from literature was a very thrilling experience, small amounts though they were. And I think I kept that up for a long time. And what was the best thing was, which I still love about book reviewing that you have, it's like meeting a person every week, a new person, usually at their best. You know, if you think of how long it takes to write a book, usually every writer would say a book is who I am, but at the best level that I am not just random, not just sentences like mine where, you know, pause, run off in some direction. It's all polished, well written, well thought, revised. And to live at that level of language week by week is a very good education. And it's a good way to live as well. You know, you realize words have to be taken seriously. Those people who do have a certain kind of wealth and riches, once you live at that level, you set yourself higher standards and you meet different kinds of styles. You know, you realize some writers write a hundred word sentence one after the other. Some others are very staccato style. And in making notes to somebody recently asked me at literary festival, you know, give me two tips. I also want to write book reviews, but I'm struggling to do it. Give me a tip for how to how to write one. I said, you know, I can't. There's not a formula. But if you are struggling to write one, do something, make notes as you read of all the sentences that you like. And then before you start to write, look at the back of your book where you've scrawled all the sentences, pick one out, copy it out. That is the opening line of a book review. The very fact that has struck you as essential or interesting shows that there's something in there, whether stylistically or content wise, that gets to the center of the book, then start to explain. Don't say now I'm going to explain why I chose the sentence, but actually start doing that. You know, saying in so-and-so's book, these words show that something is happening, etc. And you go on from there. And from then on, you'll find the words flowing, just run down the line. You know, the biggest problem that the blank page is solved. Use the writer to solve your problem and then add something to the writer's voice. But there are all these little things that you find out. And like I said, you know, there's something. Another reason why this romantic feeling towards book reviewing is that for lots of people who do it with real passion, in a way, you're pouring the best of your writing into praising or occasionally cutting down or criticizing somebody else's writing. And I say at some point, you know, there can be many definitions, but one of them is basically a writer who uses his or her best sentences in the service of somebody else's book. And I think there's something generous in that. Even now, when I find my book reviewed by somebody where there's an actual passion or a real engagement involved, I really feel very grateful and all writers feel grateful for that level of engagement. Even if perhaps the reviewer says the book was a bit disappointing. You'll take that over a flat good review any day, I think."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:32.960",
        "message": "Yeah, we're actually recording this on April 12. So this will, this episode might even come out in June, because I'm banked so much in advance. But the episode I released yesterday was with someone I realize now is a good friend of yours, Shruti Kapila. Yes. And I was just thinking of like the one sentence from her book, which really stood out for me. Yes. And I don't know if she would accept that it is central to her book or whatever, but it stood out for me was, quote, Hindutva is a theory of violence in search of its history."
    },
    {
        "speaker": "Guest",
        "time": "00:59:58.640",
        "message": "Tremendous. Tremendous. That's a tremendous, tremendous. Yeah. Yeah, this is a it's a very good line. Very good line to pick up. And you realize even in prose works of great depth, detail and density, you make little leaps from single sentence springs. Yeah, such as this one. And then you can expand and broaden and articulate your theory. But you still in that sense, literature is so, so sly and artful in the way it works. The deepest things happen in two or three seconds. And then again, you go on that slow, slow path. And there's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:33.000",
        "message": "another beautiful passage I'll read out and is resonant with me for different reasons this passage and one reason is resonant with me is that so many of us today take the internet for granted, even computers for granted. Early in your essay, you talk about how you were"
    },
    {
        "speaker": "Unknown",
        "time": "01:00:46.200",
        "message": "so happy to have a refurbished laptop, as it were, where you could sit in your room"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:50.240",
        "message": "and have to write and even I remember my, you know, in the late 90s, how desperately I wanted a computer of my own and what a big deal it was. And yes, we take it all for granted. But speaking of the internet, I'll just read this passage out where once you started reviewing and you were at Cambridge, you write quote, I found I love to browse the archives of the book review pages of the New York Times by typing in the names of writers who had floated into my consciousness, Tolstoy, Henry Green, Constantine Cavafy, Gabriel Mistral, and reading everything that had been published about them over the decades. And then everything I could find by the writers who had written something interesting about one of them. Everything was something in itself and a link to something else, stop quote. And I find this delightful because it's like there is this sea of knowledge and associations out there. And then by choosing to write, you are jumping into that sea yourself. Yes, yes, you know. So how much of your reviewing craft as it were, like I would imagine that someone learning to review say, in 1992, as opposed to 2002, would become completely different. Because in 1992, your references would be so limited. Yes, your sense of what is possible, what is permissible, would be so small. But over here, suddenly everything is open to you. So how did how did you approach it? Who were sort of your models? Were there? Did you have an ethic of writing book reviews that these are the things I will do? And these are the things I won't do? Just in terms of"
    },
    {
        "speaker": "Guest",
        "time": "01:02:14.400",
        "message": "approach? How did you sort of? Well, my initial models were all entirely Western only because there was a space in in in Western literary culture for this sort of work to happen much more so than in India. Bizarrely enough, once I came back to India and started work here, obviously, I found many very good Indian literary critics who had or reviewers who had till then had somehow, you know, if your parents bought one newspaper, and you lived in Bombay, you would never end up knowing these names. At the time, there wasn't that connection. You know, Arshia Sattar, Niranjana Roy, Shama Futehali, Meenakshi Mukherjee, all the range of first rate literary writers, whom I came to later. But at the time, it was mainly you know, the good newspapers of the world, the Washington Post, where I published my first proper book review. And when that check came, I'll never forget the moment. And it was only because of your laptop that you could even in England, it was hard to get an American newspaper, but you could. So in that sense, yes, for people of our generation, there's two loves you can never forget the first girl you fell in love with, and the first laptop you ever. I still have it, I can't bear to give it away. I mean, it's in some old cupboard of mine. And that sense of freedom also comes from, you know, in that sense, it's good to have a what is called a naive youth, because when you start suddenly climbing up the mountain of literature, it is so exciting that you can't even bear to sleep, because next morning, get up and start the climb again. And there's always a new challenge in front of you. And every day, your language improves, your vocabulary improves, your sense of detail improves. So you can like with everything else, you know, repetition is the mother of skill, and you get better by you. I think I used to make in my 20s, I used to be so upset by reading a bad book, including a bad book by a good writer, and every writer has a right to write a few bad books, you know, it's not possible always to keep up even quality, I get so upset at having wasted three or four days that I would write a very sarcastic, a cutting review, sometimes I would not want to do that anymore. But equally, I think it was, you know, one should not lose that pugilistic sense of saying, you know, this is not worth someone's time, and I'll detail in a hundred with 100 reasons why it's not. So there's some reviews like that in my book as well, I cut a few others out thinking I don't want to keep these animaties left by consecrating them into print. Because it is upsetting as a writer, you know, to have somebody say bad things about your book, but it has to be done sometimes. And everyone should also have this experience just so that you know what it's like on each side. So after that, you know, it's all determined, like the book is the ultimate improvisational art. Somebody says 800 words, somebody says 400 words, somebody says 1200 words, what points you will pick up what argument to make all depends on what day of the week it is, how much time you had to think about it. But over the years, you know, I was for a while I was the weekly book critic of lounge, I used to write 50 6070 I think 2007 or 70 book reviews a year. It was like a mini factory for every four days, send one out, the next one comes in at the same time updating my blog. No wonder it took me so long to write my first novel. But it was very exciting morning till night, the life in literature, this way or that way somebody else's book, your book, somebody else's book reviews, your book reviews, little bits of talk and drinking at your place in the middle. Just to make sure one actually saw a human face. But otherwise, it was just the face of a page for so long."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:26.160",
        "message": "Before we get back to the biographical part of it, which I do want to, you know, go down step by step. But before that, a couple of questions. Now, I'll read out another passage from your book where at one point you write, a book is only one text, but it is many books. It is a different book for each of his readers. My Anna Karenina is not your Anna Karenina. Your Arzi the Dwarf is not the Arzi the Dwarf that I wrote. When we think of a favorite book, we recall not only the shape of the story, the characters who touched our hearts, the texture of the sentences, we recall our own circumstances when we read it, where we bought it and for how much what kind of joy or solace it provided, how scenes from the text began to intermingle with scenes from our life, how it roused us to anger or indignation, allowed us to make our peace with some great discord. This is the second life of the book. It's life is our life, stop quote. And therefore, you could argue that there are as many, each book has as many versions as there are readers. Now, is this an impediment or an opportunity for someone who is reviewing a book? Because on the one hand, it may feel like an impediment because the only notion of the book that you can possibly capture is defined by your limitations in your life. But on the other hand, it can be an opportunity because you can make your reading of the book that much richer by pouring the personal into it as well. This is something"
    },
    {
        "speaker": "Unknown",
        "time": "01:06:39.920",
        "message": "I discussed with our mutual friend Jaya Arjun Singh when we did an episode on film criticism."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:44.240",
        "message": "Like one of the things that I really liked about his film blogging was that once he found"
    },
    {
        "speaker": "Unknown",
        "time": "01:06:49.040",
        "message": "his voice, it was imbued with the personal. It was not just about a cinema, but what he"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:54.600",
        "message": "feels about that, what it makes him feel and all of that, which I think made the whole experience richer. So we can approach this both as a feature or a bug. But is this something"
    },
    {
        "speaker": "Guest",
        "time": "01:07:03.360",
        "message": "you've thought about? Yes, yes, yes, because it ends up being endlessly discussed in literature. And also, you know, it raises a very banal sense. You know, you could say if all readings are subjective, every reader has his own version of a book. What is the difference between a book review and Amazon reviews of three or four lines or whatever, a starred review or whatever? So my way of breaking this question down is that, you know, of course, everyone's opinion is somewhat subjective and you can bring many kinds of readings to a book, some of them necessarily the result of your own past or what you can see in a book. Even so, a very deep subjectivity is a kind of objectivity, in my view. Somebody who really wrestles with the book can pick out all sorts of things from it. And, you know, just because you bring yourself to the book doesn't mean that your book is that book is also not released to its greatest self by you. The two can really meet and both sides are giving something very deeply of themselves. And that is the encounter that you record. And you don't always have to make it dramatic, therefore saying, you know, this move me or whatever, just the writing itself will show how much you invested of your of your heart, your mind, your soul into it. And there are certain technical aspects of, you know, literary criticism, like no matter, your Anna Karenina can be different from mine, but you might not be able to say a lot about it other than you liked it or you like some character. Whereas another kind of reader would could follow the, for instance, the changing meanings of a certain word, let us say love, in Anna's mind as Tolstoy shows it across the face of the book and, you know, be able to develop arguments, perhaps not only about the book itself, but linking that book to the general ideas of love in Russian culture in world literature. So there's infinite pathways you can create. And the more you read, the more adept you become at making links. That's why in the later sections of my book, I begin to write essays about two writers and three writers, not just one writer showing how you can raise your game up. So sometimes some comparisons become very fruitful, you know, a Russian writer with an Oriya novelist, they would have never met each other. But if there's a similar note in their work, how what is the differences in the way they approach it? And are they both? Can the reading of both be improved by being set in conversation with one another as it were? You know, Jugalbandi is a very classic feature of Indian art. And I really appreciate, you know, that we have such a deep artistic tradition that can be applied to literary criticism as well. Bring people together and see what they say. And the comparisons reveal things about each other that a single analysis won't. And in that sense, I really believe, you know, there are better readings. Every reader has his own book, a version of the book, but there are better readers and there are less good readers. And there's nothing to feel ashamed of. There are many readers I meet on a daily basis who I know are superior readers to me. That doesn't mean that, you know, like, I still rate myself as a reader and a writer. But I know there's some things they can do that I can't do. I would like at some point to slowly move upwards till perhaps at the age of 80, I'll write the perfect essay. And then one can head off to the next library wherever that is."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:04.600",
        "message": "Let's take a digression on reading then. And the question that is how does one read a book? And the most primal way of reading a book is you read it for the story. This happened, that happened next, and you're kind of just reading it like that. And later on, you begin to find other ways of reading a book. And some of it, of course, is enhanced by the criticism that you read. For example, I remember reading Madame Bovary as a child, and then coming across, you know, James Woods, excellent essay on it, where he speaks about the book and speaks about the use of the free indirect voice. And then reading Madame Bovary again. And it's like an education. It's like, everything has been stripped away, you understand so much not just about a particular book, but about craft and language and everything. And it's, yes, you know, and that kind of happens. So now, you know, when and this is something my writing students also asked me sometimes that, how should I read? And now one aspect of reading is, of course, intentionality, where you can perhaps say something concrete and read it in this way. But the other aspect is that how you read is also a function of how much you have read before. Yeah. And how much of that you're bringing into something that you have read. So, you know, do you have any thoughts on this, especially because in a sense, every reviewer, or literary essayist like yourself must carry two readers. And one reader, I suppose, is someone who is just reading a book for the enjoyment, yes, with any other thoughts being pure asides. But another mode of reading that you of course do is where you're thinking deeper, where you're making all of these connections where you're reading Proust, and you're saying, Ah, Love's God did this here, and so and so on. And you're making those connections and that. So is it so that there are those two modes of reading with some kind of continuing between them for you? And if you had to advise people on how to read, you know, what would you what would you say?"
    },
    {
        "speaker": "Guest",
        "time": "01:11:53.960",
        "message": "Well, there may have been two modes at a certain point of time when you're starting out for me now, they're just one mode. I don't read everything. Yeah. You know, on the internet, you know, when you're reading pieces that have deliberately not been written to do anything other than instruct or explain something, you don't need to attach that deeper, though even their style is very important, I find. But otherwise, when you're reading something that has been set up as a kind of machine, one can use other words, but a kind of machine for releasing verbal pleasure. You know, you have to look at the controls and the writer is himself or herself given some cues with punctuation, structure, all these things that you have to unpack and relive the book inside your head. And for that, you know, you have to give your best self to it. And when the book is good, you must be good. I mean, don't distract yourself with other stuff. Keep your phone away, read 10-15 pages at a time, not a few sentences here or there. Give a certain hour of the day to reading, preferably the first hour of the day, if you can manage it and you're not rushed to go somewhere. These would be my advices for young readers or writers. Give the best of yourself to a book because the very definition of a book is somebody giving the best of themselves. So if both we approach the situation in the same spirit, that's when you can unlock whatever, you know, just as in life, you are, as a body, you are what you eat, as a reader, you are what you read and you have to learn to read well. But of course, it's frustrating at the beginning because it's such a long tradition to absorb. So I would say, if you want to be a novelist, you must read 15 novels naively, perhaps not picking up everything about them before the path becomes easier, but that much time you must struggle. So it's helpful to read a novel every week, get it out the way in a year or two, and then start to slow down and pay attention. Read the great Indian canon. In a way, my book is also a little snapshot of all the things that could be. Everyone's canon will be different because we are such a big country. But at the very least, we must read Indian books, books in translation, books from every other continent. It's possible to do that now. Why limit yourself? Put it all together"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:50.960",
        "message": "in your own map. And you speak of reading the great Indian books and the great Indian canon and all that. And I had another question about this, because your training in literature, in whether you did your BA in Xavier's and then you went to Cambridge and whatever, would have been kind of from a Western perspective. And this brings across a problem, like in one of your essays, you've quoted Fakim Mohan Senapati's book, Six Seekers and a Third. And you've written there, ask a new babu his grandfather's father's name and he will hem and haw, the narrator chirps, but the names of the ancestors of England, Charles III will readily roll off his tongue, which is kind of true. And later you quote Boyd Tonkin, where Tonkin in an essay on Nage Mefousa's Cairo Trilogy, at one point talks about how the books, quote, enact a dialogue between Egyptian ways of seeing and European ways of knowing, which struck me as really interesting phrases. So deep, yes. And then in another essay, you refer to how, you know, Ramanujan's famous essay of 1990, which was titled, Is there an Indian way of thinking? And you spoke about how, quote, and these are your words, in the closing years of the 19th century, the Oriya writer Fakim Mohan Senapati appears to have asked himself that question in another form. Is there an Indian way of writing a novel? Stop quote. This gets me to thinking about what happens when you bring a prism of looking at literature that is a Western prism, shaped by Western literature with its values and"
    },
    {
        "speaker": "Unknown",
        "time": "01:15:15.560",
        "message": "mores and all of that. And you bring it and you're looking at Indian literature like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:19.440",
        "message": "And is it even fair? Like I did a wonderful episode with Sarah Rai, Munshi Premchand's granddaughter and a really fine writer herself. And I asked this in the context of Premchand because one, there is no denying that Premchand is a heck of a writer. But there's also no denying that if you look at his work through a Western prism, it'll be very easy to pick flaws with it. But are they really flaws? Or is it the prism that we are looking through? So since you seem to sort of combine the art of literary criticism with also this deep abiding affection for Indian books or books by Indian authors in the different languages,"
    },
    {
        "speaker": "Guest",
        "time": "01:15:55.320",
        "message": "what are your thoughts on this? You know, the very fact that I'm so touched to see that you pulled out three different points and very far distant points of my book to make, piece together one question itself showing that this is the sort of reading for which I have the highest regard. Even if it's the reading of my own book, I'm very happy. You know, it's lovely that a question can be enunciated in these kinds of detail. And yes, I think that is the problem or the interesting question, the puzzle, as there should be puzzles in writing, the puzzle for the Indian novelist today. How do you write Indian novels in English? Many people have answered that before me. And what sort of inheritance you bring to bear? I'm going to read one. It's, although it looks, you know, like this example of Premchand, a lot of early Indian novels are very derivative of Western forms because there's that pressure of imitation of their authority saying this is how it should be done. You do it, just change the names of the characters and the situations. But it's got to be written with that in the didactic style. A little passage from my country's literature. The novel, Literary History Tells Us, had its beginnings in the birth of modernity in the West. In societies like India and Egypt, Brazil and Korea, it was a transplant. But wherever the novel went, it merged with that world's indigenous storytelling traditions and reappeared with a new face and form, a new way of being. It was the literary version of the traveller who makes himself at home anywhere he or she goes. And this, I think, is the wonderful thing about novels, you know, that and this is what Boyd Duncan is also in that wonderful book of his finally arriving at. So using the Western, the classic Western form of the novel in writing novels about your own society is an intermediate stage, a necessary intermediate stage in any novel's journey into a culture. And slowly, slowly those paraphernalia begin to fall away. The scaffolding begins to fall away. And inside a new work of building is going on. And obviously, some geniuses arrived at those answers much earlier than the others. So, you know, that's why I think Indian literature is always being renewed even by the past, not just by the future. Because in translation, new books come into view that have been lost for so long. Srinapati's novel, only in 2006, when I read it when I was 26, I suddenly realized this could be another way of working. Not now, perhaps in the future. But the novel is told not in the first person or in the third person, but in the first person plural, we. The voice speaking, the narrator seems like a plural voice, which is very rarely seen something like that, which so successfully brought off that you realize this almost like the voice of the voice of the village chorus or the panchayat kind of speaking. And he just doesn't say it. But that's what you understand. Novels have to have lots of secrets in them. And in that sense, I think the novel, you know, in the last 30, 40 years, when you put together all the Indian, the different novels from all the languages in India, each of which has a kind of slightly separate or different novelistic pathway and tradition, you realize that we are actually the center of the of the novel in the world. We ourselves perhaps don't know it. And we can't also find all the novels in other languages. But from above, if one were to be the novel as a concept suddenly embodied in a bird or, you know, a cloud and looking from above, drifting over the world, it's top of India and say, I want to stay here. This is where the most interesting stuff is going on. And then, you know, you realize also every novel must have generational, you know, people speak in different ways from generation to generation. Even the Bambaiya of today, I don't think when we were growing up, people used to say the word chapter for a particular kind of eccentric character. That's the way they say now. It's always renewing itself. Language is always renewing itself in living speech. And since the novelist's work is to record living speech, even perhaps not necessarily through a direct direct transposition, you know, if I were to write Bambaiya Hindi in my English novels, it would look odd, a patchwork. But I can find an English to sort of replicate those rhythms, or I can find other strategies, there are many. And in a way, the novel is like life in that there's no formulas at all. For every book you have to, just like with life, you have to invent your solutions for that piece of material. And after a while, you learn to trust yourself and let go of the precedents and say it doesn't matter. And sometimes you may make things confusing to your readers, because in the end, you know, there's this basic tension between novels and capitalism, they are sold in a capitalistic world. But capitalism prizes reliability, repeatability, what is promised is what is delivered, the classic things that good brands do well. The very raison d'etre of novels is to always surprise you and to sell you short and take you somewhere else. Even if it means having all these quotes on the top, you know, this is a cross between Paulo Coelho and Dan Brown, etc, etc. And this is where I think the good novels are so wonderful, they, you never know what is going to happen in the next page, you might know what's going to happen in the story, the story is revealed to you even in the synopsis. But moment by moment, the situations that emerge, and as a writer, it is so exciting to write once you are in it, you know, it's very frustrating till the time you can't get the hang even of your own book. But I think the greatest highs of my life have been this five, six, seven month periods when I knew I don't have to work to think what I'm going to write tomorrow. I just sit there, the past the momentum of the past three, four years will immediately, it's almost like you're in communion with the secret spirit of the novel. Not that you have some special, you know, pass or anything like that. It's just that you've done the groundwork, and you've done the reading. And then for a few months, you will have this amazing dance with an abstract idea that you see playing itself out inside your own mind. And that I think separate from reading novels, this is the pleasure of writing them that you feel you cannot get it, perhaps you can get it a little bit from falling in love with a person, or, or rummaging through very deep memories. But you can use those for novels as well. So a novel,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:41.120",
        "message": "deep memories of falling in love, put it in a novel and you've got it all together. Yes. So I want to ask a question about expectations and conventions and whether we are imprisoned"
    },
    {
        "speaker": "Unknown",
        "time": "01:21:53.160",
        "message": "by them in the sense that you've written for you write a review for the Washington Post."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:57.360",
        "message": "And then for the longest time, you came back to India and you were a weekly reviewer for Mint and we'll talk about that as well, where you were being paid a pittance, which I only found out while reading your essay. And then you go on to, at the same time, you're writing reviews for a whole bunch of foreign publications. Now, I would imagine that there, there's a certain expectation of what a review is, it is not even as much their expectation as just an understanding that is there, because you have spent all this time reading all the reviews that come there, reading all the literary essays that are published and saying, Oh, this is how it is. And this is how I structure it. And these are the kinds of things I write about and draw connections from. And therefore, in a sense, that is a convention that you've set for yourself, which you're not necessarily, you don't have to follow any of them on your blog. But that's a convention when you're writing those reviews. Similarly, when you're writing a novel, there are conventions of how you kind of go about it. And there'll be conventions in the West. And you'll find that people in India have done various other things like this novel with the v narrator, right? Like, I understand that every constraint is also liberating in the sense that once you know where the parameters are, you just go for it. And you can do whatever within that within that. But at the same time, do you then start thinking as the years go by about how I can break out of this convention like on an in an unrelated field, perhaps I had the journalist I was about to say data journalist, but I don't want to typecast the journalist Rukmini S here, sitting exactly where you're sitting and we recorded an episode. And she was complaining about the structure that's almost become a cliche for data journalism, that you start with a human story. So you"
    },
    {
        "speaker": "Unknown",
        "time": "01:23:37.240",
        "message": "want to humanize the data, and then you get into the data. And she's like that one, it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:41.560",
        "message": "a cliche. And two, it can also be misleading, because you can pick any damn story for any damn whatever. Yes. So is this something you've thought about over the years, because one of the sort of perks of being forced to read as widely as you are, is that you are then also forced to reconsider all these parameters that have been set by others. What are your"
    },
    {
        "speaker": "Guest",
        "time": "01:24:03.760",
        "message": "thoughts on this? Yes, you know, I've been very lucky that, you know, as soon as my first book came out, I was able to live a life where sometimes my book walked ahead of me and people knew me because of my book rather than knowing me as me. Suddenly, my access to novels remain the same access to novelists went up by like 1000%. Much more than that, even, you know, suddenly you could speak to somebody as an equal and other people looked at you as an equal. Once you've written one novel, a good novel, you're a novelist for life. I mean, you don't need to write and you want to write more, but nobody can take that badge away from you. And, and in that sense, you know, I had the very exciting thing of sometimes I'll go in residencies or meet people on a festival or run into them somewhere. And in two or three hours, you could go over the entire history of novels as you knew it and as they knew it and compare your ideas. And you could use them as springboards to jump ahead. For instance, I think till about, till I wrote my first novel, I was still a fairly traditional novelist. I don't think I then grew as a novelist so much by reading novels as by talking about novels with other novelists who were so far ahead of me in their understanding of what to do with story and how to arrange them that those conversations were what I live for. And in particular, I remember my Israeli writer friend, perhaps my closest friend in literature even today, Ofi Touche Gafla, who probably one of the most creative human beings I ever met, you know, the classic model of a writer is, you know, he lives to write. I had the very good fortune of spending almost three uninterrupted months in his daily company in a residency. Imagine the end of it, you know, I almost forgot who I was, so much on the influence of somebody else. But as the years have passed by, I've managed to, you know, again, return to some of the ideas and we meet every two years anyway, and catch up and talk again, talk about books. And you can even talk about the same book that you loved and take different things away from it, you know, high grade conversation between two people who work in the same form. And about breaking conventions, you know, in the end, when you take the idea of the novel that I just explained, it should surprise, it should do something new, to its logical conclusion, every novel should be written in a way that no other novel can be. But you know, that is not possible. That would be also an absurd world where the reader would have to learn the ropes every time. Imagine putting that pressure on readers. So it's got to be some mix of sticking to the form and making little nicks and cuts or changes so that you show that you're also criticizing the form that did the way it was. You know, innovations don't have to happen on a major structural scale. They can really happen, you know, I know this friend of mine, Saskia Jain, who in writing dialogue, often end sentences with the word HHM. And the first time I thought that this is such a natural way of putting pauses and sounds into speech, which it has never occurred to me, although you hear it all the time. Novelists give you new eyes for how the world really works. And in big and small ways. And I think in the end, the small ways of noticing are perhaps the more valuable, because the big ways, you know, the sociologists, the political scientists also keep on bringing to you that level of knowledge creation is happening. The way in which life changes through some small detail, you begin to think a new word enters the culture from somewhere, and the use of that word slowly transforms an entire society. Those are the things that novels, you know, are very good at doing the flow of an idea or a person through time, and the analysis of time itself. And in that way, you know, novels can never run out of, you know, because even our sense of what time means has changed so much in the last 20 years, I find myself unable to keep up with the idea of how I still perhaps I cannot analyze what has happened in the last 20 years in a novel, at the level of experience of digital time, and what it means to, you know, keep on flipping between an Instagram post or Facebook, then a sentence here. I'm perhaps not even interested in that. To me, since we are older, it's not as interesting as it might be to someone younger. But so I think what finally, one must remember that one is trying to break conventions, but the whole point of writing novels is not to break conventions still to tell interesting stories. But you realize that since conventions can also be an impediment in telling a story, interestingly, you use them and sometimes you move them out of the way and you create your own rules for the book, perhaps you abandon it right after the book. And that actually respects the reader because you are saying to the reader, I don't completely agree with the inheritance. Here is my slight adaptation of life, writing everything. And that is why you should read this book."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:26.360",
        "message": "A couple of questions. And one again goes back to the ways in which we have changed and I have changed is that often when we are young, the way we behave implicitly, we kind of see ourselves as, you know, the central character of a play and everyone else is either just a character or a prop, right? They're just props. And you see this on social media all the time where people are all the time, you know, trying to raise their status by attacking others by snarking on others, so on and so forth. Little realizing that there are real people at the end of that. And when people kind of do it to politicians and all of that, I understand because, you know, our taxes are going and they're supposed to govern as well. And all of that, you want to hold them accountable. But I'll see random person attacking random other person with quote tweets and all of that. And I'm thinking that it's not it's not necessary just because you disagree with someone to attack them personally. And I think I've been guilty of that myself that even back in the old blogging days, and I would of course in my India Uncut days do like five posts a day and did 8000 posts in those five years. And I remember that I would just give any comment on anybody and not give a shit because it's like I am at the center of the universe and I'm passing judgment on people and all of that. And unfortunately, I think I did this to you also where once you had, you had written a review, I felt really bad about it later. You had you had written a review, I think of Patrick French's book on Naipaul, right? Yes, yes. Apples and oranges. Remember that now? Yeah. And I felt that you were judging it on the basis of what you wanted it to be rather than what it was, which was what I think Martin Amis had a quote about that, if I remember correctly, or somebody had a quote about that. So I put that quote out there. And I put a link to your this thing. And later, I realized that what a dick thing that was for me to do. Right? Like, firstly, it's a dick thing for to do to anybody. And to do a dick thing to one of your closest friends. So absurd. So no, I'm just putting it out there because it's something that struck with me of, you know, there are many little things that one regrets. And I remember that. And the question that I'm going to ask you is, that is that something as a young reviewer? Were you at any point also guilty of ignoring that in retrospect? Because while you were writing about books for you, you were diving into this great sea of knowledge and literature, and you're contributing to the discourse. But sometimes your words can be hurtful to an actual real human being. They're not characters or props. Famously, if I remember correctly, forgive me if I'm wrong. I believe Kiran Nagarkar actually fell physically ill after a review"
    },
    {
        "speaker": "Guest",
        "time": "01:30:58.400",
        "message": "you wrote of one of his books. Oh, don't say that. Did this really happen? I'm sure it's one of those apocryphal..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:03.160",
        "message": "I think you only told me. No, no. Somebody told me that you savaged one of his books in a review. And he apparently was so depressed by it, and he actually fell ill. He died many years later. So you're in Kiran Nagarkar's books."
    },
    {
        "speaker": "Guest",
        "time": "01:31:17.160",
        "message": "This is in the realm of black humor. This is a new genre of literary black humor."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:23.200",
        "message": "This becomes especially more pertinent when you become a lit festival regular, and actually"
    },
    {
        "speaker": "Guest",
        "time": "01:31:27.400",
        "message": "meeting all of these people all the time. Well, I mean, there's so many things to say on a human and literary level about these things. Of course, you know, first of all, I mean, between you and me, I think we always we, as I said, I enjoyed the disagreements. And I do remember now you bring it up checking the blog comment section every two hours to see whether you'd reply. Then I would have to also jump in once more. And so it was like a long day. But I think between us, we always knew our disagreements and good faith and, you know, like and upsetting each other is part of the game a little bit to also, you know, what it brings out something in each other. And it's, I mean, it's a very masculine thing to do. And, you know, it's a bit of, you know, we can enjoy that episode as something that, you know, as part of our journey. And and it was a substantive point. As I remember now, I went into my library, pulled out five other literary biographies and started quoting from this and that. So, you know, it made me work harder. With literary criticism, you know, in the end, I think writers must realize that, you know, it's very easy to get a review wrong. And of course, you know, many reviews also badly written. And sometimes they also written, you know, with people know each other. So it's an imperfect and impure form filled with lots of human motivations and errors that don't have to do with literature. And you can end up mistaking one for the other and thinking, you know, this person didn't like my book, which doesn't like me, etc, etc. What can one do, you know, and one is in the social world where you end up much more now than 15 years ago, where you end up meeting folk. People should have a discipline to leave it at that and move on, both on the receiving side and the giving side. And I know it can be hard, but I think, you know, there's so many things are harder as a writer before I get stuck here. I really think I mean, when I meet some people who've written something negative about my books, I try not to bring it up ever or to even let it affect, perhaps subconsciously still it does. But I think one could have a perfectly pleasant relationship with if one were not to be able to do this, basically, it means that a bad review is war for the rest of your life. I mean, there's no way to live. Even literature says that what is the point of living like this, if writing about books were to lead to this, this problem, you are left with a culture of empty praise, which also sadly, I think we have far too much the business of blurbs, etc, etc. So, for all the problems, and the people one may have hurt and the fact that one doesn't realize there's an actual person, although, you know, people are hurt on a daily basis, but so much else, you know, why should a reviewer be singled out as being especially, you know, come on, to be honest,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:55.600",
        "message": "the thing is, you spend 567 years, whatever it is writing a book, and then you read a review, where the person will never know the book as well as you do. So you feel wronged"
    },
    {
        "speaker": "Guest",
        "time": "01:34:03.520",
        "message": "by it. There is the criticism that you get for a book for whether the reviewer doesn't agree with what you have said, or takes issue with your ideas. And that I think no writer ever really feels deeply hurt by somebody disagreeing with the viewpoint. When there's the review that you must write when a book is very incompetently written, or is actually prejudiced or malicious in some way. And there, I think one should reserve the strongest possible, you know, then it's a rhetorical battle where there's actually something very damaging going on, you know, some kinds of argument that are present in India right now. People extend those argument to book length forms. If one were to say like, take off your gloves and do not punch hard in writing about these pieces, even if it's from a different point of view, you have to accept that, you know, this is a part of the world of debate and of ideas and one should take, try to give everybody the benefit of the doubt. I agree with you. I'm not talking about the normative end. I'm talking about the positive"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:57.760",
        "message": "side of things, the way things actually are. Yes. You know, of course, everyone should,"
    },
    {
        "speaker": "Guest",
        "time": "01:35:01.800",
        "message": "you know, not take reviews too hard and just get on with the job. They don't and that's how it is. That's how it is in most places. And there are some people also skulk past when I see them in certain rooms. But sometimes equally, we have become friends later, you know, 5-10 years later. And since we are in this moment, I will like to supply the last ending to this Nagarkar unfortunate story because actually I was thinking of him when I said, you know, like, you regret writing a very cutting piece about a less good book by actually a very good writer. You know, I think Cuckold is one of the greatest novels in the history of the Indian novel. It was very unfortunate, came out the same year as The God of Small Things when they're both equally good books. And as a book about what the role music plays in human affairs, I don't think I've read another Indian novel that so deeply gets the place of music in Indian life. And unfortunately, that book didn't arrive. I was only 18 when I was and, you know, suddenly a book pops up and somebody says, will you review it? And you start reading and you think it's very badly written, you write it up, you never realize. But four or five years ago, I was sitting at breakfast in a literary festival in Kolkata and right next to me, I saw a tall, stooping, kutat figure, kutta pajama, Mr. Nagarkar. And all these years somehow, I didn't know whether he actually knew me by face, but whenever I saw him, I realized, you know, this is not, let's not, whatever. But I walked, I changed my tables, I walked up to him, sat across the chair from him and said, I don't know if you remember me, but I'm Chandra Haas and I remember many years this happened. And I heard you were very upset by it. And he said, no, no, I wasn't. And perhaps it was, I don't know what it was. And I said, whatever it was, I want to say sorry, because I realized the ways in which I might have got that wrong or you got it wrong. And that misperception or misimpression has stayed. And I just want to make it clear, you know, I admire you as a very, very great Indian writer. It was just that book that I was writing about. It wasn't writing about you as a writer per se. And very sportingly, he said, absolutely, you don't need to explain so much. I get what you're saying completely. And we had a, I mean, we didn't have a long conversation, but we shared a coffee across the table. And that's my last memory of him. So you know, while we're on the subject, I want to acknowledge the generosity and grace of a very great writer."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:04.040",
        "message": "Coming back to that earlier subject, you mentioned about masculinity. And one often wonders whether this very great writer would have been as generous when he was say 25. And chances are probably not, you know, you're maybe carrying that grudge a little bit. Yes. So let's talk about that. Because before we started this, when we were at breakfast, you mentioned about how it might be harder to come to terms with yourself as a man than it is to come to terms with yourself as a human being. Which again, struck me as one of those quotes, if I read"
    },
    {
        "speaker": "Unknown",
        "time": "01:37:32.520",
        "message": "it in a book, I'd write it at the back, and then I'd follow your hack and, you know, start"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:36.360",
        "message": "my review with it. What do you mean by that?"
    },
    {
        "speaker": "Guest",
        "time": "01:37:39.880",
        "message": "Well, there are many contexts in which that statement can be interpreted. But I think if I look at my life, I think I was saying in the context of my own life, I found it much harder to work out how to be a man. And perhaps every man in our time of shifting very rapidly shifting gender relations has some version of this. It's harder to work out how to be a man than to be a human being, not only in this present day sense of revised gender, long overdue revision of gender norms. But also historically, you know, men have always found it difficult to be men. And, you know, this dinner party conversation, what if women rule the world? Would we have so many wars? Would there be so much corruption? Would there be so much competitiveness? I don't know if the answer is yes or no. There's certainly plenty of vicious women out there. But I think we are not prepared by education to deal with certain aspects of our history, our psychological makeup, or if we are, it is only to repeat the forms of the past. And there are many unseen spaces, we are not told what we learn about sex from books and not from your mother or father. To learn about it from your mother would be a different thing from learning about it from your father. Strange though the thought may seem I cannot imagine discussing this with my parents. And if your mother is listening to this. If there's anything you think I don't know, I mean, come on, like I'm coming back home in three weeks. Let's sit down and chat. But in the main, I generally I found it's bizarre, you know, now, after my father passed away, I found myself in a two woman family, most of my 20s, my mother and my sister. And since then, I've either lived alone or back to all women families. Now I live with my wife, my daughter, and sometimes my mother-in-law also comes to stay over, particularly because she wants to have a chat with me. And strangely enough, I think back about my life and had almost no close male friends in my 20s, other than you and a couple of others. Now, I would say bizarrely enough, my closest friends are all men. And what is the hinge on which this entire switch has occurred? Will it again change back to something else? Like I think I would say my main success socially in my last 10 years, I was always interested in women and I always got along very well with them. I had many close women friends and I feel to whatever extent possible, I'm sure I have many misperceptions, biases, whatever, but I get I can sit down and have a heart to heart talk with a woman. I found it much harder to set up the space with men. And partly it was not my fault. Partly it was not the other side's fault and whose fault was this? No one's fault. It's not really anyone's fault, but it is a problem to be solved. And in this way, I feel happy. So in the last eight or nine years, I find I can reach out to men, including a certain kind of South Asian. The only person I can't still get across to is a certain kind of South Asian man who lets makes you want to do, who lets you do all the work in reaching them. You know, 99% of the work is yours and I will utter one or two words on this side and always make sure that they keep you at bay. I'm not interested in that sort of dialogue, but with almost everyone else, I think I've, especially I think having not had a very deep male presence in my life in my 20s, I think from about 30 onwards, I've really have a lot of father figures in my life, all the way from five or six years older to me to 30, 40 years older to me, you know, all the way from someone like a Pushpesh Pant to somebody, you know, someone who might have met only two or three years ago. And in this way, I think as a continuum of masculinity, I feel we've learned a lot from each other. The things I've learned from them, I think I'm sure things I've given them. And between us, we make a good team in different countries and continents, though we may be. And whenever we get back together, there's more things to learn. And we give each other and we give outwards, i.e. we link up and we can create spaces for younger people like that. And this way, I feel, you know, we have not exactly solved, but we've definitely made a dent in this issue of men sort of not sharing a lot with each other. When you go to another man with a problem, they make jokes about you. So you retreat again. And there's a locker room style conversation. I don't know what it's like in sports teams. I'd be very interested to know in the Indian cricket team, do they actually speak about girlfriends, sex, love, if someone is depressed or break up, what sort of, you know, that would be a very interesting crucible of masculinity where you both very hyper masculine and you are trying to or you should be someone else. But at least in Indian life, I think this, therefore, this notion of a gender above gender, a space above gender, that even while you're fighting the gender wars and in the gender things, I have a lot of sympathy for this idea that even in your deepest relationships, I believe in love. You know, when you marry somebody, you obviously carry your biographies as a man and woman and the conflicts and you know, who cooks, who does the labor, who picks up the child or whatever. But at some level, I think as a 21st century man, as a woman in any culture, aside with the power and the politics, you must make the room to surrender and to forget who you are and become a nameless human being, just a human being and forget that inheritance of masculinity and femininity and be two human beings on a common cause in life. And that there, I think is a real space for dialogue even across gender and in marriage and all these spaces which have become a little hollowed out now because those norms have at the same time, you know, for many of us, marriage is something different from what it was for our parents. And some people just are not interested in the idea for very good reasons. But that's why if we want to revitalize the idea of marriage as well, to my mind, as a thinker, as a writer, this would be one way of doing it, that we are not married as man and woman or as men and women, we are married for some other reason to find how can we let go of masculinity and femininity in a space where there's some other energy at work. And of course, there's a practical element to this in your life. But even as an idea, these are the things that interest me. And to close on this, I recently read a book that explained to me, you know, one of the problems of talking about masculinity now is that these days is that feminist is an endless road. Masculinist, there's a block at every station because of the, again, that is a separate world with a separate history. And your conversation can be interrupted or you actually have to find male only spaces where you can talk, you know, man to man in a different sense. But I have a lot of respect for the ideas of Robert Bly, you know, the American poet and a very deep thinker on myth, Jungian psychology, fairy tale, religion, what does this all mean? And what do these mean for modern life? There's a book I recently found by Iron John, which I read with the greatest pleasure about the idea that it's basically a retelling over and over again of this, of a fairy tale from the Grimm brothers about a beast and a wild beast near a pond and it being wounded in some sense. I forget the exact story now, but it's a metaphor for there being a beast inside you, whether as a man or as a human being. I can only speak from my own experience. And you can never tame the beast. And if you domesticate it too much, you actually lose the energy, that wildness, that animal energy that you have. How do you, can you channel its energy so that it actually makes something positive in your life, that aggression, that spirit, that animal spirit, to turn it from something destructive or volcanic into something that actually is nurturing, tender, giving. I think this is a challenge that all of us must face in the second half of our lives for, you know, where can you take it? And should you always be aware of it? And can you, by thinking about it, actually, you know, transform it from something you read to something inside you and where can you go with it? And I think there's many precedents in India for that. If you take the last millennium, the Sufi movement, the Bhakti movement, many movements to break down barriers are in some way linked to this sort of breaking down a barrier within your own self with the other inside you."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:25.040",
        "message": "That's very resonant. And do you remember how the middle stage got named the middle stage?"
    },
    {
        "speaker": "Guest",
        "time": "01:45:29.440",
        "message": "How did it? When I started the middle stage, I based it on a quote by Theodore Dreiser, which I'll"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:34.520",
        "message": "read out for you. Quote, our civilization is still in the middle stage, scarcely beast in that it is no longer wholly guided by instinct, scarcely human in that it is not yet wholly guided by reason. Stop quote. And I often think that the great mark of civilization, the struggle of civilization, in a sense, is that we are taking control of ourselves, like not like, you know, not letting our hardwiring control who we are, in a sense, no, you know, nurture fighting back against nature, not even nurture, but sort of using culture to"
    },
    {
        "speaker": "Unknown",
        "time": "01:46:06.800",
        "message": "mitigate some of the bad aspects of hardwiring and a lot of hardwiring is, of course, contradictory"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:12.640",
        "message": "and so on and so forth. And therefore, I wonder, like, you know, I've not thought of it in terms of masculinity or whatever. But one of the journeys that I've been forced to make and trying to make and I don't know if one can be completely successful is that journey where you're comfortable in your own skin, where you can kind of reflect enough on yourself to realize why you do the things you do. And then you can sort of come to terms with what you are and reconcile that with what you want to be and find that kind of middle ground as it were, or, you know, go closer to that perfect version of yourself. But I've never thought of it in masculine terms, obviously, looking back, as we were earlier discussing a lot of the tendencies that we had in our youth, like that hyper competitiveness, or all of that is a masculine thing. Yes, you know, and is that kind of what you meant as well? I mean, obviously, what we are mitigating this notion of the masculine is not just the instinctive ways in which we behave because of our hormones and so on. But also the dangerous social notions of this is what men are and this is what women are and dealing with that"
    },
    {
        "speaker": "Guest",
        "time": "01:47:19.760",
        "message": "as well. Yes, yes. And trying to transcend that for at least the people who know you to make another society of people whom you know where you go past these ideas. But I was even struck by that quote, what the middle stage, you know, in that quote by Dreiser, not without reason, he seems to end on the point by saying, if you're all more guided by reason, or mostly guided by reason, we would be in a good place. I tend to disagree with that. And I think it was like a kind of fantasy of the Enlightenment and of the West of political life in the last 200 years, again, for which can contrary evidence is emerging on every single day all around us, that reasonable people are somewhere somewhat and rationality in the end always yields good results. Since humanity is also fundamentally irrational, I would argue that the problem is somehow to combine the rational and irrational into a package whereby neither of them destroys the other and that each has a space of free expression. Therefore, your sport, your art, whatever, these all actually caters the irrational. When they are taken out into politics, family, they can be very destructive. But in the end, I would finally say, and this is also the insight of Taoism and some kinds of philosophy that are not about language, that there is some kinds of meaning that cannot be articulated in language. And the more you grow as a writer, you realize that this is true. Some poets know it, some other kinds of thinkers know it. And therefore, actually, you cannot reason your way out of problems, even such as this one, as being comfortable in your own self. You must have, and I think I most closely came in touch with this idea in the last seven or eight years and now firmly believe in it, that we suddenly break out spaces, moments, relationships or encounters in your life where you take such a leap in those two, three days or whatever, that you can never return to who you used to be before. There's always that you plus who you, what you experienced or what you knew. And those transformative little encounters, those little jumps are actually, when combined with the more reasoned and planned trajectory, that mix of rational and irrational in your own self actually makes for a very pleasant space where you also surprise yourself because there are ways in which you can surprise yourself. And you have to then start plotting for ways in which you can surprise yourself, do something new. I never was interested in agriculture. Now I think about it almost every day, meet other kinds of folk. And that way, I think we're also very lucky, you know, we have the chance to travel and live in different cultures, travel to different places. Living for three or four months in Brazil, when I was 37 or 38. Actually, you know, even the fact I've come here today wearing shorts, which I never used to wear before in public at the very least, I grew up like a good Indian man never shows his legs. Yeah. Yeah, me too boss. Maybe it's a vintage, I never show my legs outside the house. Yes, I find the Brazilians something that all Indians should go to Brazil, there should be some special diplomatic exchange where you know, we reduce the fares and make a subsidy like the Hajj. There should be like a sole pilgrimage to go to Brazil, to learn the art of letting go and of a giving physicality. It's not like there's no bad touch in Brazil as well there is. But I found that lots of men and women in the street when they meet each other, they hug, poke, kiss, pinch, prod, squeeze, without the sense that you are transgressing someone's personal space, across gender and within gender, both. And as Indians, perhaps we are imprisoned in both these spaces. And suddenly I found it very liberating. And I almost like this since, you know, one could, any Indian can pass off as Brazilian after a few days of this, you suddenly realize how pleasurable it is. And also the art of letting go and living in the moment, you know, we are brought up always thinking of security, your flat, your EMI, your rent, your whatever, don't do this beta, whatever, you know, in life as an adult, you have to unlearn so much of what you're being taught. And this is very important. And I think, again, this is where perhaps both you and I are more comfortable with ourselves, that we, part of being more relaxed about who you are, is learning how to enjoy yourself in the present moment. It's of treating that present moment as a journey towards somebody else. I don't want to become somebody else, that that will happen in its own time. Right now, who I am, who I am today sitting across from you, and the fact that we can channel our shared histories and our personal histories together in this space, which has this energy, the books of your library, whatever, you know, this room, this view, this Bombay, the city, that is the best you will be for that moment in time. So once you can let go of these things and stay, stay where you are, temporarily speaking, it's really very pleasant. And what more can one say?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:59.240",
        "message": "This is something I keep reminding myself of, like, when I was young, my ideas of happiness were tied up with goals. Yes, I want to do this, I want to write this book, get this a claim, blah, blah, blah, blah. And I think as you grow older, you realize that those"
    },
    {
        "speaker": "Unknown",
        "time": "01:52:10.600",
        "message": "goals are irrelevant. Maybe they'll happen, maybe they won't happen, probably they won't"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:14.160",
        "message": "happen. But the important thing is that in the present moment, you're blessed with so much. Yes. And just sit back and enjoy that because there is sort of so much to enjoy in that, by the way, about that whole Brazil India exchange program thing that they are touchy feely, and you want to send young Indian boys. I ask you with folded hand emoji, kindly do not give these ideas to anybody in authority, you know, especially Brazil will not be very"
    },
    {
        "speaker": "Guest",
        "time": "01:52:39.920",
        "message": "happy about this. Perhaps the young Indian boys will also learn that, you know, one can touch in a different way, like to make somebody else feel comfortable as well. Let's leave it for when we can actually take a shipment over. Let's not be condescending to young"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:57.760",
        "message": "Indian boys. There are many things about them that we might... On that generous note, let's take a quick commercial break. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me. And I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with my good friend Chandrahar Choudhary on his journey so far. And let's get back to the chronological and the linear progression of your life. So in Cambridge, you start writing reviews, you get this chance, you write, you also write a review for the Washington Post, you start reaching out to others. And then you came back to India. And what's the scene then? Like what made you go for cricket journalism? What made you join us at Cricket Info? And what was that period like? Because there were a couple of sentences kind of talking about how office life didn't really appeal to you. So tell me a little bit about what that period was like, because I have kind of been a witness to it, but a witness to it from outside your skin. So from inside your skin."
    },
    {
        "speaker": "Guest",
        "time": "01:54:59.440",
        "message": "Well, what can one say, you know, I think I should preface any comments of mine by saying I probably was on the worst employees anybody could ever hire. I might have looked superficially promising, but I just cannot, constitutionally, I cannot really work for someone else until I feel I'm part of the team, a creative part of the team, I have some investment in that. So and especially when I was younger, I think it was even harder for me. Just like you, I think from the age of seven or eight onwards, I spent my entire day other than books, thinking about cricket, living, playing, dreaming all day long, and reading cricket books as well. Even you can combine cricket and literature. And finally, bizarrely enough, this was the path that opened out to me when I graduated from university. Nowadays, young people know even when they're 12, what they want to do in their lives. At 23, I had no clue. But I'd written a couple of cricket pieces doing an internship in Wisden in England. And I think Cricket Info was starting up or looking for some new people and Sambit Bal wrote to me while I was still in England saying, do you want to come to Bombay and start work for us here? I was so delighted to be offered a job. And in cricket as well. Not only was I very delighted, my friends at university, my Indian friends were 10 times more delighted for me. So they almost pressured me into taking up this offer because there can't be anything greater than cricket is your work. Whereas for us, they used to watch it on the side from the investment banks or whatever. So I came back and I was very happy and I couldn't wait to start work. I think I even curtailed my vacation in England. I was so keen to enter that world of employment and you know, going to work and being part of you know, the economy, etc. And it was very exciting. You know, I remember very vividly the first time coming in and you go to office and you feel very grown up, etc. But in the end, as I think so many of us, it's strange how many writers emerged from the three or four year period in Cricket Info's life. To that extent, I think it was a great laboratory. It set very high standards. Sambit held a very high line. I remember every writer in Cricket Info newly arriving had to go through two or three bruising encounters. In cricket, you went through with Courtney Walsh, Gertley Ambrose, Akhtar. In cricket writing, you went through Stephen Lynch. You wrote a piece, then suddenly there would come an email from England where he had taken, micro-analyzed your grammar, syntax, punctuation, sentence structure, use of terminology, hyphens, apostrophes, and there were so many red marks. It was the sort of literary criticism I never had when I was a student at university. Those bits were enormously exciting and being, you know, having pieces, writing them and having them come out on the website. They're all wonderful, but somewhere I think I realized cricket is not going to be my life. And if it is not going to be, then what is the point of committing to a very long period? It's merely an intermediate stage. And I think very early on, I was thinking of how to get moving and perhaps the greatest, you know, Robert Blyth says this, and it is true. Many things that are very dark in your life when you experience them, actually a certain kind of gift in retrospect. And I think the best thing that happened to me was my very serious girlfriend at the time went to America to study and we broke up and it was very upsetting for me, but freed of the need to earn a salary, to earn the respect of your partner's family. And I always felt that I needed a family like that, given my troubles with my own family and this emotional need for the security of somebody else's family. Freed of that need, I suddenly decided I can't bear to go to work anymore also. I want, I can't bear to face the world. And that was bad. You are turning away from people and society because you can't take it. The good bit of that is you're turning away towards something productive, which is books again. And as I recall in my memoir, in my country's literature, you know, books have always meant so many great things for me. So many spaces where, you know, it solved a problem in my life until one day itself became a kind of problem. And it is something to think about as you go through life. But so this was my journey. And then I thought, you know, at the very least, if I stay at home, I patch together a few book reviews, at least I'll have my control of my own life. And I gave up my job and said my goodbyes, including to our test matches, who was the final score? I think 53-49 to you. We must"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:12.240",
        "message": "play some other time. I think in office cricket, you must have been ahead of me in terms of score. But the most"
    },
    {
        "speaker": "Guest",
        "time": "01:59:19.760",
        "message": "memorable dismissals would certainly have had me as a bowler. The long term trend might have been of my superiority, but there's a certain stage when I could not deal with that spin swing where I lost so many test matches that you know, it was I could never claw back the entire. Again, it proves my theory that when you make progress, you must head on in fifth gear so that you know, you can have enough capital"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:43.920",
        "message": "for leaner times. Yeah, I was I was totally like Alan Donald plus Muthaiya Murli Dharam. How do you deal with that? But you spoke about the role literature was playing in your life. And I want to read out another lovely passage by you, where you write, having been formed by reading novels as much as the contours of my own biography and the conflicts of the psyche, I have in middle age come to see novels also as an unusual kind of wisdom literature, a place where a young person acutely conscious of callowness and malformation may be exposed to the nuances of human nature, social life, romantic love, and history to the subtle workings of cause and effect, and also a sort of imaginative safe space where rage, violence, grief and trauma can be vicariously and cathartically experienced, and one's own psychic wounds healed. I don't doubt that this was one of the main reasons for my attraction to novels in my youth. A novel can be a refuge for those who are thrown off by life for the action of understanding what is going on in a text can serve as a sort of substitute for the challenges of action in the world, stop quote. And you of course, right, you know, this seems so dramatic. It's like you completely gave up the real world and shut yourself in a room"
    },
    {
        "speaker": "Guest",
        "time": "02:00:53.240",
        "message": "and read books. But that's not at all what happened. No. I mean, when you read this, do you find it answers something about your own experience of reading novels or what they mean to you? Or you have a different relationship with novels perhaps?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:05.320",
        "message": "No, it does. I think that is sort of a role. And this will probably lead me to my next question before we get back to biography. But I find that that role of how does one of the shaping of the self, in this case, you speak about reading novels as the shaping of the self. And that's played a little bit in the sense that every time you read a novel, you are experiencing another life and another person's head and that can give you much greater insight into your own blind spots and into the things that you do not see. But to a certain extent, more of that has happened from doing different, I mean, just from living in ways that one can't express, but also from doing different things. Like I just think that doing five hour conversations has probably made me a better person because I now try to listen more. I am less judgmental. I am more interested in people's personal journeys as opposed to whether or not they agree with me and all of that. And I think those things also make a difference. And I'll come to my next question with this because it's something that you no doubt have a lot to say about, which is that I have found that and I wrote an essay on this a while back also about how the form of something that you do can shape the content of what you're forced to do with it and therefore shape you as a person. Like just the example, like if instead of five hour interviews, I was doing five minute interviews, they would be extremely shallow, you know, and that would force a certain kind of work. And that would force a different kind of person. Whereas over here, I am forced to listen to reflect, to read much more deeply than I otherwise would not just to read one book by the author, if you're talking about a book, but read everything is written, for example, which happens very often. And I think that's so the form changed the work that I did, and therefore that changed me. And when I applied that to say what somebody like you would be doing, that when you would have started off, there would have been a particular form in which you were supposed to write book reviews, like there would be a standard template of how a review is written, say in a foreign newspaper, when you write for an Indian newspaper, also, there is a form that is at least at a very basic surface level dictated by the number of words that you have to play with. But then you start blogging and all that goes out of the window, and somebody else, and maybe you should do this as well, could might well have started talking about books on a YouTube channel, and that goes out of the window, because those forms don't then matter. You don't, you don't have to, you can just approach a book in very different ways, look at different angles of it. So do you feel that, you know, being able to play around with different forms changed what you kind of came up with how you thought about books, how you had to read them?"
    },
    {
        "speaker": "Guest",
        "time": "02:03:47.760",
        "message": "No, but I would say that the deepest thread of my adult life is the dialogue between reading novels, the writing of them, including also encompassing the way I see people. But that long form bit you speak of and that structure actually is a structure that you create in your own life when you set out to write a book, and it's going to be three or four years of my life, I've only written one book in less than four years in my life of my three or four, which is Days of my China Dragon, even those I wrote at many points over a decade. And that continuous dialogue of creating a certain structure, a tone, a voice, a life, a set of words, an experience that flows in time is, in a way, I think of writing a novel as an extremely good way to live, because you are forever ploughing a certain patch of earth and making it deeper learning the contours of the of the space. And by the end of it, you don't just write novels, novels also write you back, your characters write you back, they create you as you as you create them. It's a continuous dialogue. And so it's a very life transforming from novel to novel. And thankfully, in my life, I've always embarked on projects, which when I finished them, I almost didn't recognize who I was, either so much time had elapsed, or something had happened in the writing of it, I became a better writer. No novel of mine resembles the other in terms of style. So I now realize I have an ethic of writing, making a new style for every book. The people I met or the things I had to answer to write those novels, for instance, the exploration of tribal life and the history of Indian democracy in clouds, always took me into new parts of India, which purely as a book reviewer, as a person living in Bombay, I would never have gone. And I was forced to find answers or questions I had in my head and answer them at length through people's accounts. So it's a certain model of research, a certain model of study, a certain model of solitude, a certain model of continuous practice, a certain model of revision, all being plotted on one on top of the other, till the time when something comes out on the other side, which is very interesting to construct and you have full freedom and power to do it by yourself. You know that no one is in a hurry to read you. You have to like almost like a scientist work out what method works for you. When do you write best in the day? Can you get high, for instance, with coffee, which is also something to discuss. Could you get high selectively at a certain moment of the day so that you're primed to write for two hours, and that's all you need. From then you can come down the rest of the day in a very nice slope and get ready again the next morning. If you write every day, are you a better writer than when you write in large bursts in two or three months? For me that works. Once I can string together six or seven days, I really find it much easier to write after three, four months. It's the best place to be. When you have three months of writing behind you, you can write endlessly the rest of your life, which is why sometimes I tell myself, you know, the best time to start a novel is the day after you finish your previous one, because you just know how to do it. And once you let those six months, eight months, one year elapse of waiting, when you start out again, you are actually a beginner. You're nothing more than a beginner. Your experience is of no help. It's that internal rhythm and that sense of confidence and language that in the end you want. And without that, that's very grounding as a personality. That's why I feel although I might have been socially very inept and wouldn't know how to, you know, be in a relationship or be a very jealous or insecure boyfriend or a son who didn't understand some things or a very typical kind of man, at the very least, from these kinds of things, I realized I need to apply this sort of method to life as well. And there can be interesting results, the things that you don't see, which require some deeper understanding. And that way, you know, novels are bottomless. And that's what I really like about the great novels. I mean, you can read every page, every line, every chapter. It's written with some sort of secret force that it's very hard to achieve long form in work. You know, they're really, really solid books."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:31.800",
        "message": "So tell me a bit more about your writing process. But before that, I'm also intrigued by this thing that you said that some of the application that you take to the act of writing can also help you in other ways in your life, being a better son or boyfriend or whatever."
    },
    {
        "speaker": "Guest",
        "time": "02:07:47.720",
        "message": "Yes, you know, I think the most difficult problem of being a human being separate from being a writer of human being body and in space and time is that and it's a perfectly I have lots of empathy for people in making mistakes for this reason. When you see two people arguing on a street, even if you don't know them very well in a room, you immediately feel like you can analyze the situation. This person is making this mistake. That person is making that mistake. You cannot analyze yourself from outside of yourself because you cannot see yourself in that same way. The person making the mistakes and the person analyzing the mistakes are coming from the same source. And therefore, there is not the third. That's why I really love Adam Smith and his idea of the impartial spectator and the fact that you have to form a space somewhere within yourself to create a part of a personality that is able to watch yourself from above and analyze yourself so that you don't always end up coming to the conclusion that the other side is wrong because that's the most natural conclusion to have. My point of view is better than yours. They insulted me. They didn't say this. They also are. You realize they also are thinking of you in exactly the same way as you're thinking of them. But your investment in the situation means that you cannot see that and being blind to that, no matter how much you try to do until you say, what am I looking like to you? What you say and how you come across are two very different things. And as you grow older, you realize, you know, that you are in control of how you come across. If I were to look at a video of myself 20 years ago, I'm sure no such video exists. I'm thankful for that. I'd say, what are you? There's such a gap between what you're trying to do and what you're doing that, you know, it's not going to work out. Nobody is going to be impressed by your message. Your rhetorical power is not to any great end and you are missing so much about yourself. So in that way, the main thing here also, you know, is that, you know, this was very grateful not to have a job. You have endless hours, sometimes too many to reflect on your mistakes and on how you're living your life. And that spiritual aspect of reflection and meditation in a writerly life, although it may or may not help the work, it makes you, I think it's good for living. That it tells you that, you know, on a daily basis, you have to think about how you come across what you're doing and you advance and you retreat, you advance and you retreat, day after day after day, into books, out of books, into life, out of life and your time. That's why I really think as a young person, you should try, especially if you're a young woman in day to day, find a way to rent a space for yourself, a house for yourself for a year or two and leave behind your last name as your identity. Be your first name and whatever you're growing into, cook for yourself, call people over, make your own library and reflect on who you are and where you're going and then go out into the world again. That is a different kind of education."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:22.640",
        "message": "Very important. So do you feel that helped you a lot? Like tell me a bit about that than"
    },
    {
        "speaker": "Guest",
        "time": "02:10:26.240",
        "message": "just living alone, cooking, calling friends. I think the greatest day of my adult life was the day finally when I broke with the Indian consensus that if you live in the same city as your parents, you live in the same house as your parents, which I reflexively always accepted until there was so much conflict over a particular relationship of mine. I realized that, you know, almost as a punishment, I decided I have to leave and find my own house. I left home. I landed up in Dadar. I walked around a bit. I went to a property dealer. By evening, you know, this is a remarkable luck in Bombay. By evening, I knew the place where I wanted to live. A small one room apartment in a very run down building at Century Bazaar Junction. Two weeks later, I packed up my things. I still had the luxury of being able to go back to my mother's house, but I packed up my things and left for this place. Within three days of my arriving there, I went down to this restaurant and met one of the greatest influences of my life in my 20s, like you, on my 30s, the way you were in my 20s. I met like the Amit Verma of my 30s, Rupesh Bhai, this restauranteur who used to run an Udupi restaurant there and set me off on a completely different journey. And a couple of years later, I left for Delhi. But again, I had a very nice house next door to my old friends. And these two houses in my life, one in Prabhadevi for two years and one in Kalkaji which I recently gave up, nine years, the longest I've ever lived anywhere, I think were the two real universities of my life because I learnt, I might have learnt to be a writer and a person in economy, a son in all these places, to be a complete human being, I needed a house of my own, which, you know, when you realise this, you suddenly realise what space means, what space means in terms of personal power and of growing it as both as a space of interaction with people and as a space of private retreat. A one room apartment is what you need to be a writer in some way, where you can go back. That's why so many writers are so attached to the studios and refuse to give it up. And in that space, I learned how to cook, to invite people over, to meet people on their own terms, to go back and heal from wounds and traumas or breakups, to just sleep all day long, to stare at the people tree, to go for a run, to acquire memories. And when I left that house, you know, it really felt like leaving a person behind because, how should I put it? All the memories of the people who passed there are part of your memory of that house and that one room. And, you know, you will never in any house in the future, sort of, when will you have nine years in another room to acquire those? They're just part of that juncture in your life. And it was a real training ground to be, also to be an Indian, you know, there's so many Indians that we don't know that you almost have to create a little space where those Indians can come together. Maybe some are still left out, but one must make a bigger India than the one in which one grows up. And if everyone does that, in the end, when we share our Indias, we construct something that we can't do by ourselves. And in this way, actually, that one room was my education for so many things."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:13.000",
        "message": "And what was your, what was the process of writing your books like? Like, I totally empathize with what you say about writing as a way of self discovery, like Joan Didion memorably said, I don't know what I think until I write it down. And I discussed this with Amitabha Kumar also in the episode I did with him, where writing every day is such a good habit, because you're deepening your sense of self, you know, deepening yourself."
    },
    {
        "speaker": "Guest",
        "time": "02:13:35.160",
        "message": "I heard that and both of you had some very good thoughts on that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:38.280",
        "message": "Yeah, I was struck by that point of his that writing shapes you. And you know, if you are, let's say you start in exactly the same space. So let's say in alternate universes, one version of you writes every day, and one person of you doesn't write every day in five years, I think you are different people. So I get that. So tell me a little bit about your writing process, because it strikes me that when you're a journalist, like when you're writing reviews, or when I'm writing columns, or whatever, you're writing to a deadline, you force yourself to do it, you kind of get the job done. But when you're writing a novel, it's a different kind of beast. And what I particularly find hard in things that I try to do outside of, you know, deadline based things, is that I find that discipline hard to come by. Like in my writing course, for example, out of the four webinars, one is just about process. Yeah, because I feel that that's where I learned the greatest lessons in my life by failing at it. That it's not important to just have an intellectual understanding of writing and what you need to do and the craft and all that you actually need to kind of sit down and write and force yourself. How was it for you when you wrote your novels?"
    },
    {
        "speaker": "Guest",
        "time": "02:14:45.080",
        "message": "Well, I think as children of the internet, you and me both, I mean, that is the main the internet is a great resource in the life of a writer and almost the most destructive force as well. So again, like I was saying, with something that is good and bad size, you have to learn to channel the good and either turn off the bad, tap off the bad or also use that in some way. Between books, for instance, I get lazy and wake up in the morning, check my email on my phone, what's on Facebook, likes, somebody's comments, etc. Obviously, it's a bad thing to do. But when I've written best in my life, and even now in the right best is when I wake up in the morning, I turn the internet off. And I only look at email and everything else after lunch. I have the morning till myself to read and write on in language that I control. I don't even read the newspaper. And I find suddenly make a giant space of freedom. It's like a huge, huge space in which you're just floating like a cloud across this giant sky. And in the beginning, it's a bit disorienting because one wants to turn away. Okay, you don't know what's your next sentence, let's quickly check my email or whatever. You've got to learn to train yourself to just live in that space and make it bigger and bigger. You can you know, like we are having very good coffee. Now you can break for a coffee, keep returning back to your desk and learn to enjoy and own your own power over the written word and over language itself. Don't let anybody else's language infect the place where it's almost like a temple where you are raising up something that hopefully is permanent. And then you don't get distracted very easily either. And avoiding distractions and being focused is I think the main thing. And if you have the same in, luckily I have, you know, I'm able to give the best of my days to writing. The time when I'm the most awake, my mornings, I never want that to be taken away from me. And that I think is the ultimate freedom for me in my life. When I wake up in the morning, no one's in control of my day between eight and lunch. I can read, I can write, I can write in my notebook. I can work up some ideas. I can go for a little walk, but I'm always inside the world of my book or whatever I'm writing the essay. And I find, you know, when these four hours, four hours, four hours add up 25, 26 days of the month, you cannot get to that place through any other means. It only has to happen as a function of focus, time and pleasure in that pleasure. You know, this is the paradoxical thing, but human nature, you can enjoy it so much. But our addiction to short term pleasures is so powerful that even when you know that your long term pleasure is going to be very fulfilling, you're continually pulled away and you have to keep on having to sort of like pull yourself back. You have to learn this about human nature and sort of again, push back against the easy wins"
    },
    {
        "speaker": "Unknown",
        "time": "02:17:15.880",
        "message": "of the day."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:16.880",
        "message": "Yeah, I mean, one concept I'm struck by is that every action you take now is an investment in your future self. So if I sit down to write, I could say, okay, let me just play one game of online chess, I'll play a game of Blitz and then I'll and then you play Blitz for two hours, and your rating goes up. But what you have done is you made your future self stupider. Because in that unless you want to be a chess professional chess player, because in that time, you could have been writing or reading if that was part of an extended habit, your future self would have been that much smarter. But the opportunity cost of your playing online chess, Candy Crush, whatever the poison might be, is that you're hurting your future self. Another question is that one thing I find about novelists is that novelists are the kind of creators who are in a sense, breaking what has become an important commandment of the creator economy as it were, in the sense that you've quoted Frank Kermode in an essay writing about Shakespeare, and you've quoted him as saying about Shakespeare, there is a way of treating Shakespeare as a very good but sometimes not so good poet, as sometimes, but not always clearly a writer of genius, as always indeed a writer, and to be considered as such, and you've yourself described Shakespeare as possibly both majestic and fallible. And it strikes me that one reason why Shakespeare is all of this, these things is that he is privileging production over perfection. Yes, it's that he's just writing, writing, writing, and good stuff comes out. And the advice I always give to people and continue to give is that have a bias for action, you know, wherever there is a trade off between getting it right and getting it done, have a bias for getting it done because the only way to achieve excellence is through constant iteration. So write, write, write, write, write, which is almost a mantra of the creator economy, that just write, write, write, write, write, quantity, quantity is actually the way to quality in a sense. And that's something that works in a lot of creative endeavor. But it also seems to me, at the same time, like a writer who previously come on the show had said perfection is the enemy of production, which I totally get. But at the same time, when it comes to writing a novel, it almost feels like you're locking yourself up for four years, or five years or whatever. And of course, there are people like Simenon who would write a novel in a week. But otherwise, you're locking yourself up for a long period of time. And you're following almost the opposite ethic, where you're working, you know, and like our mutual friend, Sonia Falero, with whom we used to hang out so much in the good old Bombay days, she wrote, I think four drafts of beautiful things. And they're all different from each other, which is incredible work ethic, which I cannot imagine myself doing. But I can't imagine myself putting myself through that. But incredible work ethic. So how does one think about this? Because as a reviewer, I think one of the things that would have made you a good reviewer is that you're always writing reviews. There's a year when you write 70 reviews, you do so much of it that you just become naturally better at it. But at the same time, when it comes to novel, it's almost as if it demands the opposite approach."
    },
    {
        "speaker": "Guest",
        "time": "02:20:19.640",
        "message": "Yes, I very lightly agree. In fact, I mostly disagree with the idea that one should keep creating, you know, book reviews is part of the economy of literature, somebody has to, they come out on a regular day of the week, somebody has to write them, the discipline is important. So you cannot mess with that and say, you can always rewrite your book review as an essay at much greater length. But it has to be done for a particular day. So in that sense, that the ethic of production on time, in a reliable and predictable way applies. But the way to reconcile one kind of thought and the other that one should privilege perfection is actually, you can keep writing lots and lots of words. But why should they always be new words? Why can't it be the same words? And that's when you get to the idea of a draft, even the idea of an essay, you know, the reason why I really like writing essays that were like one in two weeks, a 1200 word essay, but having two weeks to write it, you write a draft on Monday, if you had to send it by Monday evening, it would come out as a very, I'm sure it would be decent to read. But when you rewrite it on Tuesday, then rewrite it again on Wednesday and Thursday, when you send it off on Friday, every word you have thought about a few times and you've moved the sentences around, at first you said what you wanted to say in the next draft, you began to polish a few arguments on the third day, because you're thinking about it subconsciously, some minute qualifications of the points we're trying to make began to occur to you, or a better version of what you're trying to say, you're not even working anymore, it's just now dropping down from the sky of your mind like raindrops. So you're staying with something for as long as it needs to produce the best version of what you can do. And that I think is a writerly ideal that is nice, you know, that you don't, we don't produce at maximum capacity. It's not the Saudi Arabian oil barrels where you know, like, you know, more writing is perhaps even in a material sense, more profit, spiritually and with regard to your relationship with your work, it's not. And that way novels are very disciplining, because what you're after is actually a language that you will never use again in your life. And to understand that language you created to be to be to be shaped by what you already have done and to work the next year by in the light of the insights you've got, it cannot do it on a time schedule. And what you actually want is the deep immersion where you discover many things that you would never have known on the first day of writing. That's why you know, so many novelists end up rewriting the first two, three chapters of the book, because it's trash, not just because it's, it was the start of their work. They just didn't know what the chapters themselves led them to learn further down the line. So you rewrite your early work in the light of what you're able to do further down. And once you do this, and you realize what pleasure there is in it, you cannot return, or you can only return under pressure for other reasons, you know, making money or etc to, in the end, you want to be left alone for that three or four, sometimes a bit faster, that experience of doing something which later when you read it, you won't realize how you could do it. You really can't really, I don't mean this in a sense of awe at you know, like creation, it's just that you got so involved with it. I cannot write Arzir Dwarf again today, even if I know the story because I cannot write like that. I could only write in that at the time in the light of what I knew. Those were good decisions I made then. And even the fact that it wasn't such a good writer, perhaps, or I had real flaws, and I could only write in certain ways, I could use my own constraints and limitations to create more deeply in certain spheres, you know, like you were saying, disciplines and constraints can be a way of unlocking some things. In that sense, I think novels are good for writing, you know, you completely abandon this idea, you descend from it, from the very root that you know, that, you know, if I never wrote a novel in my life, I don't think that many readers in Indian literature frankly would miss me. I would miss myself. And I would miss my writing. And I know that there are many things that are waiting for me that I can only do by writing novels, including some understandings about how language works, or how human beings work. So it's actually a way for me to go forward in my own life. And afterwards, of course, it's nice to be read. And I do want, I don't want to just write and not publish. But my readership is frankly not such a big, not a big deal in my life and nor is my productivity level. It's something a little more private than that. I want to see a book that I can stand up on my shelf, alongside the books that I admire and respect. It should be able to like, like Biputi Bhushan Bandopadhyay's book standing next to my book should be able to, if they're if they're able to talk to each other when I'm away traveling, I think that is, if they don't look down on one another, I think that that is a sort of thing that I would give me pleasure."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:54.920",
        "message": "Where do you think they fall short now? My writing? Like, why can't your current books stand on the same bookshelf and have those conversations?"
    },
    {
        "speaker": "Guest",
        "time": "02:25:03.760",
        "message": "In that sense, actually, I mean, perhaps I'm overestimating myself, but I don't feel the fall short. If they fall short, then I don't let them out. You know, I've reworked some books of mine endlessly. That's what Cloud took six or seven years to write. And I just was not pleased with what it was. And somebody would say it looks fine enough. Let's bring it out. And I would say no, until I can read it for pleasure myself. And even be surprised by my own writing, I've done it myself. I can't let it go. And that's the model I followed. And it has meant only three books in 15 years. But they stand up on my shelf and I'm happy"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:36.920",
        "message": "with them. Yeah, no, in my question earlier about, you know, that production perfection dilemma, I actually agree with you. I mean, I think both models are fine. I think for a certain kind of creator, number one, you get to excellence by iterating constantly. So you got to just keep the production on. And number two, it takes a long time to build sort of an organic following for your work. So if you are, for example, dependent on outside things like validation, you will simply never produce enough. So you have to love what you're doing. And then you have to just do it again and again. And then eventually good things happen. But for a novel, I understand why the immersive experience is more useful, where you kind of don't do a quantitative analysis of, you know, John Grisham once said that to be a successful writer, you have to have the work ethic of an accountant. And I agree with him. Yes, I agree with him, you do. But at the same time, not in the sense that someone in the creator economy might be how many videos have I released this week? Yes, I get that. And therein lies that other question of where does gratification lie? Because for a create, like if you're making YouTube videos, or you're writing newsletter posts, or you're even doing podcasts like this, you have that sense that if I keep doing it again and again, over a period of time, organically growth will happen. I have an episode out every week, people will discover some episode or the other, they'll binge on whatever came before. And that's organically how growth happens for creators in all kinds of fields. But for a novelist, it must feel lonely that you write a book, you bring it out. And initially, when you're young, you think your first book and all of that. And then you kind of realize that nobody really gives a fuck. The world is going on. You know, the trains that you watch are still going east to west, west to east, nothing has stopped. Right? Then there is a question of what has this novel done? Is it then as much for this personal growth and gratification or whatever? Is this something that kind of bothers you? Because when you write your book reviews, and you really should start a newsletter, because I think people like me especially would love to read something like that, even if it's not formal essays or whatever, but just your thoughts on books or personal brief writing. We'll talk about this after this episode, I must convince you. But you know, stuff like that has a sort of an immediate impact in the world, which is measurable, and it's there and it's out there. And you do it, you put it out, you move on to the next thing. Is it harder with a novel?"
    },
    {
        "speaker": "Guest",
        "time": "02:27:58.880",
        "message": "Yes, but it is harder not because and I think many novelists feel this. It's not our fault that it's harder because in the last 20 years, the centre of the cultural world has shifted dramatically away from language towards the moving image and towards other forms of storytelling, including and there are very good examples of this, what Facebook posts and Instagram messages which satisfies our need for story. As Mario Vargas Llosa very acutely put it, the human need for story is universal, but the form in which we get our stories keeps changing. And for 100, 150 years, novels held for literate and educated people, novels held the centre and we grew up in that culture and that I'm no doubt that that's what influenced my desire to write books like that. One can accept that the world is changing so fast that you know, you can like with so many other artisans, you know, you begin in a trade in five or 10 years, you are either marginal or have been moved to one side. And you can either change to adapt and do something else in storytelling, write for film, etc, etc. Or you can keep going thinking that, you know, in my, I've always had a journalistic life at 30-40 pieces a year. So that also makes me allows me to focus on other things and have the gratification of readership in different places, the Wall Street Journal, Indian newspaper, Mint, wherever it is, a travel magazine. So it's all fine. And in the end, the more you worry about the larger shape of the culture, the more you become dependent, I almost call it the tyranny of the audience, you know, people want this, people are doing this, that's why I will go in that direction. And it's, on the one hand, it's very pragmatic. On the other hand, you kind of feel, you know, if you are wedded to an art form, what is the chance that you will be able to start up in another thing, you know, there's some things that come from deep knowledge or things that have been part of your blood, you're thinking for 25-30 years, can you just make the jump? Perhaps you can, but you'll be a lower grade of worker in another, in a parallel art. And somewhere I feel, you know, although in some other way, I'm drifting away from novels myself, I also want to write other kinds of nonfiction books now. In the end, my heart and my, even if I don't write novels, I would still write nonfiction books in a novelistic way. And I might even say that, rather than write a weekly newsletter and get more readers, I would prefer to give those four hours to a conversation of the kind that we are having now with someone I know whom I want to know better. And I would prefer to create and be created in tandem with human beings than to work at the level of books and of people reading."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:26.800",
        "message": "Yeah, and you mentioned, you mentioned the phrase tyranny of the audience. But isn't that something that novelists have always kind of stayed away from? Like, I understand it might be the imperative of a publisher or an editor to try and shape your book in a particular way. But all successful novelists, in a sense, have kind of stayed away from the tyranny of the audience and done what the hell they want and led the way. Like, if I see a problem in mainstream cinema today, and I think mainstreams, of course, are crumbling in every field. But if you look at mainstream cinema today, the truth is the exciting work, a lot of the exciting work is really happening away from the big studios. Like, I think there's a lot of rich world cinema happening today. But if you look at the big studios, it's just lack of imagination. It is, oh, let us build a Marvel franchise and this franchise and that. And that's always been a problem of the mainstream that what works yesterday, we'll try to create something like it tomorrow. Whereas the whole, you know, every good novelist will ignore what happened yesterday and just go where they want to go. And if it works, it works, and so on and so forth. So has the audience ever tyrannized you in that mental"
    },
    {
        "speaker": "Guest",
        "time": "02:31:32.360",
        "message": "sense? No. Of course, I think it's a bit upsetting for me that I don't sell huge amounts of copies. And now you know, I've gotten used to it. And it's never tyrannized me. But I've realized that you know, the novel is marginal in India for many reasons. One that we are not historically a novel reading culture. So you know, anyway, novels are minority pursued in a culture even in the West. And in India, many people you know, there's the classic question at dinner party in Bombay, Delhi, everywhere, somebody comes and asks you, so what do you do? Okay, I write novels, or you write novels, fiction and nonfiction, a category mistake in the very beginning, you know, people want stories, but they don't make this conceptual difference in the head a novel or a story, you can write a novel about something that really happened to you, you can write a book that you write about somebody else who's a real person could also somehow be a novel. In their mind, there isn't this conceptual partition. And it makes them a certain kind of reader. But obviously, it makes them blind to the fact that novels are particular kind of literary artifact, written with the greatest attention to story theme, everything's under close control, it's very carefully, you know, threaded out the way the episodes are structured. So in the end, I think you have to accept your fate, you know, you can't control your place in the larger and there's many accidents also, you know, you could write a novel about something that suddenly everybody's reading. And that's lucky for some unlucky fathers, etc. But in the main, I think, you know, I addressed this theme in an essay in this book, the Indian novel as an agent of history, Indian novels from the last hundred years, you know, we're very, very progressive in many things that were not happening in Indian society. Indian novelists of the time began to enact stories about gender revolutions, political revolutions, one step ahead of society, because the novel gives you that room, you can say things in a story that you can't do in real life. But because not a lot of people read them, the capacity of some great Indian writers as thinkers, as political thinkers, except that they worked in the novel form meant that nobody really knew what a Gopinath Mahanty said, or Bivuti Bhushan Bandopadhyay's model of human relations adapted to the world of Indian democracy, or Yashpal's idea of man and woman in the new Indian Republic, you know, all of these are thoughts that come out in novels like Jhoota Sach or Pather Panchali, but they didn't have a huge traction and they don't have a common, that's why I feel Indian newspapers and novels have, you know, broken up with each other. So these ideas are not circulated and reviews are only about this character I liked, or the book is too slow, etc, etc. There isn't that educated conversation about what novels bring in the realm of ideas through storytelling. A story is also a particular way of releasing an idea. And sometimes a much more realistic way of releasing an idea because you show it passing through the world of human beings in space and time. It's not an abstract idea, it's a political theory. So you cannot counter the biases of the culture at all these levels. Sure, I can write book reviews, I can write novels, in my novels there can be secrets, but until a reader opens the book, you know, I go to give a talk at libraries sometimes, every book is dead until the reader opens it. And a certain kind of reader perhaps opens my book. When I wrote Days of My China Dragon, in the beginning nobody read it. These days, restauranteurs read it and write about it saying this really reminded me of my life behind the gala. So, you know, you never know what destiny a book has. Many books become alive 20-25 years after they've been written. So if you write enough books over 50 years, in the end I think you've put in a solid shift and in the meantime you should live your life and enjoy your afternoon naps, drink your morning coffees. You presented me with an amazing coffee this time, one of the best I've had this month. So look, turn away from these conflicts. For now, don't get too caught up in this. In middle age, you know, live for other things. I live for my friends, my daughter, for football, a very big part of my life, for social encounters, for travel. Once you finish your day's work,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:17.800",
        "message": "turn off the tap and forget all about it, is my thinking. Like a true novelist, you brought two contradictory thoughts together, that of an afternoon nap and a morning cup of coffee, because now you had this coffee, how are you going to have"
    },
    {
        "speaker": "Guest",
        "time": "02:35:30.240",
        "message": "a nap? I can't sleep very well after morning cups of coffee, but if I drink coffee at six, I can't sleep at night. Who knows what these mysteries mean?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:36.440",
        "message": "Who knows what these mysteries are? And I'm just kind of thinking aloud here, that, you know, I also did an episode with the publisher VK Kartika a couple of years ago, episode I enjoyed a lot, episode 150, in fact, I think it was, and one of the things she said was that people are not reading less. People are pretty much reading as much as they ever were. And I think that this whole notion of not enough people are reading is something that's been there in every generation. And I think what happens is that there's a small percentage of people in every generation who read, and the same percentage is reading even today. So that is not lost, except that the rest of the people are also expressing themselves all over the place. So you imagine that more people are not actually reading books. But the number of readers is pretty much the same. And therefore, and in an Indian context, it could be said that, you know, like in an essay Sara Rai wrote about her grandfather Premchand, she mentioned how he went to some random event somewhere where he was, it was not a book event, he just, I forget the exact thing, but crowds had piled up to see him, you know, especially in the languages, people still care deeply about reading and the whole culture is still there. So you know, even if it's always a small minority of people who read, it's kind of always been like that. So maybe that culture is there, but you could also be right that English writing in India may not have an organic audience like that."
    },
    {
        "speaker": "Guest",
        "time": "02:36:59.560",
        "message": "Yes, and that audience itself may be drifting more towards nonfiction now than novels for this. And so there can always be these micro trends under the broad trend. When somebody says not enough people are reading, I take that in translation as meaning not enough people are reading the sort of books that I think that should be read, which can be real on or has both an element of genuine, has a substantive element to it plus a kind of bias as well. So since I am to also a great extent looking on a library, I know you like rate novels so highly, we kind of feel okay, but these are such beautiful, amazing books, why don't more people read that rather than reading the latest, you know. But yeah, I think we read more than used to. On your phone, you can read in a five minute space while waiting for the train, you can read two, three articles, where did you do that before? So we probably consume a lot more words. But the best kind of words, the sentences are written to be remembered, you know, that level of writing, that requires real focus and dedication to make the journey all the way there. It can't be something that randomly floats across your brain. You want that encounter that well, who knows, we'll find out."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:03.960",
        "message": "I think Jonathan Haidt once made the great point that even though we have all of literature and everything available to us at a keystroke, which you know, when you and I were growing up, we did. But even though we have all of that available at a keystroke now, most people today are reading something that was produced in the last three days. So it's very fleeting. It's temporary. And often it is short catering to the sort of the short attention span. But I guess people who want to read, sometimes even they can't even act on the impulses if they want to read because the brain's been colonized by this constant need for dopamine"
    },
    {
        "speaker": "Guest",
        "time": "02:38:40.600",
        "message": "that social media gives you and all of this gives you. But in the end, let's not, perhaps there's some unfortunate aspects of this, but let's not still forget that there's hundreds of thousands of very sophisticated readers out there in India. They might not all read the same books, but when you line them up and line the libraries up, it's a fantastic world."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:01.840",
        "message": "Tell me something else. Last year, I was on the jury of this literature prize, the JCB Literature Prize, and reading through the vast number of books that we went through, you know, all of us realized that the quality of entries that were coming in were incredibly low. We managed to get a good long list out. I'm happy with all the books in the long list and the short list, just great books, a privilege to be able to read them as part of work. But the quality was incredibly low. And in some cases, you wondered that what are these publishing houses doing? All the big name publishing houses came out with books which screamed no editor, no editor, you know. So what's the scene here? Is that first of all, like, was it an outlier here? Or perhaps is my judgment, you know, somehow wrong in this? Because however much I read, I read selectively, I read books I want to read books I have heard about. So I am in a sense reading the cream of the crop already just by selection bias, to start with."
    },
    {
        "speaker": "Unknown",
        "time": "02:39:59.840",
        "message": "But how rich is our ecosystem, so to say?"
    },
    {
        "speaker": "Guest",
        "time": "02:40:03.120",
        "message": "It's rich. I think as from the combined perspective of a former book reviewer, still current in some way, perhaps a lesser intensity and a novelist, I would say, from my point of view, the average Indian novel, especially in English, is incredibly banal. The very good Indian novel is very, very good. And so there's a, it's not a ladder with like the rungs, you know, there's huge gaps between them. And so in the end, you end up with lots of mediocre material and out of that, some really wonderful books. And if you can imagine any literary culture, if you can find 10 novels in the year that are really worth reading, you know, the standard for a good novel is so high that in the end, as I've written in many reviews of mine, most novels are bound to fail by the highest standards. No matter how hard you work, how much time you put in, it doesn't quite cut it at the level of, you know, think of a great, great novel, brilliance of language, intensity of character, depth of understanding of human nature, ability to realise narrative effects, to construct, to keep the tempo going, you know, to present reversals, to change point of view. It's not a small toolbox to have, you know, so in the end, many novelists end up with two or three strengths that they kind of play to and the rest they try and cover up or move away from. You can also see people's weaknesses as you read and that's why they write, you know, a lot of Indian novels tend to be monologic rather than dialogic. The characters don't talk a lot to one another, the narrator explains lots of things about them and judges them in all sorts of ways and makes interpretations about what sort of society they are, the satirical novel or the ironical novel. In the end, I feel very impatient with many of these forms because in the end, the writer is so much more powerful than the characters, I feel they're not respecting the characters enough. There are depths to your own characters which you're not picking out because they're so keen to explain who they are. I prefer a lighter touch on novelistic material, where there are some mysteries which you also throw up your hands and say, like, I'm not going to explain this. This is just how people are, this is how the reader must make up their minds. So in the end, any judge, you would come up with these ideas and maybe there would be, I have my biases, everybody else would. But I think your experience is broadly true and there's nothing too disturbing or disconcerting about it. If you can produce 10 good novels a year from across the languages, I'm only perhaps a little worried that in the end, it doesn't seem to do a huge amount even for the sales of these books. Somehow there's the gap between the prize and the readership still remains. Perhaps the prize winning book might still have a lot more readers. But there is a gap of interpretation, explanation where there's not a middle space where novels appear in the public world of Indian culture. Like I said, again, the book review and the newspaper is the place where if somebody on the op-ed page of a newspaper debated a novelist's vision of India, that would be a place where the novel has escaped its normal categories to enter the mainstream. For some reason, even newspaper editors are very, not at all keen to put books on any space. Even books pages now become more about interviews with writers than a consideration of the, so you know, how can you in such a space present the deepest meanings that a very deep form can, it's become a cult of the cognoscenti and the connoisseur. Those who really love it can talk about it day and night, but you can't find any trace of it. It's like a ghost"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:19.840",
        "message": "in the culture. And I think there's also a chicken and egg here. An editor of a newspaper might well say that, hey, I can give three books pages, but there aren't enough good writers at that level. And the other part of it is that if you don't have those pages to begin with,"
    },
    {
        "speaker": "Guest",
        "time": "02:43:35.560",
        "message": "they can never be good writers at that level because there's an ecosystem. So that's where I feel the certain newspapers and certain media houses have destroyed some aspects of Indian culture. And I almost feel when I come back to Bombay and I don't live here, I meet some people who actually, I wouldn't call them anything else. There are times of India mind. The main preoccupations are cricket, politics, Bollywood and the stock market. And for them, there's nothing greater to art than that. And what works in the market is what is art is and on classical music, on Indian painting, there'll be almost nothing to say. They don't even think these are legitimate points of view, unless you're making money"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:12.740",
        "message": "from it when it does become legitimate. Yeah. And I guess my earlier lament actually just falls into place with Sturgeon's law, which is Sturgeon's law is 98% of everything is scrap. So that applies to everything, including books, except that I was forced to read."
    },
    {
        "speaker": "Guest",
        "time": "02:44:26.600",
        "message": "Just to interrupt in those 10 books that you would have picked, you would have found a great internal diversity of thought, tone, manner. And that, I think that diversity in Indian novels is really something to you realize there's so much granular detail that these people are picking up, which when it gets into your mind, you see the world differently"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:42.040",
        "message": "from then on. Yeah, absolutely. I mean, some of it is stunning. A couple of the really good books on the shortlist, which didn't happen to win because it was a good shortlist, were actually rejected by many publishers before they got published. And I was I was kind of shocked by that. Because given the kind of crap they publish, otherwise, to think that two such good books would not just even be..."
    },
    {
        "speaker": "Guest",
        "time": "02:45:07.840",
        "message": "The sales or marketing team would have said we can't sell this. So that's what that was perhaps the main reason why, you know, a lot of mediocre novels can still push 2000 copies of this and then it's a purely in some way an economic, you know, you can't blame the publisher, they are putting capital into it. You can't blame them, but you can't forgive"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:23.240",
        "message": "them either. I think what I find in all other fields is"
    },
    {
        "speaker": "Unknown",
        "time": "02:45:28.720",
        "message": "that because the mainstream is dying, because it's getting dispersed, that artists no longer"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:33.320",
        "message": "need to rely on these platforms or these intermediaries to reach their audiences. But that is not the case with novels. And I wonder how it could possibly be the case with novels even, you know, because with every other form, there is a constant dialogue happening between creators and audiences, and they're discovering the niches. And it's a process that takes a lot of time, but a novel almost seems like, you know, as quaint as a test match."
    },
    {
        "speaker": "Guest",
        "time": "02:46:00.240",
        "message": "It's such a difficult and persnickety personality, it won't even do the things that will help"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:04.400",
        "message": "itself to grow in the world. So let's kind of get back to the chronological journey of your life as a reviewer. But before that, question about how did this dialogue between writing novels and reviewing them, how did these influence each other? Like, I would imagine that if once you once you have reviewed many, many books, you read them in a different way with a different kind of attention to craft and detail. And that can influence the way you write. Yes. And at the same time, when you write, you might then be aware of certain aspects of actually what practitioners go through, which you might have missed as a reviewer had you not written yourself."
    },
    {
        "speaker": "Guest",
        "time": "02:46:42.720",
        "message": "Yes, I think book reviews are great training in becoming a writer because, as I said, if you're really going to take it seriously, you end up copying out a lot of sentences to for use later. And to select as a little garden of sentences from the book. And when you copy out sentences, I always tell my writing students, the eye works so much faster than the hand that when you read a sentence, you might notice some things about it. When you write it out so much more slowly, you suddenly realize if you aren't looking at that page as you're copying it out, you put a comma in the wrong place or you you miss out a couple of words, you realize actually there's an architecture of the sentence and the construction that is not immediately perceptible that you only work out when you write it out again. And that is very good training because then you are writing, making somebody else's sentences your own and also learning things about rhythm, pacing, pausing, what kinds of information to put ahead and before, how to load up a paragraph, an opening sentence, a closing sentence. All these things become really palpable to you. And when you do that, then it doesn't mean that you instantly become a better writer, but you become a better reader of your own writing. And once you can become a better reader of your own writing, it means that you're willing to work harder to make it even a touch better. Somebody else would say this is perfectly publishable. You say no, no, no, no, no. I can't work out now, but give me a couple of days. I'll solve this problem and bring it back to you. And then you are really like, you know, what I really love about the world, you know, these biographies of the Indian classical musicians of old, those who never made any money, lived in poverty all their life. You would still go to the house and they are still working on some, you know, thing for three hours every day because that's just their life as it is. In there, I think an artist must also be a craftsman of that kind. You know, other people may not notice. You have to have a private ideal perfection. If it doesn't sound exactly right, keep on tinkering away till it pleases you. When you hear that sweet sound, you know, now I can have my dinner or I can have my nap. This was worth working for. And that way, it's a good dialogue between, you know, writing is so, so big. It's an incredible thing about books. Every writer uses the same language. If you're writing in English, the same resources, the same dictionary, the same vocabulary, the same stock of words, but no writer sounds like each other. Even when you try to copy somebody, you end up sounding a bit like yourself and perhaps a bit like them as well. In the end, writing doesn't lie. You reveal who you are and actually your work is to put more and more of your real self into you. You construct a writing self at the beginning. So you write from a narrower bit of yourself. The older you grow, I find as a writer, the more and more you can put who you are, transpose yourself onto the page and write with the full sense of your force, all the muscles of your soul you put into a sentence. And then it's pleasurable. And sometimes it means you can write too fast because you're so confident of what you're doing. You still have to stop yourself from getting tricked by your own confidence. But all these aspects of creativity and craftsmanship, I think, even in words, they make life worth living."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:38.600",
        "message": "Yeah. And this mindfulness to detail this attention, like I'm reminded of one of my favorite short stories is Alice Munro's The Bear Came Over the Mountain, which first came in the New Yorker. And I remember once looking at the version in the New Yorker and the version that came out in the book that she did. And they are almost identical, except for a punctuation mark in the last paragraph. And you realize and I don't remember whether it was a comma or what it was. But reading those two versions, I suddenly realized that yeah, man, the whoever the New Yorker editor was, he kind of screwed it up. She meant it this way. Right? And it's just such have you read the story?"
    },
    {
        "speaker": "Guest",
        "time": "02:50:16.360",
        "message": "I haven't read the story, but I can completely understand what you're saying down to the very magazine, because one of the problems of the very famous magazines as the editors take over your style to align it with the magazine style, a great crime I find in writing. And one of my problems with reading fiction, the New Yorker, the stories read not too much like each other, not in the sense of the material, but in the sense of the way they are written. And therefore, Alice Munro totally has my thumbs up for taking this out. This vicious comma that, you know, takes you away from your own writing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:46.880",
        "message": "And it's such a minor thing. I don't think anyone except someone as anal as me would"
    },
    {
        "speaker": "Guest",
        "time": "02:50:50.000",
        "message": "notice. Well spotted. No, it's not anal. It's dedication and love of literature in the sense that any small thing in, you know, what is the difference between words in life and words in literature? In literature, ideally you want every word to be meant and to be intended and to be in control of things. So every single mark in literature is also meant. So if it can be un-meant or better-meant, that should also be part of your work."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:12.820",
        "message": "So on this note, let me bring up this email exchange that you reproduced in your book that you had with Robert McCrum, who was a famous books editor at The Guardian, right? And you sent him an email first, and the subject is modestly, because he had messed with the word modestly. And your email goes, Hi, Robert, modestly, the whole point of the piece, I think, was that the book was modestly good. With that word cut out of the last sentence, it felt as if I'd overpriced it. So basically, you'd said the book was modestly good."
    },
    {
        "speaker": "Guest",
        "time": "02:51:43.440",
        "message": "He modestly said this book was good."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:46.080",
        "message": "And you were complaining that it felt like I overpriced it. Mr. McCrum's reply to you was, quote, No, with the word cut out, you made your point well, and not too pompously. As published, it was a good review. Thank you. Stop quote. And I want to kind of dial down a little bit on that pompously bit, right? Because what a book reviewer is essentially doing is standing in judgment, standing in judgment over a book, an endeavor, and so on and so forth. And, you know, with a greater amount of self protection than I had back in the day, today, I'd feel a little, I'd be very wary of that, of taking it too far of the pompousness as it were. Is that a challenge that you have faced? Like when you look back on your younger self? Do you sometimes think that there was too much certainty sometimes that you was, you know, that you might have gone overboard somewhere?"
    },
    {
        "speaker": "Guest",
        "time": "02:52:37.480",
        "message": "Well, I'm trying to analyze myself. And, you know, I could have a positive bias towards my past, even in this one instance, I put it on as a both as a sense of the comedy of the correspondence of book reviewing, which nobody ever writes for, which is fun to read, you know, that you can debate a single word, but also about, you know, this whole thing that, you know, every single word matters. And you can have a discussion about that. But finally, I would even say what he would think of as pompously, I would reinterpret as passionately. You're too passionate sometimes. You're so caught up with the book that you feel like when it's very good, you overpraise it. And when it's, you don't like it, you almost find you're too strong in your judgment. But actually what it speaks to deep down is a real love of, you think that books are so important that they should not be taken lightly at all. It doesn't matter whether it's modestly good or good. It does matter is how you think of yourself. And obviously, when you take that opinion out, an older person will gently put you in your place. I thought it was quite graceful the way he did it. He wasn't exactly saying that you're being pompous, only that that word perhaps was, or he might even have been saying, you know, Englishmen really love to, one of the things about English prose is often, you know, many things are left unsaid. He might even have been saying you are not being pompous, but it comes across as being so. Therefore, I'm helping you by taking out the one word in there that actually makes, understates your case for yourself. I'm leaving the best of you on the page. There could be all these, I've never, you know, riffing now, but it was a good exchange. And I was so grateful for these unknown, once in a while, I used to work out the money to go to England. And actually, books, editor is so important in your life as a source of work, you almost feel you have to make a courtesy call, like we do in India on Diwali, take a box of sweets, take something to show your face that they remember later when the book comes in, he should remember you or she. And I'm so grateful for these people, you know, because without those little bits of help from here, there, the pleasure of seeing my work out and, you know, I could be very poor earning 12, 15,000 a month, but I know I'm being published in three continents in the world. Chalo, no problem. This is sweet enough for life in literature. And really, you know, I feel very grateful to these folk who God knows, you know, hundreds of people must have been writing to them."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:50.360",
        "message": "So many reviews coming in, imagine the life of a book review editor. In the 1990s, I used to be this magazine lasted for a lot longer, but I wrote for them in the 1990s called Rock Street Journal. Yes, I am, in fact, the only writer in the world to have written both for the Wall Street Journal and the Rock Street Journal. So a signal achievement. So I remember at one point, there was somewhere in the mid 90s, there was a Prince album, which had come out, I think it might have been Emancipation. It was a big album, triple album or whatever. And I loved it. So I wrote a five star review. And I went into it in great detail. And then there was the magazine had the custom of giving a star rating. So I gave it five. And when they published it, they published my review exactly as it was, but they put three stars instead of five. And I was like, this makes no sense, because my words are going one way, you're going the other way. Yes. And the editor at the time, the late Amit Sehgal, fantastic guy, sadly died in a boating accident, I think. He said, No, no, we just felt that five is too much for an album like this. You know, let's come to sort of another interesting aspect, because what is happening is on the one hand, you have started freelancing for foreign newspapers as you're writing reviews, they're paying $150, $180, $300 princely sums of money for young people like us at that time. And on the other hand, you also got this gig at Mint. Yeah, when you know, Mint started, they had books pages. And Priya Ramani was excellent editor there. And she gave you a gig, but you were getting only 15k a month"
    },
    {
        "speaker": "Guest",
        "time": "02:56:25.640",
        "message": "for writing weekly reviews. So it was a lot of money. Perhaps not in an objective sense, but relative to payment at the time, it was a lot of money for several reasons. One, since you only got paid in India, 1500-2000 to begin with is already an upgrade on that something"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:41.840",
        "message": "double of that per piece. So people would actually give you 1500-2000 per piece. Yes."
    },
    {
        "speaker": "Guest",
        "time": "02:56:46.320",
        "message": "And even now, that's what you get for many Indian newspapers. Those rates have not gone up. And two, it was secure income, because you knew that we 15,000 every month. So at least you knew that, you know, you could count on it. And three, it went to work every week. So you didn't have to hustle all the time keeping on writing to folks. So you saved on some labor. And four, I felt at the time that some readers would notice you every week and begin to like what you would do with your blog, you know, fall in tune with the idea that there's a consistent sensibility interpreting all manner of books from biography to religion to and also it was an intellectual exercise for me. So in all these ways, that was the wealth creation of that. You know, I think life is about learning finally to see both learning how to make wealth, and also learning how to see wealth in many things which are not conventionally thought of as meaning rich riches. And in this way, I somehow have always had a kind of sixth sense that this could be very productive for me. And three or four years of reviewing books every week was like my education, not in literature, but in Indian literature. And I really enjoyed the chance to read Indian novels, Indian economists, Indian biographers, Indian writers and politics. And it was fantastic. And when it was well done, these people later would write to me and would become friends, I would go meet them in different parts. There was a window to the, I'd never strategize it that way. But we became, a conversation was set up as a good book review, you can always do in the reader's mind as well, a conversation between the book and the other books you've read in the past. And in all these ways, it was fantastic. And again, you know, like I say, I could go to the Mint office in Dadar every week, and not only get the book that I was supposed to review for the week, but all the other books that were not going to get reviewed and would go to the Raddi, I would say, okay, shall I take these? And Priyad Sanjeev will say, it's a space cleared off my table, I'd come back with 10-15. I felt so rich in my shoulder bag full of stuff that has just come out, I don't have to pay for. So it was worth it in so many ways. And, you know, when you are young, it's almost a mistake to make too much money also. It makes you too dependent on the things that money can bring for you. The restaurants, the bars, the goods, the iPhone, so whatever. I have some of these now, but I didn't then and I think in the end, it was probably good for me."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:03.720",
        "message": "Yeah, and there's a notable passage again, from your book, which I'll read out, which is about exactly this, where you write, these small sums erratically forthcoming did very little for my worldly prospects, including my romantic ones. Had they constituted my salary at a newspaper or magazine, I would have been greatly despondent and resentful. And being the pearls of self-employment, they were worth much more than could be calculated by a narrowly economistic measure. They underwrote my freedom and independence, my sense of self-worth and vision, my mornings, wandering around on buses and trains, my afternoon naps. They protected me as much from indulgence in bars and restaurants and other sites of conspicuous consumption as they did from the horror, the deepest, most dispiriting note of my life for the two years that I worked for a cricket magazine, of being a drudge in an office, a servant of clock and contract. And they allowed me to sleep soundly at night, often after a long stint of reading, and to wake up late in the morning. Surely that was as much as one could reasonably ask from a trade and wage. Between the age of 25 to 30, when most young people seek to rise swiftly in worldly post and station, I never submitted my CV anywhere, making almost a fetish of my independence. I rarely left Bombay. I lived as frugally as possible.\" And you know, that conservative note that you strike here, that"
    },
    {
        "speaker": "Guest",
        "time": "03:00:17.200",
        "message": "I was protected from indulgence by my penury. You couldn't have put it better in five or"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:22.800",
        "message": "seven words, yes. Almost seems to me like some kind of rationalization. Like even if you didn't go to a bar with the money, it would have been nice to have had money. I"
    },
    {
        "speaker": "Guest",
        "time": "03:00:30.560",
        "message": "couldn't have meant that money though. That's the whole thing. Yeah. So, and I must also say I cheated a little bit because every now and then I was to drop by at your house or Sonia's house and you have, like I said, that essay might not have actually been written, but it can be written in two sentences. The drinking companions of my 20s, just put Amit Varma, Sonia Filero and leave the end on that note. So, I did enjoy myself a lot too."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:52.080",
        "message": "Yeah, I'm not even much of a drinker, but I guess a drinking companion doesn't have to drink. It just has to be a companion while you drink. So, this comes to mind in the context of, and again, I'm conflicted about this, that there is this piece of advice that you believe in when you're young and which is often given to young people that follow your passions, do not compromise. But then I look around and as I grow older, I look around me and I find that most of the people who actually did this in their 20s and 30s are fucked now. They haven't gotten anywhere. The cafes of Varsavar are filled with strugglers who didn't make it and they are filled with resentment for all their peers who did their MBAs or whatever, have fancy jobs, fancy houses, fancy cars, and they're kind of screwed and they're kind of nowhere. So, I get both sides of that, of why, you know, to live a fulfilling life, you need to live a fulfilling life, doing something you love that you wake up every morning and you look forward to doing. But at the same time, you know, the money is also a factor in all of that, like at some point, and I have noted this down, but I can't find it in my notes, you have a wonderful sentence about how, you know, once you decided not to care about money and give your life to books, money suddenly became the most important thing because you have to put the next meal on the table or whatever."
    },
    {
        "speaker": "Guest",
        "time": "03:02:10.640",
        "message": "Yes, I think I was right to book review editors in order of highest payment to lowest payment, not in order of readership. But that was my hierarchy. Yes, you know, you're right. And also sometimes you realize your passion and your ability can sometimes, especially when you're young, you cannot read yourself so well. You may think that you're going to be the greatest writer, singer ever. You find two or three years later that, you know, life has taught you some cruel lessons about where you actually stand. And, you know, money is important and it also, like I said, gives you self-respect, agency, freedom, power in the world. Yeah, I think if one should be idealistic, though, one should do it in one's 20s, because you can take more risks than with yourself and your personality can suffer the blows of rejection and repression. And you can bounce off that and then just move into some other place. It's harder when you're older. And then you also have to have the discipline also, you know, to not become bitter as you grow older, because everybody feels to a man that even those who are very successful feel that we weren't as successful as we should have been. If somebody praises, and we know this culture in India today, they praise me, but they don't praise me for the things that I really should be praised for. So, you know, you can, there's never any end to that road. You've got to learn to make a peace with life and find pleasure and, and fulfillment in so many other bits of life. You know, I think the art of writing novels is also the art of saying novels are not the most important thing in life. They can be very important for you, but beyond that people and life is more important. Even novels tell you that."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:03:44.000",
        "message": "Even novels tell you that. Tell me about sort of the media landscape in India when it comes to being open to the kind of not just in terms of books, pages, but even cultural writing and so on. Because, you know, in the early 90s, it seemed like there might be hope when"
    },
    {
        "speaker": "Unknown",
        "time": "03:04:00.720",
        "message": "I think, you know, Vinod Mehta started Indian Post and Independent and they had their books"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:05.520",
        "message": "pages and there was some action there, and so on and so forth. And even at the time Lounge started when Mint began and they started Lounge and there was a lot of that cultural coverage. But after that, you know, one doesn't see it these days. And of course, I don't see it these days because I don't even get any physical newspapers. But it's just not there. And you were the, you were a books editor at Caravan for a while where you were commissioning short stories, poetry, not commissioning, but publishing short stories and poetry and all of that. And trying to, I suppose, bring about and build an ecosystem, bring about a culture of stuff and all of that. What was that experience like? And how has your thinking evolved? And do you think that, that the media somehow made a mistake there? Because what the media will often do is that you will try to go as broad as possible and not deep enough into any one thing. But that is a mistake. Because the point is that if you go deep in a few places, there are all these niches, which in a country like India, even a new niche can be big in absolute numbers, which can be worthwhile to pursue further for its own sake. Not everything need be homogenized. So what's your sense of Indian media there? Do you think there's an opportunity lost? Do you think even today something like that"
    },
    {
        "speaker": "Guest",
        "time": "03:05:20.960",
        "message": "could do well? Big time, a big time opportunity lost because, you know, in the end, this is the whole thing about competition. Do you compete by trying to become like something else? Or do you compete by finding a better path for yourself? And especially, you know, when you, you just, if you were to take a walk down the street today, or just go to Andheri and take a train to Churchgate and come back in the evening by randomly taking trains and buses, stopping at bars, cafes, the immense range of language and thoughts we would hear just in a single day would make you think if, if you had never read a newspaper in your life, you'd say, from tomorrow, let's start a newspaper presenting all possible points of view, where you know, both the politician and the person you randomly, you know, that way some Instagram handles are really wonderful, humans of Bombay, etc, etc. Anybody's language and perspective on life can be so great when you find it in a structured space. And why couldn't you present a front page story, not about the latest revelation or the economy or whatever, but just transcribing a union leader's speech in a protest march, word for word, they read the speech on the page, and that is your topic, the nice photograph or whatever. So you get a sense of the clash of voices in your society. There's so many, so many things you could do with a newspaper in there. And of course, daily journalism is also a big grind. And you have to, there's so many other imperatives, not having been in the business, I would hesitate to criticize, because I would not understand some of the constraints, especially the financial ones, which are huge. But in the end, you could say that those in charge really are not classic newsmen or women of the old school, who love a well written, well produced, deep newspaper as an intellectual artifact. You know, it can't perhaps be as the same quality as a book. But it's a solid read from page to page that when you finish it, you could say, here's a thing that puts other people in touch with society in a way that they couldn't without the newspaper. Of which newspaper could you say that in India today in English? Perhaps to a little extent, the Telegraph, I think it is quite well written, some bits of it are. But in the end, it's all finally lowest common denominator, mostly run by like culture is always Bollywood, film stars, or books that film stars write, or writers that film stars endorse. You know, it's the path of lowest resistance. And immediately you think, is that what an education is for? You know, the idea is like, surely we have greater resources than this too. But in spaces like the Caravan, they became very niche then, although it's written to even to this date, I think it's the best magazine to read in India on a monthly basis. You know, that deep dive into profiles into long form stories is fantastic. And I feel really, really proud of having worked for a little while, although right on the edge, and they've shut down that section, itself a sign of how difficult it is to keep it, keep something like that going. But for a while, it was a great project to be a part of and have the highest respect for the people I've worked for. Many young writers in their late 20s, fresh from journalism degrees came in, learned their ropes and now working elsewhere. As a training school, as a theatre for different kinds of India. It was, you know, those profiles of Indian politicians in the Caravan, Arun Jaitley, Modi, you can still read them today as literature. They deserve to be put together in a book like the Caravan Book of Profiles or whatever. And that's the model of journalism I subscribe to as my, you know, my motto, you know, like, for journalism like that, I'm willing to even give up my books and work every month, every week to like, be part of an ensemble. If something that could be put together, I would be very happy to join it. And because being part of a team, and working for a project bigger than yourself, in the end, there's few satisfactions in life that are bigger than that. But if it can't be done, then you retreat into your private space and make little interventions here and there, working across media. But I would definitely say, you know, where is the great Indian newspaper today? We are a great nation, we are a nation moving towards greatness. Our stories are completely off the charts in terms of rapture, rigor, the new boundaries being broken. There's not a space that records it all, that you can patch it together from looking at Instagram videos, YouTube channels, meeting folk, but it would be great if it was in print."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:20.200",
        "message": "Yeah, I agree. And even Caravan has declined a lot in sort of recent times, but I completely get that sentiment. You know, we live in interesting times. And I wonder if this affects the way people view art as well. Like, for example, everything today in our discourse is really about narrative battles, right? And history has, of course, been weaponized to that service. But one thing that I find distressing, and that's, it's always, of course, been the case that a lens of politics has sometimes been thrown upon to, towards art, towards literature, towards cinema, to evaluate that. But I find that happening more and more today. Now the broader, like where art is looked upon almost as something functional, the way Kashmir Files is being praised, for example, and has become a part of, you know, what is a pitched political battle, where people aren't talking about, you know, looking at looking at the film just for its own merits, but there is just so much baggage that the film carries. While my sense has always been is that art and politics should just be separate, not just in the sense that you don't look at art through the prism of politics, but that the artist should keep his politics out of his art, to a fair extent. And, you know, as I think, you know, Kundera once wrote in an essay that, you know, then you run the risk of art becoming propaganda,"
    },
    {
        "speaker": "Guest",
        "time": "03:10:42.120",
        "message": "as it were. What's your sense? What's your sense of this? Yes, there I don't agree, because you do run the risk of it becoming propaganda. But that's it. You run the risk. It doesn't mean that it automatically lands up there. And also you cannot divorce your politics from your art. You know, it depends at what level do you translate your politics into your art. In some Indian writers I can see who also write in nonfiction and when they write novels, their novelistic writing voice is basically a transposition of their nonfiction writing voice into the narrator of the books. It's so dull because there could be something interesting in the story, but in the end the controlling figure is just the same from above. So it's not enough of a jump. But if, for instance, you believe, as you know, that Indian society is very interesting because of the mix of voices and that India deserves to be democratised more and more, every generation must carry the work of deepening democracy at some level, no matter what work you do, you must throw new voices into it. That is your politics at some level. If then your art emerges from there, where is it? Where is the problem? I don't see any problem with that. There can also be a way of both of expressing and of limiting your politics. When you know what politics can do for art, that's the responsibility of the artist, not to take it too far, but also that is the motivating force that makes you believe in human beings or that makes you angry saying these people haven't got their due. So I'm all for politics and art, but not in that sense of characters also becoming mouthpieces for opinions. Like I said, I wrote an essay in a novel. I want in novels to actually dramatise the conflict between two points of view rather than state my own. My truth can remain my truth, but not on the pages of my fiction, because that's the space for a different kind of encounter. It must be questioned by the opposite of whatever you're trying to say. And then that encounter becomes interesting for readers. In Clouds, I think what I've done well, and I like reading it, it's a conflict of opinions between two brahmanical old people and one young person who believes in the religion of clouds. And they both don't understand each other in chapter one. And by the end, they somewhat understand each other. At least they've asked each other some questions. That for me was very, very interesting to do. It's clear that the writer thinks very harshly of the older people, as some people are very, very close. But as the book progresses, you get to like them more and more, because in the end, there's also something very unique about human beings. They can be really terrible, but you spend a lot of time with them, you find things that you like about them. And in the end, we can put aside our differences and make cause on so many spheres with human beings, with whom we have been in conflict in our life, politically, socially, familiarly. In the end, you kind of think, you know, we must focus on these bits about, especially now in our darkish time, we have to construct and align and link up in whatever way we can."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:34.200",
        "message": "Yeah, I agree with all of that. I mean, you know, our politics is baked into who we are and who we are is baked into what we write. But as long as it's about people, and as long as it's not too overt and whatever, it's fine. I am, you know, so I was I was kind of going through the middle stage. And you have a section on the right about popular pieces. And one of the ones linked there was, actually, I think what you told a lot also was your review of Rang De Basanti, where I'll read out this, I'll read out these bits from it, because I really enjoyed it. And I will somehow make it lead to a question because otherwise, what could justify my reading them out. Amir Khan's latest foray into Indian history is without question a cinematic venture of remarkable daring. It left me completely stunned. In almost two decades of watching Bollywood productions, I have never come across such preposterous drivel as that served up in the second half of this film. One reason for this, of course, is that Rang De Basanti takes itself so seriously. And then later you say, what follows not only stretches the boundaries of logic, it also sends out a dangerous and incendiary message, stop code. And the message, of course, is that the end justifies the means that once you decide that violence is justified, you can just carry out violence for any damn thing. And this leads me to the question of, you know, when it comes to art and literature, you know, it's it's perfectly obvious that you cannot judge a book on the basis of what you feel about a particular character books, literature films, have unpleasant characters who do unpleasant, stupid things. And that's the whole thing. You're placing a mirror on the human condition. And it is like that. So you can't judge a film because of what a character or a book does. And yet, in this case, I agree with you completely. Or in the case of what was that film Arjun Reddy, which"
    },
    {
        "speaker": "Unknown",
        "time": "03:15:16.120",
        "message": "showed that deeply misogynist guy, which was made into some Hindi film also. And in those"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:15:21.840",
        "message": "films, these the way these people are just portrayed as heroes, that this is how you should behave. And so in that sense, this is not art, art or literature. Literature if one is to be pompous about this, and we discussed pomposity earlier, and Robert McCrum would probably not approve of this. So the question there is that, when do you draw the line? Where do you draw the line and say that it's okay for Nabokov to write a book about a character who's into young girls, even though in real life, he would, of course, not approve of it, because it's a character in literature, and you're, you know, shining a light on the human condition. But, you know, somewhere else, it becomes a problem, because people"
    },
    {
        "speaker": "Guest",
        "time": "03:16:00.360",
        "message": "are going to take this as a model, and you're kind of glorifying this kind of behavior. It's interesting you bring that up, because obviously, I don't think I would write that today. So I might even be disagreeing slightly with my past self. But I'm interested to remember that I wrote this in the context of writing about a film and not about a book. And there is a responsibility, you know, you can be much more provoking and damaging in a mass medium than you can in something like a novel. So it's built into the art form, you know, that you cannot, it's very rare that novels can change and damage a culture in the same way that a badly made film can. I mean, you walk around India today, and in lots of small towns, sometimes they give lectures and stuff, and lots of kids come along. In the end, I feel like asking them a question, like before we leave a multiple choice question, your personal style, your manner and your swagger, who does it lead to? Is it Ranveer Singh, Salman Khan, Virat Kohli, or name your choice, A, B, C, D. You know, there are certain models of masculinity that films can project. And even sometimes the bad faith is that they pretend as if they're criticizing it, saying that by showing it, we want to draw attention to it's all done in very bad faith, you can see. And freedom of expression still means that they have to come out in a culture, there's no way of prescribing them. But at least one must push back in writing about them saying this is a real power to push back and set a narrative back or to disrupt a certain path of progress and you know, present an idea of it's the glamour of cinema that the end is his biggest draw. That figure on the screen is not six feet tall, he's 30-40 feet tall. And you know, the camera angle is always from below, there's a certain mechanics of cinema that actually works to make certain effects possible. That's why it's amazing that India is so Bollywood obsessed, yet, you'll find half the time you go to a dinner party somewhere, people will say, oh, I saw Shah Rukh, he's so short in real life, I could never believe, I just couldn't recognize him. The same face but the height is three inches. So that is the thing about cinema. And also, you know, Indian Indian mass culture is dominated by Bollywood as perhaps it should be, or by cinema, we are a cinema caters to everybody. And there are many wonderful things about the shared experience of sitting in the big screen with other Indians watching this. But I agree, those artworks, the mass forms have greater responsibility. And it's too easy for them to get away with just pandering to a certain set ideal, which also comes in the way of like political and religious prejudices, you know, it's so easy to just turn them back and say, well, this is how society is. I also find the same problem with advertising. And it's too easy for all these things to say, we just represent what things are. I'm sorry, this is not a good enough answer."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:18:46.800",
        "message": "Fair enough. I mean, but that's the exact argument that you're using, by the way, yes,"
    },
    {
        "speaker": "Guest",
        "time": "03:18:53.320",
        "message": "is a reason censorship exists. I know, I know. So let's keep using the argument without letting censorship come in. Yeah. And we leave it there as a midway point, perhaps is what I'm"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:19:01.480",
        "message": "saying. Correct. And, you know, use it as a, you know, if films in India are treated as an instruction manual for life, then let's have a good instruction manual is what you're saying. But an artist would say that, hey, wait a minute, you are an ivory tower novelist, where you are not, you know, you have whatever characters you want in your books. But, but yeah, I totally"
    },
    {
        "speaker": "Guest",
        "time": "03:19:20.800",
        "message": "get what you're saying. They're free to make the films they want, we are free to criticise it. Let's say if they said that, then that's where the conversation stops. You have to either they or you have to find some new point at which to engage again, or you just leave each"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:19:29.960",
        "message": "other be and continue on. You need to disagree. Yeah. You cannot. Yeah. And by this whole masculine role model thing, I remember I did an episode with Shrena Bhattacharya in January, where she made the very interesting point, the episode is called the loneliness of the Indian woman. And the interesting point she made was that while the role model for most men in terms of how to behave is Salman Khan, the person women would want them to behave"
    },
    {
        "speaker": "Guest",
        "time": "03:19:52.760",
        "message": "like is Shah Rukh Khan. A very deep and insightful point, I think using popular culture to critique popular culture is a certain art of its own. And this is a very good book. And just that one sentence is so striking, immediately clarifies something, isn't it? Yeah, the gap between the expectations, if you're this side of gender or the other side. Very interesting. I'd agree. Wouldn't you?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:13.480",
        "message": "Yeah, you're right in the sense that if you want to capture the essence of a larger point that she makes through the book, that this captures it. And this is such a deep disconnect in our culture, that what men want to be is so different from what women want men to be."
    },
    {
        "speaker": "Guest",
        "time": "03:20:27.720",
        "message": "Although I know at least two women who are very passionate Salman Khan fans and can't"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:33.680",
        "message": "think of him as God. But would they want the men in their lives to behave like that is another question. They are single, you're right."
    },
    {
        "speaker": "Guest",
        "time": "03:20:42.600",
        "message": "They haven't found someone as good as Salman to..."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:48.520",
        "message": "So as we get close to winding up, because we should soon break for lunch as well. You've got this passage in your book where you talk about how you change through your 30s where you write, quote, so long resistant to being drawn out as reticent and impassive as a closed book made nervous and even jealous by people more at ease with life than I. I now took pleasure and even pride in reaching out to people. I tried to leave people in no doubt that I love them, both by concrete action and exertion, and sometimes by discrete inaction, such as by never judging them on their reading. Difficult spiritually ennobling work when someone's favorite novel is the alchemist's a fountainhead one night at the call center. Stop quote. Tell me a bit about how you've changed because you know, what's happened is we were friends back then we used to hang a lot. I think, in essence, I see you as the same cheerful, optimistic person who's passionate about books. But you obviously must have changed a lot in these years. So, so tell me."
    },
    {
        "speaker": "Guest",
        "time": "03:21:46.880",
        "message": "Yes, I even think perhaps one of the reasons where for four, five years, we sort of drifted away into own spaces, what we needed that to grow into our own selves. And there's such a thing as you know, a friendship, which is too intense, and we can rejoin our conversation in life, catching up again on the different points on the road. And at some level, I kind of felt you know, my world was too narrow. And I relied so much on my close friends that I never met any new ones. And it was a problem. And I needed to break out of it. And what I was most frustrated by was that I could only make friends in my own class. I mean, we both I even started to make friends, deep friendship with people who are much richer than me. You know, so it was a problem on both sides. And I think in this way, I was cured of this problem by the restaurant because after seeing me coming day after day, I sleep about this restaurant, Prabha Devi, I wrote a book about this, the restaurant. And when the waiters began to see me as their friend was the day I realized I've somehow without even consciously wanting to have broken a barrier in my life. And from then on, I've had very little trouble ever dealing, of course, there's still that hierarchy, but I find I've very little trouble dealing with people in these asymmetrical power positions in India. And somewhere I began to realize that in the end, your desire to write novels is actually a sublimation of your desire. Perhaps, I mean, Shruti Kapila was on your program the last time around, and she's a very deep student of psychoanalysis and there's a lot of that in her book as well. Is that desire to write novels basically a sublimation of a desire to unite with everybody in your country? You want to know what the world feels like from everybody's point of view, what a cup of tea feels like to a cab driver, what a chocolate mousse or a bottle of Bollinger feels like to Veer Sanghvi and to the industrialist or a kid drinking for the first time. All these tastes, all these ideas, all these histories, all these interactions, all the love affairs, you want to know what they write in letters. You're almost like an omnivorous, that is a desire. Obviously, you're not going to get anywhere close to it, but boiled down to something that you can actionable in your life, it kind of means there's no time to waste and you can't even sit in one place. Of course, you can sit in one place to write, but the rest of the day, you've got to call people, get around, bring them over, you go over, travel, meet, go to places you've never seen. And somewhere I suddenly, like having cottoned on for good or bad onto this thought, I'm still unable to let go of it. And I feel excited every single day by this, you know, this thing that we've been given a great inheritance, not in the formulaic way in which you think about it. I just find going out into India very exciting and for all the flaws of Indian people, and there's so many, we are still a very attractive people. And the more you travel around the world, also you come back to thinking there's some things about India, you know, the hospitality, the willingness to sit and talk, the ability to give time to people. I just feel it could clear out two or three things about the Indian mindset, you know, the problem in talking across gender, some things about class and caste. We are on our way to, you know, like a really like may a million flowers bloom moment. For instance, I see an Indian love and I see young people holding hands. I kind of feel tremendously pleased to see this transformation. I think when you and I were 18, to hold hands on Indian street was an incendiary gesture. Everybody would look at you. Now, in many Indian cities, they don't, on the Delhi metro, you know, this street is normal. That's a transformation to cherish and to, you know, it's not come a moment too soon. Thousands of years have passed before it happened. And all these things I feel, you know, I know we are in a time of like repression, hate, otherization. Somewhere below it, I feel at a smaller level, another few hundred million Indians. We're only in a minority because we're such a big country, but we are moving towards a greater integration and towards a realization of the ideals of the founding fathers and mothers of the Indian Republic on a scale much deeper than they themselves with their limited lives could imagine. You know, and that is what progress means and that is what democracy means. And in that way, I think it's very exciting. You know, sometimes in lectures, I say what is common between even our grandparents and you and I, and we are now middle-aged people, young people look at us as old perhaps and call us uncle. But even you and I share with them this common frame. We are citizens of the first century of Indian democracy, 1947-2047. All the things we do now, if the world survives and democracy survives, we'll have consequent ripple effects for hundreds of years to come. The little changes that we made in the light of our ideas of our time. And that's an exciting space to be in, isn't it? It gives you some agencies, a desire to live, a desire to meet, to talk, to find out things. And in that way, I feel very grateful both for space, the gift of the right space and the right time. I think to be born in India in the year 1980, 1973-74, we saw socialism, we saw capitalism, we saw whatever world we are living in now, globalism, internationalism, linked up to one another. They're a wonderful frame to go up and down those lines. It's like Virat to Churchgate or the Harbour Line or Central Line all together. Just keep travelling, using your memories, adding new things to them. It's enough. And in that way, I kind of feel, you know, I think if this is our closing thought, I would like to ask you a question in return. I want it to be a surprise question. I want you to not think about it too much. Just give me a spot answer. And if later you think it was the wrong answer and it was the opposite, we can always go back to it later. As I understand it, one of the deepest differences between you and me in terms of personal outlook is that you are quite fiercely and consciously and deliberately and deeply an atheist and you don't want the human frame to involve God and you think it's a complication and that leads us into other directions. It is also damaging religions of this history. And I, on the other hand, kind of older I grow, feel more and more like, you know, like my Hindu faith or my inheritance or the history of Hindu philosophy. And in general, the idea of religion is very important to me. And I would say on, in, pressed to the point, I would say I am basically religious and I cannot, for all that I want to understand the problems of religion, I cannot disinherit myself from my religious inheritance. But if you can leave that difference aside and won't you say that given your life and mine and where you've lived in the city, we were something too. How do I put it? In the end, your religion and mine is Bombay. The way we understood the city, the what we saw in it, the things we know through it, the persons we become through it, that it has no code or whatever, but you know it when you see it. And that is, that is our faith."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:29:02.880",
        "message": "Okay, I'll give a two part answer. It's a lovely question. And I'll no doubt think more about this even after this recording. But as you want an off the cuff answer, I can think of a two part answer, which the second part is two parts. So now the first part is this that I'm not a militant atheist in the sense that at one point in time, I would have argued that if someone believes in religion, they are by definition irrational and cannot be trusted, because obviously, there's no proof for God existing and all of that. Today, I don't think that is a case in the sense that I agree with you. Yes, today, I don't think that is a case because sure, I mean, and I'll link to an article I wrote about an essay I wrote about this, where you know, which makes a distinction that atheism is not a belief, it is an absence of belief, just as not collecting stamps is an absence of a hobby. It's not a hobby. You know, no one says my hobby is not collecting stamps. But my sense is that I understand that human beings are frail, that as you pointed out earlier that reason cannot solve all our problems, human beings are frail. And the truth is that we're going to die and life is meaningless. So how do you get how do you how do you get by? Right? And the point is, we all do choose our own delusions. Somebody else's delusion may be religion. But I have no doubt have a delusion which I choose, perhaps it is a delusion that my, you know, mortality is something I don't need to deal with right now. And it'll come later. But the very fact that I can sit here and have this conversation and all of that, we all need crutches in a sense to get by. So I understand that I am not even condescending and saying that this is an inferior crutch. We are humans, we are frail, I get why religion is there. I also get that many belief systems today, which would not be called religions, which are maybe ideologies have qualities that are religion like. And so in that sense, I'm not, you know, militant in that sense. Now, as far as being a religious person is concerned, my sense is and this goes to what you were saying just before this also, is that you are perhaps focusing on the positive aspects of religion. And of course, there are positive aspects of religion, like the sense of community, you know, different aspects of different festivals, which bring us together, and so on and so forth. And I get all of that. And we need that in our lives, we can't be atomized. In fact, that's a critique some people often make of individualism that, oh, we can't be atomized human beings. But the whole point is, my argument always is that not, you know, atomization is a straw man. The point is, we should all be individual, free to engage with others. Voluntary interaction is a key thing there. So I have no issue with anybody being religious per se. But I have a massive problem with organized religion, any organized religion. I mean, and I think that so many of the ills that are in our nation today, like earlier, you spoke about one or two minor things. They're not minor things, especially in the context of today, you know, things like class, caste, gender, and especially the anti Muslim sentiment that is, you know, is tearing this country apart. It's not a minor thing. It's a big deal. It's always been there in our society. Similarly, I think the aspects that you like about our society, the fact that we almost without thinking about it assimilate so much, we are like this delightful khichri of influences from everywhere, and so on and so forth. You know, and I think that is also something that predates the Indian Republic. You know, both of these predate the Indian Republic. But the point is that right now, it's hard for me to be as optimistic as you because I see these negative things and feel so strongly about them. And I think that organized religion also has that problem that I just see so many issues with it that I don't really want to elaborate upon. But where do all these issues come from the misogyny, sexism, caste, you know, all these come from organized religion, you know, so."
    },
    {
        "speaker": "Guest",
        "time": "03:32:57.760",
        "message": "But that's why I was slightly shifting the platform to something more sudden and more about religion being Bombay. Yes, our private religion, something that you know, like, has this thought ever come to you that everything in life you owe to a certain city or what you learned here or that there's some ways of being here that you feel that you know, are fundamental to who you are, and that your life is a continuation on down that river."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:33:19.920",
        "message": "I think that's a deep thought. I think Bombay can mean different things to different people. So if I sort of think of Bombay as meaning a certain ethic of life that you go your way, I go mine, we don't bother each other. And we trade freely, we live freely, all of that, I can buy that. But Bombay is a lot more than that. I don't know if it's so much as Bombay. But I think it's a little more cosmopolitan and globalized like that. Unfortunately, I can't help it. My biggest influences are all sort of Western influences, in a sense, from the Enlightenment and the thinkers I admire, whether it's Adam Smith, who, as you so rightly point out in your book is a lot more than just Invisible Hand, or, you know, Hayek and so on. So I'm a mix of everything. Of course, there is a core that is Indian and there'll be a core that is Bombay. But I don't know if it was you who introduced me to Constantine Cavafy, but he's got this great poem called The City. Yes. And that speaks to the sentiment, which I have actually read out on this podcast before. So can I ask you to read it out? Sure."
    },
    {
        "speaker": "Guest",
        "time": "03:34:26.760",
        "message": "The City by Constantine Cavafy. You said, I'll go to another country, go to another shore, find another city better than this one. Whatever I try to do is fated to turn out wrong. And my heart lies buried like something dead. How long can I let my mind moulder in this place? Wherever I turn, wherever I look, I see the black ruins of my life here where"
    },
    {
        "speaker": "Unknown",
        "time": "03:34:51.520",
        "message": "I've spent so many years, wasted them, destroyed them totally. You won't find a new country,"
    },
    {
        "speaker": "Guest",
        "time": "03:34:59.520",
        "message": "won't find another shore. The city will always pursue you. You will walk the same streets,"
    },
    {
        "speaker": "Unknown",
        "time": "03:35:05.320",
        "message": "grow old in the same neighborhoods, turn grey in the same houses. You'll always end up in this city. Don't hope for things elsewhere. There's no ship for you. There's no road. Now that you've wasted your life here in the small corner, you've destroyed it everywhere"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:22.920",
        "message": "in the world. Yeah, it's just a fantastic poem. I think I read it out in my episode with Sarah Rai. And yeah, and in my episode with Amitabh, you would have remembered, I asked him, what is this Gangauli? In the sense, what is this notion of home? Yes. And I think you've indicated that your notion of home to a significant extent is Bombay. Yes, between"
    },
    {
        "speaker": "Guest",
        "time": "03:35:47.080",
        "message": "literature and Bombay, I think these are the two overriding, and there could be also literature in Bombay, Bombay in literature, etc. You can keep on mixing them. But I think these are the two main currents flowing through my life. And they keep on mixing in you. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:02.160",
        "message": "And in fact, your book is called My Country is Literature. So you could also say my city is Bombay. A couple of last questions before we kind of end. And it's actually two questions, but I think they lead to the same place. One is what advice would you give to the young Chandra Haas, maybe the Chandra Haas in Cambridge in 2002, who has just come across that ad for writing a review, what advice would you give him? Which feeds into a different way of phrasing, I think the same question. What advice would you give to the young reader and writer today, who is listening to this and thinking of a life in literature?"
    },
    {
        "speaker": "Guest",
        "time": "03:36:36.880",
        "message": "Well, as for myself, you know, I think it's always, it's strangely, it's somewhat arrogant to try to preach to your former self, because only by learning what like, but by finding out, blundering through what you did not know, do you arrive to who you are today, you cannot return to your past and cut your own roots out. You can obviously criticize some bits of ourselves, as I've done in the introduction of my book saying I was almost too bookish and I treated literature like a crutch, rather than a place of release and a place of freedom as a place as a way of engaging with the world. So I don't think, strangely enough, I'm quite content with my past, you know, I don't think I've changed anything about my life. Even the bad things that happened. I'm quite, you know, I kind of feel I've made my peace with everything and even those who have left or disappeared, I kind of feel I can mentally carry on a conversation. So I have no advice to give other than, you know, perhaps let go a little bit. I think I was too intense and didn't know how to enjoy myself. And it was part of the tension I grew up with living in a very insecure home. And I again have some empathy for that, you know, took me a long years. And when I maybe that's why I'm making up for lost time. Every day is a sorrow party these days in my life, much of the time, including today. And for young people, you know, it's a different time to be a young writer today than it was 20 years ago. Things have changed a lot. So precisely for that reason, when I hear a young person today saying I want to become a writer, I have more respect for them. It's so much more easy to want to become something else that if after all that you say books are what means the most to you, it shows that you're serious. It's much, much easier to learn to become a writer today than it was 20 years ago. So that bit is good. And I think young people also don't have the hang ups, especially in English about writing in English that people our generation are just a touch above us did about writing a certain way, trying to please certain people. Every young Indian writer now writes their own English with complete confidence and it's very nice to see. I like reading Indian books, even mediocre ones for this reason. It's their own English. It's not a pretend English. And other than that, you know, we live in a fantastic, our country is a library and your library also is a limitless library. You know that what you see in a bookshop is only a fraction of hang around in, you know, go to Fleur Fountain, Blossom's bookshop, old bookshops everywhere, put together a library of the great books in the last 60, 70 years and it'll give you an India over and above the India that you see in front of you. When you join together these Indias of land and library, you'll suddenly have such a powerful point of view on your own life that you will both live more interestingly and write better. And the last bit's the technical side. Now, you know, once you have a command of a language, no need to be in a great hurry over it. Indian literature is about communicating, not necessarily being right. And you will get that 10, 15 years down the line. Enjoy the ride till then and remember to take pleasure in every day and do a bit of work, even if not at your desk every day. Every day, you must go forward in some way, even if by reading and making some notes, you don't have to write every day. It's not required. Go forward a little bit by little bit, just like with so many other things, you know, in the end, you won't realize how far you've come by not noticing where you're going."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:36.760",
        "message": "And also something I think that both of us have experienced with young people, that boss,"
    },
    {
        "speaker": "Guest",
        "time": "03:39:41.920",
        "message": "the years pass very fast. The years pass very freaking fast. Don't waste it on petty things. Yes, absolutely. I couldn't say the second that more, you know, when you're 25, it looks like life goes on forever. At 42, you realize you already feel you're running out of time for all the things you want to do, all the people you want to see, all the things you could not say to people. So that way, literature is a life intensifying device. Let's put it that way. So within that, it has a certain code, which is that you don't waste time."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:40:08.040",
        "message": "That's such a lovely way to put it, like intensifying device. And on that note, see, I end all my episodes asking my guests to recommend books, films, music that they love. And especially in your case, that absolutely has to be the last demand I make of you. Like what are your"
    },
    {
        "speaker": "Guest",
        "time": "03:40:21.120",
        "message": "desert island books, or films or music or what you just want the whole world to read? In one quick stretch, I can read off the main influences of my life. Musically, from the age of 18 till age of 42, I've had only one predominant influence, although I've had many others below it. I like film soundtracks, because I find the absence of words helps me compose in the mornings, I like to listen to music. But from the time of 18, I've always been a fan of the Pakistani rock band Junoon. And it has never changed. And I keep listening to the same songs on loop year after year and finding new meanings in them. I even find as a way of interpreting the subcontinent and that Sufi philosophy and even the, I'm even willing to defend the point that Salman Ahmad is one of the greatest rock guitarists in history, just like some Indian novelists are not regarded, disregarded, so was he. But every solo in there has a meaning for me. And I really love this private archive, you know, 25 year engagement with the repertoire. And cinema wise, it's very variegated. I like, in general, I like artworks which are optimistic, cheerful and full of the chaos and comedy of life. I have a definite bias towards comedy and a sense that life basically is a tragedy that you must live as a comedy in order to make it bearable. I think that is my root philosophy. You know, you never know when the next terribly painful or traumatic thing will happen, but you kind of have to bolster yourself and make the day cheerful. And, you know, verbal repartee is so, so, so energizing and so much fun. I like comedies like that as well, you know, we just talk between people. So in books, I think the main representative of the spirit in Indian literature is an almost unread writer these days, Verrier Elwynn. I think his books and his studies of tribal India are enormously fascinating. As somebody who only lived to be 62, he came to India in his 20s, came to be a priest, ended up becoming more tribal than even the tribals and lived in small settlements going from one place every two, three years. The tribal life of Verrier Elwynn, his autobiography, to me is such an enormously amazing book, being cheerful under continuous stress, misery, pressure and material deprivation, which are voluntarily taken up. And finding beauty in the smallest things and in trees, flowers, in human faces. So, to me, it's a great, great Indian book by somebody who is not Indian. And in writing my favorite novelist or fiction writer of almost anywhere, and someone I admire deeply personally, and in an imaginary dinner party, this will be almost the first guest on my list, along with a few others, you know, one makes a mix of live and people from the past. But Adam Smith would definitely be one again for someone who, like we know, has that cheerful spirit while realizing that life is very difficult. That mix of toughness and good cheer is very appealing. But in the end, I think Bivuti Bhushan Bandopadhyay has a combination of wisdom, naivete, wonder at the beauty of nature, love of the different voices of society, that adda kind of feeling of sitting down to gossip with everybody, putting yourself in the mind of many kinds of characters, including children, notoriously hard to do for novelists who are adult, you know, they make all sorts of things, but can't really get to it. Bivuti Bhushan's children are really children, and his adults are really adults. And his outlook on life is very, very poetic and that mix of a love of the created world of culture, i.e. the city, and behind that the long term world of nature, the forest. Few Indian novelists balance a love of both these worlds in such an equal and exquisite proportion as Bivuti Bhushan. And you can't tell, if you read a single book by Bivuti Bhushan, you can't tell, sometimes he looks like he's a city person, and in some other stories, he looks like a village, a real initiate of rural life. And to me, this is a complete perspective, you know, all kinds of points of view on life you can find in his books. And to me, again, that idea of trying to merge with all of India, from the point of view of the other party, is to me most perfectly expressed in, not as an explicit philosophy, but in between the spaces of the stories. In his work, so in the end, you know, like a page or two of Bivuti Bhushan a day should be part of the Indian constitution. After that, maybe we won't have so many boundaries against each other. There's another way of looking, come on, sit, let's have a cheroot or a cigarette or a cup of tea, we'll work it out."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:44:47.880",
        "message": "Fantastic. And, you know, you spoke about liking comedies more. And I remember this old quote, I forget who it's by, where the quote goes, the world is a tragedy to those who feel, a comedy to those who think. So I guess you have identified yourself as a thinker there. Just in passing, who else would you invite to the dinner party? Bivuti Bhushan is your chief guest sitting at the head of the table, there's Adam Smith, who else?"
    },
    {
        "speaker": "Guest",
        "time": "03:45:10.080",
        "message": "Yes. Among women, I always loved Irene Namirovsky, you know, not such a well known writer even today, but I find that extremely fascinating. Killed at the age of 39 in the Holocaust, but again, the writer of some ferociously ruthless books, which are amazing in the intensity of observation, great training to be a writer. My favourite first sentence in the entire history of novels is from Suite Francaise. It's only four words long. You know, you open a novel, you think it's going to be some introduction to life. It just says, hot, thought the Parisians. Somewhere in Paris, that's all you need to establish your point of view, the setting, the locale, everything, and a communal consciousness of phenomenon. There's not an individual that's being represented. Hot, comma, thought the Parisians, and you're on your way. The cart of the train has set off on his journey. So, I found myself so intrigued by some mysteries about her that I'd love to see her, especially, you know, and we must invite people like that who left life too early. And I think, you know, you cannot live, be an Indian today, especially even in our time without having both Gandhi and Nehru come over, even to debate among themselves like they had in the time. That way, even in Elvin's book, there's an amazing passage at the end where he talks about the differences in philosophy, in the thought of Gandhi, Nehru, and Tagore, where each one of them did something that the other didn't. And merely that trident of explications, so amazing, you think just the fact that these three lived in dialogue with each other was a much bigger thing than anything that they themselves did. And so, we've covered literature, we've covered poetry, politics, somebody from food, or, you know, some person from one's past will be different from you and from me. And perhaps someone, also someone one hates or really dislikes in the hope that such an evening will be the day when that now, especially, I think I would not have answered this question like this till about a few years ago. But now, as a result of having grown older and also as a result of how we're living in India today, this would be an important, the shadow, the shadow, the other would be a part of whoever it is in your life."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:47:11.640",
        "message": "Which hated person would you call?"
    },
    {
        "speaker": "Guest",
        "time": "03:47:13.640",
        "message": "I wouldn't say I actually hate somebody, but somebody whom you felt you saw doing something that you couldn't forgive, or that you felt that, you know, the arrogance, the brutality such that you can't feel it would ever say something to them and treat them like a human being. Even there, sometimes, perhaps there could be some space where even they could change and you could change, or you could change together the way you cannot by yourself. Some mysterious person, let's leave that out as a, or some traumatic figure from your life, you know, God knows there's enough, enough and more of those people who said something to you, cut you off, destroyed something about, maybe they couldn't help it or, you know, who knows the full story. That's the whole, the whole logic of the novel. You never know the full story."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:47:55.160",
        "message": "Maybe you could call Hitler and serve only non-veg, because he was a vegetarian, right? Was he? I didn't know that. He seemed like a very non-veg sort of person."
    },
    {
        "speaker": "Unknown",
        "time": "03:48:01.640",
        "message": "People contain multitudes. Yeah, yeah. So Hitler was a vegetarian. So call him serve only non-veg. Or call Ambedkar and seat him next to Gandhi and place him such that every"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:48:09.480",
        "message": "time Gandhi wants something, he has to ask Ambedkar to pass it to him."
    },
    {
        "speaker": "Guest",
        "time": "03:48:13.000",
        "message": "Yes, alcohol would be served. If you are a non-drinker, I'm sorry to say that the host"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:48:17.760",
        "message": "decides the rules of the party. Have a drink for once, Gandhiji. He was wild enough without it. But yeah, dude, Chandrahas, thank you so much for this great"
    },
    {
        "speaker": "Guest",
        "time": "03:48:29.000",
        "message": "conversation. If we actually have a dinner party, you'll call me. Yes, yes. We must do it. We haven't done one for a long time."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:48:35.040",
        "message": "We must. And yeah, thanks so much. This was great."
    },
    {
        "speaker": "Guest",
        "time": "03:48:37.920",
        "message": "No, no, my pleasure. So thank you. I mean, The Seen and the Unseen is a great title. And I must say in concluding, I don't know if anyone has talked about this wonderful cup that you have for your… You're holding an old piece of merchandise. Oh, it was a merchandise. It's a great idea. The flag of India, but actually it's cut up as a jigsaw puzzle. As a metaphor for thinking about how to be an Indian, I think I've never seen an image, frankly, as provoking and as deep as this. So really lovely. I'd love a cup like this to put right in front of my desk. Well, I'll send you one the next time"
    },
    {
        "speaker": "Unknown",
        "time": "03:49:09.440",
        "message": "we make any more of these. This was a cover image of an old episode I did with Ram Guha."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:49:13.800",
        "message": "So I'll link that from the show notes if people want to see the precise image."
    },
    {
        "speaker": "Guest",
        "time": "03:49:17.240",
        "message": "It was an absolute pleasure. Now, please clear away the furniture. I've stored one ball from those days. We've got to have a test match. Come on."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:49:26.320",
        "message": "If you produce a ball, I'll call you a bluff. Okay, thank you so much. Did you enjoy this episode of The Seen and The Unseen? If so, would you like to support the production of the show? You can go over to seenunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]