[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "How well do you know yourself? I don't mean this question in a sense of self-reflection in some metaphysical or existential sense. I mean your material self. How well do you know your body? Do you know what the food you eat does to your body? Do you know what hormones are released when you don't get enough sleep? Or why staring into a screen all day alters your chemistry? Often, we lack the tools to measure these things. But even if we had them all, I suspect we would be in denial. Unless we fell ill and had no choice but to solve that problem. Or unless we played sports and the incentives were aligned. By knowing our bodies, we can not just live healthier and longer, but we can be the best version of ourselves. And we can also discover, if we truly test ourselves, that our limits are not where we thought they were, and that we can go beyond what we thought possible. This is not just true of sports or physical activity. This is true of life. Sometimes other people place limits on us, and sometimes we do it to ourselves. Don't let that happen. Welcome to The Scene and the Unseen. My guest today is Shruti Jagirdar, a volleyball player, a fitness freak, a trained nutritionist, a start-up founder, and a petroleum engineer by training. Shruti is based in Berlin, and I met her on Twitter, where we interacted a bit, and then she said I really must do an episode on women's sports in India. That seemed like a great idea to me. I'd done an episode with Snehal Pradhan, but that had looked mainly at cricket and covered a lot else apart from sport. It's a great episode. So I asked Shruti to suggest a guest, and she gave me a few names. But while talking about her experiences, I realised that hey, I had the perfect guest. And there was a lot else we could talk about, as she's a trained nutritionist who goes beyond the flawed conventional wisdom of the day. She runs a fitness start-up. She's trained for the MMA in Thailand's top mixed martial arts school. She's run through the desert in the UAE. And she's overall done such crazy things that I lost a bunch of galleries just listening to her stories. This conversation was recorded when she came to India and visited Mumbai, where we recorded at my home studio. I found it both fun and enlightening. But before we get to it, let's take a commercial break. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through 4 webinars spread over 4 weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs Rs 10,000 plus GST or about $150 and is a monthly thing. So if you're interested, head on over to register at indiancut.com slash clear writing. That's indiancut.com slash clear writing. Being a good writer doesn't require God-given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Shruti, welcome to the scene and the unseen. Thank you for having me Amit. So I was just chatting on WhatsApp yesterday with a frequent guest on my show Shruti Rajgopalan and I told her that I'm recording with another Shruti tomorrow and her antennae immediately went up and she was like, who, who, who? And then I sort of send your Twitter bio. And this is an interesting recording for me because on the one hand, it's about a subject that I haven't really thought about too much. Sport, especially the kind of sport that you have experienced in and also things like fitness and nutrition and all of that. So it almost feels like I'm traveling a little bit out of my comfort zone in terms of subjects I know a hell of a lot about. But at the same time, I'm really glad I'm doing so because I'll hopefully get to learn a lot. But tell me where you are now and what you do now and"
    },
    {
        "speaker": "Guest",
        "time": "00:04:05.180",
        "message": "what are you doing in Bombay right now? Yeah, I guess apart from, from recording this podcast with you in Bombay, I am right now based in Berlin. Very late in my life, I took the decision to do an MBA. And, and I realized I'm getting to an age where the MBA colleges might not want me. So I better do it now. And so I'm based in Berlin and I'm studying at the moment. But prior to that, I came from Pune, and I studied engineering. And yeah,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:40.880",
        "message": "you want me to get into? No, we'll get to that. We'll get to that in just a bit right from the very start. But you know, so the way we connected was you wrote to me on Twitter, and we had a conversation there and all of that. You know, over lunch, I was finding your sort of use of Twitter fascinating in the sense that you went on for a brief while when the Chennai floods happened, and you went off, then you came back, then you found that there are good things and bad things about it. Let me check out what they're like. And the good thing, of course, is that people like you and I can connect and Twitter is something that I really have mixed feelings about. Because on the one hand, it's a toxic space, the discourse is so polarized, the most unpleasant people in the world get a platform to, you know, attack you and get personal if that's what they want to do. And it can be really ugly. But at the same time, it's a beautiful space and two margins. And one of them is that you can curate your own feed, you have the best minds in the world thinking aloud every day, for your benefit, you know, where else do you get that? That's mind blowing. And the other is that people can just connect like you, you and I could have a conversation about what you do on Twitter, and you are in Berlin, and I'm here and now here you are, and we are sitting in kind of recording this. So what is your sense of Twitter given that you are a relatively new person that before you really got active, you thought about it. And for the rest of us jaded Twitterites, it might be, you know, the both the good and the bad might be normalized."
    },
    {
        "speaker": "Guest",
        "time": "00:06:04.240",
        "message": "Yeah, so yeah, you're absolutely right. I was on Twitter in 2015, just to see how I could help the Chennai flood situation. And then I did a little bit of it for a month or so and, and then just got off it. I also feel that a lot of people who are engineers who are in the corporate, doing, you know, their desk jobs, most of them are not too active on Twitter. I mean, if you talk about a large part of my circle as well, none of them are on Twitter. That's another reason why I probably never got back on to Twitter until 2021. Because I was active on Instagram. And I was active because I've traveled quite a lot. And I know quite a lot of people that I don't see regularly. And they're all on my Instagram. And so I was active there. Although I got on to Instagram as well very late in 18 and 19. But then back, back in 2021, I came came on to Twitter to check what how people were helping with the second wave during COVID. Then I did a bit bit of work with some some groups that were calling different places and checking on the bed situation, the oxygen cylinder situation. And when that was done, I stayed back because I sort of found a couple of handles that I hadn't seen on Instagram, or if I did follow them, they were not active. And I think you know, I'm a big fan of the Wait But Why blog by Tim Urban. And I saw that he had he was very active on Twitter. Some some artists that I like are on active on Twitter. And I was like, hey, these people are not very active on Instagram. So maybe I should stick around and I should I should see if I get to learn a little bit here. And it was a weird space to navigate. Because, you know, when you open an Instagram account, you instantly have at least 50 or 70 of your friends just following you. And then you sort of have conversations, somebody's liking your pictures, and you know, these are your friends. But with Twitter, I sort of always felt that, hey, I know nobody here, like none of my really close friends are on Twitter, or if they are, they're not very active, because of my background, which is engineering and not a lot of engineers on it. So I stayed on it, I started following people that I liked. And what actually made me really stay on Twitter was some women I was following. And how articulate they were on Twitter. And how bold they were on Twitter. I really, really admired them. I admired the depth of their knowledge, or the depth of their opinion, how strongly opinionated they were. And I mean, there was a variety of people, there were artists and actors, there were geoscientists and a variety of writers. And I was really impressed. And I was like, hey, you know, this is something I would like to learn, if at all, and where are they getting it from? And also, I was not so exposed to the wider world, in terms of me putting my opinions out there. Because I wasn't on Twitter. And because I was trying and setting up my own startup at the time, I was literally sort of 24 hours of my time sucked into making my startup work. So I had absolutely no time to get onto Twitter and find out what's happening with the world. And then at some point, I realized that, hey, if I am on Twitter, it's sort of prompting me to put my opinion on it. Because I do have opinions, I am opinionated. And now you're reading someone else's opinions, and it's triggering you, or in a good way, your thoughts. And then you're like, hey, now I want to share what I feel about this. And then after I was on it for about three or four or five months, I was sort of looking back at a couple of my own tweets and feeling like, hey, I did not know I could express myself like this. It doesn't matter how many people had liked those tweets or whatever. But I hadn't tested myself on really putting my opinions through in writing, especially in a short form writing. And so to be very honest for me, Twitter is about how I am learning and discovering what I am, what topics really trigger me positively or negatively, what topics prompt me to tweet, what sort of people do I really enjoy following. Sometimes I even feel like there are a lot of people who are popular on Twitter, who are very intelligent, who write well. But then sometimes I look at their tweets and I'm like, hey, these tweets don't connect with me, the way they write. They are very emotionless. And sometimes you go back and read these people's writing, like they could be writing articles or op-eds or whatever. And you feel like, yeah, perhaps that's their job. The article they are writing, maybe the writing is great, but it doesn't require them to emote in it, in a way. And then you see that in their tweets as well. And even that I have learned about myself, that there is a certain form of tweeting or expressing that I do not like, I do not want to do that. So it's really self-exploration for me. And sometimes I feel very, very frustrated with myself because I look at Twitter and I'm like, hey, this is a space for, you know, journalists, artists, people who have very specific skill sets. And here I am, who's an engineer, who's a bit of a generalist. And sometimes I feel like, hey, what do I really tweet about? Why should I be on Twitter? And it frustrates me. I sometimes look at my tweets and I'm like, hey, I don't have political opinions. And, okay, I may have them sometimes, but you can't identify my account as a political commentary. And then I'm also not maybe, you know, so, so much into tweeting about the startup world, because I'm also a little aware of the fact that I don't want to give gyan on Twitter, because I have experienced something, make my Twitter account into an advice forum. I don't want that to happen. I'm not a poet. I'm not a writer. I'm not a journalist. I'm not an artist who, by their popularity itself, get followers. So sometimes it really frustrates me. And I'm asking myself, why am I on Twitter? What am I tweeting about? Why is anybody following me at all? You know, but I guess that's part of the excitement."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:46.160",
        "message": "Yeah. And it's also fascinating how there is this dichotomy, almost like a Jekyll and Hyde side of Twitter, in the sense that something that you remarked upon earlier during lunch is how so many people, so many women, especially, are so open with sharing what they go through. And that can be valuable to other women as well, because it can tell them that they're not alone in terms of what people are feeling, it can maybe show them a way forward and all of that. And just even outside of the context of women tweeting and women reading, I just feel that, you know, the most magical kind of interactions I have had in general through the internet, not just Twitter, are those personal ones, where you get to feel like you know someone personally, either because you're reading something from them, or maybe you've written something and that's touched them and they reach out to you. And those personal connections are valuable. Like I certainly feel these with many of my writing students, including people I haven't met in, you know, in real life, that you over time, you build a connection, you talk so much. And that can be one of the beautiful things of Twitter, that you have these personal connections between people sharing their lives and their thoughts in good faith. But it's also a space which is incredibly public, incredibly toxic, that you could say something in one context, which is making you vulnerable and revealing a side of you. And then the next day, you have people picking that up as a gotcha moment"
    },
    {
        "speaker": "Guest",
        "time": "00:15:12.640",
        "message": "and attacking you and misinterpreting that and all of that. That happened with me as well. I was, I was very new on Twitter. I think I replied to somebody's tweet. And I made a comment about ambition. And I, of course, made it in a very specific context. But as we will maybe get into it a little bit later, you know, the moment you use the words ambition and competition, people take it personally. And they have become topics where, you know, it's very easy for people to start saying things like, oh, but, you know, why should everybody be competitive? Why should everybody have ambition and then just get into, I think, the circular discussion. And somebody, some people started trolling me on it. And it doesn't bother me. But yeah, it sometimes you, none of what you do or say on Twitter is controversial, nor is your account that big. But then something gets picked up. And people start trolling. And you're just looking at it. And you're like, you know, this is so out of context, this whole trolling bit of it. But yeah, that's life on Twitter."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:31.880",
        "message": "That's life on Twitter. Tell me about life before Twitter. So, you know, where were you"
    },
    {
        "speaker": "Guest",
        "time": "00:16:36.080",
        "message": "born? What was your childhood like? So I was born in Pune. My parents both met in Pune. My father studied journalism in Pune. And he was a freelance journalist for the Indian Express and Times of India. And he started in Bombay TV actually, and then moved to Pune. And he worked in the Film and Television Institute as a senior faculty for direction. Which years? He retired in 2011, actually. So the 30 years"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:11.280",
        "message": "before that. So my dad was director of FTII between 86 and 91. Then I'm sure he knows him. Yeah, yeah. I mean, yeah, small world. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:17:21.640",
        "message": "So and my mom was acting in films and very, very active in theatre, in Marathi theatre in Pune. And they met in the Film and Television Institute when mom was shooting for something. Then I was born in Pune and studied there. I studied petroleum engineering. And as we discussed before as well, at lunch, we have Ferguson College in common as well, which is very close to I think all Punekar's hearts. And yeah, I pretty much grew up in a middle class, upper middle class Maharashtrian setup. And very proud of my Pune background as all Punekars are. Always had a very active life. And the best part about Pune is it's surrounded by hills. Yeah, that's pretty much it. Used to go up the hills, do a lot of sport. Due to my family's background in art, I guess, always enjoyed music, films, reading. So got the best of both worlds. Enjoyed sport while growing up, enjoyed art a lot. Went to Abhinav Vidyalaya, which was at the time sort of a unique school for Pune. Very popular, but not a convent. So an English medium school, but which wasn't a convent. And it was started by a lady who came up with a concept of a school where she was like, I'm going to expose children to each and every form of exploring their skills. So we would have all kinds of activities in school. The school would support it and including academics and sport. And I guess that's how I really, really got into sport as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:21.280",
        "message": "Yeah, yeah. And you just made me nostalgic by mentioning the tekris we used to go up"
    },
    {
        "speaker": "Guest",
        "time": "00:19:25.760",
        "message": "and down in Ferguson. Anywhere and everywhere, you feel like you want to climb, you can find"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:34.760",
        "message": "an entry point. So this brings me to a tangential question. Like one, of course, there were the tekris of people who wanted to climb, could climb. And two, you happen to be in a school where you were exposed to everything, including sport. But by and large, you know, the environment for Indians is just not, doesn't seem to be conducive to sport. Like we just don't have a sporting culture. You go to Australia, Europe or whatever, people will engage in sport beyond watching sport on TV and giving gyan on Twitter. They'll actually go out and play different sports and they'll go out surfing on the weekend or whatever. They'll be doing things. But Indians have never had that kind of sporting culture. And there are, of course, various theories for it, like, hey, the weather is too hot, which to me is not a great theory because you know, even Brazil produces such great footballers and so on and so forth. And it's kind of similar weather there, isn't it? So what is your sense of why we don't have that kind of sporting culture? Is it a vicious circle that at some point you have an equilibrium where perhaps people are too poor to have leisure time and there just isn't much sport? And then that sort of, you know, feeds on itself and the culture never forms? Or are there external factors to it also? Or what is sort of your sense of that?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:42.400",
        "message": "Yeah, for sure. It's a mix of, Amit, it's a mix of things. I think first and foremost is the mindset. It doesn't have to be only sport. If you find children that are interested in arts or show an early inclination towards a specific art form or sport, it's the school and the parents, I think, in India that do not give it the importance that they give academics. Even now, I have rarely seen parents who say, hey, you know, my son has been doing so well at sports or my daughter's been doing so well at sport. I'm a fine if they drop out after 12th. And I honestly feel if you want to develop as a sportsman, you cannot say that I'm doing it parallelly. I'm that, hey, I'm going to be doing okay at my studies at the same time parallelly give time to sport. Then you cannot say I want to be world class. Because it needs the time it needs, not only for skill development, but also physical fitness and growing up as an individual. So if you look at countries outside of India, the sportsmen that do well in their teams itself, like take Coco Gough, for example, in tennis, who went to the third or the fourth round in the French Open in her first showing a couple of years ago, was just 16 years old. So I think, first of all, countries outside of India have that ability to spot talent, and then say that, hey, you know, this is what you need to do now. And we have a program for you. And that program then includes letting the person, letting the sportsman grow as an individual as well. What that person can do in terms of their sporting skill is a part of the process. They've shown that they're prodigal or whatever. And the skill development continues on the side, the strategy and planning what tournaments to enter, everything. But I think the countries are, apart from India, they're also looking at how this sportsman can grow as a person. And if that can happen in time, then they can compete at international levels with sportsmen much older than them. So for example, Coco Gough played the first round with Venus Williams on her first showing, and she beat Venus. And you know, just to be able to play a match in a Grand Slam with a sportsman you've grown up admiring, no matter how, you know, no matter how senior Venus is to her, Venus can really beat a 16 year old purely based on how experienced she is. But to give her a tough competition and then at the end of the match at the net, literally, you know, hug her and say that, hey, I grew up looking at you, but not have that feeling when you're her opponent. To teach all those things that you need to first grow as a person. And if they can make a 16 year old understand that, then she can become a competitor at an international level. Now when you come to India, what is the 16 year old doing on average in India? We are probably writing our 10th standard exams. Everybody in the society is asking you, oh, which college you're going to take, what stream you're going to take, and how much did you score, how much did your friends score. And that is where I think the problem is that we do not allow somebody to say, hey, academics is not my thing. You know, you should be able to say that openly and say that I am spending eight hours of my day not in school, but in a sports school. And we will talk when I have done something in what I am focusing on. So it's really the society. But also if you talk about infrastructure, we don't have the kind of infrastructure that can allow world class sportsmen to really shine. So I have in my school as well, had the company of a lot of sportsmen who represented India internationally. In TT, now I know somebody in rock climbing, I have played with women volleyballers who played for the international team. And at some point, everybody says that, hey, okay, fine, I played nationals, internationals, everything, but what does this give me in terms of career? And I guess that's also another reason why parents don't really see a future and don't want to promote a skill beyond a certain point. So I think it's everything. It's infrastructure, it's mindset, it's actually not having enough opportunities compared to studying and doing something with your life. Yeah, I would say that that's the difference, I guess, countries outside of Australia and the US especially. I was just speaking to a friend of mine two months ago, she's Spanish, and she spent two years in high school in the US. And over a conversation, she told me that, you know, I was doing swimming when I was in US and I was winning. And I had this final competition, maybe school level competition or something on the day of the final exam. The authorities at school just called me and said, go do your swimming, win medals, do not even worry about your exam, you're going to get 100%. Now, you know, I've been excused on a lot of my sports tournaments as well. But nobody tells you in these terms, you know, just go do your thing, we are going to take care of your studies and we are going to pass you or nobody, you don't hear it in these very words. So that's the kind of support and this is this is just for somebody who was studying high school and who was probably just doing sport because at that time, she was liking the sport. So imagine if they actually found somebody who had very high potential, what kind of support that person must be seeing?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:21.000",
        "message": "Yeah, lots to double click on like one of the just tangentially thinking aloud, you know what you said about needing to grow someone as a person. I remember back in the day when I was covering cricket, we used to discuss why so much young talent from Pakistan that would come into cricket would just blaze their way to the top of the game and then completely fall apart and disappear. And this was a pattern that kept happening in the 90s and the early 2000s and all of that and I don't follow the game closely enough to know how it is now. And my feeling at the time was, and I think Harsha Bhogle agreed with me in a conversation that I had with him, maybe we discussed it on a podcast, I don't remember. But the gist of it was that because Pakistan didn't have a middle class per se, it was either really poor people or it was an elite at the top. And your cricketers, this enormous talent would emerge from, you know, the lower layer, they would not then have the sort of the social and cultural tools to be able to deal with the sudden success and the sudden fame and the sudden money and everything that attends those things and they would not be able to cope. Whereas, if you look at all the great Indian cricketers of that time, they were and this was a point Harsha made, that they embodied middle class values, in a sense. So your Tendulkar, your Dravid, your Laxman, even Ganguly, sort of embodied those middle class values and therefore, they were less likely to just flame away and fall apart and all of that. And later, I think what happened post IPL and what you see in the current day is that they are so exposed to sort of top quality cricket at the IPL level, that by the time somebody actually plays for India, they've played many of the best players in the world already in packed stadiums full of screaming people. So there's no pressure to them, which is why, you know, we could do what we did in Australia last year, where, you know, our third string 11, as it were, you know, won the series for us. Now, a couple of points that, you know, sort of emerged from what you were saying. And when I was speaking about sporting culture, I was talking about a broader sporting culture, not just in terms of parents supporting the kids when, if they want to do sports, but just the parents going out and playing themselves on a Sunday afternoon when they're free."
    },
    {
        "speaker": "Guest",
        "time": "00:29:32.000",
        "message": "Oh yeah, absolutely, Amit. I mean, not even parents. This happened with me a few years ago. I really enjoy skating as a pastime. It's something, it's probably the first sport that I sort of started learning, but not taught by anybody, just watching people skate on the streets and then get my skates and then skate on top of the take D in Pune, by the way. So it's something I've always enjoyed doing as a pastime. And I was fortunate enough to live in Dubai for a couple of years. And at that time, I bought myself a pair of skates. This was in 2015. And then I used to go skating on the beach with my friends and stuff. And then I got my skates back to India when I came back and I still wanted to skate. And I'm not a very early morning person, which is why I'm also not a very huge fan of running because everybody starts at four and five in the morning. But I did not want to do that with skating. If I wanted to find good roads and go skating, I didn't want to wake up at five or 5.30 in the morning and go skating. So I went to a club in Pune and they have a lovely skating school and great facilities. And I was like, Hey, I want to just, I have skates. I'm not a very professional skater, but I would like to use the facilities. And they said, No, but we do not have these free hours where you can just come and skate. You would have to join a class. And I said, Okay, why not? I've never really learned skating, so I don't mind it. And then I said, But what, what batch are you going to take me in? And then they were like, No, but you're already you're you're an adult. So we will take you in with our senior batches. And I was like, Okay. And then I went on that day. And the senior batches were full of 12 year olds and 11 year olds. And I was like, Hey, listen, this is not going to work out. And so I basically couldn't skate. I couldn't find a place in Pune where adults went skating. Or I would say the only place where you see adults really pushing themselves and getting into it is badminton courts in India. So if they are not experiencing the sport and the benefit of it and the goodness of it, and if they are not part of the sporting conversations, how do you expect them to as parents do it for their children? So absolutely, I don't, it's, you're right, when you when we talk about the sporting culture, it's the adults in India who themselves drop out and do not consider themselves competitive anymore, which is also a problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:33.040",
        "message": "And also, I think that, you know, the the field of possibilities for someone discovering that they're good in sport as a kid is limited when that sporting culture isn't there, because it's not a natural thing that Sunday court time and the whole family goes out and plays or you know, whenever the kid has free time, the kid goes out and play. I'm sure in most of India, many more kids are sitting in with their phones or their laptops or doing other stuff rather than actually playing a sport. And the proportion for that would be greater than elsewhere. So we're probably losing a lot of quality sports people because of that because they never discovered that they love the sport or want to play it because they never really get into it in the first place. And equally apart from the culture itself, I guess incentives matter a great deal. Like the reason we have this cricket renaissance with so much strength and so much depth is really because the IPL changed the incentives and now you don't just have, so a kid in Delhi isn't just thinking that shit, I have to get into the Delhi team, there's one buyer for my services and there's so much corruption and all of that. But now there are so many teams competing for you. And I guess, you know, Joy Bhattacharya's Volleyball League, which we were speaking about would hopefully do the similar kind of thing in volleyball. So I guess those incentives also sort of matter. But we'll come to that. Let's talk about your journey in sport. Like how did you start getting into sport? Because just given who your parents were and all of that, one would imagine you'd be into arts and you'd be acting in plays and you'd be, you know, learning Bharatnatyam"
    },
    {
        "speaker": "Guest",
        "time": "00:33:58.440",
        "message": "and singing things. I did learn Bharatnatyam. No, I think I was always exposed to the arts and I always enjoyed them. And I was always taking part in elocution and singing competitions in school. And so I was pretty much into arts. But my inclination was always towards sport. And that's another thing that I always feel that there is, you know, there's no element of discovering what somebody's interest. You would be able to see it and you would see it at the very nascent phases of somebody's growing up years. So you don't really have to, you know, find out. And now I sometimes feel there's all kinds of tests to find out what our interests are, what our skills are, what our thought processes are like. But most often than not, your core beliefs, your core skills, your core abilities are shown at some point. And for me, it was the same. So in school, like I was just, I mean, I'll take you back to the skating story. So when I was about seven, eight or nine years, my friends and I from my building, we used to carry our skates up the Tekdi, which is a hill in Pune. And it was about just 10 minutes from where we lived. And I don't remember how often we used to go, but very often. And we used to carry them up the hill, which took us about 15 minutes to climb. Because the ARAI, which is a company that was nestled in the hills, used to test cars before they were launched commercially. And because they tested those cars, the road up the hill that led to ARAI building was always very well maintained. And only the cars that were being tested or the employees of ARAI would use that road. And so all kinds of skating lessons used to happen early in the morning on this road. And my friends and I, we used to go up early and we used to get our skates on and we used to compete with the guys who were getting trained by a coach. So they would start and they would skate and we would be parallelly skating with them and we would try and compete and try and beat them. And their coach was not really teaching us, but we were competing with them and we got better at it at some point. So I guess that's the first time I sort of did any sort of sport. And I have to thank my parents to somehow have agreed to get me a pair of skates. But even in school, right from your spoon and lemon races to your gunny bag races or whatever, I was always very competitive in them from the age of six and seven in my first standard. I have sort of flashes of some of those races as well. Even now, now I'm way past my 30s, but the times that you really overcame and you won, those flashes are still very clear in my mind, even if they were like these little races. And then of course, as you grow up, as you come to your fourth standard or so, you start participating in inter-school dodgeball and other things. And by then the school has seen that, okay, there are a few girls that are very active in sports, so they would take you into those dodgeball teams. And then in my case, in the fifth standard, my school decided to create a girls volleyball team. And we did not have a volleyball coach. So one of our sports coaches in school was sent on some training program where he had to learn and then come back and form a volleyball team. At that time, I was among the taller girls in class and I had been playing in the inter-school matches in the previous years and all of that. So he gathered a team and then he started training us. It wasn't really like, oh, I love volleyball, so I'm going to join this sport. It wasn't like that. And we just started practicing volleyball in school with Sanjay sir, who remains my biggest influence or guru in terms of sport. Then the team that he collected, we became very good friends. And we just enjoyed going to the school in the evening and practicing together and just being friends as such. And then you know, then you participate in the city tournaments. Then you learn, oh, after the city tournaments, there's further levels up all the way up until nationals. And then if you are inherently competitive people and you are also part of a sports team, you obviously slowly and steadily start aiming for higher and better. And yeah, so that just sort of continued with me and we started enjoying the game, having a lot of success. So my school volleyball team was the number one team in Pune that always won the city tournaments and then reached all the way up to the state level. And then there is another school in Pune called Symbiosis. The boys team of that school was always the winners at the city level. So we wanted to maintain legacy at some point. So that's how it continued."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:59.960",
        "message": "And when you would skate with these boys, would you beat them?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:02.880",
        "message": "I don't remember now. I think I would. But you know, it's really funny. I honestly believe that nothing you've ever done in your life goes waste. I do not remember if I used to beat them. I remember I was very good. But many years later, when I was 22 or 23, like I said, I studied petroleum engineering and I joined Shell afterwards. And we had an onboarding program in Oman. The onboarding program, of course, had recruits like, you know, new recruits from everywhere in the world. And there was this team building activity and it was an amazing race. So we had to go from Muscat, take a car with our teammates and try and do quite a few activities on our way to another town where we had to finally assemble and make a scrapbook. And one of the challenge activities was that the entire team should be on an ice skating ring and nobody falls. And all seven of us should be there without holding anybody's hands. And I had never done ice skating before that. And the Omanis with me, for them, they had seen the ice skating ring before. It's quite a popular sport and they had done it. And when I finally wore the ice skates, and I had never even worn, I used to do roller skating. I hadn't even worn the inline skates before. And it took me just 15 minutes to get the hang of it. And I was like, yeah, I'm ready. Let's let's take this picture. And then now I'm a huge fan of ice skating. So after Tehkadi, I had never touched skates until that day in Oman. But I could get get on to the ice skating ring only because I knew originally how skating worked. So that's that's honestly, I really believe that no matter what happens, give whatever opportunity you have to try something new a chance, because you don't know where you're going to need it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:09.120",
        "message": "This is such a fabulous story. You know, when you started talking about Oman and you're 22, and you're in this new company, I thought there's going to be some angle about how this another boy from Pune who remembers you because you used to beat him in skating down the hill and you know, very filmy kind of."
    },
    {
        "speaker": "Guest",
        "time": "00:42:25.160",
        "message": "Yeah, no, I hope I don't I don't have any such enemies that I've created when I was seven and eight years old. Come back to haunt me now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:34.560",
        "message": "Not even enemies, someone who could have fallen for you, maybe, you know, who knows, who knows nice arc for a Bollywood-y sort of story right there. So what was the experience like of sort of going and playing at the interschool level? Because, you know, earlier, you spoke about how your friend in the US was, you know, sporting event coincided with exam and these people, you know, the people said go and play. And I remember when I was in the 11th or 12th in Ferguson, I forget which, I qualified for the Maharashtra team for the interschool chess championships. And I came third in Maharashtra and Sholapur. And then ultimately, the event, the interschool event coincided with the ICSE exams or something, or HSC exams or whatever it was. So I had to miss it. And I presume most of the people who qualified had to miss it. And it was just so bizarre. But what I remember about the qualification at Sholapur was it was an interschool event. So it wasn't only chess, right? So but my chess team from Pune was about four of us. And we land up there and all the other sports are there, there's, you know, all your wrestling and running and all of those. And some 150 of us were then asked to sleep in this large hall, which would, we've all been there. Yeah. So we had to somehow lie down on the floor, like side by side and cheek to jowl and all of that. And part of the floor was wet and all of that. And in the morning, there was just these two outdoor toilets, which you had to compete for. And we were chess players. There are wrestlers and judokas and all of that. So what chance do we do we have to do our ablutions in peace? And that was kind of what it was. And I thought, my God, what a massive disincentive, you know, and this was a late 80s, right? So the thing is, no wonder I didn't have like, I kind of retired from chess at 19. Because I figured that look in India, the way it is, you know, if I wasn't Vishwanathan Anand, I was nobody. And of course, I wasn't that good. Though one of the kids I used to play with went on to become a grandmaster and a national champion and all of that. But it just wasn't rational for me to stay on in that particular sport, whether or not one calls it a sport. And for other people from people from, say, a different economic strata, there might still have been the incentive that you'll get a job with services or railways or whatever. But otherwise, if for someone like me, it just didn't make sense. You know, there's a famous story of Sunil Gavaskar. This was, of course, in the late 60s, when he used to play for Bombay University. And there was a guy called, I think, Ramesh Nagdev, who used to open with him, who was a swashbuckling stroke player. And everybody was as impressed with him as by Gavaskar. But Nagdev went abroad to do degree and job and all of that and completely understandable. And I would imagine things are different now. But what were they like in your time? And especially, you're a group of girls, right? So when you travel, what is it like? How do you, you know, how do the authorities treat you? You know, are you always sort of fighting against the odds to do what you do?"
    },
    {
        "speaker": "Guest",
        "time": "00:45:31.400",
        "message": "Yeah, so Amit, first and foremost, I know a lot of these sports biopics touch upon the gender biases and patriarchy in sport and all of that. But to be honest, I haven't seen a lot of that for the main reason being that volleyball itself needed being propped up in the first place. Then comes any gender bias and whether the boys teams were treated better than women or anything like that. So I cannot really comment on that. I haven't seen that in volleyball. But of course, as a women's team, we were careful. Yeah, surely like our coach would tell us, oh, you have to wear your track suit all the time and just be on in your team t-shirt and shorts on the court just before the match and for the warm up. But that's fine. They were just being careful. In my many years of playing volleyball and the great thing about having become a volleyball player was that most of the volleyball matches used to happen in very small towns in Maharashtra because I think the idea was to uplift those towns. So if you really ask me if I have traveled to some of the best parts of Maharashtra and tourist destinations, I haven't been. But if you ask me where else I've been in Maharashtra, almost all small towns. I've been to places like Barshi, Solapur, Beed, Varna Nagar, Bilawdi. Who talks about these towns? Even when we were playing chess, we went to Solapur, Sangli, Kolhapur, Aurangabad, Satara, Banhala, Kolhapur, Aurangabad, Ahmednagar, Daund, which is closer from here. And, you know, I have literally traveled everywhere in Maharashtra. I have seen every dirty toilet there is to see, basically. And I mean, I've tried water from all of these towns. And now when I travel as well, I think what I've picked up from there is I don't notice the change in taste of the water. I'm not always complaining. Even now when I go and travel somewhere, I'm not looking for bistleries. I think your body just adjusts at some point. And I think that really made us very, very independent as women. Like you said, all these sports facilities that would be offered to sports teams at the time would basically be one of the rooms from a government school with Shahbad tiles and those iron nets on the top. And basically, it's really funny because you would start by cleaning that room. And the magical thing about Shahbad tiles is no matter how much you try to clean them, you cannot succeed. So you end up sleeping on whatever you're carrying, whatever bedding you're carrying. And I think that kind of brings you together in some ways, because now I'm still close with all my original volleyball team from school and we really laugh about these things. And that's why, you know, movies like Chakde really sort of strike a chord with us because they've kind of gotten closer to the living conditions and all those things. It's quite nostalgic in that sense for us. But in terms of the levels of the game that you mentioned earlier on, so how it used to happen with volleyball is there used to be a city level tournament. So let's say I'm from Pune, all the girls teams from Pune play. Then the team that wins plays the district level tournament. And then all the teams from the districts play and then you play the divisions and you play as a team. Then the team that wins at the divisions plays the state level tournament. And then that's pretty much as high as you can go as a team. And then after that, a few of the players that are selected during the state level tournaments enter the national level selection trials. And from there, the national level team is then selected. Yeah, it's pretty much that whole journey by the time you actually end up playing the nationals. And you were saying that a lot of people drop out because they didn't see opportunities after maybe attaining, you know, getting to this level, which is true, which is what it was during my time as well. And regardless of how well I did or not, at some point I would have dropped out. But for me, I attribute all of my life success so far to a specific event that happened during my 10th exams. And it was to do with volleyball. And what had happened is that you were just mentioning that your CBSE exam, HSC I think since I was in Ferguson. Yeah, yeah, yeah. So your 12th exam was was closed. And so a lot of people drop out. I had that situation when I was in the 10th standard. So my 10th final exam was at the end of March or so. And at the end of January, we received a invite for the nationals trials. And while I had started playing when I was in the sixth standard, I had played a lot of state level tournaments, but then every sportsman wants to play that national level. And so you are literally waiting and you have really seen a lot of your colleagues and everybody, you know, get selected over the years and you're, you're like, hey, this is, you know, this is something I really want to do. A lot of people at that time would be like, hey, I'm not going to go anymore, because my 10th exam is coming, coming is really close. And I decided to go and I have to thank my parents that they have never, never ever pushed me to be academically very ahead of the game or so. I decided to go it was the trials were in Solapur and I got selected. And then there was a seven day camp before the team left for Hyderabad. And I used to play a position called as a tosser. So if the volleyball team has 12 players, six reserve and six mains, there are only two tossers. So they are like the game makers, the ones who stand near the net, and they are the ones who toss the ball to the smashers. So we are the ones who are deciding how the game is played because we decide the strategy on which smasher will play, whether behind us, ahead of us, far back of the court. So in that sense, we are the game makers, but there are only two positions in the team. And so I was selected and after the camp, there was a girl who was, I think was more experienced than me who came from Nagpur. And her father, I think paid the coach at the time, some 5 or 10,000 rupees or so and to get me out of the team and let her play. And that's what happened. And because the national team was announced, this was not during the trials. It was shocking. And this was corruption. And I don't think there's any sportsman in India who's not seen corruption. And I was absolutely shocked. If there was any time I have hoped that my parents had any connections to reverse this decision, it was that time. And of course, we didn't. So we couldn't do anything about it. And my aunt stays in Sulapur. So she came to get me. And then, of course, there was a lot of crying and how can this happen to me and all of that. But then I came back to Pune. And I remember that Sulapur to Pune was about 4 or 5 hours of drive. And the first 2-3 hours was literally like, I left my exams and I jeopardized my exams and spent so long here. And if it was just the trials, it was 2-3 days. But now I've finished the camp. How could they do this to me? 10 days of my study time is just gone. And I mean, what happened with me was wrong. But it wasn't like by that time, I was doing something amazing in terms of my studies in school. I wasn't some topper or top 10 or whatever. I was probably scoring like mid-70s and not too bothered about it. But in that 5-hour journey, I don't know what happened to me. I was like, I cannot fail. If this is what's going to happen to me, I'm going to kill it in my exams. It was just like a switch in my mind. I had no prior data to prove that I could kill it in my exams basically. But it was just the competitive spirit that there has to be a win at the end of this. So I came back home and I sort of made a study plan. I had about a month left before my exams. My dream was to get into Ferguson College because everybody's is in Pune and it's the best college. And I knew I wanted science and it's the best college for science. Closes at a high percentage. And I was like, okay, this is my goal. I wrote it on a piece of paper. I stuck it on the wall. I made a schedule, etc. I think that one month I must have studied 18 hours every day. I don't think I have focused as much in my entire life. And I scored some 84-85%. I was well within Ferguson's range and I was admitted to Ferguson. And I was the only one amongst my friends circle at the time who actually got into Ferguson because I had scored well enough. And I had not seen such academic success or my own potential in academics so far at that level. I surprised myself. So from that day onwards, I have never thought that any failure that came in my life was a personal failure that I couldn't better. I guess that event became a turning point in my life. It's unfortunate when corruption happens in sport and I'm sure a lot of players get disappointed with it. I guess I always knew that I was going to drop out of the sport in that sense. But to drop, to sort of get this out of that negative incident that happened in my life allowed me to stay competitive my entire life. So once you have gotten into Ferguson, you're again in a pool of very competitive people or very talented people, good academically, whatever. Then you continue, you've seen success, so now you don't want to do any less than what you have. And that then just continues and becomes your new normal. I think that for me it worked to have faced that thing. And then later that year, I had another chance to go to the nationals trials. I got selected, I played the nationals. So in that sense, the circle was completed. But I would say that by the time I actually played my nationals, I think I had what I really wanted. So yeah, I guess you convert your failures into something that works for you or sort of reveal what you already had in terms of your desires. So that's my story in terms of..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:53.920",
        "message": "That's an amazing story and so many shades to it, which I'll come at. But the girl who"
    },
    {
        "speaker": "Guest",
        "time": "00:58:00.560",
        "message": "took your place, did you speak to her? What was that like? I don't think I spoke to her. No, I didn't see her again."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:05.920",
        "message": "You didn't see her again? No. Yeah, I wonder where she is today. Yeah, no, that's an amazing story. And I want to ask you therefore about a couple of C words. And one is camaraderie, which you know, you referred to how you became so close to all the girls in your volleyball team and all of that. And the other is competitiveness. And competitiveness, to me, in many ways, seems like a double edged sword. And I say this from experience, because I can also be competitive in different ways, though never really in sports unless you call chess a sport. But you know, on the one hand, it drives you to do better and better and better because you want to beat someone or you want to do better than someone and so on and so forth. But on the other hand, it can also sort of corrode your character in the sense that you begin to think of the world as a zero sum game. You know, because that's automatic. Sport is zero sum, society is not. You don't have to beat anyone in society to get ahead. It's just the other way around. It's a positive something. But sport is zero sum, you have to win, you know, and if you win, well, if you humiliate the other person while you're at it, right, you just while you're playing against them, you just want to destroy them, as it were. And it seems to me that there is a certain amount of negative emotion that kind of gets in there. And this is both at perhaps a personal level in terms of what it does to you as a person. And this is also at a wider level, it can bring out our worst tribal instincts, like when it's between countries, it's like Orville said, war minus the shooting. And we can come to camaraderie after this. But to just speak about competitiveness, what is your sense of the competitive person in you? Because on the one hand, it seems that when you go for that volleyball tournament, what you really want at that moment is to play the Nationals. And when this incident happens that you're not in the team, you change wanting that to wanting to murder the exam, so you can get into Ferguson. And all you have done is you've shifted your locus of competition. And at some level, one could even say, and I'm not saying this about you, I've thought about this for myself, that when I have been competitive, and I have tried to win, is it just about ego? Is that what is kind of driving it? You know, that kind of a sense. And so that always interests me, because on the one hand, I think it's important to be competitive. On the other hand, I find that more and more, I find myself suppressing that instinct. You know, like now, the one way in which I simply like, you know, people will ask me about other podcasts, how are their podcasts doing? How are your podcasts doing? You know, so and so is such a star on YouTube. And for me, I'm not thinking about that. Because on the one hand, I can rationalize it and say, I'm trying to do something so different that, you know, I'm kind of alone in that space. And I'm just doing it for myself. And you can't really compete, which is the right way to think about it. But there is always that competitive instinct. And I try to fight that in myself more than I let it sort of drive me and take me to another level. So what is your relationship with your competitiveness?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:19.320",
        "message": "Yeah. So, Amit, before I come to your question, I want to sort of say that over time, we've demonized this word competition. And sometimes we repeat it in in that very emotion. And then it becomes that emotion. And I think if we talk about the bad things of being competitive, we have also have to talk about the other side of the coin. And I mean, I'm going to be abstract here, because you asked me what my thoughts are. And I feel like we have so many words describing so many emotions, but I can't think of many words that describe competition, the joys of competition. And I don't know if you've heard the song Allah Ke Bande, there's a line in that song. And the line is basically, it's talking about a bird, the song that a bird that's sort of falling down. And it says, Girta hua wo asma se, aakar gira zameen par, khabo mein fir bhi badal hi the, wo kehta raha magar. So, that is competition for me. Now, in this case, here's somebody who's faced failure and fallen flat on their face. Now, if they are, they are on the ground and yet thinking of their best days, then at some point, they want to get there and that is competition with the self. Competition does not always have to be with an opponent. It doesn't always have to be with another team. It doesn't always have to be with your class. For me, competition, yeah, sure, if I'm playing a sport, like Martina Navratilova said about sport, she said something like, those who say that winning is not always important, probably lost. And that's true with sport, you know, because why are you on the, on the court, if you're not there to win. And by winning, it means if you're not there to give your best, if you gave your best and somebody bested you, then accept it and come back. But for me, competition is also about bettering myself, about understanding competition as a concept. Think about Usain Bolt, for example. How did he know that his 9 seconds plus something timing was the best in the world? Because some other people competed. He went on to beat his own record. That's a different story. That's a competition he was in with himself. But if other people were not running, he would not know that this 9 second was something amazing. So that's how I really look at competition that others allowing me to know what my limits are. That is competition for me. Because if I was running all by myself, in whatever I'm doing, I would not know if I'm really doing my best. Or there are people doing much better than me. Are they doing much better than me or they're at my level? How do you know that? So that's my only definition of competition. Apart from that, I use my competitive spirit when I'm failing miserably. Because you really need to find something to pick yourself up. And apart from that as well, I think you need to, if you're really getting all the experiences and absorbing everything that the sport or whatever you are trying to improve is teaching you. If you're really introspecting what a certain experience, a certain match, a certain competition has taught you, travelling with your team has taught you. If you're absorbing that, you're growing as a person and learning to put competition in perspective. So I am not a voracious reader, but I'm very good at picking random things that somebody is saying in a certain context and using it in some other context. And I was recently watching some funny video by Kusha Kapila and she had a very funny take on a teacher is talking to a parent. And the teacher is trying to advise the parent that, ye kitabe waghra hai class ki ye isko padni chahiye, to B plus to aa jayega. And obviously it's an Indian parent, so the Indian parent asks, lekin A plus ke liye kya karna padega? And then the teacher says, nahi A plus wala toh aapka bacha hi nahi hai. So I am like that, I know where I'm not A plus. So I'm not trying to compete in that zone. I think it's self-awareness in that sense. So when it comes to competition, I'm able to distinguish where I can be competitive and where I cannot be competitive. And I'm not trying to be competitive in places where I know I'm going to be disappointed. That's some sort of self-awareness for me. And so it doesn't become toxic for me, that I'm trying and trying and trying and not doing better at all. I don't get into that zone. But because I worked for Shell after my engineering, and at that time Shell was only recruiting from the IITs. And apart from that, they were recruiting from MIT Pune's petroleum branch because it was in the top two in India at that time after ISM Dhanbad. So we were the only non-IITians who were joining the small batches of engineers that Shell was taking at the time. So I have spent eight years in Shell only working with IITians. And if I did not have competitive spirit, I could not have survived that environment because they are not only intelligent, but very, very, very hardworking and very competitive. So I guess the only way I could have survived in that environment was with my competitive spirit. And I have seen the negative sides of competition as well. Because if there are people who are not able to separate things in their life where they are not competing, where they want peace, where they want growth, but not in a very professional sense, if they are not able to separate that, then it can make them miserable. No matter the amount of money you're getting, no matter the amount of wealth you're accumulating, experiences you're accumulating, your mind is constantly thinking about the same thing. That my colleague is doing better than me, has gotten a better yearly performance or whatever. And over time that just makes you a very, very unevolved person in a sense. You're also looking at other individuals from the same lens. And I think that's where I would say one should stop and think. So I would say competition, if you use as a concept in your life, then you will be able to choose where you want to really put all your time and effort, and where you are not competitive enough, and where you need to do just enough. Because there are some places where you need to do just enough to survive. Yeah, and honestly, if I look at it, I don't find it toxic. If you constantly look inwards, if you're constantly looking outwards, then you are basically comparing yourself with things that are out of your circle of influence, and then trying to be competitive with those things. And it's really"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:32.340",
        "message": "like being a fish trying to climb a tree then. Yeah, that's well put. And the thing is, most people aren't given to self-reflection. So in that sense, they can get trapped in that. And I'll just think aloud here. One concept you might have heard me exploring with some of my recent guests has been something I picked up from Luke Burgess's book, Wanting, of thick and thin desires. And the way he defines it is that thick desires are what you really inherently want to do. You're not doing it because somebody else is or because you feel that's the kind of thing you should do. And thin desires are desires that are often mimetic desires or desires that you see them as desires in the environment around you, so you pick them up, but you don't really, really want them. So, you know, if I want a new Mercedes C-Class, that could be a thin desire. Or if a kid growing up today says, Oh, I want to get married and have kids, that could be a thin desire, because you just see that as a default thing to want over there. And over time, I think people need to kind of figure out what their thick and thin desires are, especially because your most intense desires at a moment in time could actually be thin desires. And I'm thinking aloud and thinking about how sometimes, you know, in your story of shifting that competitiveness from volleyball, once you fail to make the team to your exams, you know, one way to look at it is that both of those could have been thin desires, or maybe volleyball could have been thick and then you transferred it. But another way and I'm thinking aloud, is that the thick desire perhaps was to compete because it would be in your nature to compete and therefore the thick desire is to always compete. And it doesn't matter so much what you're competing in just the very act of competing and doing your best both improves you in that domain and also builds your character because and all those other things of discipline and working hard and self reflection even because that is how you improve often kind of come with"
    },
    {
        "speaker": "Guest",
        "time": "01:11:22.020",
        "message": "it. So what are your sort of thoughts? I think for me, Amit, it has come out of ambition. This competitiveness is not my base level, or my everyday level. If you if I speak about me, there are people who are competitive 24 hours. I'm not those type of people, but I'm ambitious. And when I say ambitious, I'm not saying I want to be the next Jeff Bezos. And, you know, when we talk about ambition, also, we are talking about I want to be Roger Federer, I want to be Serena Williams, or Jeff Bezos. I'm, I'm saying my own ambition, my own best that I can achieve. And in my mind, there's a sort of a mind map, that these are the few things that have to happen if I have to get there. And if I am at this moment, tackling a big milestone on that mind map, which is in my mind, then I will be very competitive. But let's say I'm between milestones, and there are a few things that have to happen, but they are okay, they, you know, okay milestones, then I'm not my best, most competitive at that time. So for me, that's why I know it is it's it's coming out of ambition and not out of not out of constantly enjoying competition. And in that sense, I get a lot of mental break as well between being very, very competitive and not being competitive. So to give you an example, to apply for my MBA last year, for example, it was so last year was the worst year to apply for an MBA program, because the entire world was applying because a lot of people had lost their jobs. And so it was a very, very competitive year to apply for a program. And so that naturally meant that you had to ace your entrance exam, which is which is the GMAT and you needed to be higher than you would have otherwise been because you have to stand out plus we are all applying as Indians. So the colleges want to ensure that there's not too many Indians in the class, so they're going to choose the best or whatever applications come. So you're competing with Indians and with the world. Apart from the profile that you cannot change, you've done what you have all your life. The only thing that you can influence is how well you do in that exam. And so I again went into that zone where I was literally studying most of my time and trying to get this exam out of the way and at a level that I really wanted it. I answered it one time and it wasn't sufficient. So I took another couple of months, I answered the exam again, because I knew that I would not be happy with the substandard college. And once I got in to a university of my choice, now if you look at me, am I very competitive in my class? I'm not. Because now I'm thinking of what I want to do afterwards. Now I'm thinking, okay, if I want to do A, B and C things after my MBA, do I need to be first in class for that? The answer for my future is no. So then you would not see me really burn myself out. I would do everything that's required. I would still be slightly competitive. I still don't want to see myself at the bottom of the pack or whatever. But you would not see me really work very, very hard to be in the top five or 10% because for me, logically doesn't make any sense. So I would say, hey, why should I burn myself out then? I would, if I again come across somewhere, some milestone where which has to happen on my path. So that for me is then ambition coming sort of together with competition. But I cannot constantly be in the competitive zone."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:20.220",
        "message": "I think these sort of thoughtful collaborations that you're carrying out, as it were, of how competitive you are, come from, again, being very clear in your thinking about what you want and what you're optimising for, which I find many people aren't. And certainly, I wasn't for a large part of my life. So, you know, it's sort of something that I admire. And you know, to get to camaraderie, and even more than that, you'd earlier mentioned about how sport changed you, how, you know, all of you in that early volleyball team, you're still in touch, you were changed in a different context, you'd mentioned how you find yourself different from all the other people around you who didn't play sport at the time, all your friends around you. And you also sort of spoke about the influence of that early coach Sanjay sir and the kind of regard you held him in and all of that. And I'm guessing that that coaching would not, you know, you're not calling him a good coach, because he was a strategic genius or a tactical mastermind. There were other elements of mentorship or whatever that kind of came into play. So tell me a little bit about how playing sport changed you as a person in fundamental ways."
    },
    {
        "speaker": "Guest",
        "time": "01:16:28.100",
        "message": "So I would want to go back, Amit, to the story which I said, you know, started my transformation. First of all, when in my sixth standard or seventh standard, I was selected in that volleyball team, it was a great time to feel that, hey, I was taller in class. So I got this opportunity, I was chosen somewhere, whatever. When that happened, and when we started becoming friends, we started valuing friendship. And that's why we started practicing together more and not missing practices. And there's one thing that I've always had, that I do not like to join something and then start missing it. So that was an inherent thing. Even in school, I was not somebody who would bunk school very often. I was not somebody who would be unwell too much. So the fact that I would like to be disciplined and show up really helped me. And that camaraderie with the seniors in my school, the juniors who came afterwards, and then competing together, and then going on shoestring budgets and staying in these small government schools and everything just brought our experiences together, it grew us up. All of us came from sort of middle class, upper middle class backgrounds, and nobody was carrying a lot of money. We never, I don't remember buying a bisleri. I remember, you know, shutting all the lights in the room and holding towels and then changing and helping your teammates. And then those all those experiences, and I'm sure even Snehal mentioned this in your podcast, Snehal Pradhan, that the one time that that your team would get a train ticket with a booked berth, everybody was celebrating, it was a day that we've never seen. And I had to play like six, seven years for my nationals to happen for us to get a get a train berth in sleeper class on our return back to Maharashtra from MP, my nationals were in Rewa. And the funny thing is that one time when we were so happy that we have a berth, because all other journeys we've done are sat in front of the train toilets with all our bags. And there was some sort of a protest going on. And all those guys filled our bogies, they took all our berths. And we were eventually 12 of us sitting in the uppermost berth. And so it's almost like it's, you know, it's destiny that till the time you're playing the sport, you're never going to get a, you know, confirmed berth on a train. So only your parents gave birth to you. That was the only berth I got. And there's a story in that as well. So when we didn't get these berths, and we had to sit on the topmost berth, there was a friend of mine, who's a dear friend even now. And she was looking forward to seeing a brother of hers who was going to bring pizza on a certain station where the train stopped for 10 minutes. And on the 15, during the 15 days of our nationals, I think the Maharashtra team was carrying a, like took a cook with them. But we always got like roti and aloo sabzi. And we were, we were tired of it, like tired as in we had forgotten what food and taste was like, this was December, it was very cold, none of us had seen that kind of cold. And this girl was at some point went to the cook and she was like, make something else, make anything else. And this guy was like, yeah, yeah, yeah. Ma'am, today we're going to make something different. And then she tells everybody today we're going to get something else for dinner. And then they serve us aloo sabzi and this chapati. And she's almost crying. She's just, she's lost it completely. And she's like, what is different in this? You've told us that you're going to make. And he's like, nahi, aaj matar dala hai iske andar. And, and she was, she started crying. And then I remember, so few of us, we were like, Disha, let's go, we will buy some Cadburys or something. And we were also like, we were also much younger, but she was a couple of years younger than us. And then we go into these streets of Rewa somewhere in the evening. And then she sees a small tapri somewhere at a distance and she runs and she's maybe about 100 meters ahead of us. And she goes to that tapri and she speaks to him. And then we are still walking. And then she turns around and she says loudly and she's shouting from there. And she's like, this guy does not even know what a dairy milk is. She was so disturbed. And so when we, when we were returning, this brother was going to bring pizzas for her. And we did not have even an inch of space left. It was in the entire bogie. It was full. Amit, this girl just made everybody move. She marched out of the train, got the pizza, got into the train again and got upstairs, brought the pizza up on the upper berth for all of us. And if you had seen, there was not, there was, there were people everywhere in the train. And I have seen how, you know, I remember all these moments when, you know, somebody showed you their strength or courage. Because I don't know, everybody was saying that she's not going to get her pizza today. And she got it and she fed everybody that day, pizza. So all those, all those things happen. And then you remember all those things. And I think many years later, when I was in a situation where I was traveling for work, and I was put in, put into five star hotels with like the slurries and everything. And to date, every time I'm treated well, I really value it. Because, because for many, many years, we did not have that. I guess that is something that never goes. And, and let me know if I'm digressing from what your question is. But I guess in that sense, if you ask me how my sport, how did sport change me? First of all, these were the, these were the early growing up experiences that allow you to become much more adjusting, but also demand for what you want. Look after your, look after your team. Because again, there's benefits of being in a team sport compared to an individual sport like tennis. So you look after your teammates, you learn off the court and on the court as well. And that's why I keep mentioning that I love the movie Chakde, because there's so much going on on the court between seniors and juniors and the politics on the court itself. So you learn from all of that. But apart from that, after this whole corruption incident that happened with me during 10th, I discovered that I could move, I could do well academically or so. One of the tricks that I have developed to be successful in smaller endeavors and in large endeavors after that is to fantasize about success. I mean, it is my mantra. If I'm on the treadmill, for example, and I have decided so that's another thing. And later when I got more into fitness, I used to tell this to my clients as well. Do not do anything with no goal whatsoever. Don't get into onto the treadmill, just saying that, hey, I'm there to walk. Either you're going to walk because you want to walk at a certain speed, or you want to test out a certain incline level, or you want to walk for, let's say one hour, which you've not done before. Maybe you walked 55 minutes before, but now you want to walk 60 minutes, at least that's a goal. But don't tell me I'm just on the treadmill. Tell me what's your goal, why are you on the treadmill? Because if I wanted to make you really test yourself and really get the most out of being on the treadmill, you can do that in 10 minutes also, you can do that in 60 minutes also. So don't try to tell me that because you were on the treadmill for 60 minutes, listening to music and just walking, you've exercised a lot. Tell me what did you achieve today? So I don't get onto the treadmill if I don't have a goal. And normally I'm trying to run a 5 kilometer or something on the treadmill. Like I mentioned, I'm not an early morning person, so I'd end up doing some of my runs on the treadmill. And even in a 5 kilometer run, it's very challenging because, even if you want to improve by half a minute or let's say 40 seconds or so, it's quite an achievement. And it takes strategy. How and at what point are you going to save those 40 seconds compared to your last run? And that last run couldn't have been yesterday. I have to do something in between the two runs such that I can expect a 40 second less timing this time. Part of that strategy is, if I can imagine, if I can fantasize about a situation, I mean, sure, I will have improved the running strategy, I may have improved my nutrition or I may have done a few practice runs to sprint in the middle or whatever, that all strategy is there. But part of it is you are running towards, you have maybe the last 5 or 7 minutes left, you're really low on energy. And at that time, you fantasize about something, you fantasize that maybe somebody you absolutely love is at the end of this run and is really applauding you. Somebody you or maybe a stadium is applauding you. Or maybe you are fantasizing, hey, I'm going to take a picture of this treadmill when that timing comes so that I can put it up on Facebook or I can put it up on Twitter. So I have learned to fantasize. And that helps me. And I use that technique sometimes for the short term things like I'm on the treadmill or whatever. But sometimes I will use it for a longer term goal as well, like I'm studying for an exam or I'm working on my startup, for example. And even startups where you're putting in your own money, you're full of doubts. How do you bring in those endorphins? Sometimes you're just sat there and you're like you're fantasizing that, hey, maybe 100 people in the US are using my fitness program or they may be talking about it. They want to share it on Facebook or somebody sitting in other cities in India is using it. So you learn to better fantasize and then use those endorphins to get that last bit of success. And that's something I've got from sports because you draw from an applause you had enjoyed, you draw from somebody who said something nice to you after you did something. That's something I've gotten from sport. And the other thing that I have mentioned before is don't take failure personally. Like if you failed at something, either you were not very good at it, or circumstances didn't allow you to do it. It's how you look at it, or maybe you have to take time off to understand if it was just something that you will not be able to do better anymore. So it's you in that case, or was it because of circumstances? And in that case, you just reattempt it if you can, and this time the circumstances would be different. So for me, I have faced a lot of failure at different points, but somehow I have always thought that this wasn't me. Something else happened. And so when I'm going to attempt it again, I am pretty sure I'm going to do well. So it happened to me in engineering as well. So there's a fairly difficult paper in the first year, it's called graphics, if you remember. And I didn't do engineering, so I don't remember. But yeah, so graphics and strength of materials are two topics that the engineering students are quite scared of in the first year. And graphics is this four hour paper where you are with your drafter, and you're trying to draw all kinds of figures and 3d figures and come to answers of what angle is what or whatever, and takes fair amount of visualization. Somebody has to sort of teach you how to do that. I was taking a class for this paper, because everybody does, and you have quite a bit of equipment with you and these big books on which you are drawing. And it was I think March or April, it was very hot, and this class that I was in had some hundred students packed in a very small room. And the ACs were not working. And when the class got over, I took my Activa out, I had an Activa at the time, which my father had gifted me because I played this national the year before. And I had a big accident. And I don't have memory of what happened really, but some people tell me that I was maybe on the side of the road, and there was a car parked who opened the door on the driver's side, and then it hit me and I fell or something. I don't remember. And then my Activa really sort of was in a bad shape after that accident. It was inactiva. It was inactiva, exactly. So because my dad had gifted me this Activa after my nationals, and he had taken like a massive loan or so for it, I was very, very upset. And I was then upset because this person was running these classes in such a small space and putting us through this. And then my Activa was like maybe I think two months old or so. So I was very emotional about it. And I was like, I'm not going to his class again. And I'm going to try and study at home. And invariably, this is a subject that you cannot study at home because somebody has to help you visualize things. And I failed it in first year and I hadn't failed I think in any academic, in an academic situation before that. And I was, I think I got the result and for some reason, I just felt that hey, I know why this happened. And I'm going to answer the exam again. And there's always people who will be like, oh, now what will happen to your recruitment and somebody is going to see you fail this paper. And none of that bothered me because I never thought that I did not understand what was going on. I had to answer that obviously in the next semester again. And I probably ended up scoring one of the highest in my batch in my university. Because I gave it time and I was in the frame of mind to really answer that paper once again. And it turns out that I did better than I would have done the first time just to try and pass that subject. So I guess that's something also I draw from sport that hey, failure can happen, don't take it personally, unless you think that you cannot do it. So when I do face some failure, I don't feel like it's me. I feel like maybe I didn't do well enough. Maybe there are other ways of doing it. I have not really explored all those other ways. So I cannot conclude that I cannot do it. I'm just taking you through how my mind would think in those situations. And then I guess one of the very short points that I would like to make about sport is that I don't think sport builds character. I do not think it builds character. You just have the character that you have. It can maybe sharpen it in some ways because it allows you a lot more experiences to sort of introspect and then carry forward. But your character is what it is. And in sport as well, I have seen, for example, there was a girl that was a very good volleyball player. And she was much more senior to me. And I'm not going to name her, but she was always a gunda. She was always a gunda. And everybody was scared of her. And she was always, you would imagine, ends up backing people or, you know, getting violent. And she later ended up joining MNS as well. And she was, she was leading the youth wing. So you could tell when you were with her during the game. But she was a brilliant volleyball player. And we always knew that when we heard that this is what she's doing now, none of us were surprised. So at the same time, somehow my sports team, my immediate team, we were all the academic types. So most of us ended up playing nationals eventually. Some ended up sort of getting to the internationals trials and things. But again, we ended up being academically, we did academically very well. So that's also something that didn't happen just like that for anybody. We always knew we were like that. In terms of, even if you see in sports, all sportsmen don't have the best character, you know. So to make these blanket statements like sports builds character. No, it doesn't. Look at tennis. Djokovic is very different in terms of how his character is in general from Nadal and Federer. You can even take a, I mean, look at how Nick Kyrgios, for example, compared to some other younger players who are his competition. So it can, sport can at best reveal character, but you are sort of built in a certain way. And I guess that's actually why you got into sport or any other activity that you naturally sort of were sucked into. So yeah, and I guess I want to travel, I keep wanting to travel because sport introduced me to that. And the experiences that I have had through sport are the ones that have allowed me to build my best friendships across the world. I have not ended up making friends, as good friends outside of sport as I have in sport. So that's a gift of the sport, I would say."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:20.340",
        "message": "That's a great point about sport revealing character. And I agree with you there. I think there's this quote by Steven Pinker about how nature gives you knobs, nurture turns them. And in a sense, I guess sport could turn some of those knobs that are already within you. You know, if you have a deep competitive sense, maybe hone that. If you are a gunda, maybe hone that and take you to MNS. Who knows if she didn't play volleyball, she may not have been at MNS. I want to go back to Disha and the pizza. And that's such a fantastic"
    },
    {
        "speaker": "Guest",
        "time": "01:36:47.660",
        "message": "story because it also reveals... Yeah, we still laugh about it. It was hilarious."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:51.460",
        "message": "It also reveals the power of incentives. And who knows, maybe, you know, maybe it helped her discover a little bit of herself that no one can mess with her when she really wants"
    },
    {
        "speaker": "Guest",
        "time": "01:36:59.220",
        "message": "something she gets. Oh, absolutely. Absolutely. And that's what we got out of that story about her. And that's what we say to her as well. And you would see that about her even afterwards. If you much later when all of us had cars and we were driving now, Disha was absolutely a boss on the road. Like she could be stuck in the worst traffic ever and act like, you know, you guys are all wrong. I am right. And I'm really cool. And I'm going to turn my car around and leave. A lot of people really panic in those situations. And to stay calm and really get your... I don't know how this happens, but I don't know. Maybe because all my friends come from the sports background or something, but most of my friends are incredible drivers, incredible drivers, women. I don't know how that is, but..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:54.220",
        "message": "I mean, there might be a little bit of self-selection there in the sense that people who get into sport and stay into sport would naturally have things like good hand-eye coordination and all of that, that might play a part. I want to double click on something that you said earlier about how, like, for example, if you're on a treadmill, you have to have a goal. You can't just be there as part of whatever. I mean, I guess Disha could think of, I'm going to order a pizza after this hour of running or whatever. But that also seems to sort of run parallel to, not necessarily contradictory to, but parallel to the advice that one gives all sports people and I, in fact, give my writing students of process being more important than goals. Like in his excellent book, Atomic Habits, James Clear also talks about how don't focus on goals, focus on processes. And that's something I also drive home to my writing students, that what's important is to build a writing habit. If you just say that I want to write op-eds and send them off, then once every three months you feel like writing something, you'll open your laptop and you'll open a Word doc and then you'll struggle like mad because you don't have the habit. It's more important to build a habit. And once you have the habit, you can do pretty much anything you want. The goals kind of take care of themselves. And this doesn't mean that don't have goals, but it just means that processes are all important and you've got to kind of follow them through, otherwise the goals won't really materialize. Another way of looking at it is don't think of the things you want to do, but think of the person you want to be. So the example I give my writing students here is that if you decide you want to read more, you could say, okay, every day between seven and eight, I'm going to read, right? And you do it one day, you do it two days, but then you fall off the wagon and then it just goes, life gets in the way. And then it leads to a vicious cycle where you beat yourself up and say, I am not a reading kind of person or I am a Netflix kind of person and everything kind of falls apart. But instead of doing this, if you just think about who is the best version of you, which is something I think everyone should sit and do anyway, if you just think about who is the best version of you, what that person does, which you don't do, what that person does not do, which you do and internalize some of that. And then let's say then you make yourself image as I am a self-taught person who loves to read. When I am bored, I don't reach for my phone, I reach for a book. You know, if you can internalize that self-image, then the reading habit automatically flows from there. Even if you don't read on a particular day, it doesn't matter because you've internalized that self-image that I am a reader and that self-image will sort of drive what you do instead of the other way around. And that's incredibly powerful. And I found this sort of powerful in my own life not being able to implement it as much as I would like to. But I think that much of my youth possibly went thinking too much about goals. In fact, the exact word you use fantasizing about goals and not actually building the processes and the habits that would give me the ability to actually accomplish these goals. Now, I know that when you spoke of having goals, you weren't contradicting this. You were on a parallel track where your point, I'm guessing, correct me if I'm wrong, your point was that you have to be clear about what you want out of something. Only then can you get the most out of it. You know, what are sort of your thoughts on these different tracks?"
    },
    {
        "speaker": "Guest",
        "time": "01:41:16.380",
        "message": "So Amit, first of all, when I said fantasizing, I meant using fantasy as one of the tools to achieve what you're trying to achieve. I did not mean fantasizing in terms of just dreaming away. So I did not mean dreaming away in that sense. So for me, fantasy is just a tool you sort of use sometimes to get those extra endorphins to push the last mile. And in terms of goals, the reason like, of course, like you said, we want to somehow find a way to instruct our mind to have a process. And for everybody that instruction works very differently. And so sometimes you ask people to set a goal so that they start thinking that, hey, if I am on the treadmill tomorrow, I need to achieve this. So what do I need to do today? And sometimes that may be seven days before you get on the treadmill. Sometimes it's just tomorrow. Sometimes it is this evening and today morning you're thinking about it. But what I feel is I have a problem with pointlessness, especially if you're giving time because it can really waste your, I see a lot of people wasting their time in the gym with false ideas of, oh, I've spent one hour on the treadmill, so I've done a lot. If somebody spent 10 minutes, that may not mean they've done enough. Maybe they've just warmed up. That's all not true. So we need to constantly ask ourselves why we are doing something that we are doing. And if you try and force people to sort of have a goal, a short term goal, then it forces them to ask themselves, what is it that I'm trying to achieve here? Then sometimes people will come back and say, no, no, I just want to relax on the treadmill and I'm just not going to put myself in that mental pressure. And then I say that if that's your goal, then why are you doing it on the treadmill? Go walking, listen to some music. Why should it be on the treadmill if you're looking for relaxation? If you're looking at being on the treadmill because you want to get fitter, then you have to somehow push yourself. So for me, it's really looking at the goal and pushing them to form a process behind how will you really reach that goal. And in general, I think you are not going to discover yourself if you're not trying to do something specific. If I'm just going to go to the gym and say that, hey, I'm going to lift weights today and I'm just going to be on the treadmill, then what am I discovering about myself today? Maybe I'm going to try and run my fastest five kilometers and I fail. Then even then I have discovered something about myself. Maybe I was not in the mood. Maybe evening doesn't work for me. Maybe I should try morning. Maybe I've not eaten enough. Maybe I was not feeling well. Something it could be just a small thing. But if I did not have a goal in the first place, I'm just going to be on the treadmill for an hour without learning anything about myself. Forget achieving something great, but I'll have not learned anything about anything. Not about fitness, not about myself. Then why not watch a movie instead? So that's how"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:58.940",
        "message": "I look at it. Yeah, I mean, I get what you're saying from a point of view of sort of being clear about what you want. And then once you're clear about what you want, you can build the processes that help you get there. But being clear about what you want is useful. So, you know, before we, you know, continue with your personal journey into engineering and all of that, and before we go there, we'll take a break. But before all of that, just wanted to finish talking about your sporting experiences through the system that you, you know, you're in the school team, and then you play city level, district level, all of that, you go through those motions. Now, it would seem that in the case of you or your friends, you enjoyed playing the sport, you were competitive, you loved it, you went through all of that. It's obviously a thrill to play at the national level. I went through all of that in chess as well. So I totally get it. But all of you knew all along that you're not going to be professional volleyball players. This is not going to be your life. There are other things that you will do. But for a lot of other people, it may not always be the case. There might be people from less privileged socioeconomic backgrounds who aren't good at anything else, who don't have other opportunities necessarily available to them, but they are bloody good at this one sport. So what is that journey for them like? Because I'm assuming that the kind of corruption which you were victim to would be endemic in sport, especially in North India, from whatever I hear Delhi, Bihar and so on. It would be absolutely endemic and making it hard for talented people to come up through the system. What would their incentives be like? Like you begin playing sport, I'm guessing where you are dreaming of a future when you're playing for India and you're playing in the Olympics and all of that. And then at a certain point in time, you got to temper it down and realize that all this is not going to happen. That the best I can hope for is a job in services or railways and it's a steady job and that's kind of my life. Right? So that kind of facing reality for a person like that can also sort of be pretty heartbreaking. So give me a sense of that landscape. And you were in a sense, part of that landscape, but not a prisoner of it because you had other things to do. But a lot of people were much"
    },
    {
        "speaker": "Guest",
        "time": "01:47:09.800",
        "message": "more invested in it than you would have been. Yeah, you're right. In that sense, I must admit that we came from privileged backgrounds in that sense where we always knew that our paths will be fairly academic in whatever directions, science, art, commerce, whatever. But people who come from smaller towns, who are from the underprivileged backgrounds, they are normally mostly trying to get a job into railways and some of them make it. And I would say that's a good scenario for them because at the end of the day, it's a government job. If you talk about women per se, I do not know if they really enter with any ambition at all. I think it's just that these smaller towns in Maharashtra had a really good sporting culture. So we saw a lot of women come out and play volleyball, but at some point they got married and that's pretty much the end of it. And there are some that continued and they played far too many nationals, got into railways and continue to play the sport and do so now as well and played for the international team. But the truth of their life is also that they are in railways. And there's not really much above, much to say beyond that future, unless some people really desire it. And I do see a place for it, especially for people who are coming from smaller towns and those who want to desperately continue playing the sport. But at some point, realities of life take over. You want more money because now you have a family, you have children perhaps, and it's just not enough. And that's when people start dropping off. And I came from the same landscape and I do think that the landscape is changing. I would not say that for volleyball it's changed a lot because I think more than two or three women that were active during my time are now among the top 15 all-time great volleyball players, but we don't know their names unless you were following volleyball. So I would not think that they are getting anything out of it besides the fact that they're playing for railways and then for the international team. So I think in sports such as volleyball, we really need to make a lot more effort so that there is enough funding, enough privatization in a sense that allows sportsmen from these sports to start making money. And if you look at volleyball as a sport, take any cricket ground, a community ground or so, you'll always see a net there. I see a lot of potential for volleyball in terms of how exciting it can be for people to watch it. And so, yeah, I mean, when Joy said that he is pioneering the league, I was very, very happy because I do see that people will be interested in volleyball. I have seen the crowds in smaller universities really enjoy the games. And if that privatization happens for games like volleyball, we are still waiting for it. We are still quite stuck with cricket, I would say in that sense. And why even volleyball? I was among maybe the 10 people that bought tickets to the Hockey Premier League back in 2013, I guess 2012 or 2013 for the games that happened in Bangalore. And again, I was friends with some hardcore sports fans who worked with me. And we were all like, hey, you know what, we are going to buy our friends tickets if they don't want to come. We're just going to request them to give us two hours of their time. And we are going to ensure that we take at least 10 people and these players see at least 10 people in the stands. And we went for all the games and the tickets were merely 100 bucks or so. But that was not our idea. Even if the tickets were 500 bucks, we would have still bought them and we would have ensured that we took a sizable crowd to watch the Hockey Premier League because we wanted to support these sports. And this is our national game. If we were not able to fill the stands for the national games, then what hope do we have, especially from a future for sportsmen point of view, not just viewership. So, yeah, I am not particularly bought into the whole idea of sports has a future even now. Unless, I would say for individual sports, if your parents are able to afford getting you a really good coach and a nutritionist, then I think individually you can still risk making sport your career. But otherwise, for team sports and especially non-cricket sports, I don't see the landscape very different. And I also think of this from the point of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:32.060",
        "message": "view of incentives. You know, I'm glad you mentioned privatisation a few times because that is the only way out because when the government runs sport, I mean, cricket is practically the only sport which is not completely run by the government. And we've seen what's happened there. And, you know, commerce kind of rescued the game in a sense, you know, the IPL and all was, yes, done because of the desire to make money. But you make money only by giving other people value. And those are great incentives. And that's exactly what happened. And it therefore transformed the game. And, you know, Joy's, of course, been on the show a couple of times and he's spoken about all the work he's done first when they organised the U-17 Football World Cup a few years back and how hard they worked to try to build an ecosystem of that. And then, of course, his Volleyball League. And it strikes me that that's really what will determine which sports become popular and which don't in the future. Because the incentive of the government, any government organisation will always be just to do whatever little rent-seeking they can do, just keep things going. The incentive is not to think ahead and invest and nurture people and nurture ecosystems. That simply doesn't happen. That all fades away in the graveyard of good intentions. And that also sort of makes me kind of think about, you know, which sports survive and which sports don't. Like one of the reasons that Joy gave for, you know, why volleyball could be a good TV sport is that the ball is big and people can follow the ball on TV. Whereas with table tennis, you're just kind of seeing a sort of blur. So the one could, you know, argue that then golf shouldn't work either. But that's a very big sport."
    },
    {
        "speaker": "Guest",
        "time": "01:54:09.380",
        "message": "But I would, sorry to interject there, but I think there's one more reason why a sport like volleyball would survive is because people see the nets around them. Every cricket ground, every community ground that you see, there are two poles and a net. It's not so difficult to find it. It's not expensive to get one ball among five or six or ten players if you can gather them. So accessibility to the equipment. And the other beauty of volleyball, like I was telling you earlier at lunches, you can be a volleyball enthusiast who just punches the ball and just lets it go to the other side of the net. Or you can really know the technicalities of the game and really be passionate about that. But the beauty is that everybody can really try playing the game and come across people in and around their communities playing it. So if this game is now on the TV as well and whoever feels like, hey, I want to get my hands on a volleyball, they actually can. But if you talk about, let's say, a game like tennis or even hockey for that matter, it's very difficult to suddenly say, hey, from tomorrow I want to play hockey. I don't know where I'm going to go and how I'm going to go and start. How am I am I going to gather people who can make any head or tail of how to hold a hockey bat and then just even for fun sakes have a game. Tennis for that matter. I think tennis is one of the sports. I've tried my hand at a number of sports. And tennis is one sport where I feel like unless you understand even the basic swing, you will not be able to get the ball on the other side of the net at all. You have to understand how that basic forehand swing happens to even be on the court. Otherwise, you'll be like I'm hitting balls in the net or just outside the court somewhere. So it's a very technical sport in that sense. But I think with volleyball, that's the beauty. That is the beauty. And I guess to some extent that is true for basketball as well. And so both of these sports have, I think, a good future. And we've always, even for basketball, we've always had really good players. My school team, for that matter, was amongst the best in Pune city for the men's basketball team that we had. And I've seen some phenomenal matches. And I'm somebody who's watched a lot of these sports that I talk about internationally as well. I've gone and watched the NBA in the US. I've watched people like Lionel Messi play live. I've watched Roger Federer play live. I've seen how these games are set up, what people are enjoying. And I would say that if India was able to pick up team sports more and really bring more glamour into it in some sense, then people would enjoy these sports as well and would pay for them. And I feel that the one thing that we should sort of not do, and I'm making this comment as a sportsman and not as somebody who's in the business of sport, in that desperation to make that sport known and popular, I don't think we should start bringing the sport to the public outside of the courts, you know, like just staging it in malls or anywhere else. And I feel like people would not genuinely build love for a sport when you are trying to sort of get them to like a sport desperately. So that is my personal opinion. But it is like any, you know, classical, passionate person for any subject who tries to have a negative opinion about anything anybody is doing. But yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:24.660",
        "message": "No, and I agree about the sort of the reasons volleyball could be so popular because I remember, you know, when I was 11 or 12, I tried playing a game of tennis. I just tried once. I spent 15 minutes. I could not get the ball across the net. You're absolutely right about that. So then I said, forget it, you know, I'm not going to. Well, another of my friends was watching a lot of tennis on TV, and he saw all the winners are not ones that go through the middle, they go on the side. He was saying hit the side of the other court and all of"
    },
    {
        "speaker": "Unknown",
        "time": "01:58:49.580",
        "message": "that. I was saying, boss, I can't get it over the net. But the little volleyball I have"
    },
    {
        "speaker": "Guest",
        "time": "01:58:54.740",
        "message": "played, I have got it over the net. It is not a big deal. Exactly. And which is why it's a wonderful sport to promote because everybody will be able to get that instant gratification. Even if they don't know the rules, even if they don't know exactly how the ball is hit, even if they're making fouls, they'll at least get that instant gratification. And I guess badminton is famous for that particular reason. Because even if you've never touched a badminton racket today, I could take you to the court and in the next 10 minutes, you'll be like, of the 10 shuttles that I have hit, at least four or five went on the other side. So there is that instant gratification."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:29.700",
        "message": "Yeah, that's a fascinating way to think about sport. Like one thinks about sport in terms of its qualities based on how we see elite sports people play it. But to think about how the common person would take to it and the instant gratification, which I never really thought about in this context. A final question before we go into the break, which is that it also therefore strikes me that, you know, typically what has happened is that sport has been a government thing, right? So sporting bodies that come up everywhere tend to be either from the government or they tend to be monopsonies of a sort in the sense that any sports person within a country then has really got to be on the good books of that particular board or sporting body or whatever, and there's no choice and that bedeviled even cricket for a long time. My sense is that a lot of sports don't have a market. They would not exist if the government wasn't supporting them. And in some ways, they are artefacts. Like when I think of, say, javelin throw or discuss throw or whatever, most people are watching those sports once in four years in the Olympics, if at all, you know, they might be even watching it in the background while the 100 meters is going on or somebody's flinging a spear into the air. But that leads to the question of what should the government's role in sport be? Because there are deeper issues here in the sense one issue, of course, is the issue of whatever the government does has an opportunity cost. You know, every paisa that the government has is acquired by coercion. So there's a moral cost there. And while you accept that there are things that the state should do and things that the state should not do, I would be one of those who would argue that the state should not fund sports, especially in a poor country like India, where you have so many other problems. And you know, you have scarce resources. So it almost in a lot of places, it feels like a nationalistic vanity program, that we have to have the best team in this or the best team in that and the government puts money into it and all of that. And also on the one hand, I have like dual instincts. On the one hand, I'd love to see the market determining this, that whichever sports get an audience, you know, that much money goes into them and they survive and they thrive accordingly. And at the same time, entrepreneurs everywhere like Joy is doing with the Volleyball League can, you know, use their creativity and skills at innovation to bring sports in front of the public and create that demand if they feel that the sport is inherently worth it. But if there's no market for watching javelin throwers apart from once in four years, I'm like, okay with that, right? Sad as it is. That's one aspect. But on a contrary note, I also feel that there is a romantic charm to having these artifacts around, to having these sports. For example, I believe that Test cricket would not survive today if not for the IPL. It's very sad and Test cricket is a great game. I am a cricket tragic when it comes to Test cricket. But equally, I love the IPL and all of that. And one of the reasons I love the IPL is that it's actually subsidizing the other forms of the game and keeping them alive. So, whereas, you know, on the one hand, you could say that just let the market dictate if no one wants to watch Test, that's what it is. But what I actively recommend is that we keep subsidizing Test cricket for what it is. So, I'm kind of torn between these two instincts at a purely rational level. I don't see that why a sport which is watched by no one should be funded by the hard-earned money of taxpayers, you know, which could be put to other good uses. But on the other hand, I do see sort of the point that, you know, there is much richness there and variety there which we don't necessarily want to lose. So, what are sort of your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "02:03:06.820",
        "message": "So I agree with you. I can see why somebody would say that, hey, I'm not a Javelin fan and why is my money being used to fund this. But it's also, Amit, sort of a chicken and egg question whether we create the audience or whether the audience exists. And I guess the only sport where in India the answer is clear is for cricket. And so, for everything else, we need to create the audience. Because in that sense, if you think about it and if I'm being very cribby, then I'm going to say that we haven't even invested in other sports enough for people to decide if they like the sport or not. Do I not go for a basketball match because I don't like basketball or because I don't know about basketball? And then whose responsibility is it to make me aware about whether I like watching basketball or not or volleyball? So, in that sense, I definitely think it's the government's responsibility to bring these sports to us. And like I said to you, when we were playing state and national tournaments in smaller villages, we used to have big crowds. So, start there, come to the city, maybe slowly. These sports are definitely helping smaller cities and the youth in those cities find focus, find a certain ambition, watch with their own eyes people who they can idolize in that sense. I mean, watching a Neeraj Chopra on national TV is very different from watching somebody being cheered in front of your eyes and them winning a national medal or a state level medal. And for you to be able to go to them and say, hey, I really thought you were very good. And think about somebody from a smaller village looking at that, that person at that time is Neeraj Chopra for them. And so, we need to multiply those Neeraj Chopras in that sense. And when it comes to athletics that you specifically mentioned, a market has to be created for them as sports that are clubbed together, discus throw, javelin, all those sports, long jump, short jump. And to be honest, Commonwealth Games come every two years. And so, why should the government really do something else for you to go and watch that sport? I guess they are, in that sense, being supported when it comes to showcasing. I think Commonwealth Games do get enough attention from everybody. People go and watch it, buy tickets, talk about the wins at the Commonwealth Games, as well as they talk about our Olympic Games. So, I wouldn't say that we need to do something very different to platform these sports more. And the other thing is, if you really ask me about audiences and what they enjoy, I definitely think that you should start with team games. Because there's a lot more dynamics that's being displayed when a team game is being played versus sports like badminton and tennis, where what's going on in the sportsman's mind is really anybody's guess. But with team games, you will see drama, you will see the interaction with the coach, you will see the interaction between players, you will see the fights. With basketball, you're going to definitely see some random fouls and everything. So, if I purely look at it from a commercial point of view, all that can be done. I was super, super excited when the Superfight League was launched. Also in, I guess, 2016 was, 2017, January or February was the first time it was held. And it had, so it had MMA, all kinds of mixed martial arts. And you actually then saw a lot of the wrestlers, even women, who may or may not be doing as well as aiming for an Olympic medal, but who had the skills for a mixed martial arts. And then, you know, there was the stage of Superfight League again, available to them. And coincidentally, I think the Delhi Dawns, or I don't remember, Delhi Super Dawns or something, something like that was the name of the team that won. And the captain of that team, 2-3 days before he came to Delhi, was doing Muay Thai in Phuket with me. And he was, so of course, I was a beginner, he was in the advanced category. And somebody stopped by and said, hey, there's an Indian fighter here as well. He's training at Tiger, where I was training as well. And then I spoke to him and Jason Solomon, his name is. And he was like, yeah, yeah, I'm going now. And he was like, I have all these personal training tickets that I got because I'm sponsored, but now I cannot because I have been called to the Superfight League. And then he left me all his personal training tickets, and I did a lot of personal classes. But it was very interesting to watch the Superfight League. And I hear that it's going to happen again, or it happened, I think, one more year. And it attracted a lot of crowd. And I don't think I've seen a more technical game than MMA. You know, the little experience that I have had with Jiu Jitsu and Muay Thai and basics of wrestling, you find out things about the body that you did not know. Like you would not know what little movement I can do in your body that can choke you. You do not know how I can lock your body in a second. You learn so much about these things. And I'm happy to see that these attempts are being made. I want to see them happen more regularly. So I think we are moving in that direction. I see the intent. I'm sure that they have sponsors and people are trying to bring these sports to us. But it has to be much more consistent. And like I said to you, it has to begin with team sports."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:36.300",
        "message": "Yeah, all wise thoughts. And I agree with you, except that I think I'd love to see civil society and individuals and companies take the initiative to do all of this. I think the government has pretty much broadly failed over the last few decades. But that is sort of just kind of where I come from. And I said that was a final question, but I can't help this follow up. Like I've gotten into different sports at different points in time. Me too. Cycling is my latest drug. But me as a watcher, you as a doer. So there is a difference. Like you know, Neil Simon once said in his play Barefoot in the Park, there are two kinds of people in the world, watchers and the doers. And the watchers sit around watching the doers do. So, you know, you're the doer, I'm the watcher. But among the sports I got into very briefly was boxing. And this was around the time Lennox Lewis was at his peak. And, you know, so and obviously, I entered that rabbit hole. And the guy was such a technical genius and just a brilliant boxer. But then later, I began to just be repelled by boxing. It seemed to me like a barbaric sport. Like I seriously think it shouldn't exist. Like what fun can you get from watching people, you know, beat each other up in brutal ways. And I'm sorry if I sound like a bit of a sissy. I mean, I wouldn't want to box myself. And I get the technical aspects of it and all of that. But those are there in every sport, right? And but that just seems to me like one sport that is both an artifact and something that you know, so and I'm not saying ban it because why, you know, consenting adults as a market for it, all of that is great. But my personal feeling is that I just feel repelled. I feel that is where sport crosses the line from being healthy to something not so much."
    },
    {
        "speaker": "Guest",
        "time": "02:11:13.420",
        "message": "So what I know, it's it's really funny. I mean, I can I can completely see why you would think that. See, for me, I accidentally learned a bit of boxing because there was a point. I mean, it's a it's a long story. Do you want me to get into it? Okay, so so I had just I had just quit my eight year long stint with Shell in the later part of 2016. And I had this startup idea and I wanted to put my money into it and launch my startup and it was in the field of fitness. But you know, you go through a period after you worked with a company like Shell for eight years, you go, you quit and while you're quitting, you have all kinds of great feelings about how courageous you are to quit your dream job and all of that. But then reality strikes you for a few months after that and you have basically in all these years started defining your, you've associated your identity with the company you work for, which a lot of people fall victim to. And that happens with somebody who's worked with Google, with Facebook, whoever's the, I mean, whichever is the top company in your field. And I did not know where to sort of get rid of that anxiety that I've quit now, I must put money where my mouth is. And some of my friends from Dubai had been to these sports schools in Thailand and Thailand is very famous for its sports schools. And they had been there and I said, okay, I've never done a solo trip in my life. I'm going to find out about one of these sports schools. And I was already doing quite a lot of sport, but I said, okay, I'm going to go there. And I had never done any contact sport before this. And there were all these schools have a fitness element as well, fitness classes. And I was like, yeah, maybe those are the classes I will do. And then I already, I booked like a month of training in this school called Tiger Muay Thai, which is in Phuket. And it's one of the world's best school to train in mixed martial arts. So some of the topmost players currently are sponsored by Tiger Muay Thai. So the world's second best female champion right now, Valentina Shevchenko represents Tiger Muay Thai. A lot of other MMA current stars are sponsored by them. So I didn't know all of this. I just knew that the school was popular came up in my Google search. And I was like, okay, I'm going to risk it. And I'm going to do my first solo trip. And I had never been to Phuket before that. And I land in Phuket and it's it pretty much looks like Goa. And it's just these small lanes and you Tiger had put me up in in one of the little hotels near near it. And these are all really rooms because all you do is you are working out like dogs the entire day and coming back to shower and sleep. And I get into the room and I'm freaking out. And I was like, okay, I've noticed the school on my way to the hotel. And, and the entire street called, I forgot the name of the street, but so I tie it. That's what the street is called. It's about 800 meters and it has over 10 or 20 sports schools. And you go through that street to your hotel and all you're seeing is men and women with six packs and tattoos. And here you are. And you're like, okay, have I literally booked classes among these people? And so I'm freaking out. I get to my room. I go to the school. I say, okay, I've booked this package. And they're like, yeah, you can take as many fitness classes as you want and as many MMA classes as you want. So MMA had different classes, Muay Thai, Boxing, Jiu Jitsu, and it had Krabi Kabong and all those things. And I didn't know where to start. And I was like, okay, fine, I'm going to muster the courage and I'm going to just go for this boxing class. I have never done boxing. I go to the coach and before the class, I'm like, what do I need to buy? And then he tells me about the wraps and the gloves and the sizes and I get them. And I forget to ask him what's the level of this class. And it was a Friday and it was a sparring class. So that's when you actually fight. They don't teach you skills on that day. And there I am and the class starts and I get punched so badly. There's this Canadian girl who's already a boxer or whatever. I get punched really badly. But I finished the class and I'm in pain after the class. The next day I wake up and I'm like, I want to do this again. This time I'm like, I want to learn how to do this. This was interesting. So you were talking about whether you... So there's obviously a cult audience that follows these sports because maybe they are also trying it out on the side or understand the details of the sport. And then there is an element which purely enjoys people beating each other up. But if you ask me personally, I would end up following MMA and I ended up following it only after I had respect for the sport. And that is pretty much how I function, whether I'm talking to certain people or not, whether I'm watching something or not. For me, that's how I do it. That person or that sport or that thing that I'm doing has to win my respect for me to give my time to it. But so I can see why people feel all this adrenaline when they see these sports. But if you found boxing so violent in a way, then you would absolutely not like Muay Thai because Muay Thai was the old form of martial arts that... It's the national game of Thailand and it was used in war. So they were actually creating soldiers who basically used no guards, nothing. And with boxing and kickboxing, there's a lot of dunking and jumping around and all of that. But Muay Thai is very classical. It's like, I am here, punch me or I'm going to punch you. So you don't have any jumping around and dodging and everything. It's literally there and people are going to hit you and you're going to have to hit back. But then you develop respect for the skill that you're using and you trust the fact that the opponent is playing by rules. But having said that, it needs a lot of courage. I don't know if I'll ever get to a point where I'll even play a friendly match. Right now, I only do classes. But I think it's the endorphins that people really want to watch these games for. And imagining themselves, you know, kahi na kahi humare mann mein thoda sa wo hota hai, that sort of anger, pent up anger, whatever, that feeling of getting adrenaline. Some people will go and do skydiving, some people will do scuba diving, like that. Some people will be like, okay, I want to, you know, get to try this new sport that challenges me. And sometimes it may start by watching it and feeling like, okay, you know, this is interesting. So or how do these people do it? I would probably also watch boxing just to see how, like, okay, I want to see if this person gets punched so many times, how is he still standing? So yeah, I think it could be multiple reasons, I would say. But I can see, I think your question is very valid. I don't know why people would want to watch such violence in a sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:25.860",
        "message": "No, I mean, for me, it's really like for any sport I'm drawn to, it's an intellectual challenge also figuring out what's happening inside someone's head, what are the strategic aspects, what are the tactical aspects and all that. And recently, I watched this video, I think, as usual on Twitter, somebody posted it of this ex British boxing champion, I forget the name, if I find it, I'll link it in the show notes, this ex British boxing champion who was working as a bouncer in a nightclub. So they had, I think, the CCTV or mobile phone camera footage that he's outside and there's some other random guy who is arguing and behaving obnoxiously and all of that. And this guy's fellow bouncers are trying to handle him. But at one point, he just gets too obnoxious. So this guy goes and just gives him one punch and he's out flat. Yeah. And I rewinded and watched that moment some 20 times because it is such a thrilling moment. Like one, of course, it is good versus bad, the asshole gets punched, right? But the other aspect, it is surely some kind of primal thing, you know? Yes, it is. And as I'm rewinding and watching it, I'm also asking myself that why do you find this moment so thrilling? As someone who has never punched anyone, right? I run away from violence as fast as I can. But so why is it so thrilling that you're rewinding and watching it? And it's a madly viral video. And it's that moment which is viral. You know, there's a lot of calm, he's just standing there calmly, calmly, calmly, calmly, then"
    },
    {
        "speaker": "Guest",
        "time": "02:20:46.620",
        "message": "suddenly walk up and whack. But you know, conversely, Amit, the funny thing is now because I have been to Tiger many times and spent a lot of time there and seen some world class fighters, a lot of them. The funny thing is, these fighters who you see in these fights really going at each other within the rules of the game, but really with power, with, you know, you are sometimes looking at the spot and thinking, oh my God, this is so violent. If you actually meet these people in person, you will notice that some of these people are the kindest and the most soft spoken people you'll meet. And sometimes you're not able to make that connection. You know, it's easier to make that connection with a Roger Federer, with a Rafael Nadal and all of that. But you look at these people and some of them are full of, you know, like tattoos all around and really aggressive entry to the arena and all of this. But if you meet them, otherwise, I have seen that some of them are the warmest, most kindest, accommodating people. I don't know if that happens because they just have a better understanding of their body and their mind and controlling it as well. I think controlling it and controlling yourself and staying within the rules when you're doing something as provocative as a contact sport, I think that takes a lot of character. I do feel so. And when I have also tried to do wrestling or something and you're doing all these exercises, and some of these exercises are ones where you're taught how to take someone down. Now, if I am walking or if I am in a match with you and you bring me down, all of that are times when I'm falling down when I don't know it. But when you're doing exercises and when you're learning and you know that, okay, Shruti, Amit stand like this, this is how this takedown is, I'm allowing you to take me down. And then when you get it right, when you get that technique right, even though I know you're going to make me fall down now, flat on my back, it happens in a second because you've got the technique right. And when you fall down, you feel the chills all the way from your spine to your brain. And to put yourself in those situations again and again and again and then learn how to do it. And then slowly your technique improves and then you realize, oh my God, if this technique is so powerful that I can take down somebody twice my height or size, because you understood in terms of the human body where those trigger points are, what you have to push or pull. And when you get that feeling that, hey, I have overcome this fear of falling down and feeling those chills, and then you show up for training the next day as well, you learn something about yourself. A, because you want to experience the thrill of it, you want to get, you want to feel the endorphins of being courageous once again. So that is that is that cycle in a way. So I can understand it from the point of view of players or people who've tried it, that they are big fans of the sport. And for everyone else, it's a spectacle."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:19.100",
        "message": "That's fascinating. And I'll actually double click on that. But we'll do it after the break. And then we'll, you know, get back to your personal trajectory, where I think we're still early in the story. So that's after a quick break."
    },
    {
        "speaker": "Unknown",
        "time": "02:24:31.860",
        "message": "Yeah, sure. Hi, my name is Nishant Jain. And besides creating episode art for Amit, I also make the Sneaky Art Podcast, a show where I have deep, insightful conversations with other artists who, just like me, draw and paint their world from observation. This show is for you if you are trying to be an artist. It is also for you if you just want to make more room for art in your life. This show is for you if you simply want to become a more mindful observer of your fast changing world. Conversations include a cross country cyclist making a painting every day of an incredible 4000 mile journey. An artist in Malaysia who found inspiration in a reality show about tattoo artists in LA. And a sketcher in Mumbai who chronicled the lives of the city's artisans through the first wave of COVID. It is a more beautiful world once you begin to see the sneaky art of everyday life. Add Sneaky Art to your podcast feed. Use the link in the episode description."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:39.420",
        "message": "Welcome back to the scene in the unseen. I'm chatting with Shruti Jagirdar about her fascinating life and what the impact sport has had on her life and also later on in the show her insights on nutrition, health, the human body, so on and so forth. I want to pick up from the schools in Thailand where one of the points that you made was that, you know, many of these MMA fighters, contrary to stereotype, they end up being really gentle people. And there are two possible reasons for this. One would be that the distribution of gentleness within MMA fighters is the same as in the general public. But you just notice it more when you meet them because you don't expect them to be like that. And they are the ones you remember. But the other one is that the sport, the nature of the sport, genuinely changes people, maybe by making them more aware of their power, maybe by making them just changing them in different fundamental ways. So before we continue sort of with your Thailand experience, that's sort of a question that I also want to get into, that earlier we spoke about the different ways in which sport changed you as a person. But more specifically, you know, what did sport teach you, for example, about your own body? What did it teach you about the limits of what you can do and what you cannot do? And in what ways did it shape"
    },
    {
        "speaker": "Guest",
        "time": "02:27:01.020",
        "message": "your attitude towards other people? That's a very good question, Amit, because I don't think I learned so much about my body when I was a volleyball player. But because I enjoy sport and because I enjoy putting myself in challenging situations, I have, like I said, tried my hand at a lot of sport and I continue to do it. And part of that exploration happened because as I went into engineering and into corporate, it was very difficult to find women volleyball players. And everywhere I have gone, I have played a little bit of volleyball, etc. But you couldn't find continuity. So you start exploring other sports. And the things that I have learned about my body is really, first of all, putting yourself out there and testing yourself against something. Instead of imagining you'll not be able to do it. And not letting others tell you what you can do and what you cannot do. Because you know, this thing happened with me back in 2009 or 10. I had just joined Shell and there's a lot of beautiful treks around Bangalore and in Karnataka. And my company had a bunch of very, very interested folk who formed a group and who would go trekking every two months. And I've ended up trekking a lot around Bangalore and some of the most challenging treks around Bangalore I've done with them. And at one point, there was a trek that was organized to Brahmagiri. And Brahmagiri is this trek that normally people would end up doing over two days. And a group of our batchmates from Shell, they all went for this trek. And the way this trek is, is you climb a mountain, which takes you about six, seven hours, eight hours or so. And then there is five kilometers of grassland before you reach the peak itself. And the grasslands have short, dense forests in the middle. They're called Sholas. And that's where you have wild cats and you have elephants and other things. So you have to scale those grasslands and then you come to the peak, which is about 700 meters or so, but which has a 70 degree incline. So this group of our colleagues who went and they could not get to, they all got to the peak, but the group was found it so difficult that half of them just couldn't climb the peak. And some people who were helping others were not able to scale the peak and then they had to come back or so. And then four, five of them said that, we want to do this again because we didn't complete the trek. And this was around the time when one of them asked me, oh, do you want to go to this trek? I hadn't been to the first expedition. And they were like, no, no, we want to do Brahmagiri in one day. And I had not done, I had done trekking around Pune as well and some challenging treks, but many years before that. And I was like, okay, fine, let's do it. And then I go and I, then the five of us get to the top of the peak by four in the evening. And we had started climbing at around six or seven in the morning. And then what happens is, so there's a funny story there as well. We get there at four o'clock and it was a very difficult trek. The whole point of the trek was that once you scale the peak, you come back to the guest house that the forest, the whatever the forest officers have set up for trekkers and all that. And so at four, there's dusk in the, up in the hills and in the mountains and it starts getting dark. And we were so tired, we were still up the peak. And then there's a guide who takes you because there are wild cats in the area. And he, our guide was like, okay, we have to hurry up. And once the light starts dwindling, then everything that's moving seems to feel like it's coming at you. And we come down the peak and there's a group of elephants and they start moving. And, you know, it's so different to see elephants in the wild compared to just thinking of them as domesticated animals or animals that we sort of understand. And this guide is like, we have to start running because we have to at least cross these five kilometers of the grasslands of the forest. And then we enter the forest and we're smelling the water, near the water, we're smelling the wild cats. And I have never focused on running as much as I have behind that guide because it was so dark and we were so sure there are wild cats behind us. But so anyway, that was a side story. We did that trek, we were very happy that we did it in a day and not a lot of people do it. And then in my office, there were some people who were forming a team for the first urban stampede, which was a relay race where four people are in a team and each team member runs five kilometers. And the condition is that there should be one girl in the team. Now I work for a petroleum engineering company, which means there are fewer girls in general. And so everybody is trying to hunt for a team member and a girl to join the team. And there's this one guy who was on the trek with me and his friend in the company, who's now my best friend, was looking for a girl to join. And then this person, Nidhan, who was on the trek with me, tells Amit, my friend's name is Amit, that Shruti will run five kilometers, you ask her. And at that time, I was a little bit bigger. So my friend Amit, he's from Haryana and he's like big into sports. And he tells me much later, he's like, I came around your desk just to see who she is, because I was a new recruit and they were senior to me, so they hadn't met me before. And then he went back to Nidhan and he said, ye toh nahi hai. So and then later he told me that Nidhan told him that agar koi 5 kilometer bhaagega toh yeh ladki bhaagegi. And I had never done a 5 kilometer. I was not, I was a sportsman, but I was not an athlete in that sense, not a runner or whatever. So Amit then approached me and he was like, we are forming this team, do you want to do a 5K? And I was like, okay, fine. And then he said, okay, next tomorrow we are meeting 5 kilometer, tomorrow we are meeting at 5am and running 5 kilometers and I want to see how you do. And he's going to be jogging with me and all that. And then he's like the first day itself, when we did that 5 kilometer, you did not stop at all. You didn't walk for a minute and you had never run 5 kilometers in your life. And that day I just knew I was like, okay, this is the girl who's going to be in my team. And then I did much better when I practiced and finally I did it. But that first 5 kilometers was me testing myself, that I am not an athlete. Can I run a 5 kilometer or not without walking? So again, this was the first time I was doing a 5 kilometer, but I didn't in my mind allow myself to say ki main chal lungi beech mein. And I've seen this a lot with people. If you really can't, your body will tell you that you have to walk. Why do you have to start running by thinking ki mujhse nahi hoga toh mein chal lungi. So in my mind, that was the thing, that I'm not going to walk no matter what. And I didn't. So this is how I first noticed that, okay, now I can run. And from then on, I have improved. Every time I'm running 5 kilometers, I'm trying to do something different. I'm trying to run differently. And there are many, every time you run, you get, you have a new experience. You discover something new about yourself. The second time I really pushed myself and I noticed something about myself was when I was in Dubai. Like I was just telling you, I spent a couple of years in Dubai. And conversely, I mean, when you think of Dubai or the Gulf in general, everybody is like bohot Indians hai waha pe. And you see a lot of Indians everywhere. They're almost like citizens there, even though we never get citizenship, but they're everywhere. And then I was in Dubai and I registered with my team, with a team of my colleagues who were ex-New Zealand military. They were also in Shell and they wanted to form a seven member team to participate in the Desert Warrior back in 2015. And they used to, so Desert Warrior is 10 kilometer run in the October heat in Dubai, in the sand with 22 obstacles. And that sort of test you. There can be slides, there can be jumping over walls, there can be, you can imagine that. And I was like, okay, fine. I was already doing fitness, but nothing at the level that they were doing. And they were, these military guys were setting our workouts. So we would end up doing a lot of really challenging workouts. And then during one workout, in 40 minutes, I had to climb 92 floors of nine flights of stairs and swim about 75 meters or so, 100 pushups and a two kilometer run or so. We were doing that in rounds. So we were, the gym of the building was on the 30th floor. So we had to go down, climb 30 floors and whatever. And the idea was that in 40 minutes, this is how much you can do the max. And you have to finish it. And otherwise, we are going to stop the clock anyways, like nobody's putting pressure on you if you didn't finish all the rounds or whatever, but this is the max you could do. And I ended up finishing it. You did 90 floors. 92 floors. Yeah. And I still, it shows up on my Facebook memories sometimes and I'm like, Oh my God, how did we end up doing this? But so, so that's another time when I realized that both willpower and, and your ability to do sport coming together, you can still do a lot of things. And then on the day of the Desert Warrior, right? It was the first time in Dubai where I went to the spot where the race was starting. No Indian, no Indian and no Pakistani. In Dubai, you will see everywhere, but in this race, you won't see anywhere. The same with Thailand. I've been to Thailand many, many times. And we, every time I'm in Thailand, we work out like four or five hours a day. And then the day gets over pretty early. You don't see a lot of fighters and everybody, you know, just drinking away the night or whatever. Maybe on a Saturday night, because Sunday the school is off. But on the days, everybody's fairly disciplined and no Indian again. Like I have, I've been there many times and you see one or two Indians, it's becoming more popular to go there now. And sometimes I've heard some South Indian actors and stuff go there, but otherwise I've hardly met. Poore Thailand mein itne Indians ja rahe hote hain, but in the sports schools, you'll never see anybody. So during Desert Warrior is when, when those military workouts that were set were sort of made me realize that, okay, I can push myself in these directions as well. And what you learn every time is how much you are able to push yourself. That learning was okay for me. Like I knew that I can push myself and I'm able to sort of really, maybe I don't want to fail in a sense. So you, you set those goals, all that was great. But when I went to Thailand is where I really, really realized that you, first of all, you are in a company of hardcore sportsmen, a lot of people from Germany, Canada, and a lot of them are fighters. And even the ones who have a different career or whatever, have actually been fighting for a very long time, even if they don't have fighting as their career. And you're literally like a tiny person there, amid all these people that are like super fit. And you're not really unfit, but you're looking at them, you're underestimating yourself. And then you start going to the classes and you're like, yeah, whatever happens, I'm going to show up. And then you start realizing that you're able to keep up with, with even, even if the level of the workouts is very high. There are some things you can't do, but then there are a lot of things you can do. And like I said, when it came to trying and learning even a little bit of the Jiu Jitsu or the wrestling and Muay Thai that I have done, for me was not about me now picking this sport up or something, it was about me constantly being courageous. Because you are bruised, you are tired, you have, you're working out five or six hours a day, you are hoping that your body is recovering. And those, those are the things that teach you something more about yourself. And like I said, it made me more aware of our body in general, human body in general. And the most important thing was also that it was the first time that in Thailand that I saw women really push themselves. I had been doing sport, I had seen fit women. And yes, of course, the women in the Olympics in India, and I'm not saying that Indian women weren't really pushing boundaries. But back in 2016, gymming and all that really women pushing themselves on, and you seeing them in gyms around you, all that was not as common. And I go there, and I'm in like this group class, and there are women lifting 100 kilos deadlifts. And I have, by then I had not even studied fitness sciences. So and I wasn't into weightlifting. And I'm just looking at this with these women and I'm like, ladkiya yeh kar sakti hai. And this is me who's been in sports being completely taken aback by how how easily women were loading 100 kilos on the deadlift. And, you know, after that one month in 2016, I was like, Oh, my God, I have just not tested myself enough. And we've been to, I mean, in India, the only weights that I had seen was doing some dumbbells before that. And then I think after I came back, I have every single time I have been in the gym, I have really tried to push myself. Like I was telling you earlier on, I was like, man, what do I need to eat so that I can lift 100 kilos. And I like in Thailand, I saw women that lifted like 190 kilo deadlift. I haven't seen guys doing that. And I had just not seen such strong women forget. I mean, they had six packs or not all that is different. I had just not seen that kind of strength. I had not seen Indian women with that kind of strength, at least with my personal. Personally, I had not seen it. You can see a Malleshwari or you can see, you know, you can find out about the weightlifters or whatever in India, but I had not with my own eyes seen it and it had such an impact with me. I was like, Oh, my God, you've been holding yourself back for so long, and really not pushing your limits. And so that fear of, you know, that women show in the gyms in India as well. No, no, I will, you know, this is a deadlift, I will just try 40 kilos, I will just try 30 kilos. And that's what I keep telling people who at least ask me about how they should improve. I will tell them that, hey, just work on your technique so that you don't get injured. But do not hold back from lifting more weights. And the high of just allowing yourself to test your limits transcends into your work, transcends into what else you do outside of the gym, because it builds your courage, your risk taking ability, your, in case of women to some extent, the aggression that they need to assert themselves even outside of, I mean even at work and outside of the gym. I think all that you use, you know, you learn doing all of that. If you purely speak about learning from sport, I mean, I don't mean that these qualities can't be learned outside of sports. But because we are talking about my experiences, these are the things I learned. And I am quite grateful that I'm so greedy for experiences. Most of, to be honest, Amit, most of the money that I have earned, I've spent in traveling and gaining experiences because they stay with you. And like I said, when you're thinking about how can I succeed or when you're not doing your best, there's just this whole bag of experiences you have and it doesn't even take you a minute to find something that's relevant to that situation. And so I completely believe in building experiences, just go out there. Even going to Thailand as my first solo trip by itself was a courageous decision because it wasn't like four day of Bangkok or something like that. It was booking 30 days. It was booking a hardcore fitness school. It was booking alone and just hoping that you end up meeting people and the kind of people I met, oh my God, I would do that over and over and again, no matter what country I have to go to get those kinds of experiences."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:49.800",
        "message": "And the fantastic lesson here is not just a sporting one, that lesson applies to everything, which is that don't make assumptions about what your limits are. Just keep kind of testing them and going outside your comfort zone. I have a running story. It's a slightly embarrassing running story, but I'll share it nevertheless. Now, around three years back, I was 25 kgs lighter. I was on keto plus intermittent fasting, like I told you, in which you're an expert in and we'll come to that later as well, your learnings on nutrition. And I was running. So I was running to a point where I would get up every day in the morning at 5.30, go out and run for an hour. I ran a 10k, have a photo of me biting my medal. Happy times. And one day I was in Bangalore for a bunch of recordings. And my good friend, Mohit Satyanand, who's been a guest on the show also happened to be there. And Mohit just turned 66 recently. And he, I think around the time he was 60, got into fitness and he's run triathlons and"
    },
    {
        "speaker": "Guest",
        "time": "02:46:46.600",
        "message": "all that. So he... Bangalore has a huge community of triathlons"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:50.920",
        "message": "and runners. He's actually based in Delhi, but he happened to be in Bangalore at that time. But he got hardcore into that, ran triathlons. I think he spent some time in Greece because he was doing a specialist course in swimming, swimming techniques and all of that. So really hardcore. So I was chatting on the phone with him one evening and I was there for recordings. He was there for something else. And he said, Amit, I hear you're really into running. Let's go running tomorrow. So I said, okay, let's go running tomorrow. So he said, okay, 5.30, Kaban Park or whatever the time was. It's a beautiful park. It's an amazing park. Bombay people should be incredibly jealous. But anyway, so I did a 10K in Kaban as well. I was staying right next to Kaban. So I said, okay, so 5.30 I go there and he's there and he greets me and then he says, Amit, let's run. Okay. Now I got to set the scene. This is a moment where the camera kind of pulls back slowly and you're setting the scene around. There are something like 32 men, 18 women and three dogs in the vicinity. Right. And they're all doing different things. They're doing pushups or they're lounging or they're chilling or they're running or whatever. The moment Mohit starts running, they stop what they're doing and they turn and they look at him with their mouths open. It's like a freeze frame. For a couple of the dogs, the tongue comes out because a man is running like a gazelle. It is the most beautiful balletic thing I have ever seen. It is like an angel is jogging through the clouds. Right. It's like that. And he has just said, let's run Amit. So I have to go with him. So like an ungainly beast, I'm like, you know, kind of running behind him. And at some point I run out of breath and he notices and he stops and he says, okay, Amit, I have run enough. Now I will watch. You will run. So from one pocket of his track pants, he whips out a notebook from another pocket. He whips out a pen and he says, okay, run. Now I got to tell you at this point that whenever I get into something, I get really geeky about it. Right. So I have read every book on running that there is at this point. I have watched all the videos. I know my form is good. I don't land on my heel. You know, I have taken close up videos of my feet running and everything. I have like nailed everything. Right. So I'm assuming that there are no notes to take. So I run for a bit and I go back and then he's got some 32 points that your ankle is coming at this angle and so and so. And he tells me or he takes me through each of those. And that day I decide, you know what, I'm going to take a break for a week from running."
    },
    {
        "speaker": "Guest",
        "time": "02:49:20.480",
        "message": "And then I never got back to it. Oh, no. I would have imagined that that sort of motivated you. But yeah, that's that's interesting. Right. When somebody geeks out on you, what"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:31.080",
        "message": "impact that would have on you? I'm actually partly kidding. I totally appreciate this way of going in depth and thinking about this thing. And it's actually a correlation, not a causation. I had a slight crick in my knee and I thought, let me rest it for a few days and I never got back. But this event happened around that time. But I swear to you, man, the way the way that gentleman ran and he's like a little taller than me is tall, slim"
    },
    {
        "speaker": "Guest",
        "time": "02:49:53.880",
        "message": "and the park just froze. That's amazing. I would I would I mean, definitely look him up maybe if he has like a page or talks about his experiences. But these people don't have"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:06.760",
        "message": "time to be to be active on any social media. He's got a lovely newsletter, which I'll link from the show notes. So I don't think he's written about his running there. But if you happen to be in Delhi, I'll introduce you guys. But let's sort of get back to your story. And let's in fact, chronologically get a look. But before that I have one running story too."
    },
    {
        "speaker": "Guest",
        "time": "02:50:27.240",
        "message": "And it's really funny because it's not a running running story. When I launched my startup, which was which which is like a fitness platform. You know how there is this compulsion of putting these before and after pictures and you know, it's it's almost like a compulsion, you have to do it, it doesn't matter if it if you believe in it or not. And I myself had a big transformation at some point. And I had these before and after pictures. And then I made a very impressive before and after pic where I look quite big in one and the picture I had where I look quite big was a running picture. And it was again one of those urban stampede. I've done quite a few of them. It's one of those. And then on the right side of the collage was me who had become quite fit during my time in Dubai and all that. And then of course, I put it and I launched my startup and all that is happening. And then one day I'm talking to a friend of mine and I'm telling him, I'm like, you know what, this, this pic on the left side when I'm doing this five kilometers on an urban stampede was my fastest run ever. Like all of my friends could not believe I got the timing that I did. And I was at my heaviest at that time. And I have just found this picture to pair it up with a picture where I had lost a lot of weight. And yeah, I was doing I was fitter in other areas. But if you really ask me, this is not a before and after story because I was very I was doing very well when I was bigger and I was doing very well on the right side when I had lost weight. So I do, I sometimes laugh about the compulsions that our jobs make us do, you know, like, or our professions make us do, because you have to sort of make up things that you have to let people assume things based on what you put up on social media, but the story could be really different. But then sometimes when I'm talking to, or I used to when I used to counsel clients for nutrition or so and sometimes I used to bring up my own story because it helps them to open up when you've shared your own. That time I used to tell them that, hey, you know what, I don't care the size that you are at, because it is not a reflection of your ability, because you could have some natural abilities that allow you to excel at the size that you are at. And so we need to find that we need to find what is it that really gets you going regardless of your size. And I guess then I would explain to them that, yeah, I mean, look at your fat loss journey as a fat loss, but it does not mean that whatever size you are at, you are not able to perform, you could really excel if you found what you like. And if sometimes we found what they like, then they could focus their fitness journey on that, because you since day one, you have the gratification of having hit your goals in that sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:42.520",
        "message": "So let me ask you a related question coming off from this, that I'm fascinated with the process of how people kind of get comfortable in their own skins, because we're always so sort of struck through life by the anxiety of what other people think of us and how they perceive us, which is largely pointless, because no one is thinking of anyone but themselves, right? But it's still an anxiety that is there. And it's still there with me, you know, every day, like, if I put on a t shirt, I'll be thinking about, you know, will my pawn show in this and why don't they have Indian sizes and all of that. So did sports make that process easier and not just in a physical sense of the way you look, but even at a sense of kind of who you are just being like, like, like, for me, I'm comfortable in my own skin in other non physical ways, in terms of the things I know, or what my accent might be or what my weaknesses might be and all of those. And, you know, but both physically and in terms of the people they are and the things they like and the things they want. I think many people find it hard at one margin or the other to kind of get that comfort with themselves. So how was that process for you? And since you counsel so many people, you know, and speak to them, how do you see that process playing out in others? Is this an anxiety that kind of needs to be fought? How do you get past it?"
    },
    {
        "speaker": "Guest",
        "time": "02:55:08.280",
        "message": "So first talking about myself, Amit, you just learn to deal with it. It's like I think it's like you being in the field of acting or modelling where you have to, you know, you're being perceived in a certain way all the time and you're expected to look a certain way, which is of course slowly changing. But when it comes to sport as well, people judge your ability based on how you're looking. I'd like I just gave you the example of me getting into running and somebody looking at me on my desk and being like, oh, she's she cannot run. And I went through that myself as well. And there are some things that are to do with your weight. But then there are a lot of things that have to do with your height. What are you going to do about that? I was in volleyball. And of course, if there are people who are taller than me, who are competing with me in trials or so, then you do have a disadvantage and you have to sort of get over it. Sometimes you lose out. Apart from that, when it comes to being comfortable in my skin, I have cycles and I think everybody should accept that you have cycles. Unless your money is coming from how fit you look all the time, nobody is a hundred percent fit perineally. And in a sense, that is real. It's authentic. It's how it is because your life goes through phases. Your focus goes through phases unless you're a sportsman or whatever. And that's going to show on your body. And so long as by and large you understand that this is a phase and by and large, you know that at some point you have to make an effort to remain fit and happy. And if you're exercising for the endorphins of it, like for example, right now I live in Berlin and the weather is very, I mean, the sun rises at 4am. So many times it impacts your sleep. It's setting at 10 or in the winters, the sunset is at 4 and you've not even started your day. You've probably ended work or classes in my case and you still have a lot to do. How do you train your mind to be sharp after that time? So I would now sometimes go and exercise because I want to feel really fresh because I have a lot to do and not really because I want muscles or I'm, you know, wanting to be very fit. So I think allowing yourself those phases is really important. And however that shows up on your body. But the only one thing that I am quite cautious of is this whole idea of blanket statements like be comfortable in your body. And I'm completely for body positivity. And I have just given you many examples of no matter the size of the body, you could have many things that are going for you. But having said that, there are some very, very specific things that are related to carrying a lot of body fat or in terms of not being fit. And to gloss over them because of body positivity or not having a PS statement or saying that I'm comfortable in my skin is actually being very, very untrue to science in that sense. I mean, it's important to be comfortable in your skin. But it's also important to be brutally honest about your health, at least with yourself. And if you have understood that, then reciprocate that in the messaging that you are putting out. So yeah, it's just a minor statement on the side that waves about messaging around body positivity have to be"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:16.720",
        "message": "also very cautious. And do you see this in the people around you, the people you counsel, the people around you and so on? Is it a problem that you see? Because part of my earlier observation about a lot of people not doing enough self-reflection is also this, that many of those people who don't do enough self-reflection are also people who are at some level not comfortable in their skin just because they haven't thought about it enough. And this just doesn't mean the physical aspect of it, somebody's too fat or too short or whatever. But even otherwise, people keep pointing out to me when I can't pronounce a word properly. Like I said, that instead of, you know, THAT, how it's supposed to be. And I'm completely comfortable with that because yeah, that's what I do. So what people know what I mean. But there might be other aspects where I'm not so comfortable. But I see a lot of people around me who are in a sense, pretending not just to the world around themselves, but even to themselves, that they are something other than they are."
    },
    {
        "speaker": "Guest",
        "time": "03:00:16.280",
        "message": "Is this something you've noticed? I think, Amit, the larger perspective on behaving like that is finding excuses not to face the reality, right? And I think this is a deeper issue that goes beyond, like you said, beyond body positivity or anything for that matter that you may think is different about you or the world notices about you, but not in the most complimentary way. I guess it has to do with people not accepting that there is, if at all, a problem or at least within themselves, within their mind saying that, hey, is this a problem or is this not? And if your mind is going to accept that it is a problem, then automatically, at some point, you're going to accept that you have to do something to change it. If you're going to constantly avoid facing the reality, then it could be your weight, it could be addictions, it could be anything that you want to change at all, if at all, and you're not going to get to it. And I think that's why, that was my thought behind putting the bell hooks quote the other day on Twitter, which said that you have to learn to be solitary and happy in your own space, because otherwise you start using other people as escape because you want distractions. And in that sense, your relationships or your outings are going to be meaningless, because you cannot stand to be by yourself in a room without any distractions. And that's true for all of us, to some extent for all of us, because even if I'm sitting in a room by myself, if I'm distracting myself with my phone, or I can't imagine sitting by myself without my phone and with just a book, or if I am not going to be watching some Netflix, or drinking or something, then I'm actually not yet in that zone where I'm comfortable with myself. And for many people, and I have seen a lot of such type of people who constantly want to hang out with others, because they just don't know how to be by themselves. And being by, let's face it, being by yourself is not easy. Even those that are managing to do some of that, it comes with its fair share of doubting yourself or being just bored out of your mind, or sort of going down the rabbit hole of your own negative thoughts. It's not easy. But if you are able to sort of face that and be by yourself, then at some point, the self-reflection, the acceptance of the things that you want to change about yourself or not change, that sort of starts revealing itself."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:03:28.520",
        "message": "I loved that Bell Hooks quote, so I'll just read it out for the benefit of listeners. Knowing how to be solitary is central to the art of loving. When we can be alone, we can be with others without using them as a means of escape. And that's a profound thought in the sense that it also, I think, acknowledges the tendency that when we are with others, we are playing a part. There is always a filter, there is always this consciousness of how we are perceived. Whereas if we are just with oneself, we are what we are. Like there's an excellent book I read by Seth Stevens, Davidowitz, which I'll link from the show notes where what he essentially did was, his thesis was that people are most themselves when a, they are alone and b, when they're searching for stuff on the internet. Because that's what reveals their true desires and what they really want and all of that. So he got anonymized data from Google, Facebook, and I think a bunch of others and wrote an entire book about what people are really like, what they really want, what they really care about, what turns them on and so on and so forth. So I kind of found that a very illuminating approach and obviously anonymized data. So there's another quote you posted recently from one of my favorite poets, Mary Oliver, which goes this way, quote, tell me what is it you plan to do with your one wild and precious life, stop quote, which is a lovely question that I think anyone of any age can, you know, pause and think about. And so when you look"
    },
    {
        "speaker": "Guest",
        "time": "03:04:54.880",
        "message": "back on your life and you… I find it a very difficult question to answer. I mean, the reason I posted it was because I was like, who is able to answer this at what point? You can have ideas, but sorry to cut you off, but that was my thought behind"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:11.000",
        "message": "posting it. No, it's a great question. And the reason I said that anybody of any age can think about it is that people assume that after you reach a certain age, surely you have answered this question. And that is not the case. Most adults are winging it, you know, adulthood is winging it better than, you know, when you were not an adult. So it's a difficult question, even for me, but to sort of use this as a way to segue into your past life. So when you were sort of going through school, and about to enter college, and you're, of course, playing volleyball, and you love sport, but you're not going to be a professional and you don't want a job in railways. And you opt for sort of engineering. What was your conception of yourself then? And what was driving you? Like, did you fall in love with engineering, which is why you did it? Or, you know, I just smiled as I said that, because I can't imagine anyone falling in love with engineering, but that is just my arts-wala bias, as it were. Or, you know, were you just sort of following a particular template that, okay, good students do engineering, and let me do this or whatever. Tell me about, you know, your motivations and why you did the things you did back then."
    },
    {
        "speaker": "Guest",
        "time": "03:06:23.200",
        "message": "So to be honest, becoming an engineer was somewhere in my, in the back of my mind since I was six, maybe. I'm not saying this because I feel very passionate about engineering or to say that I was feeling very passionate back then. But I must have heard it somewhere and it stuck in my mind. And that's, to be honest, I didn't grow up in my schooling days thinking about, oh my God, what am I going to be? But like I said, because I got into sport because of a few other things that happened that made me more, much more confident as a person, that I think doing something good in sports or excelling in sport, in my case, made me feel valued. And because like I said, I was not like a topper in class or something, but then once you are a state and national player, you're valuable to the school. You can see that the school, your colleagues, everybody knows that, hey, this is her thing, this is her skill set. And I used to really enjoy that feeling. And I guess that's what I sort of was chasing as a school kid. And then the rest of my 10th and 11th and 12th, I guess I just wanted to do well, continue playing volleyball. And then when it came to choosing, I had a brief moment in 11th and you went to Ferguson Arts and who is not interested in Ferguson Arts. And with my background as well, there was a moment when I sort of wanted to rebel and I took admission to science in 11th, but I wanted to move to arts in the 12th. And like I said, my parents were always very supportive and they said that, okay, if you wanted to really do it, you should. But I have to be honest with you, I came from a middle-class family and I had absolutely no examples of my colleagues who studied arts at the time, whose family was not very well-to-do. They were all absolutely very well-to-do and could allow their children the choice to join arts, the indulgence. And to be fair to these examples that I had in front of my eyes at the time, they were all extremely intelligent people and later on were gold medalists in Ferguson Arts as well. But they had the freedom to choose at the time arts and for people like me, we made peace with the fact that arts can be done later on or you can join and change your field and all of that. So I followed and then of the choices available to me, engineering seemed to be the most natural for me. And the only thing that I knew when I was choosing engineering was I knew what I didn't want to do. And it was to do with all kinds of IT and computer engineering. And I wanted to do mechanical engineering and also at the time it was really more about what felt interesting rather than me having thought about it in depth. And then with a combination of a university or a college that ranked well. And then I didn't get mechanical and at that time some students from the petroleum engineering department were living in my building and they told me about this branch that only MIT offered. And what I really, really liked about petroleum and I know the industry doesn't have a great name in this moment, but I wasn't thinking about all of that. I was thinking about what do I like to do and whether it will have prospects because you're coming from a middle class background. It's very easy for you to have saved up a little money and sit here now in your mid thirties and look back and judge your decisions. But for me at that time it was about what is unique, what is creative. And petroleum was the only engineering course that allowed me to study geology, which is anyway between creativity and science and also engineering subjects along with it and mechanical engineering. Half of the first two years were mechanical and I already knew I was interested in it. And then I was going to study geology, paleontology, I was going to study fluid flow and that combination of and the uniqueness of petroleum engineering is because all the oil and gas fields are hundreds of kilometers wide. No company ever has enough data. There's only one or two wells that are drilled and you have data in a certain radius. And then we used to have to build those 3D models with that little data over 100 and 200 kilometers and extrapolate that data. And it's really a mix of physics and creativity and imagination. And to then put it all together logically, I found that very interesting about petroleum. And that's how I ended up joining it. Throughout this whole journey, there was really no long term goal that mujhe ye banna hai, wo banna hai. And continued to be very active outside of, I mean, in things outside of academics. And then eventually all of that came together in getting a job with Shell, which was a dream job because it was at the time the topmost company on the Fortune 500 in 2008. I would say I thoroughly enjoyed that journey. I guess I've followed my gut all the time. What is it that I'm really going to enjoy doing on a day to day basis, not in terms of principles and all of that. At the age of 18, I was not thinking about all of that for sure. But on a day to day basis, what am I going to do? And that is something that I did and I really enjoyed it. Definitely, I think even my background with sport allowed me to take that risk because petroleum in the petroleum engineering class, there were only three girls, and the rest of them were boys. And, and people would scare you when you would make that choice. Rig pe jaana padta hai, wahan pe ladkiyon ke liye kuchh hota nahi hai. And then you may not be treated very well. And all these things, people would tell you and you still go ahead and choose that branch and then you have a flourishing career afterwards. And because I have had, because I was in petroleum, most of my life and most of my career, I have been in, in rooms, meeting rooms and in situations where there's hardly any women in the first place. And I guess because, because I came from the background that I did, I was fairly independent and I was quite risk taking in that sense. And so it never bothered me. I have never really, of course, I mean, I agree with the whole idea of women not being given a platform and a voice. But if you put me in a room where I am the only girl sitting with a lot of men, I would not find it very weird. Because that's the experience I've had ever since I joined engineering. But yeah, I didn't have a very long term plan."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:14:23.840",
        "message": "Yeah, and I wouldn't at all be apologetic about the petroleum industry like you half were because it's one of the engines of the modern world. So, you know, whatever might be the case now and how situations may have changed. So post engineering, you said at one point you quit, you wanted to do your startup. And at that point, you also kind of went to Thailand and all this stuff happening. So what's, what's happening in your life through this period? Like you joined Shell, you were presumably, you know, how was that experience for you of actually being a petroleum engineer? And what was your relationship with sport through this time? And then at what point did you decide that you want to strike out? And what was it that you intended to do when you went on your own?"
    },
    {
        "speaker": "Guest",
        "time": "03:15:08.560",
        "message": "So when I joined Shell, in terms of sport, like I said to you, I did a lot of trekking with the group that I had because Shell in India was a young company, they had just launched a technology center in about 2007 or so. And the interesting thing about that was that they were recruiting about groups of 40 people or so from these IITs and then from MIT Pune. And they had only started doing that in 2007. So that means the whole building, I joined in 2008. So there were maybe two batches before me. So the entire building was of the age group of 21, 22, 23, which is very unique compared to joining an IT company. And then there were a few expats who were in their late 50s or early 50s or so, and some Indians who were brought in from ONGC, who were our managers, who are also much more senior, but that number was very small. And so there was a lot of scope to continue doing sport because we did a lot of running in those days, I did a lot of trekking. And I played a lot of badminton because Shell used to book these courts for us. And we had a great group and I got really good at badminton in those days. I used to play it since I was a child, but I really I think honed my skill in those days. So continued doing things, participated in corporate tournaments and things like that, but nothing like really, really competitive as such. But that was about it. And then, like I said, in Dubai, I was with these colleagues who were ex-New Zealand military and we participated in this Desert Warrior. So that's how it was, I was active. In terms of career, so in Shell, I was a reservoir engineer. So what reservoir engineers do is when a couple of wells, exploration wells are drilled on oil and gas fields and data is collected. So initially seismic surveys and all are done and then these surveys go to the geologists and another group of people called petrophysicists who then give us an idea of what are the rocks, where is the oil found. And normally oil is found in carbonates or sandstones and how the formation looks, how big is the field and what is the porosity, what is the permeability, can we get it out. And then they make some models and then as reservoir engineers, we had to basically use those models and model the fluid flow. So we look at the viscosity of the fluid, the pressure under which it is, the saturation of the liquid. And we have to eventually, if the oil field has produced before, then we have to bring our model closer to what oil and gas it has produced before and then forecast how much it will produce later and then come up with the number of wells that we want to drill to bring that much oil out. And so our job was to find the locations from our 3D modelling of how can we get the most out by drilling the fewest number of wells. And then there is various challenges, there is fractures in the rock, there is places you can't get to, then the types of wells you have to drill. And so that was mainly my job and then I was looking at the business planning as well. I was in my last posting in Dubai, I was working on the oil field in Iraq which is called Majnoon, which is currently the world's second biggest oil field. Yeah, I pretty much worked on oil and gas fields across the world. And then after having done that for 8 years in 2016, I was like, it's time to move on. By then you, of course, think that you don't want to be associated for too long, you're wiser, you've probably come to a point where you've sort of supported your family, the things that you immediately needed your job to do as a youngster has been taken care of and you're in a risk-taking position. And I was always interested in fitness and sport and then, like I said, in Dubai I really took it a notch higher and then around that time I had my start-up idea and I came back to India and then I decided that I want to now quit. And I was about 29-30 then and I was like, this is when I'm going to take a risk, this is a good time to risk doing something different. And that's how I ended up quitting. I took about 6 months off and then in 2017 I went on to study sports nutrition and personal training from the K11 Institute of Fitness Sciences in Pune. And then I launched my start-up and it was a whole new journey because as a petroleum engineer I didn't know how to build tech platforms and all of that. So then I started a new journey after that."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:30.640",
        "message": "So tell me about this journey of actually learning about fitness and learning about nutrition and so on because one of the things that, one of the rabbit holes I kind of went into was just how everything we knew about nutrition not too long ago was completely wrong. There are great books by Gary Taubes and Nina Teicholz and all that. I'll sort"
    },
    {
        "speaker": "Guest",
        "time": "03:20:55.000",
        "message": "of link those from the show notes and Jason Fung."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:57.200",
        "message": "I love those. I think Nina Teicholz is really good. Gary Taubes is really good. I was going"
    },
    {
        "speaker": "Guest",
        "time": "03:21:03.280",
        "message": "to gift you one of those books by the way. I didn't find it in Crossword and I didn't have enough time to order it on Amazon."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:09.440",
        "message": "No, no, I have of course read them all digitally and you did give me a lovely book on running by Murakami. So thank you for that. I'll use that to inspire myself and one of my realizations looking into that was that for decades we have demonized fat and exculpated carbs and especially sugar and that many of the studies that blamed fat for many of the misfortunes that we go through like heart disease and so on were funded by the sugar lobby and these books have great details of the politics behind it and the economics behind it and the incentives at play and I think in the late 70s the US Health Association or some US government body came out with their dietary guidelines which essentially caused the obesity epidemic in America because they were like sugar is completely fine, carbs are fine, fat is evil. And today we know the opposite is true. That sugar is poison. As you pointed out earlier during lunch, sugar is like cocaine. It is a dangerous addictive drug and I have of course been on keto plus intermittent fasting a couple of years back and found the benefits of it and with your kind guidance now, though I started keto three days ago again before we met but you've guided many people into keto and I'll take your advice on this as well. But what struck me through all of this, through reading up on all of this and entering these rabbit holes was how the conventional wisdom on this is so incredibly wrong and therefore even when you speak with people who are professionals in this, whether they are doctors or nutritionists, they are actually giving you bad advice because they are practitioners who learned their theory at a time before the science changed, so to say, before we knew what we know now and therefore many of their ideas are actively dangerous and sort of wrong. And what I also realized during this time is that we assume that all of this knowledge which is in these guidebooks and government organizations, give it out into bullet point format and all of that, it has a ring of science about it. But the science of nutrition, it seems to me, is really at a very early stage. It's where, you know, other medicine possibly was in the 19th century. We don't really understand what's going on. And it's, you know, only with time that we are getting more and more knowledge of it. So tell me about your journey of understanding nutrition, understanding how the field had evolved, not just at the point in time where you actually, you know, take the course and start learning about it. But even before that as a sports person and so on, you've obviously been thinking deeply about that stuff. So, you know, tell me about that journey of just learning all of this."
    },
    {
        "speaker": "Guest",
        "time": "03:23:45.280",
        "message": "So Amit, first of all, when I was in school and university and when I was playing competitively, there was literally no understanding or discussion about nutrition. I mean, yeah, for sure people would be like, oh, wazan kam karo, all of that would happen. But then nobody would tell you what to do about it. And coming from like middle class backgrounds, we weren't really thinking about, oh, there are nutritionists, so people actually go to them. Actually, I think going to a nutritionist has become mainstream in the last five or six years, I guess. And some of the digital startups are also sort of have helped that whole journey because they made it more affordable. But so when I was growing up, there was really not much knowledge about nutrition. There was just the understanding that, hey, you should eat less so that your weight doesn't go up, you know, that's about it. I think after I studied nutrition and the reason I studied it is because I wanted to launch an online tech platform that did like video workouts and personalized nutrition and all of that. But for me, it was about, hey, how am I going to know or understand the quality of my product if I haven't certified myself in the first place? So you can think of it like an engineer's mindset that, hey, I have to know scientifically how these things work, even if I can employ other nutritionists or personal trainers, because how do I know the quality of my product? Nobody could be telling me anything, but I'll have no opinion about it. So that's how I started the course in personal training and nutrition. And thankfully, and the reason I joined K-11 in Pune was because even though there are a lot of international courses, there are very few that go into the scientific detail of nutrition as much as K-11 does. And that is because it was founded by Kaizad Kapadia, who's no more, unfortunately we lost him last year during COVID, but who I immensely admire. You can easily call him the father of fitness in India, because he is the only person who went into so much depth of nutrition in India and created a course that was highly, highly scientific, open to debate, that it allowed us to understand why a keto diet or why some other diet, why something works, why something doesn't. And so long as you're learning by asking why and getting a scientific answer, I would say, regardless of where we are in our understanding of nutrition, you are in good hands. But most often than not, people will not ask why. And for me, that journey was, first of all, because I met Kaizad and I was convinced that he was a science inclined person and not just somebody doing fitness courses. Otherwise, it wouldn't have kept me engaged. So I learned a lot from him. He was the one who told us about the books that you mentioned earlier from Nina Teicholz and Gary Taubes. And then we read those books and Nina Teicholz is a health investigative journalist. And if you would want to find out about proofs for what we are saying nowadays, then you go into these books. So there were some things that were introduced to me in my sports nutrition course, but again, the course is like six or seven months. So the questions that you have, you also try to answer them by reading these books by these people. There is also a wonderful book that I read that's called The Wheat Belly. And that literally goes into how the wheat that we eat today isn't even wheat. It's like some 100-200 strain of some plant that has come out of sort of experimenting with the original wheat plant, because we need to meet the demand and supply. And the original wheat plant, for example, was five feet tall. And today, the wheat plant is very short, because a lot of the produce was being lost because of the winds, and the demand was growing. And slowly, we started changing how the wheat plant could produce more. And what we have today is so altered from the original that we don't even know if it is called wheat anymore, how many strains of the original plant are there. And so you start reading all of this and you start thinking about, hey, what makes sense to me the most? And if I'm going to convince somebody on how they should eat or how they shouldn't, can I back myself up? That was pretty much my journey. And that's why I have gone on to read these books. Because you're asking, especially when it comes to a ketogenic diet, and given that there is so much information and misinformation online, you're going to have to really talk to people and explain to them why you're doing what you're doing. And at the same time, you want to educate yourself enough to let people go who do not let you function with your scientific beliefs. Because you're going to have clients who are going to hold very strong opinions. And you don't want to get into circular discussions with them. Because this kind of discussion can keep going on. You can engage genuine questions and answer them. But for me, it's like if somebody is coming to you with a religious or a strong belief, then they are not the people you're going to try and convince because they have a certain belief system. This is not to do with science. Then I'm going to be like, okay, follow whatever you want. If you're a Brahmin or a vegetarian, because you are a religious person, then what is the point of discussing science? You're eating a vegetarian diet because of that. So that's fine. Then in my mind, I'm like, okay, that's fine. But I have a problem when people just go on propagating diets, for example, vegan diets by just saying that, hey, this is healthy, so I'm doing it. If you're doing it because you feel for animals, that's wonderful. I'm not going to debate that. But don't try and say that, hey, this is a very healthy diet. Because scientifically, it's very difficult to prove that with a vegan diet, you're getting the kind of first class proteins that you need. And then trying to convince people that pea protein is very good. I am not very sold on those things, because I just cannot stand the scientific backing that these things have at this moment."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:24.120",
        "message": "Like I understand what you mean about there being no point in discussing something with people. And there's this lovely essay Paul Graham had written called the four quadrants of conformism. And one of these four categories was a type called the aggressively conventional minded ones. And you run into them all the time, right? And in this context, also, I've run into them when I talk about sugar being poison and how it's dangerous and all of that. And these are people who would have been taught in school that fat is a problem, that dietary cholesterol is a problem, and so on and so forth. And that eggs are bad. I mean, there are actually people who have egg white omelets and think they're eating something healthy, but they're not eating the healthiest part of the egg. And there's no point arguing with them because what happens with people, conventional people, what happens with everyone is that we look for frames to explain the world. And for many of us, there is a frame we adopt, which is a conventional frame, which has been handed down to us, which could include things like fat is bad, or India's problem is its population, and so on and so forth. Another margin on which I face resistance when I say our population is not a problem, people are"
    },
    {
        "speaker": "Guest",
        "time": "03:32:30.000",
        "message": "brains not stomachs. I completely believe that. I think population is a strength."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:33.720",
        "message": "Yeah, people are brains, not stomachs. But again, I get enormous pushback. And the reason for that pushback, the reason aggressively conventional minded people exist, is I think aggressively conventional minded people, I love Graham's formulation here, are either lazy or stupid. Because once they get that get a framework that explains the world to them, they simply do not want to reconsider it because it takes intellectual effort or intellectual honesty, or even intellectual ability to be able to, you know, hold multiple thoughts in one's head simultaneously. And these are really the kind of people who irritate me the most on Twitter, who will come at you and be aggressive, with a completely conventional point of view, and think that, you know, they are independent thinkers of some sort, or they've really kind of figured it out. But that is a sort of a pet peeve I have. And let's not kind of go into that. But so when it sort of came to nutrition, you've pointed out your journey in terms of weight as well, you know, you have your before and after picture, and you also lost a lot of weight and all of that. So when you started learning about fitness and nutrition, at one level, some of it would have corresponded with what you already knew from experience, or kind of deepen that or back that up. And some of it might have been new to you and sort of challenged the way you thought about it. And then in the second category, I'm guessing that you would have said, okay, let me do this. If I am going to recommend this diet to other people, let me do it and let me see how I feel. So tell me a little bit about that sort of journey. And, you know, is that the reason for for example, weight loss or whatever, or you know, what was"
    },
    {
        "speaker": "Guest",
        "time": "03:34:12.440",
        "message": "No, so my my weight loss journey happened even before I studied nutrition. But that was just me following another trainer's plan, exercise and then keep your calories, calorie count and stuff. When I actually learned nutrition, then I realized what is the what are the functions of proteins, fats and carbs in our body. And so when we say eat 1200 calories a day 1300 calories a day, now I don't talk in calories. Now I now I don't just don't talk in terms of calories, I talk in terms of what is the quality of food that you're eating. So that was a big change. Why am I eating a lot more fat? Or why am I eating a lot more protein, I learned that I could have a low calorie intake, but and I could have seen becoming fitter. But I could really optimize it if I knew that my my first class protein intake, for example, was very low. As a vegetarian, I have to make extra effort, of course. But so my learning was that that what are what are proteins, fats and carbs really doing on my plate and for me. And when I studied that, and I started applying that on my fitness routine, what then I started noticing was, first of all, you start getting a lot more stronger. And I could see that happen in the gym as well. And I did end up getting to a point where I was lifting 90 and 100 kilos. And if you looked at me, I look fairly lean, not not a very thin person, but also built, but you can't see the muscle kind of a thing. And you could see it when I'm exercising in the gym. And then I started seeing that I could do new new things that people couldn't and people who look cleaner than me in the gym, I'm, I was able to do things that they are not able to do, for example, pistol squats or squatting on a single leg. So that came from my nutrition, but also from exercising with pure science behind you. I mean, purely keeping science in mind when you are even planning your fitness regime, and then backing it up with nutrition so that you you get you see that that improvement. And so that was the difference. Initially, when I lost weight, it was purely calorie counting low fat. And I mean, I was happy doing it. In general, I was a lot more active. I was in Dubai. So you end up walking a lot. And I was very, I was doing volleyball very, very regularly when I was in Dubai. So lots and lots of exercising as such I was walking to work and walking back. So I guess all of that came together. So I became fitter. But it's only after I studied it that I saw gains in that sense of in my strength in my energy levels. So that was the difference a lot more educated approach."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:37:28.440",
        "message": "And I guess that must be incredibly empowering. Because with everything else that I do, I like to understand why the output is related to the input that I am doing this and therefore something happens. And I feel for most of us with our own bodies. It is mysterious. We don't know what's going on in there. We don't it absolutely is. Yeah, like, I was diagnosed with type two diabetes last year. So recently, I got a continuous glucose monitor from Freestyle Libra. And I was trying that out. And, you know, and my intention was always that okay, I'm going to reverse this, I'm going to get back to keto and intermittent and you can work out more and I can, as you've told me, but what gave me the ultimate Philip to it was putting that continuous glucose monitor and just seeing that I have two slices of toast and my blood sugar explodes. And, and I have a wholesome meal of bacon and eggs"
    },
    {
        "speaker": "Guest",
        "time": "03:38:20.400",
        "message": "and lots of cheese. And I compared it, right? I compared it and my blood sugar didn't move."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:38:25.760",
        "message": "The needle didn't move when I had a full packet of bacon and three eggs and lots of cheese and the needle did not move when I have one slice of toast and the needle shoots up. Yeah. And and it's so useful to be able to sort of, are you an optimist as I certainly am about this kind of biohacking? Because I just... It's not biohacking though. Keto is not biohacking. No, but I mean, things like CGM. So you get information about what's happening in your own body and all of that. Maybe I use the wrong term. I don't know what's a good term"
    },
    {
        "speaker": "Guest",
        "time": "03:38:55.920",
        "message": "for it. For experimenting with yourself. I mean, let's just call it that. Biohacking"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:02.400",
        "message": "in general, it can be quite a, quite a rabbit hole. Okay. So it's a fancy phrase like blockchain"
    },
    {
        "speaker": "Guest",
        "time": "03:39:08.520",
        "message": "and so on. Yeah. Yeah. I mean, I guess biohacking is just you being open with your body and"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:14.920",
        "message": "testing things on your body. I mean, for example, another thing that I do, which the aggressively conventional minded people argue about is I have Modafinil, right? I use it a lot. It's like, it's a cognitive drug. It's like slightly more advanced, the next generation after Adderall and so on. But I researched it heavily, went into Google Scholar, read all the papers, realized it was completely safe. And now I use it on days where I really need to focus and don't want to lose concentration, like today, because I have a recording. And I find it is so way better than something like coffee. Coffee is an incredibly blunt tool. And Modafinil just keeps your mind so alert and sharp, even when you're physically tired. And it's miraculous. But whenever, but you know, when I mentioned I'm using it, one in four people will say, oh, it is, it must be so dangerous and this and that. Sorry, carry on."
    },
    {
        "speaker": "Guest",
        "time": "03:40:02.160",
        "message": "Yeah, no, by I mean, people who are not quite used to people who do biohacking or experiments. And, you know, honestly, the people who are doing these experiments or who are biohacking and testing it on themselves are the most well informed. And I know a few others as well who have tested things on themselves, and they reveal things about their body. So honestly, like no comments on that. It's like a personal decision that people find something that works for them and probably research and convince themselves that it's safe enough. But when it comes to, for example, a keto diet, I would say that it's far too established"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:40:49.200",
        "message": "now to call it biohacking. I wasn't referring to keto, I was referring it to my getting"
    },
    {
        "speaker": "Guest",
        "time": "03:40:53.960",
        "message": "my numbers about my blood sugar constantly. Exactly. And then coming to measuring each and everything. If you personally ask me, if you're generally convinced about the science, you don't have to measure anything every day, if it gives you some sort of a kick to measure it every day. And I would say I have friends who've experimented with a variety of food items and tested their blood glucose level and they wanted to see. I'm sure at some point of time, you would see that these results are not repeating themselves, you learned what you should. There is about 10 or 20 items that you end up eating in a week or two, typically, and you've tested all of them and then you've measured your blood glucose and at some point that whole energy level will be like, okay, I know this. You know, at that point, you can say that that glucometer has served its purpose. And it has taught you. It does. So I am completely for you learning or teaching yourself in the way that that works for you. Because I don't think that anybody is able to follow anything at all, regardless of nutrition, but any plan, if they have not questioned it enough, if they've not tested it enough, and if they have not grown their knowledge from where it was. And if I'm going to act like an instructor, and I'm going to give you a plan that's in the dark, and I'm going to be like, hey, just follow this plan. And then magically at the end of a month, you'll have seen some results. But if you if somebody else was to ask you, Amit, you're losing weight, what are you doing? And you're like, I don't know, my nutritionist gave me this plan. That's the worst outcome. In that sense. So I sort of feel quite passionate about the teaching part of nutrition than me writing a plan for somebody. Because it's easy to find a plan on the internet. It's not easy to find somebody who you can ask all your questions and for that person to be able to connect with you enough to explain the science behind it to you. And I guess that's why we end up paying nutritionists. We don't pay them because they're going to give some unique diet plan. And that's true for all famous nutritionists, everybody, people would, you know, really pay, find some amazing nutritionists and be like, okay, I'm going to pay her because I'm going to pay her 1 lakh rupees, 10 lakh rupees, 8 lakh rupees, whatever it is, she does some magic. No, the body works on science. And she doesn't have any magic pill. What differentiates one person from the other is who you connect with the most, who your personality connects with the most. Because when then that person is going to tell you what you should do, you're more likely to receive it. And when you're in that mindset, then you're going to follow it and then you're going to see results. I mean, that's my thought process about and then in terms of measuring, I think that the first month people end up measuring however many things they can measure. But once they start seeing some changes, then they are just convinced that all this is working and I'm not going to measure as much. Having said that, I would definitely say that people who are desperate to take fat burners, who are desperate to get on to creatine in the gym. These people need some more guidance and that these kinds of things are definitely not for everybody. And they are dosage specific and who can take them. For example, fat burners that are coffee based are not good for people who have heart conditions. They are not good for people who are on depression medication. And so when it comes to those kind of things, I would definitely say people need much more guidance."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:44:50.560",
        "message": "And do you find people pushing back sometimes when you give some of this guidance because some of it would, again, as we discussed, be contrary to what they would have learned or even what their doctor would tell them?"
    },
    {
        "speaker": "Guest",
        "time": "03:45:01.320",
        "message": "Yeah, they definitely push back and the unfortunate thing is everybody who comes to you already thinks that they know a lot of things. So you first have to listen to them. And then you have to slowly start explaining to them. Some of them might have the right notions as well. So you sort of say that, okay, these are the four or five things that I agree with you on. These are the four or five things that I have a different opinion on, without really saying that I disagree with what you believe in. And then there are some people who will sort of buy into what you have just said. I have a very long process of going into the science and I'm sort of trying to understand the people who've come to me and their patience levels and their interest levels. Because if they are not going to be in the mindset to learn, then there is no way I can write a plan for them that they are going to follow or really connect with or whatever. So sometimes I let people go as well. Sometimes people come with preconceived notions and then there have been times when people have come to me and said, oh, no, no, but all this is fine. But then we know somebody who gives this powder or whatever, and people have lost weight on that. And sometimes when I see that they're too convinced on this, and they're trying to give you this example because you're charging too much according to them. And then sometimes I tell them, okay, no. And then invariably they'll come back to me in a worse condition three months later. And of course, you don't say I told you so, but you did. So that makes your job even more difficult in that sense, because they've now come back to you at a worse point than"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:46:57.120",
        "message": "they were before. Since everybody listens to this podcast, they"
    },
    {
        "speaker": "Guest",
        "time": "03:46:59.880",
        "message": "just heard you say I told you so. I know I did. No, it's true. And I find difficult this point very difficult when people come to us because people nowadays that are actually making the effort to come to your office and pay you a lot of money to get a diet plan, which perhaps is available on the internet, are actually coming to you for reasons way beyond that diet plan. And those reasons are that they don't have anybody to talk to. And the everything that's showing up on their body is actually a reason, is because of something else. And your job is really to make them comfortable and allow them to tell you what's bothering them. And I have had so many younger audiences, young adults who are on depression medication. And of course, you know, their psychiatrists or psychologists have told them that you know, start exercising, it will help you with your moods, it will help you to become fitter. Maybe it allows you to improve your self perception. It's like these side activities. But so this was the most revealing thing to me when I became a sports nutritionist, because I did not know that I signed up to partly become a counselor. I guess I accidentally got into it. Initially, I used to think that people are going to come and they're going to be like, okay, I've tried so and so things and I'm really confused because nothing's working. What is your advice, but it wasn't like that. So I've had I have had clients who have come to me and said that I cannot speak to my parents about my desires about my future. They're pushing me to be a CA, I want to be a filmmaker. And this is this is like 22, 21 year olds, and that friction in the house is causing a lot of pain in that relationship. And then the kid spends a lot of time outside, he's obviously depressed, he's also consuming a lot of food as a like we said, sugar is a is a addictive drug in that sense. And so it's not surprising that people turn to food when they are low. And then the parents at some point say that, okay, okay, now I'm going to take you spend a lot of money and take you to this nutritionist because you need to get fitter. And then you slowly start listening to them and you start realizing that these people's problems are something else, the whole exercise plan and all that they will follow. But the source of their pain, the whatever is showing up on their body is something else. And how do you sort of get through that person, tell them that, hey, I understand. But let's focus on the fitness at this moment, and then try and build trust with them. And I have also had, for example, a mother brought her her son to me two, three years ago, and he was 24 years old. And he was some 101 kilos or something like that. He didn't look very large, but he yeah, he could do with losing some 10-20 kilos. With most people that come to me, I first say that I want to see your lipid profile and I want to prescribe them a few blood tests and I want to see what's going on inside. Outside ka toh I can see. And then when they came back with the blood test, I realized he's pre-diabetic and he's only 24. And so I started explaining to the mother that, hey, this is what it is. I mean, he really has to take care of his health now so that it doesn't turn into a full-fledged type 2 diabetes and it's too early for this to happen and it's lifestyle thing, it can be reversed, all this, all that. And after listening to me say all of this, this lady says to me, listen, he needs to lose 20 kilos. How can I register his profile on this matrimonial site because I cannot put 101 kilos there. And I want to register him. And for a moment, I didn't know what to say to her because I was like, you know, honestly, this should be the least of your worries. But then the guy was, I sort of became good friends with the guy and he followed my diet plan, he lost weight and all of that. And he was quite excited about it. But that's what I'm telling you, that there's such a disconnect between what the children want, what the parents want, what there's such, there's the communication between parents and children is broken right now and how. I had another person who came to me, he was 16 years old. And casually while talking to me, he was like, oh, I take sleeping pills. And casually. And I said, how do you have access to sleeping pills? And oh no, I was depressed when I was in 8th standard and then my parents are doctors. So they said, no, no, take this, this is mild and you'll get good sleep. And then I sometimes keep it and then sometimes I take it. And I was shocked because he was just making it sound like it's normal. And then sometimes you have to stop yourself as well because somebody strikes such connect with you because they're not able to talk to their parents that they think that their biggest problems or deepest desires can be shared with their nutritionist. So this person comes and tells me at some point, he's like, no, no, I really want to talk to you. And I was like, okay, fine. And then he was like, I'm addicted to porn. And I'm just sitting there and looking like what did I mean, I'm a sports nutritionist. And then of course at that by that by then you're experienced enough to say, hey, you know, I will refer you to somebody. And of course, I knew some people that I referred him to. But it reveals what's the problem with people. And a lot of it is communication. It's to do with the fact that we are so intolerant, we are so isolated in the society today that nobody has the time, not even your parents to really sit and understand from you what's happening in your life. What is it that you're happy about? What is it that you're unhappy about? Is there something they can do to help? But instead, a lot of parents would come at their children with their desires. You know, the child's expectations or experiences of their life are going in a different direction. And parents have absolutely no appetite to understand their children anymore. And they have a lot of money to pay nutritionist. Ki kisi aur ko aapka problem solve karne do. I will go pay them. I will take you to a psychologist. I will take you to a nutritionist. All that is wonderful. And it's needed. I don't say that parents should take things in their own hands. But in terms of understanding your own children, it's just, it's an it's a non negotiable thing, I think."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:54:34.520",
        "message": "This is such a great insight about sometimes matters that seem to do with nutrition go much deeper than that. And I'm just thinking of"
    },
    {
        "speaker": "Guest",
        "time": "03:54:41.480",
        "message": "They almost always do. The people who have just, you know, just recently gained 8-10 kilos or generally are active, they are not the ones who will come and pay you. They'll be they'll find some diet plan online, and they'll be fine with it. But the ones that"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:54:56.440",
        "message": "come to you have a lot, lot of deep issues. No, and I just think of that kid whose mother wanted him to lose 20 kgs so she can put his picture on a matrimonial profile. And I'm just thinking that my God, if I was a young man, and my mother was like that, of course, I would eat pizza all day. Aur kya hai? You know, it's, it's, so here's a question what you've pointed to is both something that's forever been there, that is parents imposing their desires on their children and putting that pressure and so on. And, you know, not allowing their kids enough agency. And that's always been a problem in India. And also something that might be something that is exacerbated in modern times, which is that level of disconnect, where a young person may feel that she has no one to talk to, that there's no connection with the parents. And perhaps I can understand this friend could be with, this young person could be with her friends in a cafe, and they're all looking into the smartphones and not into each other's eyes and actually having a human conversation. So do you think that that specific kind of disconnect is a greater problem today than it used to be once? Oh, I absolutely"
    },
    {
        "speaker": "Guest",
        "time": "03:56:03.520",
        "message": "think so. Because, I mean, this happened, I was in a class of some 30-40 people recently and in some lecture, they said that, okay, list down a few people that you are closest to. And we would imagine that a lot of people will come up with five people that are like really, really valuable to them. But not a lot of people have so many people in their life that they completely trust with. And some of them have nobody. And I definitely think that with youngsters of today, I think the fact that they have nobody to talk to is one thing. But also, I think they're bombarded with so much so early, in terms of any topic that they don't know how to process anymore. And that I think is a fundamental problem. I think it was, to some extent, I find it good, if you have sort of a military type thinking where you're like, okay, I do this, I do this, I do this, and at some point life works out. But today, if you have a mobile phone at the age of 10 and 12 and 13, and you're being exposed to so much information that perhaps you don't even need. I mean, think about adults as well, right? People are finding it difficult to keep up with the information overload on Twitter. And these are adults. And if you have given a phone to children, teenage people who are on Instagram, what is their self-image going to turn out to be? And then, because you have Netflix, because you have, and they have on average more money than I think most of us had, at least the city goers, so they know how to spend it to get instant gratification. They are not having to turn to each other to, like I said, we were climbing up the Take D and then going and skating and all of that. I don't think these folks are doing that anymore. And so, right from childhood, what are the quality of relations you're carrying with you through your life? And the opportunities to build those strong relations are going to only keep going down, because your own effort is going to be less sometimes, opportunities are going to be less, or just because you are not around as many people as you would like to connect with. So yeah, I definitely feel they are disconnected, not only because of social media or so, but also I think the quality of conversations, what's happening in the country, the fact that there's this random mix of you're all going to good schools, but also schools are trying to put in a variety of ideas in people's minds. I was just speaking to a friend of mine whose young daughter started going to school, and apparently the school has said that we want equality, so we have the same shirt and pant dresses for guys and girls. And now here I'm thinking that is this an expression of equality that, okay, the girls will not have a pinafore and sash anymore, is that an expression of, and then how is a pant and shirt for a girl and a boy an expression of equality, if you're taking it from what men wear? Why not a pinafore for both? So, I feel like there's a mix of schools trying to try different things, and also sometimes going overboard, I think. Because I remember when we were growing up, we used to, I mean, I've gone to all these random places for my sport tournaments and stuff, and not once were our parents really bothered about what's going on, they would trust the school teacher that's going with us, and then let things happen. And they would just be like, okay, this is your 2000 rupees for your 3-4 days trip, and go have fun. And also you're not constantly in touch with them, you come back and you have things to talk about. Nowadays there's nothing like that. What do you connect with? You're constantly connected, what do you update them with? If you're going to talk to your parents, or your friends. So, yeah, that's my general thought process."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:00:51.200",
        "message": "The Japanese have this lovely word called hikikomori, which is hikikomori are those people who, those young people who don't see the outside world. So they live in their rooms, and they might do whatever they do in their rooms, but they never come out, and the parents will often just leave food outside their door, and they won't interact, and they just live this completely solitary existence. The Japanese have a special term for it because those people are outliers, different from everyone else. And I wonder if you're all turning into hikikomori in modern times, and just thinking aloud, the danger there is this, that we can discuss two kinds of addiction, and one is the addiction of sugar, and the other is the addiction of say social media, right? And the addiction of sugar has outward signs, you know, when things are going wrong, first, you get fat, then you'll get prediabetes, heart trouble, blah, blah, blah, everything goes wrong, then you go to a nutritionist like yourself and tell them not just what your weight loss problems are, but all problems about your life, because hey, what are nutritionists for? But there are outward signs of that addiction. And you can figure out that, yeah, okay, this is because of sugar, this is how we fix it. But this other addiction, I don't know what outward signs there are of it. These outward signs are things that we observe in people like Jonathan Haidt famously said that, you know, even though you have all the knowledge in the world available to you through the internet, everybody's consuming what was produced in the last three days. It's one sensation after another, after another, after another. All day, I might read 800 tweets and forget them all by the time tomorrow comes around. Right? And the dangerous ways in which this harms us as people, which will also show up physically, of course, as you pointed out, there are those outward signs and those direct connections aren't there anymore. So I'm just kind of thinking aloud. But you know, is this something that sort of worries you? Because at least in terms of social media addiction, you've sort of stayed away, you are on Twitter. And, you know, many of the people you might read or see around you are like that, but you've"
    },
    {
        "speaker": "Guest",
        "time": "04:02:53.360",
        "message": "kind of stayed away. So what are your thoughts? So I think for me, Amit, the worst part of social media is valid seeking validation. Yeah, that's literally the worst part. I mean, you could, you could surf and you could see tweets and endlessly and yeah, I mean, you don't want to spend as much time on it. But I don't. I mean, that comes sec, that is secondary for me, as much as this validation, how many people liked my photo or didn't like me, how many wished me birthday or didn't wish me birthday. And I can imagine that if adults are also thinking about these things, then a teenager is really getting affected by it. How many friends followed me, how many didn't, and then there may be young people's power dynamics in it, whose boyfriend and girlfriend or ex-boyfriend, girlfriend follow each other. And I guess, then that discussion must be spilling into their class conversations, in-person conversations. And then what is the depth of those conversations? What, what, how do you grow? Like when we were growing up, in the evenings, we would go for walks with our friends, and that would bring up a variety of topics. And today, I don't know what these guys must be talking about. And if they have, they already have access to phones and, and all kinds of apps, then what, when, where is the time to talk about books? Where is the time to read poetry or, or discuss a film that you've seen? So, you know, your, your worldview is not being shaped, you're just being bombarded with information. And you're having surface level conversations based on that. And then I guess at some point, the realities of life just come at you. And then you feel like you've not thought about them at all, or you are not slowly onboarded into what's coming. But that's my thought, thoughts about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:05:03.160",
        "message": "No, and, and, you know, one of the other themes that hate talks about, and various people have spoken about, is there's been this growing rate of female teen suicides in the US. And, you know, hate and others link it directly to social media in the sense that, you know, a decade and a half ago, people were worried about what would happen to young boys because of video games. And as it turned out, nothing at all. Video games were good for young boys because I learned problem solving and all of those things, and it didn't harm them in any way didn't make them more violent. But what happened to young girls because of social media is that they became sort of slaves of this desire to seek validation, as you put it, like earlier, the girls would hang around outside school or go for walks, like you said, and they would talk about this, and they would talk about that, and so on and so forth. But now everyone's got an Instagram presence in there. And Instagram always, you know, doesn't show the real you, it shows a you that you want to project out to the world. And then everybody is, is making their real self compete with these projected selves of all their peers. And it is in that sense, a race into to the bottom race to a very dark place where you're always posturing, posturing, signaling, signaling, and, and a lot of female depression and teen suicides and all of that have been attributed to that. It's it's kind of an ongoing debate. I think there was an internal Facebook survey, if I remember correctly, which actually backed this up, but they suppress the survey, which is quite what you would expect. And that's kind of tragic. And then as you say that if it's going to show up in things like depression and suicide, it is also going to show up in what they eat and how they eat and their bodies and so on and so forth. So, so good for you, your market is growing."
    },
    {
        "speaker": "Guest",
        "time": "04:06:45.360",
        "message": "Oh, my God, I trust me. It's not, it's not a pleasant thing. Because if we weren't dealing with such grave and fundamental health issues, we would probably be discussing about how science can advance our abilities in general. I mean, look at athletics, where has it gone? I mean, how is Djokovic and how is Nadal able, how are they able to perform at the level that they are at 34 and 35? I mean, we would probably be digging more into that or challenging Djokovic on his water has power theories, if nothing else. But the other side of this, I mean, this whole rising cases of depression are a grave worry, I guess, to the society and then addictions. I mean, there's no end to addictions. Like, sometimes I think that when we think about addictions, we are talking about smoking and drinking. And I'm like, you know what, those are the known ones. Those are the ones that you've heard about all the time. But sometimes you have to be truthful to yourself. And if I ask you, can you go without your tea, morning tea and coffee? Are you going to be able to do it? Are you going to be able to, as a challenge, forget if you're doing keto diet or not, give up your roti and rice and dals for a week? We don't even know we are addicted to so many things that we are. And we end up talking about alcohol and smoking, which are sure, but sometimes it's better to know that these are addictions and get into it or get off it knowing that they are addictions than the other ones that are the slow poison in that sense. And which is why we are turning a lot of people are eating a lot of food when they"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:08:37.000",
        "message": "are depressed, which is also an addiction. Yeah, yeah, absolutely wise words. And I see different addictions in myself, for example, you know, social media, for example, you know, and you absolutely like about valid, right about validation in the sense that, you know, the Facebook like button and the Twitter retweet, not so much the like, but more the Twitter retweet just incredibly toxic. So there was talk about how if Musk ends up buying Twitter, he might, you know, get rid of the retweet button, and he's not buying it as we now know, and they won't get rid of the retweet button because they want to maximize engagement. And that's what kind of does that. But let's let's move on to talking about positive things like you said, so tell me a bit about your startup. How did you conceive of it when you started thinking about it? And what did it evolve into as you eventually did your certification did your course, went to Thailand and had your experiences and, you know, beat up people box them on the streets, you know, demolished big men with tattoos into street fight. You got into street fights? No. I wish I had a story for you. I was hopeful, you know, something"
    },
    {
        "speaker": "Guest",
        "time": "04:09:41.040",
        "message": "for a moment. I've gotten into duels on during my Muay Thai classes, but nothing on the streets,"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:09:49.880",
        "message": "really. Yeah, so tell me about your startup. So yeah, the whole idea about that I have"
    },
    {
        "speaker": "Guest",
        "time": "04:10:00.160",
        "message": "for my startup actually came to me when I was living in Dubai. And this was around 2015 and 16. And these fitness apps were really coming into the market, the online fitness system, the whole app system. I had started following a trainer from the US called Jillian Michaels because she was from I think what you've heard from me so far. You can from that you can guess that I like trainers that are quite hard on their subjects. And she was a trainer on The Biggest Loser, the program from the US and I had watched it a few times and I was quite inspired by her style of training. And then she had come out with an app which did exercise videos and some diet guidelines and stuff. And I started following it and I was seeing a lot of progress. I was losing weight and I was really becoming a lot fitter. But the only thing I used to constantly feel is that the food that was suggested was not suitable to my Indian vegetarian preferences. And then I started thinking about it and I was like, hey, I want to build something where the exercises that I'm suggesting and the personalized food plans that I give with it are suited to the Indian audience. Because there is no point exercising if you have no guidance on the food that you should be eating and you're not going to see results with that approach that I will just follow the exercise and I will eat what I feel like or what I know about. I will follow whatever I know about fitness and nutrition. So I decided that I wanted to build an online platform that has a variety of exercises and a nutrition plan to go with it for the Indian folk. And so I built a platform which now has over 140 exercise videos and over 400 food items, each of them broken down into proteins, fats and carbs and calories and further guidance on whether we recommend that item or not. And so it's really a platform that I have built to educate, I think, people more than just tell them that this is what you should do to lose weight or so or to achieve your fitness goals. Because if you look at the exercise videos that we have, and it's called Halomi Fitness, by the way, H-A-L-O-M-I, and that's because I thought of it when I was in Dubai. And I was introduced to Halomi cheese there and cheese is a healthy protein item and then I wanted to bring it into my startup. So that's why it's called Halomi. But so my idea was to educate people and the videos that I have there talk about if you're doing this exercise, if you're doing a squat, for example, which muscle is it exercising, it has a voiceover that talks to you about the importance of that exercise. And they are only 30 second videos, but they still educate you. And my whole idea was that the the platform has a lot of tips on the on the questions that people have about pre workout and post workout food. I mean supplements and all those things, including the nutrition plan. And what I I sort of tried to do with my platform was even when it comes to the nutrition plan, what people struggle with with the apps is that if we suggest something to you, and you don't like it, then what happens? I asked you to eat something and you don't have it at home or you don't like it. And so we provide a lot of replacement options as well. So so that nobody feels like, hey, I'm cornered. You're asking me to eat this and I don't have it. So people have found that useful as well. And I've, I launched it in 2018. And it's completely bootstrapped at the moment. And at some point, hopefully, I will raise funding for it. But what I have found with people is the best thing that you can provide people is a plan to follow because a lot of people have the motivation to exercise. But what's the most tiring part is to to get out there and start thinking now what should I do? And if you solve that problem for people that hey, don't think just wear your your your fitness gear, and you have a plan that you need to follow. So this is really for people who find who understand that they have to be fit, who are willing to put in the work, but who are like, hey, I it matters to me that I know that I'm following something that is optimized for me. And then I will fully trust it. And I will open the app and I don't mind looking at it and following it. So this is really for those people who are aware but who want to be guided. So that's what my app, a web app, we have a web app. So you have to go through it's like a website, basically. And that's what we're trying to do, educate people and let them ask us questions, if they have any. And hopefully they carry forward all the learning that they've had at the end of the program. Because if we have not taught them enough, then we have not won with them. For us winning is is not that you have now lost weight or whatever, but you feel confident about what you've learned. If I have, if I ask you later on, how does paneer help you or so, you should have an opinion about it. If I ask you to tell me a little bit more about rice or so you should have learned something in those two, three months with us. And only then I can be sure that I've changed something fundamentally in how you will lead in your life. So that that's the whole idea."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:16:29.720",
        "message": "No, that's great. And you asked a hypothetical question, how will paneer help you and I instantly thought of Siddhant Vadukut. Those who know him will know what I mean. You know what I kind of like about that approach, like even when I teach my writing course, for example, the very first thing I talk about is that I am not going to give you a dogmatic list of do's and don'ts, like don't use adverbs, don't use cliches, all of that. The 10 commandments of bad writing according to Sri Sri Amit Verma, as it were. But instead, just talk about first principles and build from there. So ultimately, you become your own mentor and you become your own coach. And you know, you might still need other people to talk to and to drive you. But intellectually, at least you know you're able to. Much in the same way as you know, a good chess coach won't make you mug up moves, d4, d5, c4, queen's gambit, but will instead teach you basic principles like space is important, occupy the center or initiative is important. So develop your pieces. And I kind of love that approach and try to build it in everything that I do. And with the help of your site, maybe I'll learn a little bit more and become more of my own sort of coach. So where did sort of the MBA then come about in your personal journey? Because like number one, I'm interested that you chose to do a bootstrap startup in an age where everyone is raising funding and trying to be the next unicorn and blah, blah, blah, which is a route you could have kind of taken. So why that sort of stripped down choice that no bootstrap, I'll spend my own money, I'll do it on my"
    },
    {
        "speaker": "Guest",
        "time": "04:17:58.840",
        "message": "own and you know. So first of all, Amit, I didn't come from a tech background, I came from an engineering background, but that's petroleum engineering. And so when I decided to do to go ahead and do the startup, I had to start bottoms up. And you know, I had to start by becoming a certified personal trainer and a nutritionist so that I don't put out something that I'm not confident about. And at the same time, I had to learn about what it is like to build an app, a web app and interactive platform. I had apps, I don't come from a family where anybody does a business or has done a business, forget startup. So I guess initially I said, hey, I'm going to show people that I have skin in the game. I'm serious about what I'm talking about. Because if you really think about startups and if people end up telling you, oh, but I quit my job to do my startup, that's enough proof of my seriousness. I would say that's, that's bullshit, because tomorrow you might take up another job. But when somebody has invested their hard-earned money into starting something regardless of how successful it is, that shows that they have skin in the game, that they're very, very serious, that they're willing to bet their money on something that they feel passionate about. And so that's, that's the reason I said, hey, I don't want anybody's interference. This is my own learning. This is all my journey. And when I was starting to work on my platform, also, I was still doing my courses and certification and everything and I really didn't think I had enough to convince an investor to come on board. Of course, I would have had some friends who would have invested and who may still, but because I could at the time support myself, I went into it. And the reason later on, I decided to do an MBA was because being an engineer, I'm crazy for optimizing things. And while it was a long and steep and very, very fulfilling journey to actually get something made and then launch it, I was, I was very upset that I sometimes I was eating, you know, with my, you know, having my, my arm wrapped around my head and bringing the food to my mouth on through the long pathways. And it was starting to worry, worry me a little bit because I was thinking constantly when I was trying to implement marketing strategies or do something or negotiate with somebody over some service, I was constantly feeling like, hey, I really feel there is, there is a, there is a better way of doing this. And I did not have any networks or connections in the startup world in India at the time. And so I said, hey, I want to form a network. The next time I have a question, I want to have a few people I can shoot emails to and say, hey, this is my problem. I want you to spend time with me because I had only started, I started the company by myself. I didn't start with a co-founder. So in that sense, there wasn't anybody to bounce off ideas with because you are trying to be very meticulous when you're putting your money into building the platform, building the product, everything is in your control. In that sense, you have set a goal on, on the date that you want to launch something. And I'm very, very particular about, I see a lot of people launching a lot of things now and you, they'll put it on Twitter and then you click on that platform and then you see a spelling mistake. And then I'm like, oh my God, I would never be able to take that. So I'm trying, in that sense, I have a bit of an OCD. But you, that all is in your control. But once you have launched your platform and now when customers are starting to interact with it, then in that sense, you have sort of given it in their hands now. And then the predictability of everything reduces. You can try different things and you may not have answers to how people are reacting, not only to your product, but also your marketing strategies. I decided that, hey, this is something that I want to learn. I want to learn how I can optimize how I am working before I put in much more money into it. And I want to sort of be in the right circles so that I don't constantly question myself. And while that is going to continue to happen, I guess now I will come, I have a bit more of a network that I trust and that knows that I can contact them at any point and ask them these questions. So it wasn't really about raising money in that sense for me early on, but about me starting to become more and more comfortable with running a business. I guess that's how I decided to do an MBA."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:23:24.520",
        "message": "That's a fascinating journey from running to running a business. And you've pointed out earlier about how you've taken up so many different kinds of challenges like running 92 floors and 100 pushups and all of that in just 40 minutes and all that. But did anything prepare you for a marathon scene in the unseen podcast recording?"
    },
    {
        "speaker": "Guest",
        "time": "04:23:43.440",
        "message": "Oh my God, this is going to be one of the stories that I'm going to tell in some other podcast that this is also me testing my limits. I'm talking about myself. I mean, I guess few people, honestly, I mean, I think few people get a chance to talk about their story in this depth. And so, I mean, I have to thank you for delving so deep into your guest stories and really uncovering what sort of keeps them up at night in that sense, both in terms of what excites them, but also what bothers them."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:24:21.600",
        "message": "No, we are not done yet. But we are almost done. You've been very kind with your time and I don't want to push this too far. But my final bunch of questions deal around asking you to give advice. And you said you don't like giving Gyan on Twitter. Well, now you can give Gyan on the seen and unseen. And we can begin with advice for women. Like one of the themes that concerns you and that you wrote about in the note that you sent me earlier also is about the importance of sport in women's lives, the common health issues that women face, and also what I was struck by, quote, women's general mentality with regards to age and the ability of their bodies, stop quote. And I think in general, when you look at gender, women in India, especially, seem to just basically accept a role that is given to them and not exercise enough of their agency, which in most cases they can't, but even when they can, they're kind of mentally suppressed in a way that no, this is what I am. This is my role. These are my limits, and so on and so forth. And I guess that through your journey, both with sport, both with nutrition, you know, you've kind of not just gone beyond your own limits and all of that. But also, you know, would you would have a lot of advice to women who are listening to this, for example, about, you know, about all of these things."
    },
    {
        "speaker": "Guest",
        "time": "04:25:44.920",
        "message": "So what are your thoughts? So, yeah, you're absolutely right. I do feel very strongly about women stopping themselves from finding out more about themselves. So I think it's very easy for us to, and valid, all valid, for us to say that we live in a patriarchal society, and there's a lot of gender bias and all of that. But if you start talking a little bit about solutions that are more in your circle of influence and more about things, start talking about things that you can do. I would say the first and foremost is I would start saying that forget what's your age and try and do the things that you have wanted to do, whatever is on your bucket list. And if you want to do anything at all, where you have told yourself that, I think I'm too old for it. I mean, I would say go and do that exact thing. Whether it is lifting weights, whether it is some trip that you want to take, some solo travel, whatever it is, I would say that is so important to your further growth. I would say that's stopping you then. If there is anything at all that you've given yourself an excuse for, and that excuse is your age, then I would say that's the exact and the first thing you should do tomorrow or as soon as you can. So that would be my advice. And think about it. If you look at women in the gym as well, I mean, there are men on the leg press in the gym where you're trying to push a plate basically and working your quadriceps. There are men who will sit on top of the place where you add weights because there's not enough plates in the gym. And then this gym dude who's being so very masculine and everybody else who's pumping him up are trying to add weight and show him that, oh, you can lift 200 kilos, 300 kilos. And he's basically doing all these half reps that from a personal trainer and a science point of view are just stupid. But they know all of this, but all of them gather together, pump each other's egos up. And even though they are doing some shit reps, they all come off it boasting about it. Oh, I did 200 kilos today. I did 300 kilos today. And nobody's really asking them if you really did the exercise properly or not. It doesn't matter. And then on the other hand, you look at women who are able to do things or who are not even asking anybody for help in the gym. These gym dudes have like groups that are helping pump them up. And here's women who've already sort of told themselves that I'm not going to go ask for help because sometimes you want somebody to sort of come pump you up a little bit. And then you do an exercise properly or so and you're and somebody says, oh, my God, you are really good. Oh, I don't I, you know, I think maybe accidentally or I don't know. So you'd give all kinds of excuses apart from boasting about what you just did. So in general, I think on a different note, I have to say I really, really, really admire women who can talk about themselves with pride without making it look like they're boasting about themselves. Because I think that's a skill and not a lot of women are able to do it. I am not able to do it myself as well as I would like to. Because women just don't know how to promote themselves, how to be proud of their own achievements. And on the other hand, men, even if they don't have a real achievement to boast about, will just gang up and then prop each other up and say that okay, you've done so well. And sometimes it works. Sometimes you have to fake it till you make it. And women who are even making it or even doing it are not boasting about it. So yeah, I do think that's my advice to women that, first of all, do the things that you have kept on the back burner for a very long time. And now you feel you're too old to do. I know a number of women who started lifting weights at the age of 37 and 38 and have won medals in the Commonwealth Games. But I also know a lot of women who are way past their 50s and are much fitter than me, are doing much better than me, who's much younger to them. And also, if you really take a look at my experience, when I started running that five kilometres that I did back in 2010, I used to look at some of my seniors who were four or five years elder than me. And I was maybe 22 that time and they were 27, 28. And I used to think, Oh, my God, she's 27, 28. And she's still running 5k and doing so well. Then I turned 27, 28. And I was doing really well. And I was looking at people who were 32, 33. And oh, my God, she's 32, 33. She's doing so well. Then I turned 30 to 33. And I was still able to do it. And now I look at women who are maybe 40 and be like, Oh, my God, they're so fit. So what does that prove that that just means that age is just a number so long as you are able to put in the work. And, and that's, that's pretty much my advice to women like learn to sort of talk about your, your achievements with a lot more pride and, and go do all the things that you put on the back burner."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:31:39.720",
        "message": "That's fantastic advice, even for men. And that also speaks to what you were saying before the show started, that you've noticed so many women guests who come on the show will say that Oh, what's interesting about my story, or Oh, Amit, please stop me if I digress too much. And even you did that once or twice during this and the men never do that. And, and you're right. And that sort of lack of confidence is sort of infuriating. I think I've referred in a previous episode to this study I'd read about confidence that a company apparently tried to stress with this internal workers where it brought out this, where it advertises job opening and said, these are the 10 qualities we need. And the women simply would not apply unless they met nine or 10 of those, while a man he meets four or five, he will apply Bindas, you know, and, and this is a problem. And to an extent,"
    },
    {
        "speaker": "Guest",
        "time": "04:32:27.120",
        "message": "I've noticed that I've been a victim of that myself. Sometimes women take everything too seriously. And if somebody says, okay, you know, you need these 10 things to apply, and they are literally trying to match everything one to one. And then there's something that's not matching, and then they're so worried about it. I guess that's how we are."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:32:48.520",
        "message": "And we can change, which is, I think these words of yours might be so inspiring that the Tiger Academy in Phuket will suddenly find all kinds of Indian women are landing"
    },
    {
        "speaker": "Guest",
        "time": "04:32:55.920",
        "message": "up what is happening. Why has it happened? That would be so good. Yeah, I would, I would be the first one to go watch all these Indian women really push themselves there against all the, the apparently stronger looking German and Canadian and other women, Australian, because I, I'm very curious every, every time I see women pushing themselves, because everybody's bodies look different. But that is not a reflection of what their ability is. So as, as somebody who's watching, it becomes a very interesting thing. So yeah, I'd be the first one to go watch the spectacle."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:33:33.760",
        "message": "Yeah. And I can imagine a potbellied Indian man also landing up at the Tiger Academy in Phuket and refusing to, and refusing to pay. And when they ask him, why are you refusing to pay? He'll say, this is in Phuket. I had to do one of those. It's sort of, okay. So now the second of three categories of advice, and this is advice for people like me, who've never engaged seriously with something like fitness or sport or whatever, and who in the abstract love the idea of being fit and being sporty, but in the concrete have never done anything about it. And, and you know, people like me would then argue that, look, I mean, I have to sit in front of my laptop all the time. And where is the time? Actually, I can't argue that because I'm fortunate enough to control a lot of my time. But most office going people would say that, you know, we have so many responsibilities, ghar dekhna hai, office dekhna hai, time hi nahi milta exercise ke liye, kaise kare, kya kare, sports matlab, what do you mean sports, kahan khele, kya khele. So what's your advice to these kind of people, not necessarily on what specific to do, because that obviously depends on circumstances and all that. But just in terms of mindset, that how should we think about fitness? How"
    },
    {
        "speaker": "Guest",
        "time": "04:34:45.120",
        "message": "should we think about our bodies? So Amit, first and foremost, I think everybody who says ki, arre main toh shyaam ko badminton khelta hu, I would first like to tell people that doing sport and doing fitness are two different things. And sport is where you're learning a certain skill, and then you're participating in the sport itself, but you already need to be fit to perform in the sport. So fitness and sport are different. If somebody, I mean, yeah, if you're active, it's still better than nothing. But if you're trying to achieve a certain fitness goal, and then do that through playing volleyball or basketball or whatever your sport is, that's not going to happen. So you cannot say that, okay, I've been playing badminton so regularly, and still I don't see anything. So you need to find time for fitness. And I agree that sometimes it's not that you don't have time in your day, but sometimes you don't have the mental space. And I would say that even 15 minutes of really committed exercise, but every single day, and when you're really pushing yourself can do wonders for people. And I don't see why 15 minutes should be difficult for anybody at all. So I would say start with 15 minutes if that's very, if going to the gym and lifting weights and all that seems too much for you right now, start with 15 minutes, but then make those 15 minutes count. There are a number of programs that would challenge you in 15 minutes, and then make them count. And then you may come to a point where they're not challenging enough, then that's a good cue to ramp it up."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:36:27.880",
        "message": "Sounds good. I mean, for me, I guess maybe that would just be standing for 15 minutes. Like this is actually a sit stand desk, which is right here, but I don't spend so much time standing. It's just that, you know, depending on my degree of slump, I'll adjust the height. But that's that's kind of what happens. But the final category of advice really goes back to something we spoke about at the start of the episode, where you spoke about parents' attitude to their children, playing sports and so on. What advice would you have for parents when it comes to their kids, whether it is in the context of being serious about a sport, or whether it is just in context of what their kids do in their free time? Should parents really care about the proportion of physical activity that is actually getting"
    },
    {
        "speaker": "Guest",
        "time": "04:37:14.160",
        "message": "done? How does one look at this? That's an interesting question. I would say, first of all, parents need to expose their children to a variety of sport. And in general, try and keep an eye on what they show interest in. And I am not a very big fan of hum sham ko khelne bhejte hain. I'm not a big fan of that because I feel like there's no goal in goal to it. There is fun, there's mixing with other children and all of that, but that would also happen in a sport. I definitely feel that, just like you talk about a musical instrument, it's a discipline, it's a skill you're learning, and it's best started early. If you see that your child is showing interest in a certain sport, then I would definitely say that parents need to make that little extra effort to find the best coach or at school support every single initiative the school is making to help your child do better in that sport. Because somewhere I feel like our parents were very supportive, but they were also very supportive because they were supportive for their children. It's not like they knew a lot about the sport or anything like that. So whatever happened with us, in a sense happened accidentally. But it doesn't mean it'll happen accidentally for everybody. And which is why I would say my advice for parents is first of all, I think all children should follow a certain sport and provide them with every facility to flourish in it. And if it actually comes to a point where they actually show prodigal skills, then allow them to make it priority."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:39:03.400",
        "message": "No, there's a book I think it's by Amy Chua called Tiger Mom. And I'm getting the feeling that you'd be a bit of a tiger trainer, in the sense that you are so strict in terms of badminton, badminton is not fitness, or I'm sending my kids out to play kids out to play that's not fitness, you know, which I like, which is, which is great. I wish I had a trainer like you when I was seven. So my very final question, brutal reality. So and it's never too late to start. So you know, why not? So my final question for you is, it's a traditional one. So you're obviously familiar with it, that for my guests, and for me recommend some books, films, music that you like. Does it have to do with the rousing sport action? No, it's a general question, whatever is dear to you. So it could be something completely that no one may associate with any of the things you do. But whatever is dear to you, whatever is a desert island book or a desert island disc, whatever, something that you feel so strongly about, you'd love to share it with everyone."
    },
    {
        "speaker": "Guest",
        "time": "04:40:04.160",
        "message": "Okay, so if I just talk about some of the topics that we've touched on on in the podcast, then the books that we spoke about in, in terms of Gary Taubes and Nina Teicholz, and you said you would also provide links to them. But apart from that, if you ask me about films, I would say I have a very mixed bag. I would, I would watch something like Everything is Illuminated by Jonathan Safran Foer. I would watch, I mean, a childhood favourite movie has been The White Balloon, which is an Iranian movie about a little girl and her and her wish to get a goldfish. I like a lot of Majid Majidi films as well. In terms of, in terms, I really enjoy Tamilian music. I enjoy Arabic music. And so I would say, you know, just Google some Tamilian and Arabic music and most of the tunes are, are lovely. I listen to a lot of Indian classical music. That's books, films. I love, I love some series on OTT now. I mean, I'm very predictable, Amit, in terms of loving, recently watched Panchayat 2 because I didn't have access to it in Berlin. And so when I came to India, I watched it. I really liked Schitt's Creek, for example, This Is Us. All the, all the, all the writing that talks about mundane everyday life and how it can be quite delightful really appeals to me. I have watched a lot of the documentaries on Netflix that are about sport and fitness and I think I definitely recommend them. Especially, I don't remember one, and if it's still on Netflix, but there was one that interviewed Serena Williams coach and some popular coaches from football and, and basketball. And I would definitely recommend people to see, see them. I'll link that from the show notes once you remember the name. Yeah. And yeah, pretty much pretty, very predictable. I don't think I go very, I'm not much of an explorer when it comes to books, I would say and, and films. Yeah. And especially having been in the, in the course in the last six or eight months, I have really not explored much in terms of films. But yeah, a lot of podcasts, I would, I would say, I mean, my way of listening to podcasts is also apart from, for example, knowing that your podcast is good, if I had to listen to something else, I would just, you know, go for a walk or something and say, hey, I'm going to listen to this today and see for myself if I find it interesting or not. And I listen to a lot of TED talks as well. I think it's like 15 minutes of quick wisdom on on some things that sometimes you have these last minute questions or something that's popped up in your head when you were like getting back home from somewhere. And you're just like, hey, what are people saying about it? I guess TED talks are a good way of getting, getting some quick knowledge."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:43:18.240",
        "message": "Great. Thank you so much today for your time and your patience. And, you know, you have passed another endurance test. Congratulations."
    },
    {
        "speaker": "Guest",
        "time": "04:43:25.680",
        "message": "I am I am so glad. Thank you so much. And thanks for having me. And for, for yeah, really delving so deep into sport, but also health and in general, lifestyle. But yeah, glad to be here. And, and thanks once again."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:43:45.960",
        "message": "Thank you. If you enjoyed listening to this episode, hit the show notes, enter rabbit holes at will. You can follow Shruti on Twitter, Shruti underscore my underscore voice. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening. And remember, eat something healthy and work out today. Test your limits. Did you enjoy this episode of The Scene and the Unseen? If so, would you like to support the production of the show? You can go over to sceneunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]