[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I had a strange dream the other night. I dreamed that I was lying in a hospital bed, with doctors and nurses all around me, tubes going into me, tubes coming out of me, and the beep beep beep sound of some kind of heartbeat machine, which indicated reassuringly that I was still alive. All my living relatives were gathered at my bedside. All my dead relatives were standing at the window, waiting for my soul to leave my body so I could join them in waiting for the souls of other living relatives to leave their bodies. I had no idea what had happened to me, but it seemed to be serious. Just then, a huge doctor in a long white coat walked up to me. How are you feeling? he asked. I'm feeling okay, I said. I feel like talking. I don't know why. Kind of strange, isn't it? Not strange at all, he said. In fact, it's what I would expect. After all, we have diagnosed you with a fatal disease. You have the disease of excessive verbosity. You talk too much. One day it will be the death of you. We must cure this. Oh my God, I said alarmed. This is shocking news. I don't want to die from talking too much. Please help me. Please cure me. The doctor looked at me and said, That's the idea, to cure you. There is only one medicine for your deadly disease. Your verbosity can only be cured by peace of mind. Yes, peace of mind is the medicine. Then give it to me, I said. What are you waiting for? I would like a dose of peace of mind immediately. It's not so simple, the doctor said. You see, peace of mind is very expensive and you can't afford it. That is why you will have no peace of mind. You will one day die of verbosity. There is nothing to be done. Go record a podcast or something."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:29.800",
        "message": "Welcome to the scene and the unseen. Our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:36.320",
        "message": "Please welcome your host, Amit Badma. Welcome to the scene and the unseen. In today's episode, we're going to talk about drug prices, specifically the tendency of the government to fix drug prices so that poor people can afford them. This tends to have some unsavory unseen effects. Are there ways around these unseen effects? To discuss this subject, I have with me as my guest on the show today, my good friend Pawan Srinath. Pawan is a fellow at the Takshashila Institution in Bengaluru and he's also a contributing writer at Pragati, the online magazine that I edit at thinkpragati.com. Pawan, welcome to the show. Hi Amit. Pawan, what we're talking about today, the scene and the unseen effects, is the government mandating, setting prices for certain key drugs, which the common people can't afford. So for example, India is a very poor country and people can't often afford expensive cancer"
    },
    {
        "speaker": "Unknown",
        "time": "00:03:29.800",
        "message": "treatment and so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:31.220",
        "message": "And what the government in its wisdom does to look after these people is it sets a price for these drugs at certain points. And the scene effect of that is that those of them who do buy, get the drug, get it at that particular price point. What are the unseen effects of that?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:46.480",
        "message": "The biggest unseen effect is who is, I mean, we have to ask ourselves the question, who's creating these drugs, who's doing innovation on this, and will they have the right incentives to come out with better drugs in the future? And I think if the government decides to set a price, then your reward for doing a better drug is nothing, right, because now it's fixed at 20 rupees a pop and you come up with a brand new drug, which is 10 times better."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:16.240",
        "message": "You still have to pay the same amount. So for example, for a new drug to come up, I've heard a figure of, say, a billion dollars, which goes into the research of each new drug. And what you're saying is that, and this is especially true for diseases, which might be specific or very important for India, and therefore need research directed here, that people simply won't spend the money because they'll say, look, if we can't get our money back, then it's a minus EV proposition."
    },
    {
        "speaker": "Guest",
        "time": "00:04:39.640",
        "message": "It doesn't make sense. Right. So here there are many arguments that are thrown around. The first is people say, look, whatever private investment has gone into this drug, it's come on top of public investment. This is especially true in the US, in the UK and elsewhere. So the argument is, since there is a lot of public funding that has gone into this too, maybe some of the intellectual property needs to be owned by the public and whoever the public is. And the problem here is that the way scientific research works, the way drug development works, is that it always rests on a large body of open source scientific knowledge. That is, I mean, this is the kind of, I mean, you might have a researcher who is studying a fruit fly and how deleting one gene in that fruit fly might change its biology. You will have all kinds of very, very esoteric niche types of research that take place. And serendipity is a real thing in research. So eventually enough connections are made such that the knowledge is enough for someone to start doing serious drug development. So this is always a publicly funded layer by and large, sometimes also through philanthropy. On top of this, now if someone has a promising candidate against HIV, if it's a researcher in a university, they might decide to patent it themselves. Sometimes they might think, hey, this is interesting, but it's not good enough to patent, so they'll just publish it. And so then a private player might go and work more on that and see if that one variant of this compound might be patentable. And eventually things need to work after all this trialing is done. Once they come up with some compound, it has to go through multiple phases of clinical trials. So the $1 billion is a lot of time and a lot of money by multiple sources. So they have to recover this. And the norm has been that the public investment will come and let the private investment reap a reward on top of that. So what happens in India where, you know, none of this happens. If you look at India's research and development spending on drugs, probably if you take what the Gates Foundation spends on dengue and malaria, you take a few other foundations, the Wellcome Trust in the UK, they're probably spending the same amount or more. So there is no public investment layer. And then India is a poorer country. Tropical diseases are a smaller drug market, and diabetes is a huge global market. So the moment you have a small market, which is not very well off, the incentives for the private sector to come in and develop drugs is also weaker. So in this environment, if you then go and do price setting, you're killing everything and everything becomes dead on arrival."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:22.240",
        "message": "But here's the paradox. At one level, the unseen effect of price setting as any price controls would be that there is a shortage because obviously the producer, which is a drug companies, don't have the incentives to do the research and development necessary to get the drug to market. But the paradox is that the reason for which those price settings were set in the first place, that we're a poor country and they can't afford the drugs, also means that because we are such a poor country, and there's, you know, not that much of a market for these kind of drugs here, that those incentives don't exist in any case for those drug companies to actually, do you think that's the case? Or do you think that the whole system would function better if those price controls weren't there to begin with?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:02.440",
        "message": "Okay, so I won't use any principles here, but let's just see what's better for the Indian public and what's not. So supposing someone invents a new drug to combat blood pressure or diabetes, that's a problem that affects people globally, and Indians suffer from it too. So a company can probably make its margins in the US, in the UK, in rich countries, and then the company themselves, I mean, they have an interest in offering the drug at a lower cost in India, you know, because it's a big thing and the market's large. The alternative is the Indian government can also look sideways on the patent, sort of people abusing the patent rights, and say that, look, anyway, this drug is available, anyway, they'll make their money outside, let's just make it cheap for Indians. That's fair. I mean, that will benefit the public. The problem is diseases and disorders that are endemic to India that are explicitly problematic for India. Dengue is my biggest example. HIV is also a global problem. So what happens is nobody is going to solve these problems at all. So either it has to come from public investment, but even their private sector has a role. So we are then not able to solve that problem at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:24.380",
        "message": "So what do you suggest?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:26.160",
        "message": "What's a way forward? So there are three things actually we'll have to think about. One, no matter what, public investment in research and development has to go up. That's the base case. Second, I think, because India is becoming a richer country, we are not nearly as poor as we were 20-30 years ago. So we can afford to pay more. So where we are thinking about price setting, maybe the government can work out a deal and try to subsidize the cost. Let the government bear the remaining cost rather than just completely destroy the incentives for the producer. The third thing that India can do is not let patent holders run away with all their rights. So let's take a few steps back here. A patent is basically something where if you've come up with an invention, a patent gives you monopoly over extracting value from that innovation for a certain period. So you've invested a billion dollars, you've come up with this new drug, you need time to recover your investment from this drug. So you get 10 years, 20 years where you have a monopoly over manufacture of this drug. After that, it becomes public domain. So any generic company should be able to pick up that formula and then run with it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:41.440",
        "message": "So the term generic is essentially something that was once under patent, but no longer"
    },
    {
        "speaker": "Guest",
        "time": "00:10:45.360",
        "message": "is. So anyone can make it. Absolutely. So what is happening here is that patent holders want to extract value from their patent more and more. Who doesn't want more profits? So they do something called evergreening. So the idea is that for one patent to be superseded by a second patent, you need to show that your second drug patent is significantly superior to the first one. So what they do is sometimes the original drug formulation that is patented does not have a salt along with the drug. You know, it's one on usually something is a sulfate, hydrochloride, something like that. And what they do is in the second drug, they file a patent again when the first one is expiring and then they add a new salt over there, which makes the drug slightly more soluble in water. You know, it's just more available in the body. So it'll work better. You know, you take 50 mg of the first drug, you take 25 mg of the second drug, the effect might be the same. So the company will claim that the second drug is a superior product. So give me another monopoly for another 10-20 years. This is called evergreening. And the Supreme Court of India has said that evergreening is fraudulent and that it won't stand for it in a specific case. So in this sense, sort of the Indian government has been more conservative and more strict in sort of deciding what patent holders can get away with, far more conservative than what the American courts have been. And I think that's a good thing. I mean, it's good to give patent holders the rights to exploit value from this, but, you"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:17.660",
        "message": "know, enough's enough. Evergreening is basically a hack to just keep it going beyond the extended period."
    },
    {
        "speaker": "Guest",
        "time": "00:12:22.300",
        "message": "Yeah, it's an illegal monopoly."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:24.340",
        "message": "So you've pointed out three different aspects of what the government could do. So I have a clarification on the first and a question on the second. The first was, you said there should be more public investment in medical research. Could that be specifically for local ailments like dengue, because after all, in other diseases like cancer or blood pressure or whatever, we can just free roll on the efforts of public spending elsewhere."
    },
    {
        "speaker": "Unknown",
        "time": "00:12:51.420",
        "message": "We don't actually need to add to that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:53.380",
        "message": "So this would be specifically targeted towards diseases relevant only to us, which are not"
    },
    {
        "speaker": "Guest",
        "time": "00:12:58.260",
        "message": "otherwise likely to see funding. Yeah, diseases and disorders that affect Indians more than others. So this could also include certain strains of cancer that are just more prevalent in, you know, genes that are common in the Indian stock."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:12.860",
        "message": "Moral cancer."
    },
    {
        "speaker": "Unknown",
        "time": "00:13:13.860",
        "message": "Right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:14.860",
        "message": "And my question on the second one, where you talk about the government subsidizing, that's instead of setting the price of, say, a cancer drug at rupees 100 per pill, it can set the price at rupees 100 per pill, but subsidize the rest. So if it really costs 400, the government pays the remaining 300. But when this is not for generics, when this is for a patented drug that only a specific company is manufacturing, for example, then doesn't it incentivize that company to charge whatever the hell it wants, because the government is going to pay anyway."
    },
    {
        "speaker": "Guest",
        "time": "00:13:44.100",
        "message": "So the government can still do interesting things, you know, even if, say, it's GlaxoSmithKline or someone selling a drug. Maybe the government can just buy it on the open market in a neighboring country. So there the price has already been set. So it's not like, I mean, any drug's price needs to be discovered in India for the first time. It will already be operating in the market. If the Indian government genuinely has a conundrum where, you know, they're trying to negotiate on a drug which does not exist in the market, yes, what you say is genuine. So now that they roughly know what the price is in different countries. So I think there is enough basis for a negotiation. Unfortunately, it just has to be a negotiation. I can't think of a better way to solve this problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:28.380",
        "message": "And if I ask you to put on your economist hat for a moment and speculate about the downstream unseen effects of such a subsidy, what are the unwanted, unintended consequences that"
    },
    {
        "speaker": "Guest",
        "time": "00:14:40.580",
        "message": "it could lead to in turn? The first is a moral hazard. Something is subsidized, so it gets consumed more. So a drug that costs 1000 rupees is now available for 10 rupees. And so you abuse that drug because you don't, it doesn't pinch you. The second is supposing the government decides, hey, this is, it's not going to subsidize this drug for all Indians, but only for a few, you know, they might be poor or they might be from a particular region, whatever reason. People without Aadhaar cards. People without Aadhaar cards. Yes. And supposing it does so, then the moment you introduce two prices in the ecosystem, then you will have arbitrage. You will have people buying. So you'll have a PDS for drugs, which already exists, right? The reason it is not exploited too much is because generics are quite cheap to begin with. Indian pharma, generic pharma companies are among the best in the world. We have amazing synthetic chemists figure out how to create any drug you want at the lowest cost. You know, so we have that going, that's our strength, which is why making policy on this becomes more complicated in the country."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:50.360",
        "message": "So broadly, you'd say that, look, the unseen effect of setting prices for drugs is the shortages and the lack of incentives for companies to invest further in R&D. So your three pronged solution, therefore, would be that a, there should be more public investment in India relevant diseases. Right. Two, if you have to set a price beyond which, you know, the Indian consumer can't buy and too many people will suffer, then you subsidize whatever there is on top of that. But you make sure that the manufacturer gets a fair market price, whatever that is. I mean, I don't even know, in the absence of the market mechanism, what a fair market"
    },
    {
        "speaker": "Unknown",
        "time": "00:16:25.740",
        "message": "price would be."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:26.740",
        "message": "But you make sure that he's got incentive to keep selling it to you. And the third one is that you don't allow people to exploit patents by doing the kind of hackery that evergreening essentially represents. Yes. I mean, all of these are sort of speculative suggestions. I mean, it's just a very difficult area to make progress, isn't it?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:50.100",
        "message": "Yes. And that's the thing. No drug in dengue is fundamentally different from one drug for dengue, right? So we can't imagine an India where we have an Indian medical solution for an Indian problem. We've still not crossed that bridge in a big way. I think we need a few powerful examples. Probably they're on the way. You know, I mean, there are talks of a dengue vaccine among some researchers. Many of these things float around as ideas for about 10-20 years, lots of research happens, eventually something hits the market. So I think the time is right for a few drugs to, few medicines to start coming out of India for India. And I think once we see a few of them successful, you know, I think the constituency for more reward policymaking on this will only grow."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:42.660",
        "message": "Pawan, thanks a lot. It's a pleasure talking to you and thanks for coming on the show. Thanks Amit. So I got to finish telling you about the dream that I mentioned at the start of the show. I was lying on my bed. I had been diagnosed with terminal verbosity and my doctor had told me that only peace of mind could cure me and peace of mind was out of stock. What to do? Just as I was beginning to despair, the doctor said, there may be no peace of mind for you, but I have a find for you. There is another medicine that could help you recover deeper than the tender caresses of a lover. That medicine is called wisdom and understanding and your verbosity notwithstanding. This medicine is within reach, which is why I beseech you to go right now, somehow, anyhow, to seenunseen.in to listen to the finest podcast that has ever been. It is called the seen and the unseen. Go now, rush. It will make you hush."
    },
    {
        "speaker": "Unknown",
        "time": "00:18:50.460",
        "message": "Seenunseen.in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:02.660",
        "message": "If you enjoyed listening to the seen and the unseen, check out another hit show from Indus Works Media Networks, Cyrus Says, which is hosted by my old colleague from MTV, Cyrus Brocha. You can download it on any podcasting network."
    },
    {
        "speaker": "Unknown",
        "time": "00:19:18.780",
        "message": "Good evening, ladies and gentlemen. This is your captain speaking. Sorry to say, but there's been a slight delay due to the apocalypse having suddenly begun. As you can see, there's death, destruction and chaos taking place all around us. But don't you worry, food and drinks will be served shortly. And I would recommend checking out IVM Podcasts to get some of your favorite Indian podcasts. We'll keep you going till this whole thing blows over. Thank you."
    }
]