[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "What is your instinctive reaction when you hear an outrageous idea that challenges conventional wisdom? I think all of us recoil a little bit because it is tempting to stick to our picture of how the world works, what is possible and what is not possible. It takes too much mental energy to keep shifting our frameworks as it were. But over time, I've learned to fight this reflexive reaction. Humanity progresses not because of those who follow the conventional path and build better mousetraps, but because of those who dream audacious dreams. That is why, for example, I don't join in the fashionable mockery of Elon Musk. Just look at the things he's done and is trying to do. Bloody hell, we need a hundred more Elon Musks. We need to celebrate moonshots and crazy ideas. We need to let dreamers keep chasing their dreams. And yes, they'll often fail. But when they succeed, they can change"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:53.360",
        "message": "the world. Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:11.440",
        "message": "Welcome to The Seen and the Unseen. My guest today is Vinay Singhal, who was born in a small village in Haryana and who was the first graduate in his family. His earliest ambition was to be the richest man in the world. When he read that Bill Gates was the richest man in the world at that time, he decided to out-Gates Gates by building the best operating system in the world. That didn't go far, but he did go on to build a site called WittyFeed that for a while was second in the world only to BuzzFeed for viral content. That journey ended suddenly and devastated Vinay. He spent time moaning and introspecting and then dreaming again. And now he runs Stage, which he describes as a Netflix for Bharat. Stage is more than an OTT for regional languages. It is an OTT for regional dialects. As he tells me in this remarkable conversation, cities have languages, towns and villages have dialects, and we don't need to homogenize culture. Instead, we need to celebrate our diversity by enabling it. So far, Stage creates content not in Hindi or Tamil or Bengali or such major languages, but dialects like Haryanvi and Rajasthani, and has led to almost a reverse migration from Bollywood as industries have sprung up around those dialects. People who speak them no longer feel like outcasts in big cities needing to lose themselves to fit in. I was blown away by my conversation with Vinay for two reasons. One, the depth of his self-reflection, which made him learn from every setback and become a better person. And two, the audacity of his dreams and the clarity of his thinking. I left our conversation as a believer, not just in this venture, but in Vinay himself. This man will do amazing things. Before you see for yourself why I felt that way, let's take a quick commercial break. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through 4 webinars spread over 4 weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs Rs 10,000 plus GST or about $150 and is a monthly thing. So if you're interested, head on over to register at indiauncut.com slash clear writing. That's indiauncut.com slash clear writing. Being a good writer doesn't require God-given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Vinay, welcome to the scene and the unseen. Thank you, Amit. It's a pleasure. Absolute pleasure. Thank you. Ever since a couple of months back, you agreed to come on the show when I was in Delhi next. I've been looking forward to, you know, before we talk about Witty Feed and before we talk about Stage.in, let's sort of talk about you and talk about your early life. You know, where did you grow up? What was your childhood like? Tell me"
    },
    {
        "speaker": "Guest",
        "time": "00:04:05.720",
        "message": "about that. So I grew up in a very small village in Haryana, 50-60 old houses. So much so that I was the first ever engineer from my village that way. And first ever graduate in my own family basically. Nobody had gone to a college before me, essentially. So I grew up there. It's a Hindi medium school. I went to a private school that way. And so grew up there mostly. My family, my father, my mom, both of them are, so to say, unperturbed, illiterates that way, right? I don't know if that's the right way to address them, but they were very aware about the fact that kids should be taught. And so they made a lot of focus on that. So sent me to a private school, essentially. Grew up around that. After that, we shifted to a town in English medium school for the first time. First time in 9th grade, I basically reached English medium school. And before that, I was good at studies, basically. And basically I used to be a class-topper, school-topper, that way. Very favorite of my teachers, so to say, right? You do well in the village, anyways, like that. And I reached English medium school. And English medium school, I was basically at the bottom of the list because I couldn't understand what was going on, basically, right? And I remember an anecdote actually from my school that way. It was a chemistry class, 9th grade. And our teacher, she was a South Indian, so Pandey ma'am, and I over time grew very fond of her. But anyway, initial days, she was South Indian, so a certain accent of English, her Hindi had a certain accent, etc, right? So she was teaching. And I was sitting, I couldn't understand anything, basically. I was clueless. So I was sitting with a book upside down, basically. And, sorry, not upside down, actually I was sitting with a physics book in that class. And she was like, Vinay, what happened? Which class are you in? Chemistry class. The book is of physics. And which is when I was like, what the hell? But anyways, yeah, so made my way through it. It's a scene where you come in first in the class, favorite of your teacher, etc. And then you are basically nobody, nobody, you're at the bottom of the class, nobody cares about you. Nobody, basically, asks who are the backbenchers, who are not getting good marks, right? So I kind of made a sort of a determination that in 10th class, when I pass out of CBSE, I will become a topper in the school, essentially, again, basically. And anybody I would have told would have basically laughed at it, right? I remember, I had a study table in my house. I sketched it with my own hands. And I said, 94%, basically, my dream for 10th class. And in 9th class, I hardly passed, basically, I must have scored some marks, essentially, and continue to work very hard. Again, preboards, rewards. At the end of it, when I passed the class, I actually topped it. I scored 93.5% marks. So it was probably one of the early achievements of life. And that way, I felt that if you put your mind to something, if you, if I really, you know, go after something, I probably can do anything. It kind of made me believe that, yeah, I can do anything. There's nothing that I can't do, right? So I did that. After staying there for two years, again, after 10th class, it was time to decide what I wanted to do in life, basically, right? So, from my village, from my school, basically, I didn't have any education at home, so who would have told me what I wanted to do in life, right? So, many of the students were going to Kota, essentially. And I asked them, what are you going to do there? What is the Kota scene, essentially? So they told me that there is such coaching, doctors will be made. Some of my good friends were Dr. Allen Institute, of the very famous Allen, of course. At that time, it was not a very known name, at least in my village. So we will go there and all. And I somehow had this vague idea in my mind that my father wanted me to become a doctor. And so I said, man, I will also go to Kota, I will become a doctor. So I landed in Kota, spent two years over there, quite interesting, quite an amazing journey. Going there, for the first time in my life, I discovered medical, non-medical, different streams. I discovered that, IITs, NITs, and AIIMS, and all these institutes. For the first time in my life, I came to know the meaning of MCQ. And in the process, I also ended up discovering that there is something called passion. People live and die for it. I actually discovered the word passion in Kota. Kota, actually, I did not become a doctor, but it was the turning point of my life, in a way. I really believe that those were the two most important years of my life. And I probably learned more about life in those two years than I learned in probably the rest of my life at that point in time. For the first time, you step out of the protection and you realize that it's such a huge world, right? Kota was the definition of huge world to me, but it was such a huge world still, right? Big buildings, AIIMS, you know, and all of that stuff, basically. So I spent two years in Kota, and there was a lot that happened around that time. Just one more thing before I finish this part. I discovered, when I saw a computer for the first time, when I was in 10th class, when I was in 10th class, I saw a computer for the first time in my life, in our lab. I saw it in the lab on the 9th. On the 10th, I had a computer with a senior, basically, and classmates, some of our classmates would gather and say, we have to prepare a model test paper, a CBC exam paper, so let's get it from the internet. And we went and he did something, and all of a sudden he had papers and he wrote. And basically, that was the time when I saw it with internet for the first time. Computer plus internet, I saw for the first time. He wrote on Google, CBC model test papers, a website came, everything was there, he took it out. And to me, it was all magic. Basically, he wanted anything, and I asked him a lot of questions, and he was like, yes, whatever you want on the internet, write it, you get everything here, and all that stuff, right? I think I fell in love with computers on, like love at first sight sort of scene, basically, right? And so I made my father buy me one. Like, within the next 60 days, I think we bought one. It was a big deal. It was a big event in our house, right? It was about 100 kilometers away from our village, in a town called Jhunjhunu. We went to buy a computer from there, because my uncle was on that side, so if you need someone to tell you, because a machine for 35-40 thousand rupees is a very big deal. Who buys a computer? It was something that was, and again, in the 10th grade, most people would tell my father, why are you buying it? He'll play games on it, he won't do anything, basically, right? And what is the need in the 10th grade and all, but I somehow felt that if I learn something from this, I'll basically do something other than what everybody else is doing and all, right? So, he brought me from Jhunjhunu in the 10th grade, and again, for me, the internet was the entire meaning of it, right? So, the dial-up connection back in the day, the 256 kbps connections, right? Now, with the scratch card of SNL, I connected it and the first search that I made on it was, who is the richest person in the world? And of course, the irony of life, Bill Gates came at that time, and how did he become? He became, that he made computers, which I'm using today, basically, this box useful, essentially. Like, he made it, he made the software, which made it useful for everybody. And so, everybody has a PC today, right? And so, his operating system was the best in the world. So, everybody bought it at that one time. And so, whatever, basically, the simpler definition of it. So, I grew up in a Marwadi family, basically, Baniyas, my father used to run that, right? And so, if there is one topic that you want to discuss and have some commonality in a Baniya family or in a Marwadi family, it's money. That's something that you grow up with that. I keep joking that, and then all of a sudden, you come and say, everybody will like be quiet and listen to you, essentially, right? So, I grew up around the idea of money a lot, right? And so, the other part, which is that I wanted to be best at it, I don't know how, but somehow, my life has always been, I feel that if I do something, I should do my best in life, then there is no point in doing less than that. So, money was the definition of success, told by my family to me, and my surroundings, and best is what I wanted to become. So, my first aspiration in life became that I want to become the richest person in the world. That was my sort of a goal that way, right? But I ended up in quota to become a doctor, and which is where I discovered that I don't want to become a doctor. So, a lot of these points in my life story that you will probably discover now in next couple of hours is that it has been a lot about what do I not want to do, instead of to be able to figure out what do I want to do, right? I think that is also a very efficient system. If you understand that you don't want to do this, then you have at least one less option to worry about, right? We were taught in the preparation of AIPMT that there are four options, either you know the answer, or you know which three are wrong, right? So, you can also find an answer by elimination. So, probably that kind of state with me, right? So, I discovered that I don't want to become a doctor. I used to score physics, chemistry, and bio in three classes, right? So, it used to be like 50-50 and 100. 50-50 marks in physics and 100 marks in chemistry. Basically, I used to get double marks. I don't know the exact number now. I don't remember it. So, I used to get equal marks in all three classes. I used to get 50 marks in physics and 100 marks in biology, right? So, it kind of got clear that I don't want to become a doctor, right? But then I had made my father spend so much money being there and all, right? So, it was very hard to go back. So, I used those two years to figure out what to do. Let's understand a little. Let's not become a doctor. So, I remembered that when you got a computer, you wanted to become the richest person in the world. How do you become? How do the richest people in the world become? And I remembered that Bill Gates is there. Bill Gates made the operating system. So, that's what happened. So, I decided that it's very simple. I don't want to do anything. I want to make an operating system which is better than this one. If I make an operating system better than Windows, then the whole world will use my operating system and I will become the richest person in the world. I literally used to carry a pocket diary and I would write features. Like, I will make this, this is missing in Windows and all of that stuff basically, right? So, but I went to become a doctor in Kota. So, what to do? So, my father's dream and plus believing that it's my father's dream. So, I made a plan that let's do one thing. First, I will do MBBS. Then I will do MBA because we can do business with it. And then I will make this company and that's how I will become this thing and all, right? After two years, I wrote AIPMT exams, all that stuff, right? So, I was doing BDS, BDS basically, right? But I knew that if I do this, then basically it will be a miserable life. I don't want to become a doctor no matter what. And I gathered courage. I came back home. I came from Kota. It takes around 5-6 lakhs to stay there for at least two years, right? And it was a very big amount for a family, which is basically running a grocery store, right? So, I courageously said to my father, sorry, I know you want me to become a doctor, but I don't want to become a doctor. And he was like, when did I ask you to become a doctor? So, I was like, what happened? I was there for two years for no reason. I don't care if you become a doctor or not. And then he said something, I think that became one of the most important cornerstones of my life, sensibly. He said, look, son, I have spent my life here in the village, I have worked very hard, I have lived with respect, basically, right? I have never borrowed money from anyone, I have given it to someone. And again, in his way of living a respectable life, right? All I want from you is, I don't care if you are successful or not, it's okay, it's not necessary in life, everyone will be successful and all. But I just want that my head should never be high because of you, it should never be low. And I was of course, I teared up and I was like, it stayed with me. And I think till date, when I make decisions, I go back, think about it, that I am not doing anything which is going to probably make him feel bad about it. And his head should not be low, basically, that's what I keep remembering. So, from there, he told me, I came to Delhi, I went to CBSC's office, I said, I am a biological student, but I want to become an engineer. So, that I figured out that if I want to make a computing system, then basically, I will have to become an engineer, I will have to do computer engineering. So, for that, I need non-medical, I had discovered all that in Kota. So, here in Delhi, in Paharganj, there is an office in CBSC, I came there. So, I went and said, boss, I have to do engineering, what should I do? Which is when they told me that you write a supplementary exam for maths. And if you pass in maths this year, then it will be done. And I took an admission in Akash Institute in Janakpuri. So, there, when I went to the first class of maths, you are sitting in dropper ears again, right? So, the teacher came, he did the first chapter, I remember only one thing of 11th and 12th maths, which is the first chapter of subsets. So, there are symbols of subsets and basically, there are ups and downs, essentially, right? So, he came and started teaching all this. And he was teaching dropper ears, what was the teacher's fault? I asked the person in the class, brother, what does this mean? The one who is making C upside down, sometimes here, sometimes there, what does this mean? And which is when this guy says, what are you doing? Are you making fun of me? I mean, you are sitting in dropper ears, you are sitting in the wrong class, what is the scene? I said, no, brother, you tell me, I do not know all this. Because I had no idea about 11th and 12th maths, what happens, what does not happen. But again, that year came out and thankfully, I passed in the maths exam. I have been scared twice in my life, which I remember very distinctly. One is when I wrote that maths board exam, I cried a lot before that night. Because if I fail in that exam, then there is no hope, essentially, because basically, I left biology a year ago and if I do not pass maths, then I cannot write engineering exams. I will not get into an engineering college. And I basically will be nowhere, right? And another 3-4 lakhs has gone down the drain for my father. So I cried a lot and went to write that exam. But again, thankfully, passed in that. I got some 68-69 marks. Again, exam, so distinctly I remember how many marks I got. Passed it, went into SRM and like that's how the engineering journey started. I probably took a longer time to answer this."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:52.960",
        "message": "No, no, it was beautiful. The story about your dad is also so moving. And what you said about, you know, the first time you saw a computer and I had that same feeling in the 90s, when the first time I discovered and someone told me you can search for anything and all the pages that there are in the world on that subject, you can see them and this was in the early days. So actually, there were limited pages. It's crazy, right? It's crazy. You can imagine that. I remember Arthur C. Clarke's quote that any sufficiently advanced technology is indistinguishable from magic. So I try to think about that and not take all of this stuff for granted, whether it is computer internet or GPS or the AI that is doing it. You know, it's all so magical, but we get very jaded. I want to ask you a question following on from like this very interesting concept I learned recently, which has made me introspect a lot and think a lot. I came across it in this book called Wanting by Luke Burgess. And he was a disciple of the philosopher Rene Girard. So Rene Girard, a few decades ago, he's a philosopher, but he was asked to teach a literature class. So he needed the money. He said, okay, I'll teach you. So for that, he went through a reading list. And when he read all those great novels, which were in the reading list, he found that they all have one thing in common, that all the characters in the novel, the main characters in the novel, what they want, they don't want it because it's a genuine deep interior want, they want it because somebody else wants it. And he termed this thing mimetic desire that, you know, you want something because somebody else wants it. Or if you're a young person growing up in India, I'll get married, I'll have kids. But why? Because it's the way things are done. So you think you want it, but you don't really. I got to learn about the frame of thick desires and thin desires. Thick desire is what is intrinsic to you. That's a thick desire. And a thin desire is a desire, which is not intrinsic to you. And the interesting thing is that thin desires can be very intense. Whereas a thick desire can hide in the background. That is going to be intense, not necessarily. Yeah, it's very counterintuitive. So the thick desire can be hiding in the background. And the thin desire, which can often be a desire for fame or money or whatever, can be in the forefront can be intense. And so I'm interested in and this is both a question about you, and also a question about the sort of milieu in which you grow up, grow up in the people all around you. That an older question that I sometimes ask is, why those specific dreams? Why do we want those things? Why do we want what we want, which you know, ties into this question. And you've mentioned sort of turning on the computer and your first search is who is the richest person in the world. Because obviously, if you're a young kid, you're growing up in a village, that's the most important thing, right? You think that's what you want. And I feel that what happens is that as we go along on that journey, initially, we might want to be rich or famous or whatever. But later, it becomes modified in the sense that we see money as a means to an end. Yeah, that something larger opens up, like I would imagine what the internet would have opened up for you was a thick desire of learning about the world, and figuring out what to do and all of that. Yeah. So I want you to tell me a little bit about sort of your dreams and your desires. Because what happens is that if you have no exposure to the world, let's say you thought experiment, you have a 10 year old who's grown up in a room for 10 years with no exposure to the world, what does that person want? It's going to be very limited, right? But, you know, so it's all it depends on what is your environment? What is your mahal? What do people around you want? How society is evolving, that shapes you into wanting whatever you want. So you tell your journey from this lens that what were the things you desired? And how did that during these years sort of evolve? And also, I know, it's a separate question. So also, what people around you, you know, what do you feel about that, that, in a sense, what you do through your site, or what any content person really does in whatever they do, is they expand the universe of their viewers. And in expanding that universe, you can make them want differently because you're looking at the universe in a different way. Take me through this."
    },
    {
        "speaker": "Guest",
        "time": "00:24:19.960",
        "message": "Just to double click on the second part that you just said, I think, is one of the reasons why I got into content and I continue to remain in content is because I, one of my strongest belief is that there is nothing more powerful than content as a medium of mass influence. And yeah, we, by telling these stories, and by creating these different content pieces, we expand the horizon of the universe of a person who consumes that content, essentially, right? So, like I said, I think the very first aspiration in life I remember is becoming the richest person in the world, right? That's what I remember. It was, it has to be a thin desire because I no longer want it, one. And second, I now know for a fact that it was influenced by the environment around me, right? Like I said, the environment I grew up in, money is like probably one of the most important thing, you know, that you grow up around. And by the way, I don't mean that in a bad way. I don't think there is anything wrong with it. The world we live in, it runs on money. And so you need it. And the community that I come from has a certain way of taking care of it basically, right? And I think that has helped me a lot in becoming the person that I become. I'm very careful about money. I'm very, I don't know, I think I know how to handle my finances. I'm a financially literate person that way. I'd like to believe that. And most of it comes from, again, the place where I grew up, right? But then I think growing up where we grew up, it was like a lower middle class setting, right? Gaon hai, 50-60 ghar hai, papa dukaan chala rahe hain. Dukaan chala rahe hain is probably a little too extreme, I'm saying. Gaon ke baniye hain, we were well to do relatively in that particular place. We would be very poor when you compare it with some place, let's say in Delhi, but in our village, we were okay to do, we were well to do, right? So, I basically understood about money. I understood about how to even build a business, you know, how to treat people, how to... So, for example, one of the best things about my father that I carried from him in my business is that gaon mein wahan aaj ka kaam bhi karte the dukaan mein, basically. Kisan se anaaj lena hain, phir mandi mein usko beechna, trader, basically, right? That way. So, you need a lot of labor to carry on those tasks, etc. And I know that all their lunch used to be cooked by my mom throughout. Ghar mein, woh wahiin baith ke khaana khaate the, jahaan hum khaate the, basically. And a lot of these people I would address as chacha, etc, etc, right? And which ended up giving me very important life lessons, like, people are people. Their economic status doesn't define who they are and how you treat them, essentially, basically, right? And I don't think my father was trying to teach me that, but he ended up basically teaching me that in the process and all, basically. Aisi aur bahot saari gaon... humari dukaan mein ek poster laga rehta tha and which I again carry with me till date and a philosophy that I use in my business. It used to say that, dukaan mera mandir, grahat mera devta. And you can find it in most of the Marwadi family shops, basically. And today, Jai Bajos writes a white paper on this saying that, you know, how, why should you build customer first businesses and whatever, basically, right? And becomes a huge philosophy and like the entire startup world is like, Jai Bajos is a god and all. But it was, it's as simple as that, right? Ki dukaan aapka woh holy space hai, where you build it. It has to be as holy as a temple, which means you hold yourself to the highest level of integrity, honesty, you do the most important things, etc. And then at the same time, grahat mera devta, that there's nothing bhagwan se upar toh kuch nahi hai. Toh grahat agar aapka bhagwan ke barabar hai, toh basically you treat them like that, right? So, I learned that and again, unknowingly, I carried it. I like to believe that we have built very customer first businesses over time and, and integrity has been one thing, one value that I don't like to compromise on. You do whatever, sab kuch maaf hai, lekin integrity pe aap compromise nahi kar sakte hai, essentially. Actually, yeh sab cheezein, again, mere environment, mere aas paas ke cheezein, how my family treated me and they behaved probably around that. So, I learned from there. Then once I went to Kota and I discovered the world, I discovered that, like you said, money just means to an end. And I think I discovered it in Kota, but I didn't know it. And then I realized when I was in college, when I ended up in Chennai in college and like a 100x larger world suddenly opened up, right? Haryana to Kota is you don't, you don't get a culture shock. From there you go to Chennai and like you have a college which has like people from all over the country, including Chennai itself, etc. And like there's a culture shock that you realize that this country is so large, there's so many people. I, of course, I also had aged by then. So, I, and I had access to computer, internet, etc. So, my knowledge had expanded to a very large extent compared to where it was, again, relatively. So, now I knew that money only is a means to an end. Money allows you to do what you want to do, but it cannot be the goal because then you have a very shallow goal, right? You can make money through so many different ways, right? And it matters why you want to do what you want to do. And so, it matters how you make that money essentially. And then why do you want to make it the way you want to make it essentially, right? So, I think those questions became important. And credit where due, one of my college senior, his name is Harsh Manitrapati. He's an entrepreneur himself, sold one of his companies to UpGrad. So, he was the one who basically helped me discover this, you know, he, he asked me this in the first year, second year, we met in end of first year. So, he asked me in the second year that, why do you like, what do you want to do? What's your actual goal in life? And I used to say that I want to become the richest person and all that stuff, right? And he asked me why? And I gave all the wrong reasons. I don't want to work for anyone. I want to make a lot of money. I want to be famous. And I don't like to do a job. I don't think I made for a job, all of that stuff. And then I ended up at a place where I realized that, you know, it doesn't matter if I do a job, doesn't matter if I make a lot of money or not make a lot of money. I, what I want to do is that I want to do something that really matters that, that, you know, what gives me, for example, every time I watch a movie where an underdog wins, I cry, right? For when I see a scene filled with compassion without an exception, I cry, right? So, those are the things that make me click, right? And so, I realized that all I want to do is just help people. And if in the process, you know, if I can make a lot of money, great, awesome. If I, if not, then probably not, right? And which is why in the first year itself, and again, articulation happened in second year when Harsh Bia asked me about all this, but first year itself, I started an NGO. Again, I don't talk about it a lot anymore, but I started an NGO. I discovered that I'm a very patriotic person. I love my country and like very intrinsic desire to do something with the country and like all that feeling, right? So, I started an NGO called Badlega Bharat, and which was triggered by nothing but simple that I realized that youth in this country, we keep saying that 67% of the population of this country is a young population, below 35, assertive. But I saw most people around me in college were preparing for GRE, they're going to write an exam, go do MS somewhere and then never coming back, right? So, these guys are not assets, probably. These are, at least I thought at that point in time, again, has changed to a large extent now, but I thought these are liabilities. You know, these guys are just going to go away from this country. They're not going to probably come back here ever again, not care about this. They don't care the problems that we have in this country. I thought like that. And so, I said, nobody speaks to the youth in their language, the language that they understand. Nobody talks to us with respect and asks us, and what you're going to tell me, it matters. So, I started this NGO called Badlega Bharat. Then the idea was that we'll talk about the issues around youth, etc. in their own language, and we understand. So, it was also probably my first content company, because this NGO was nothing but a website. I learned to make websites just for that, along with, and I found my co-founders also because of that. One of the best things that happened to me ever, Shashank, Shashank Vaishnav, I found him because of that. So, we started this NGO called Badlega Bharat, and it was basically a blog, where we would have six, seven sections, and we would write about like, incredible India, did you know, and like something like six, seven sections. And as the luck would have it, 2010 ki baat hai yeh sab, the Anna Hazare movement happened, right? And discovered even the deeper, like, very deep desire to do something with the country, etc. Again, we became very, we joined the movement, of course, most of the people did at that point in time, we led the student movement in Chennai, for that, for the first time ever in SRM University, we did a sort of a political event, we carried out a candle march with 3000 students taking a part in it, like, crazy stuff, you know, I would, from our college is like a suburban area, SRM is at, like, 40-45 kilometers away from the main city, we would take a local train every day after college in the evening, go to the protest site in Chennai, and like be part of that three, two, three hours, like all chanting all that stuff. And I had some photos, like, I'm giving an interview and all that stuff, very, very high energy stuff, basically, back in those days, right? In the process, I think we also realized ki yaar shakti free mein nahi hoti hai, you need money, even to run an NGO and to do all things we want to do. And which is what led us to starting this company, essentially. So, yeh Harsh bhaiya se humaari mulaqat aise hai, end of first year, we started this in the second semester, end of first year, so we became sort of famous because of this candle march and all. And so Harsh bhaiya reached out to us, he discovered us, he reached out to us, he met us, very clearly remember it. And this was the last day of our first year. We met in a canteen and he asked us like, yaar, bahut sahi hai, bahut amazing kaam kar rahe ho, tum super proud hai, and he had his own company already running at that point in time. He said, tum mere liye website banaoge, tum logon ne website banate seekha hai, why don't you do it for me, and I'll pay you for it. And which is when we were like, okay, this could be a very good way for us to make money. And we use that money to basically fuel our NGO and basically do it, what we want to do. That's how we started our first ever company, essentially the end of first year of engineering. So we started that. Another reason I, since we were talking about dreams, etc, another reason I wanted to, we started that NGO and I wanted to build this was because, and this was before the movement divided, got divided into a movement and a political party, etc. I always believe that politics is a very holy profession, if done for the right reasons and the right ways, and is the one of the most effective ways of creating large scale impact. Again, coming back to the same thing that I wanted to create large scale impact. So I've been very fascinated by politics as a profession. And mere life may though be hags. So one of them is that I genuinely believe that at some point in time, let me say this anyways, out loud on your podcast, it is going to go to some people, but then anyways, that I will, I believe that I will become the prime minister of this country one day. It's not a dream anymore. I genuinely believe that it will happen at some point in time. And second is that I will die on Mars. I will not live here for the entire life. I genuinely again believe in the mission of making humans a multi planetary species and setting up cities on Mars. And within my lifetime, I believe I'll end up on Mars and I'll take my final breath over there. So, Badlika Bharat, one of the reason was also because I wanted to actually turn it into a myneta.info. So I actually wanted to create a platform like that. If you go to buy a mobile phone, you can compare it with a lot of different companies, a lot of different price points, you can compare it feature wise. And we are deciding our fate for the next five years and we don't have any way to compare the people that we are voting for on their merits. And so I wanted to build a platform. Badlika Bharat's larger vision was actually to do that and so change the country through making impact in politics, essentially. If we change politics, the country will change itself. That was a thought, basic thought around it. Once we got into entrepreneurship, that kind of took a backseat over time and like this, the other side of it took off and so happened. So the reason I'm in content now coming to that is also for the same reasons that and I heard this concept for the first time, thick desire and thin desire. I feel it's one of my thick desires that I just want to do anything that allows me to do something with the masses. That's my calling, if that is the right word to quote here. To content again, no, I believe that is the most powerful medium of mass influence and distribution content. Maybe if content is king, distribution is good. I keep saying that. So the real game is of distribution, right? We record this podcast, if let's say 10 people hear it versus 10,000 people hear it, it makes a lot of difference in the value that we can create like both of our time, right? So that's why what I'm doing, I wait if it got shut down, I again started a content company for the same reason that I believe it's one of the most powerful ways of being able to create a change at a mass level, etc, etc. I don't know if this"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:44.960",
        "message": "answers your question at all. No, no, it's wonderful. And for what it's worth, I don't find your two aims outlandish at all. I mean, it is not something that, you know, my sense is that the people who actually achieve things are the people who dream big, right? So you should have big dreams, you know, and you can either dream big by, you know, sitting in a room or sitting quietly in office or not doing something about it. But clearly from your biography, you've been out there and you're always doing things and you're always trying new things. I want to ask you sort of a broader question about a clash that I think all of us face in our lives and a clash that determines the direction people go down on and certain kinds of people may go in different directions. And that's a clash between having passion slash principles slash dreams, and also responding to incentives and taking reality into account and going, you know, sort of, according to that, for example, you know, at one point, you know, in one of your other interviews, you've spoken about how, you know, there were nine of you, which became seven of you who, you know, first started the thing. And it was only the three of you who were passionate enough to stick with it and so on. And the others kind of drifted away. And because you know, other priorities came and all of that. And equally in another context, you mentioned politics. And what I often say about politics is that politics will always corrode character, because you can get into politics for all the right reasons that these are my principles. I want to do all these good things. But then the reality of politics is that to rise within a political system, you make so many compromises and all of that, that by the time you actually get somewhere, those initial principles have all gone, or at best, they are posturing, your actions have changed who you are, it doesn't matter anymore. For example, I wrote a column once about why, you know, people ask the question, why were our freedom fighters such great leaders? And why don't we have that quality of leader today? And my candidate answer for that was key, you know, those guys had no power to lust for, they were animated by higher principles, they had no power to lust for. So you attracted that kind of principled person who didn't give a shit about consequences, and they were in it. And and today, it's all a game of you have an all powerful predatory state, it's all a game of power, power interacts with money in specific ways that you know, we know about, and it attracts, therefore, that kind of person. So, you know, and therefore, it also seems to me that the kind of person who says, key, mujhe karna hi hai, that, you know, you've, you've spoken about how through all your ventures, every time you think you're doing well, something or the other will bring you crashing down. And then you go again, and then you go again, and then you go again. And I can totally imagine that at different points of the journey, you could easily have said ki theek hai yaar engineering, job le letao yeh kar letao, let me do something safe or let me whatever, but you get up and you keep trying again. And that takes a particular kind of person. And most people would not do that they would at some point be practical, they would say key, you know, my chances of success are 1% 99% I'm going to fail, let me just get the guaranteed income and build a stable life and all of that. And you didn't do that. And looking around you, you know, so what is your sense of that? Because you've been on this journey with people who have moved away and given up and with people who stuck to it. And in this on this general larger question of, you know, being principled and sticking to something because you're passionate about it, or just taking a conventional route, you know, but I mean, how do you look at it? And what are the observations you made during"
    },
    {
        "speaker": "Guest",
        "time": "00:43:27.960",
        "message": "this journey on this? So let me first state that it's not like there has never been an instance where I've not thought about it. Right? As you must have found during your research, there have been a lot of ups and downs, right? So there are times where I have thought about it. There are times where my family said, what the hell, basically, why are you struggling so much? Right? And I just turned 31 three days ago. And I think it's not that old, but I feel very old because of probably the kind of experience we have had in last, I've been doing this for 12 years now. And I had my fair share of it, right? So it has happened that, dad says a lot of times, given the startup environment out there, I can probably get a crore or so as a salary out there, right? I've also thought about it a lot of times, dad says, if we spend affluently, we can spend 10 lakhs. That's it. 10-12 lakhs, lakhs a month. Our family doesn't have the courage to spend more than that. I mean, they don't even know how to spend more than that, basically, right? On our normal day-to-day life, basically. So even if I get half of what I just said, this is more money than our family can ever consume, basically, right? Which is when I realized that it's probably not about money for me anymore. Like one of the validations that I got, that this is not about money, and I'm not doing it for money anyways, right? And I think I will never make the mistake of saying that this is very easy, or once you believe in something, it all comes out. No, no, it doesn't happen like that. It's very hard to stick to what you believe in. Principal life is a very troubled life, to be honest. There has been instances where there has been offers where I could have made easy money, even in the business, right? And I decided not to. And again, I've gotten slack from my family, even from my co-founders at times, and I'm like, man, it's all because of your values. But then I think, I tell them the same thing, man. And see, a lot of times, like it's been 10-12 years, we have a lot of our peers who have made companies, who are doing well, someone got an exit, someone raised a crown, someone got secondaries, so they live an affluent life and all, right? One of my co-founders was telling me once that he met one of those people in some event, and he's doing like a, he met one of our peers, basically. Not even peers, he used to be our affiliate at some point in his life. And he's now doing phenomenally well, he's made a lot of money in life. And he met him, one of my co-founders met him. And he said, I met him and I went back to my hotel and I cried. And I kept kind of like, what am I doing with my life? I think it has happened to me also. There are times when our peers do really amazingly well, and I want to, I feel happy for them. But I feel very sad for myself. I feel jealous, to be honest. You know, it feels, I've been doing it. When things don't work out, you ask yourself, I haven't done anything wrong to anyone, basically, in a very desi term, I haven't done anything wrong to anyone. So why the hell is it? So you, there are, my point, the point, the larger point I'm trying to make is that sense of doubt prevails at all times, to be honest. It's there, a constant question mark hovering right over your head at all times. Right? But then I think a sense of purpose in life outweighs all of it. When once you, once you realize that, I'm not able to remember who to credit it for. I think it's a quote from a novel. When you feel jealous of someone, when you feel, you should be willing to, you know, replace every aspect of your life with every aspect of their life. I go back and ask myself that, do I want to be Amit? And do I want to be everything that Amit is today versus what I am, which includes my family, my wife, you know, and, and, and it, it, it reminds me that I am so much more beyond just my work and I have a life and a family and, and so much more. Right. And, and I think it helps me a lot to continue basically. I can keep doing what I'm doing for a long time, basically. I think it was the most liberating thing that ever happened to me. The fact that, and again, I'm, I'm an entrepreneur, I'm building a company, so I am a capitalist person at the end of the day. So I'm, I'm not saying I'm a socialist. I'm not saying that I will distribute all my money, whatever the hell. Right. I'm saying I want to make money, but I am not driven by it anymore. Right. I don't care about how much I make anymore. Right. And like you said, it's a means to an end and it's very important distinction between us. And, and most people don't, I think most people don't realize that. Right. I think it has been a liberation from there onwards. Right. Every other player is an incumbent, every other player. I know we'll talk about it later, but point being that it was a very hard thing to do, but did it because it felt like the right thing to do. So I think if any listener out there wants to live a principled life, I would say if the first thing you should do is sit down and resolve your feelings about money and how you feel about it, because the world we live in today, money, you may not know it, but it, it does impact every decision we make every second out there. So yeah, that's what I would say."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:44.960",
        "message": "That's inspiring. And that's a fantastic frame also, that if you feel jealous of someone replace every aspect of their lives, I'm, I'm going to use it on myself every time I look at someone and say, I wish. And also another aside, I think, you know, being a capitalist is not something anybody should say apologetically. I think capitalist is a good word because, you know, as you would know, being a Baniya, how do you make money? You make money by being, making someone else better off by giving them what they want and what their value, you know, that whole thing about being Bhagwan, you know, it's a positive"
    },
    {
        "speaker": "Guest",
        "time": "00:51:18.960",
        "message": "something that somebody feels valuable enough that they're ready to pay for it, which means you created enough value for them. So yeah, building businesses is not a bad thing at all, right? We make our entrepreneurs villains, basically. And all that stuff, right? So we actually all grow up feeling that making money is a bad thing somehow. So I think we need to celebrate our entrepreneurs more versus probably the other people that we celebrate so much. And yeah, like you said, it's not"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:24.960",
        "message": "a bad thing. I think like the frame that I look at it as a writer, John Stossel had once spoken of the double thank you moment. And when the, you know, the person hands you the coffee, you say, thank you. She says, thank you. Right. And what's happening here is that you value the coffee more than the money you paid for it. And the cafe values are money more than the coffee they gave you. So both are benefiting. And I think in India, image is bad because like double thank you moment, positive sum, free market, where the state with this power is ruling everything. And a lot of the people who are making money are not necessarily providing a service, but they're using the power of the state to take a monopoly in some area and so on and so forth. People have made money through undue advantages. So I think this is our legacy because definitely 70s, 80s, you know, when I was a kid in the 80s, this was the image. And to some extent, it's not like businessmen had a choice. They had to work within the system. And it was like that. But I think that image is changing slightly. My next question is, you know, what I'm sort of really impressed and moved by your answers is a self-reflective nature that you have not just sat back and thought a lot about the business and the things that you do. You've also sat back and thought a lot about yourself in the questions that you asked yourself and so on and so forth. And I remember reading this chapter on wiki feed in Snigdha Poonam's book Dreamers, where she speaks about how you have a plaster on your hand. And the reason you had that plaster on your hand is because you had gotten angry and punched the wall. Right. And I saw a talk on Twitter about the plaster on your hand since 2016. And I am like, one, of course, that anger is coming from a place of intense desire. And two, I'm sure you've also during this time, therefore, reflected on all of these aspects, figured out how to moderate that desire, figured out how to channel the anger. So take me through a little bit of your personal journey and the sort of growth that you've had in this period."
    },
    {
        "speaker": "Guest",
        "time": "00:54:30.960",
        "message": "Oh, very interesting. Thank you that you actually went through so much and asked this question. I was actually a very short tempered person, so to say. Right. And I have actually thought about it a lot so much so that last, especially last three years, when the witty feed situation happened, it changed me as a person a lot. Because it meant that I had a lot of time to reflect, etc. I had almost a decade of being an entrepreneur in a certain way. And then all of a sudden there was emptiness and I was able to think about what am I doing. And I realized that it's actually very bad for me in a lot of different ways. And so I made it as one of the reasons why I went to therapy. I've been doing therapy for the last two and a half years, two and a half years now. And I also have an executive coach which has helped. Actually, she was the one who helped me work through my anger first and then therapy, of course, dug a little deeper, figured out where it comes from, etc. During my reflection, what I realized was that apart from the fact that so my mom is a very angry person and I grew up and her own. I had a very strained relationship because of that with her. And then therapy again helped me reflect a lot on that and figure out why was it and how it happened and why my mom was or is the way she is, etc. But I think I probably inherited some of it from her. And then I made it my coping mechanism for multiple things. One, for a lot of inferiority complex. I started this company when I was 19. So was Sushant and Praveen was like 16 or younger. Basically, I didn't have a beard at that time and I looked like a kid. Even now, I'm not like a very macho man type. I'm a very sleek guy that way. So, if you go to ask someone for a job, they would not give you the same kind of respect if a man in his 40s walks in and doesn't know shit, but still will get the respect because he is big, basically, or whatever. Again, another contradiction in our Indian society. So, I started keeping a beard. I used to keep, now I actually keep a clean shave. Earlier, I used to keep a French shave that this man should look good, basically. Then you want people to work for you. I was hiring people when we were 20, 21, something like that. And again, growing up, one more thing, I mean, we are taught that if you want someone to work for you, you have to be a little tough and you have to be a little threatening. So, all of these things were there with me. Some of the bad ones that I carried from my family and business that way. So, my way of establishing my authority as a CEO on my team was through being very strict and tough. And I had a problem of anger, but I would basically now justify it by saying that it is important, it is needed for me to, and I did this for four, five, six years, probably more than that. I hope some of them listen it now. I was thinking to write a letter to all my ex-employees at Witty Feed. And I wanted to write an apology letter to all of them saying that it feels like I was a very toxic boss because I used to get angry a lot. I don't believe I was a bad boss to them actually, but that part of me was very toxic. I believe that we have built Witty Feed with an amazing culture, cared about people, but there were two extremes of me. And there is one side where I was, I would get so angry and the people would be scared of talking to me. And the other side, which would be like extremely empathetic, go 10 steps out of the way to do anything for those people that they need. Right. And which is why so many people stuck with us even when we had nothing right then during the Witty Feed thing. So it was justified for many years. Plus there is one more thing that happens, see in your twenties you believe something. And I started a company, it was such a busy thing to do, but I never had a chance to sit down and think about who am I, what am I doing here? Right. Because I had gone through a very amazing journey of building a company and I got married, which is another story and so much more. Right. So your belief system changes, but not many of us realize that and realize the fact that you need to sit down and reflect on it and think about it. Do I still believe that? Do I still believe all of that? You may believe the same or it might have changed on the opposite side, but you will only realize that when you will sit down and reflect on it. And that awareness of reflection is something that was missing. And I was so busy. Right. End of 2018 when this Witty Feed thing happened. And again, I'm very lucky for this one person Harsh Bhaiya. Harsh Bhaiya just joined us. October 2018 he joined us, November 2018 the Witty Feed thing happened. But he is the man that he is, so he decided to stick with us and he said that we will make it together, whatever new journey you start, then I will probably leave. But I am with you. And he is someone who is one of the most articulate person. I had heard the word articulation from him for the first time in my life. So I learned from him what articulation means. Most articulate person that you will meet and like he has these deep thoughts, he'll ask you questions, he'll make you think about things that you've never done that. And which is where finally when I got some time, I realized that this anger is actually bad for everything. Like it's very toxic for the people who have to face it because of me. More importantly, it is even more toxic to me, my mental health, even my physical health. And I have no shame in saying it now because I thankfully worked out through it, that I used to shout so much so that my stomach used to hurt. And I think about it today and I'm like, why? Why did I do so much harm to myself? There's no reason. But just that I wanted to ensure that, you know, I am the alpha in the room and there is an authority. I am the CEO. I have 150 people to manage and I'm 23, 24. Like how do you comprehend that? And there was so much inferiority complex inbuilt in me. People who dress in a certain way, people who speak in a certain way, people who eat certain kind of food. There was a lot of inferiority that I've been able to thankfully, I think, work out and process in last few years, last three, four years, especially. And I'm so happy that I'm actually a better person at the end of it now. But yeah, maybe this podcast is the way to do it. I am really sorry for all those people who had to go through this because of something that was truly just my internal stuff."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:49.960",
        "message": "No, when you say you're 31, you know, most people who are 31 or most people at any age don't really go through this period of self-reflection where they can, you know, talk about themselves in the way that they have. My other question is this, you know, sort of following on from what you've said about controlling your anger, that do you not feel angry anymore? Or do you still feel angry, but you immediately control it because you have the self-awareness?"
    },
    {
        "speaker": "Guest",
        "time": "01:03:13.960",
        "message": "I absolutely feel angry. There's no doubt about it. Right. But now I'm aware of it. I can look at myself in third person. So the way I process through my anger is that my therapy and my coach, they were able to help me look at myself, like time travel, basically where when I'm about to get angry, 90% of the times I am able to see through five minutes down the line. And what am I going to do? Literally, I can stand as a third person and I'm looking at the entire scene. How am I behaving right now? And how am I going to make the other person feel? And how am I? I am going to feel in five, ten minutes from now. And I would feel terrible every time after getting angry by the way. Because like I said, that the true self in me was in a very empathetic person. I would feel like I shouted at him for no reason. I would almost every single time I would go and say sorry to those people. And then you've done the damage you've done. Right. So I'm able to visualize that now. Right. And so 90% of the time I'm like, what are you doing Vinay? Do you want to feel like this? Do you want to make him feel or her feel like this? And I realize there's a better way. And I literally repeat the sentence in my mind that if I'm going to say something in a certain way to someone, I reiterate that sentence. And I'm like, there's a better way of saying it. Like I say to someone, what have you done? Versus, if you do it like this, it might be better. And I'm like, I'm able to somehow do that, you know, thanks to my coach and my therapist, I'm able to do that. And that is what basically avoids. So I don't think my anger went away, because that's who I am. But I know how to work through it now. And I'm able to process it, basically."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:04.960",
        "message": "One of the concepts in philosophy, which had a big influence on me, and I think about it often, is Immanuel Kant's categorical imperative. And basically, what it says is that you should never treat other people as a means to an end, but as an end in themselves. Right. And sometimes, when I look at all of us, look at myself, look around at people, and I have to ask myself the question that, am I treating other people, even those who are close to me, closest to me, as a means to an end, that, you know, we all have a play in our heads, and we are the central character, and everyone else is a prop, right? So I consciously try to then make the effort that you step back, and you think of other people as people. And partly this plays to in conversation also, like one of the things that doing this long form show has taught me, is that just listen, like Stephen Covey once said that we don't listen to understand, we listen to respond. Or usme kya hai, usme poora ego hai. So I could be talking to you, but everything is about my ego, I am the central character, you are a prop who is there for my amusement. But then if you really listen, then you treat the other person as an end in themselves, then you're trying to learn from them, then it's not about your ego, then you're just taking it in. And I find that our default mode can sometimes be that aap main character ho, baaki sab, you know, it could be like baaki sab could, like this virtual reality, you know, it could be a similar thing, that you are playing a game and everybody else is a character in this virtual reality around you. And then you have to remind myself, and I thought of this, because, you know, when you were speaking, this sort of these moments of pause, when you get angry, and you ask yourself, should I say it like this? Or should I say it like that? What you are, I think doing immediately in that moment is converting that person from just a means to an end to an end in themselves, right? This person is a human being, I got to think about how they will feel, and which you would do anyway, like you said, because that empathy is also inbuilt. So, you know, and you've spoken earlier in other sort of talks and interviews, you give, I think a TEDx talk on this, which I'll link from the show notes, where you speak about the importance of people, you know, the importance of, you know, how you deal with people, how you manage people, all of that. So take me through your learnings in this, not just from the point of view of a manager with so many people working for you, but also from a personal point of view."
    },
    {
        "speaker": "Guest",
        "time": "01:07:24.960",
        "message": "Yeah, before that, I remember one thing that you asked, do you still get angry, etc, right? So, just yesterday, I lost myself with my father, we were having a discussion and I was thinking about it when you were asking questions, that yesterday, it happened with me. And so it happens even now, right? And again, I felt terrible, I wrote an apology message before sleeping, etc. Basically, see people, I didn't know about the philosophy that you said, but I think I look at people in a similar manner, like that's my articulation of it also, that people are, people can never be a means to an end, no matter who they are. Basically, if you try to, whoever you are talking to, whose life is also going to be impacted by any of your actions, if you can walk into their shoes for those few seconds and think about how is it going to feel if it were you, I think it changes your entire perspective, right? So, like while building the company, we always, so customer is God, right? But your people, those people are equally important. They are basically, they say that if you can treat people better, that's probably the best worship of a God anyways, right? So, if you treat your people properly, they will take care of your, they are the priest whom you have assigned, the priest whom you have told to worship your God. And if you take care of that priest, then that priest is also a God, who is going to do anything for you, right? So, you have to anyways really be, you know, very, you have to be taking care of your people. Those people are your company's employees, your relatives, your family, your parents, your wife, anybody basically. So, you, I think we are nothing but a sum of people that we earn in life. And at least in my understanding, every relationship has to be earned. Whether it is with your parents, with your siblings, we get something in the gift, but again, if we want to have them and build on them, we have to earn those relationships as well. So, like we get our parents, we get our siblings, at least these 2-3 things we get. But I think we should also earn over time, you know, you have to, and to earn, everybody says you have to invest into relationships. You really have to invest in your people, right? So, you have to do that, whoever it is, right? So, I tried, that is one of my modus operandi. And I learned it while, I think, I think empathy was natural. I don't know where it came from. My father is a very empathetic person, but he has other traits also. I'm not sure if it came, it came from him, but it came from somewhere. There are a lot of things that I keep wondering, where did it come from? You know, why am I the way I am? A lot of times, because I don't see my surroundings, which would have led to this. I don't see my parents or anybody in my family who would have impacted me to be that way. But anyways, so when we were making the company, one of the philosophies that I built it on was that if you share the company, what you're building, I didn't know about eShops back then. So, I built it with absolute transparency. So, one of the things that I value most and is the most critical thing in my understanding or to build relationships and value people is you have to be very transparent. So, I built my companies with the utmost transparency. I mean, we had a small team, a big team, a team of 150 people and a team of 5 people in between. And plus now again, we are at about 30-35 people. Everybody knows everything about the company. If you are working with us, you can call our accountant and ask him the most secret questions and there is no secret there basically. You will know everything by. If you trust me with your career, which is like one of the most important parts of your life, then I need to trust you with the information that this company has, right? And why should anything be hidden from you? At least, I still believe this. I don't know what will happen when I grow up. Like you said, politics changes your character. I think it happens in business too, when businesses grow up. But hopefully, we haven't gone there yet, right? So, we should be able to maintain it till now. I built it with absolute transparency. I tell them about the worst of the things in the company, what's going wrong, what's going right. I basically speak very transparently to my people. Second, I think again, means to an end, right? I don't remember. There are a lot of people, 3-4 people that I can think of now, who still haven't returned that money, basically. So, I always felt that this man needs 2-3 lakhs. I have more money in my account and this 3-4 lakhs is not going to make a dent in this entire thing. But if he gets it, his life changes. If I don't give it to him, he will go somewhere, take a loan. If he doesn't get a bank loan, he will do something like this. He will unnecessarily become part of that monstrous interest rates and will get stuck in a debt cycle. I used to think that the stress he will face in life is better than the interest rate. If he doesn't get that much stress in his life, this guy will be more productive. My way of justifying it as a business was that. But then, what I felt was, okay, I had kept the money here, I needed it here, I used it, it's over, basically. So, we used to do one of those things. If anyone in the company needs money, they get basically whatever they need. Another philosophy outside the company or in the company I have always followed with people is that, if you don't participate in someone's happiness, it doesn't make much difference to anyone. If someone invites you to a wedding and you don't go, the wedding won't stop. Nothing will happen. He will tell you that you didn't come. But they are not going to really remember it or care about it too much. Except it's like a really close friend or whatever, right? But if someone is in pain, like let's say somebody has a family member pass away, and if you're not there at that point in time, they are going to remember you for the rest of their life. He will remember. At least I follow this. It doesn't matter if you're in my happiness or not. But if you're not there at that point in time, he will remember. And so, then you should always be there for people you care about when they are down, when the chips are down. Because that's when everyone says that everyone salutes the rising sun, no one stands with you in sadness. So someone has to be there to change it. If I say that, then I need to be with you when your chips are down, right? So, I don't know, like when India and Australia are playing, then I support India, of course. But when India is playing Bangladesh, then I support Bangladesh by default. So, I feel that you need to stand with the weak or the people who are in pain, basically. Right? So, I used to make this a point and I try to do this even today. Once, one of my employees during the defeat days lost their grandmother. And he used to live in the village, somewhere in front of Jabalpur, basically. It took me some 20 hours to travel, by train he could travel. My phone got stolen for Rs. 75,000 to reach there and all, a new phone had come. But I felt very contentful going there. And I think I made a lifelong relationship with that guy by doing that. He won't forget me ever. I used to call him and say, Sonil, sorry, I feel very bad for you. Let me know if you need anything. But then he, you know, I took the pain to go there and he will always remember me. My point being that if you stand in pain, people will stand in your pain, basically. You have no right to complain that people were not with you when chips are down, when your chips were down. If you, before that, have not been with all those people when their chips were down. Because there is no one who is doing everything well. Everyone's life is bad, right? So that's another thing that I really follow a lot in life. Not your typical management stuff, right? But I follow this also. What else?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:41.960",
        "message": "One interesting thing that you had mentioned in one of your interviews was, and this also struck me as very self-aware at the time, that, you know, you might have a hundred employees. So for you talking to one employee for a minute, it's just, oh, you have a hundred of them. But for that person, that person is one boss. And talking to you kind of makes a little"
    },
    {
        "speaker": "Guest",
        "time": "01:17:00.960",
        "message": "bit of work. Absolutely. It makes or breaks that day. I mean, you have 150 people, you talked to them, you got busy later. You talked to him in a weird voice, you talked to him in anger. His whole day was ruined. Because for him, like you said, he has only one boss, right? So again, I mean, you treat people like people. I think in simple language, in one sentence, the point is the same as you said. Treat people like people. Don't treat them like objects. You can't look at people as employees. You can't look at them as one number on a balance sheet or on an Excel sheet, basically. You have to look at them as people. When you do that, I think the entire perspective changes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:43.960",
        "message": "And you were mentioning that there are certain characteristics that you look back on and you wonder, where did this come from? How did I become like this? And like two of those elements, of course, are those two sides of the same coin, perhaps anger and empathy, which you mentioned, which are interesting to you. What else?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:03.960",
        "message": "I don't care about money. My entire family does. I like to, within my family also, I have a very large family. My father has four brothers and five sisters. My mother also has four brothers and five sisters. It's a very big family. Especially on my father's side. I come from Haryana, so it's a bit of a misogynistic family. So I have more influence on father's side. I have two brothers older than my father. I mean, I have two uncles and I have three cousins who are elder to me. But I still have like, I am positioned in the family as sort of a pseudo leader of the house, larger family. And I think I have kind of given that place to myself. I conducted myself in a way that it basically became mine, right? I was very close to my grandfather. He was a very smart guy. He wanted, I am a big fan of joint family and all that stuff. And I kind of carried that legacy with me. So those leadership type qualities, I don't see any person in such a big family who has those basic characteristics. It's a bit self-boosting, but I like to believe that I am a very selfless person. I have achieved 70% of that at least. I mean, there are times when I become selfish, but I like to believe. The 30 times when I am not, even after that, after a while, I feel bad that I did something wrong. It was a very selfish thing to do and all. I don't think I have a very selfless family. Not many people are like that. My mother had some of it. She used to make so many things for everybody in the village. Sometimes she used to make ladoos for them, sometimes she used to make a sweater for them. But other than that, I mean, there is no such selfless type of family. They are very self-centered type of people. Then there are a lot of things. I mean, I think many times that I feel very out of the place in my own family. I don't know, I mean, I like to believe I am a very liberal person by thoughts. I don't have a family which is very liberal by thoughts at all. Right. I don't know, I don't remember. There are a lot of things. Like I said, sometimes it happens that I feel out of the place. How was I born in this family? And I love all of them. They are nice people. Of course, I ended up like this for some reason because they were around me. Right. But how did I end up? I ended up with these guys. Right. So there's an aspiration. Sorry. Sorry. Aspiration. Right. It's very important human trait. Right. It's okay if I share that. Right. So, my family was married and other one was about to get married or something. My grandfather was still there. He was very unhappy and like very sad about it. And I made a presentation. I literally made a PowerPoint presentation. I had a computer. I made a PowerPoint presentation. And basically all the men in the house, because they are the ones who decide. I basically pulled all of them in one room. We are eight cousins. All seven of us, we pulled all of them in one room and I presented a grand vision of building the single group one day. I was like, you have heard of Ambarni, you have heard of Birla, you have heard of all these names. But have you ever heard of a single group? Have you heard of a big one? We will build it. Why don't four of you, eight of us, twelve people, if we all do some businesses, like a very grand vision, all of that. Let's talk about money. Everyone listens in our house. We can make thousands of crores. We will build big businesses. We will do this, we will do that. They, of course, listened to it. They calmed down. It didn't happen for a few days. It happened after six months. But nobody cared about it later on. In my family, it's basically a useless thing that I did at that point in time, basically. My cousin started a mobile shop in the village after leaving studies at that time. My belief was that I will have to study if I want to build a single group. Basically, I slept in the same room with him that night and I cried the entire night because he left his education and started a shop. I was like, yaar ye to kaise banayenge hum single group agar tum aise chhod doge to. Aise kaise hoga and all that stuff, right? So which is how? Sometimes I feel out of the place in the family that I"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:29.960",
        "message": "am. I love all of them. So you mentioned that you are a selfless person and I am not such a selfless person. But for the moment, I can see that I think both of us need a break. So let's be selfish, take a short break and come back after that. Well, that phase in my life ended for various reasons and now it is time to revive it. Only now, I am doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Vinay Singhal and we've had our little selfish break. Now it's time to just open up and sort of have a conversation again. And tell me now about, you know, that part of the journey, which eventually ends up in WittyFeed. Like you've, you know, we've gone with you to college and that sort of that change has been happening. You've started your little NGO. You've started this little site business making websites. Then eventually, how did you sort of gravitate towards WittyFeed"
    },
    {
        "speaker": "Guest",
        "time": "01:25:25.960",
        "message": "happening? Yeah. So like I told you, the journey started with that NGO and the idea of funding that NGO. We were seven people when we started it, which is how the first, the name of our legal entity also came up. The company was called Vatsana Technologies and Vatsana also it's a Thai word, which means trust actually. And that's how we ended up like adopting the name. It's initial of everybody's name, all seven people's name, essentially. So we started to make websites, software for people. Literally we used to make websites for people for 500 rupees. All your packer movers, all your property guys and all. And this is what 2010, 11, those years, right? So website was a cool thing, basically. And this was a time when here in Karol Bagh or somewhere I used to go to ask people for work, essentially. When I used to get clients from Chennai, we would get some clients and time when people will not take us seriously. Basically, what will we do? We will run away with the money or whatever, basically all that stuff, right? After, since Badlega Bharat Mein, we didn't know, like when I look back at it now, now we know that it was a content thing at the end of the day. We were writing a lot of content, etc. We had got a taste of it. Facebook happened basically around that time to us. And Purveen actually started a Facebook page, which was called amazing things in the world. And the idea was very simple. The idea was that we were just sitting and talking like this. Why is everything so negative in the world? Look at everything in the media, social media, you know, all your electronic media, look at Facebook, look at new channels, everyone looks at them like the world is going to end now, everything is going bad in the world. Whereas the world definitely has more good than bad, right? And that thought led us to sort of a brainstorming overnight thinking that what we realized was that negative is naturally viral because we are genetically prepared to spread bad news. Because see, our animal instincts say that the moment I see danger, the moment I see something bad, I'm supposed to warn everybody else of my kind. That is what virality is. So today's all these viral mechanisms, those clickbait sites like one we had, what people essentially do is they take sensational stuff, package it with fear. And so you share it very fast, which is why WhatsApp University and all these clips and all of those things work so fast, right? So we realized which means there is definitely more good in the world and there is more good in the world than bad. And so can we create something that appreciates the good in the world? So we started a community which was basically just for that. And it was called amazing things in the world. The Facebook page was called amazing things in the world. Exactly what it, it did exactly what it said, that we would, again, we're not content people by education, right? No one has done any journalism or mass communication and all that stuff, right? So we were engineers and we were all just figuring it out from a very common sense point of view. It makes sense, there should be more good. And at that time, frankly speaking, we still don't know, I mean, this was, this happened in 2012. We still don't know that we are making something of content or making a content company. In our minds, we just want to do something good in life, so let's do something like that. So we started this community. The idea was simple. We would curate, you know, content from everywhere on the internet and put it on this Facebook page. We didn't create any new content. We did curation basically. The idea went viral. The people, people responded. It seems like what worked in our favor was one was consistency. And going back to what my father taught, that shop is my temple, customer is my God. If you are doing this, then do it with genuine honesty. I mean, consistently we like one post every hour, meaning one post every hour, no matter what. We used to bring so much content from anywhere. And customer is my God, meaning that we would get at peak, I think, some thousand messages every day. Some people would come with requests, some people would come with, you know, suggestions, advice, criticism, whatever, basically. We used to reply to those messages in 24 hours. We would just sit down and reply to those messages. And this is when we had no idea what would happen. Why are we doing this? What will happen to this Facebook page, basically, at the end of the day, right? But we were doing it very religiously, you know. And I think that paid off. The community became very huge. Within the first six months, we had about a million followers. And this is all organic. Back in the day, in 2012, Facebook, Boost, Post, all this was not there. Organic was a thing. And I think we also got lucky, right place at the right time. Facebook was promoting pages as a thing. And organic reach was at its peak. And we just happened to create a Facebook page with a unique thing, basically, back in the day. If you remember, at that time, there was a very viral page called I Love Science. Its goodies were also sold and all that stuff, right? So we were one of those, we were pages of that category, at the same level. And primarily in the US. And so that Facebook page was our introduction to the world of content. At that time, we realized for the first time that we are a content company, a media company, we are talking about everything. Around the same time, in the first two years, we did not even know that this is a start-up. This is called a start-up. And what are investors, what are VCs? Frankly speaking, for the longest time, I did not understand why would somebody give you money when you are a loss-making company and all that stuff, right? Flipkart news, at that time, in 2010-11, Flipkart itself was big, basically. News used to hear about a loss of 5,000 crores, a loss of 4,000 crores, and it is also getting funding, 1 billion, 2 billion, etc. So my Marwadi mind used to ask me, and my father used to tell me that business is a function of wealth creation, in his own words. He used to say that. Here this story is going on, there are losses, people are giving money, what is this story? Basically, I had no idea how VC works, etc. So in the next 2-3 years, I understood that we are building a start-up, why investors invest, how does this entire thing work. Then we also realized that we are building a media company, content company, what does that mean? And what are the ways to make money in media? One of the earliest things that you realize is that you make money from ads, basically. You set up a blog, drive traffic, make money, right? So we did that. The first website that we made was called thestupidstation.com."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:45.960",
        "message": "Nice name, man."
    },
    {
        "speaker": "Guest",
        "time": "01:32:48.960",
        "message": "I thought so, at least, when we started it, that TSS, thestupidstation.com, that it's a place of amazing stuff. Amazing people are stupid, basically, is what I believe. So, okay, you'll all come here. It's a place where you discover things which are unbelievable sort of stuff and all. And it was a unique name. The idea was, my understanding is a name should be so unique that it sticks with you. That's the function of it, basically. The work of the brand is not that much. It was definitely unique enough to stick, right? So we started, we set up a website and we would basically, whatever stories we posted on the website, we would write their detailed version on the website, essentially. So here we started creating some actual content. We started to write stuff of our own. And the idea would be that out of 24 posts a day, probably some 15 would still be on Facebook and 8-10 of them will be on the website and we'll post a link and drive the traffic. Crazy traffic. There was no limit to the organic reach at that time. It was amazing work. I mean, 20-30 million traffic. I mean, 10 million when we hit it for the first time. And we would go to all these Chennai meetups, founder meetups. We used to meet entrepreneurs. We used to tell them that we have 10 million traffic on our website. We are college students. People were like crazy. 10 million. How can that even happen? How is that even true? They ask us for a screenshot of our analytics. Show us a screenshot of Google Analytics. Another thing, most of our life, people have not believed what we have done because it was so unbelievable at least. I look back and I was like, we used to do a lot of crazy work at that time. 10 million, and this is 2013. 10 million traffic in India, I mean, it was crazy. 10 million, flip card traffic, probably 10-20 million at that time. And 30-40 million page views a month, 10 million traffic. And it was all free. We had created a community and it was coming from there. We would monetize through Google Ads. And so in May 2013, Shashank and I passed out of college. In 2014, Praveen passed out. And when we passed out in 2013, we used to make 20-25 lakh rupees a month. And this was basically free money. Right? So, we, and you're like 22-23, you have so much money, 25 lakhs, my family must have seen Sahid once. Basically, my father would tell us that we are not doing anything wrong because 25 lakhs a month is a lot of money, right? So we did all that, it was quite amazing. So from here, our journey of content started. We learned two very important lessons out of this. Number one, which I have spoken about actually, during our earlier questions, which is that, number one, that there is nothing more powerful than content as a medium of mass influence. We understood this very clearly from here. Because look, we were a bunch of college kids sitting out of a dormitory in Chennai. And we were here, a Facebook page where we were making friends in the US, UK, Canada, Australia, New Zealand, all over Europe. And these were people, there was a mother who would message us saying that your page is like a bedtime story to my kids. Because it was all positive stuff, right? And basically she was like, you know, your page makes my kids believe that it's a really nice world out there, you know, believe in the good of the world, basically. We didn't sign up to do this, basically, to be honest. We didn't start with that in mind. There was a teacher in New Zealand whose message was that I teach 5th grade students and I start my class with your page, right? There was this girl, it became too much to handle when there was this girl who messaged us saying that you saved my life. We were like, what happened, you messaged us? She was a content creator, I think. She was in suspense. She wrote, you saved my life, thank you, you saved my life and left the message. Like, what happened? And then she told us the entire story. She had lost her father recently. And then she basically, she went into a depression. She was admitted to a hospital, so much so, and she was suicidal. And one of these days, she was just scrolling through Facebook. So, a post from our page landed into her feed through some friend or something. She went to our page and kept on, like, down the rabbit hole, but she kept on scrolling for hours and hours and hours. And then she was like, your page made me believe that there is so much good out there in the world that I'm missing out on. And now I'm going on a world tour. And I'm all out of depression, all that stuff, you know, like, what the hell? It's too much, right? Again, 23-year-olds, how do you handle all of that stuff? Which is when we realized that content is not a medium to create mass influence. In the world, we had six, that community grew to about six million, let it speak. Six million people, through that, it was at least 40-50 million, even more than that at peak, probably. We reach so many people every month, which is humongous, right? I will do anything, but reaching 50 million people is not a joke, right? So, that was the first belief. Second belief that we understood from there was that if content is king, distribution is God. The real power is distribution, because we also realized that none of these stories, none of these content pieces were something that did not exist before we existed. All these nice places, nice people, nice inventions that we talked about. All we did was we brought them and we created a distribution mechanism through this community that it can reach to so many people, right? And so, the real power was in distribution itself, right? So, you can write an amazing book, you can create a great movie, but if nobody reads it, nobody watches it, what's the point basically, right? It is then made for libraries. And so, our second belief from there became very strong that the real power is in distribution. And that is what then finally in 2014, when we figured out what to do, which is what led us to starting WittyFeed. WittyFeed, in the front of it, it was like a viral content site, basically pretty much like that. But in the back end, we actually solved the distribution. So, the unique thing that we did, the real secret source of WittyFeed was the distribution. Again, we were not people of content. I am saying this again and again that content was not our forte. So, what we did, he said, if one Facebook page can do so much, and if all the Facebook pages of the world are combined and their distribution is combined, then you can build a very, very large influence basically. And on the other hand, there was no way to make money through Facebook pages. So, again, social good and a way to make money, right? So, we figured it out. We set up a website, we set up a Google ad, drive traffic on it, manage its entire server infrastructure. So, we were like, if you can provide this as a service to people, you know, there is no way to make money through Facebook pages today. People have millions and millions of followers, but they don't know how to make money out of it. And not everybody knows how to set up a website, then regularly create content on it, figure out Google ads, people just don't know all of that shit, right? So, we said, let's do this. So, we created world's first ever content affiliate network back in the day. If you have a social community, join us. You have access to all content of WittyFeed, you share it with your people and whatever traffic you will drive back to our website, we will basically do a revenue share with you. So, this was a very unique idea at that time. And the idea went viral. Over the next four years, we had 65,000 such influencers working with us across the world. And we scaled to about 120 million uniques month on month on the website. It was a bootstrap company. Again, back in the day, we were doing... So, we shifted to Indore in 2014. And we started this company in September 2014. So, we were doing everything that most, that was basically things that the startup world believed that couldn't be done at that point in time. Building from tier 2, bootstrapped, revenue, profitable, and global from India. This is like every notion of startups that people thought that this can't be done from India basically. At peak of about 40 crores annual revenue, we became the third largest media balance sheet in India back in the day, digital media balance sheet. Times Internet, HD and then us. Because no one made revenue of 40 crores at that time. Digital didn't make that much money. We used to tell people 100 million traffic here. So, people used to say, what are you talking about? There must be some scam from Indore, there must be some scam, there must be a lot of traffic, 100 million. Does it happen? There are not 100 million users in India right now. But they wouldn't realize that out of 100, 50, 60 million was, out of 120, 60 million was from US alone. And when you told them that, it became even more unbelievable. How do you create content for US from Indore and all that stuff. But yeah, so that's how we landed at WittyFeed and then it became a story of its own."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:42.960",
        "message": "So, tell me a bit about how you arrived at your content philosophy in terms of figuring out what works. Like a lot of you are from Sringda's book, I looked at some of your headlines from that day and like one of them is, why your best friend is your true love, just like Mila Kunis and Ashton Kutcher. And then this is what you want to know about Amanda, Justin Bieber's new girlfriend, and so on and so forth. So, how did you sort of arrive at the triggers and the hooks which really work in terms of content? And looking back on it now, or even thinking about it back then, because you obviously, as soon as you figured out the triggers, you figured out the deeper question, which is what does it reveal about us? What does it reveal about human beings that a certain set of things draw our attention and make us click and other things don't?"
    },
    {
        "speaker": "Guest",
        "time": "01:43:29.960",
        "message": "Yeah, so I actually used to give a presentation on this. Virality, I believe, is more science less art. Tukka nahi hota hai basically virality, right? You can actually plan it pretty much. Ab to chalo most people do that, usse time pe itna wo nahi hota tha. There are three elements to it. There is a title. And this is again back in the days when text content articles were the way to consume most of the content, right? So there's a title, there's a thumbnail, and then there is distribution, basically that how do you distribute it, right? So title and thumbnail are pretty much like a trailer of a movie, right? So they give you that your title and thumbnail of a story has to be good enough. It tells you enough to generate a curiosity that it should want to make you click. So title aur thumbnail ka kaam hota hai clickability drive karna. So clickability is the number one masala in the recipe basically of virality. So title and thumbnail leads to clickability of it. So it generates enough curiosity that you want to click on it, but doesn't tell you everything so that you're not interested anymore, basically, right? The second one is shareability. That is the job of the content inside, right? So people share stuff when it makes you feel something. And it can be good, bad, anger, happiness, whatever, basically, but it has to generate an emotion. That is when you will share it, you will comment on it. It has to trigger you basically. It has to speak to you in some way. So relatability of the content is very, very important, which basically leads to shareability over time. So more people share it, more people see it. So more people click on it. And so it's a virtuous cycle basically that way, right? But for this entire thing to work, there is a threshold distribution that has to happen. And which is what we correct through the platform that we built. It was called Viral 9, by the way, Viral 9 as a number. So Viral 9 was our way to jumpstart and give the threshold distribution to a particular story. And then it basically, then it took off from there, essentially, right? So clickability, shareability, and then distribution, threshold distribution. Those are the three elements to making it viral. What worked as a content basically? People want to know about other people. Basically, we are creepily very interested into what other people are doing in their lives, etc. Right? So celebrity stuff would work amazingly well. Humor is a evergreen content basically. So again, there's so much bad out there at all times. When something that lightens your mood and something that cheers you up, pops up in your feed, you will mostly click on it and you will go and see what is there and all, right? And then the specialty that we built was, like I said, we tried to remain on the positive side of the content all the time. Like at least, if it is not positive, then this content should not be negative. Our underlining agenda was that I used to say that every interaction of a content that we generate with people out there, imagine it as a smile. So this exercise will sound almost like a cult building. But when we used to do morning stand-ups, I would basically ask my entire team to close their eyes and tell them that, like, imagine every click that a user is doing on your content. Every time your content pops up in their feed and they click on it, they like it, they share it, they comment on it, they land on our website and then they scroll through the page. Every single instance is a smile that you are leaving out there, a positive energy that you are leaving out there in the world. And that is why you work, like that is the work that you are doing here. That was my way of basically helping my team find a purpose in whatever we were doing basically. So purpose was to generate more smiles out there. And so we tried to remain on the positive side of the content. I would not make the mistake of saying that our 100% content was like this. I am sure it was a team of 70 people. In order to generate traffic, they must have made something that would be negative as well. But we tried to remain on the positive side of it. So like photography, I mean, like photography and travel used to get mixed a lot, 10 places to travel and like amazing pictures. People loved that. People used to love that with us. Because everything started from there originally. Amazing people stories, you know, stories of underdogs, people winning, you know, and good winning over bad. We used to do a lot of such viral content. You remember there was a website back in the day, parallel to us called Upworthy. So we actually would have a lot of similar, we were all of the same category, you know, BuzzFeed, Upworthy, WittyFeed, Dipply, little things. All of us were in the same category of that, which is why all of us are dead now. So same, same usse basically sab belong karte the sense similar type of content is what we would create. So negative works, but we had to figure out beyond negative and which is where we figured out that compassion works, you know, celebrity works, humor works, history works. History was another very big thing for us by the way. If you show historical photographs to people, it was a very viral content. You know, 10 pictures from India from 1857 for example. It's a viral article. If you make it today, it will work even today. I know this forever. There is a lot of curiosity in these articles. How did India look like? How were the people at that time? So we will want to see that basically. It was mostly pictorial content. So it used to work."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:38.760",
        "message": "Amazing. One negative headline of yours which I found was, how your face would look if you survived a car crash. And I can imagine this would have been pictorial also. I'm going to actually go and look for this because I'm very curious now that how would your face look if you survived a car crash. The other very interesting thing I find about this is that you are creating content which is going madly viral in the United States most of all where the culture is completely different. American pop culture is completely different there. Everything is completely different. You know, little things like how people romance, how people date, how people... Everything is different. Right? And you have a bunch of young kids in indoor. And they have to get inside the minds of the American public as it were and figure out what works, what doesn't work, all of that. So how was this process? Was it a process of kind of discovering universal hooks that these are things that everyone is interested in? Or was it a case of also doing trial and error where you figure out some things don't work and therefore the other things work? And, you know, when you're writing pieces like which might have dating advice or why your best friend is your true love, then, you know, how do these young people who are from indoor, how are they able to sort of do something that actually works with an American audience?"
    },
    {
        "speaker": "Guest",
        "time": "01:50:58.860",
        "message": "So two, three things. One, it was a mix of all of this basically. So, of course, we try to keep a lot of our content global because it was not just Americans which were our audience. So Canada, UK, Australia, New Zealand and all these are very different cultures. So they're not like... not very similar in nature apart from the fact that they speak English. So we would try to keep a lot of our content global in nature, etc. And advice, etc. global in nature. But having said that, all our team was... Ek toh, we would ask them to watch all American sitcoms, all American serials, understand the cultural nuances, the way people talk, what they say, etc. So that's how we would do it. Second, we would use a lot of data. So basically, being engineers came into play there, right? That all three, all between the three founders, two of us were engineers. So we knew that... And the guy who runs content was not the engineer in our case, right? So Shashank is an engineer, he's a CTO. I was the engineer and Praveen, who is not the engineer, was the content guy among us. So it was a very complimentary skill set there. And we would have a lot of data in terms of what stories work, what don't. In which story does the user read up to, where does it drop, why is it dropping. A lot of such insights we would essentially use. And all of this data would go back to our team and... Again, like I said, virality is less gut, more science. And so we would use that data to plan, that okay, this story is going on, so let's make more of these type of stories, etc. We did... Whatever is written in this, it must be correct, so it's going on, basically. So how do we mimic more of these and also... Actually, a lot of content used to be of a similar type. Because once it goes on, you want to repeat that as a business at the end of the day, right? So we would do that. Secondly, it was my underlining agenda, basically. And my patriotic side came into play there. And also, I always felt that West has some unnecessary and undue influence on how the rest of the world's media works, basically, right? You can call it our colonial baggage, or you can call it racism. Whites are smart, blacks are not, right? And all of that, basically. And these guys are genuinely great storytellers. So they have made it like that. For some reason, US is the power center of the world. At least the entire world believes that, even if it's not, right? So I wanted a flavor of Indian or Asian thing going to the world. I mean, we always consume them, right? Why can't we create media in India and the world should consume it, right? So actually, I used to consciously tell my team, yes, we want to be relevant. Our audience is Americans. We want to be relevant to them. But I don't want you to lose the fact that you are Indians or writing it for them, basically. So I want you to preserve that and so have a taste of that always, you know, when you're giving some advice or writing any piece of article, etc, right? I remember an anecdote. Late Siri Gatilbihari Vajpayee ji passed away, right? And so I told my team that we should definitely do a front page story. It should be a story and it should be a homepage story, definitely on our website, etc. So my team, my editorial, of course, disagreed with it. They said, it's not relevant. Our audience is US. What difference does it make to them? I said, tell me something. If an American leader passes away, let's say Obama, for example, or whatever, whoever, would every Indian publication do a story on them and would it feature on homepage or not? And of course, we are America's leader. In the same way, this is an important country in the world. We are one of the more powerful country and like, it represents seventh of the population of the world or more than that, actually. So why do you think that the leader of these people passed away and it is not relevant for the world? If you don't feel so, the world is never going to feel it, right? So we used to add such flavors in between. I don't, again, I might be thinking wrong here. There's no right and wrong, I think. It was just my perspective, my opinion, my way of bringing an Indian flavor to the world. Like, why should world not have an Indian flavor of content, etc. They used to do all of it. There was a lot of trial and error. Some content used to work, some didn't. We were like a content factory. 70 people writing more than 100 new articles every day. Thankfully, we had to write less text because it was pictorial content. But still, it's a lot. So when you are producing in such a mass, if we had 10 stories on any given day, that was a lot. Then every influencer, all these 65,000 would share the same story. They go big, we get our traffic, it's all good, right? So more of them didn't work, less of them worked, but the ones who worked gave us all the traffic that we needed. That's how, basically, we built it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:30.960",
        "message": "I think that point you made about wanting to push Indian content out there is really interesting because I think like the argument your guys would have made against it, it's about supply and demand. There is no demand from there. Here, we will do Obama because there is demand. And there is a perception that there is demand, but it's not there. But the counterpoint to that is that you can change the demand with supply."
    },
    {
        "speaker": "Guest",
        "time": "01:56:50.760",
        "message": "Absolutely. My point was that if that story is not visible in front of the audience, then how will they consume it? You put it, maybe it will not work. Maybe your typical story does 100k users. This one will do 10,000. But that's okay, right? 10,000 have read that narrative. And so that will make an impact. So you don't have to go big every time. Those small, small changes would lead to some large impact over time. So that's exactly the point I made. And maybe I was the CEO, that is why I won. Or maybe the point won it, but I got the story."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:25.960",
        "message": "I got the story on the homepage for a day. And there's another interesting angle here, with which I'll lead to my next observation and question, which is that, like you said, if a regular story gets 100,000 and this gets 10,000, the point is that these 10,000 are more engaged than those other 100,000 because these people clicked on it in the first place because they are interested or they are that curious and they're finding out. Whereas in the 100,000, there'll be a lot of people who just kind of skim the content. And I have recently sort of been trying to think about media and the creator economy. And the frame that I use is something like earlier, we were talking about thin desires and thick desires. And the frame that I use for this is thick engagement and thin engagement. Like I keep telling people that I would rather have a 100,000 people listen to one of my episodes than do a 10-minute video and get 20 million views for it. And the reason for that is at 20 million views, the engagement will be thin, that, you know, people will drop off at 15 seconds, drop off at 20 seconds. But here my average session time is 40 minutes plus and here the engagement is much deeper. I hear from my listeners. I am, you know, and in very tangible ways, I understand how thick the engagement is. And the thing is that this is not something like when advertisers or sponsors think about your business. They think in those absolute numbers. That 20 million is way more impressive than a 100,000 or whatever. But actually the value of that thick engagement to me is like way greater, right? So in your business, is that also something that you sort of thought about? Like you've already said that you could see which article people are reading to what extent, you know, which is also an element of how much engagement there is."
    },
    {
        "speaker": "Guest",
        "time": "01:59:08.160",
        "message": "Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:08.360",
        "message": "Yeah, I guess how many times they are sharing is an example because that obviously indicates. So tell me your sort of learnings with regard to different levels of engagement and not like, you know, people speak of clickbait disparagingly that you made a person click, but the main process really starts after that that how engaged are they? Are they going to come back?"
    },
    {
        "speaker": "Guest",
        "time": "01:59:27.760",
        "message": "Are they going to share?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:28.560",
        "message": "Yeah. So what are your learnings on that?"
    },
    {
        "speaker": "Guest",
        "time": "01:59:30.360",
        "message": "Yeah, so yeah, like I think what you said at the end of it is probably the answer of it also. That you can make somebody click on it by doing a clickbait article, a clickbait title and thumbnail, but you can't make them stay on your website if you don't really have a meat, you know, in the content that you are writing. So which is why the stuff that you write has to be really really solid, right? And that's why we used to do lengthy type of stories. There's a business sense also in it, by the way. What happens is that the amount of effort it takes to bring the users to consume a piece of content is the same, whether it's 10 minutes or 10 hours. The amount of effort is the same to bring the user there, right? After that, whether they watch it for 10 minutes or 10 hours, that depends on your quality of content, right? So you're actually better off creating a very high quality content and make the same effort to bring the user there and then engaging them for a long time, right? So it actually makes a lot more business sense to create very high quality content and keep them engaged for a long long time, right? So we used to try, like we had a lot of stories in which there were like 100 things, right? It used to go up and down, right? And it makes business sense also because the deeper you go, the more ads I can show and the more money I can make probably out of this back in the day, right? So yeah, we used to, I mean, it was the trade of the business that the more engaging content you make, the more money you make. I'm probably not getting the question deeper in terms of what do you want to know, like how do you create engaging content, is it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:12.760",
        "message": "Not just how you create engaging content, but for example, you spoke about how this girl wrote to you"
    },
    {
        "speaker": "Guest",
        "time": "02:01:19.160",
        "message": "and she said, you know, you saved her life."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:22.160",
        "message": "And obviously, she engaged with your content at a very deep level."
    },
    {
        "speaker": "Unknown",
        "time": "02:01:25.760",
        "message": "It meant something to her, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:27.360",
        "message": "At the same time, you could create a content which is like, just yesterday I clicked on some stupid headline on some stupid viral site, which was to the effect of why X did this to Y, right? But the point is, it's paginated."
    },
    {
        "speaker": "Unknown",
        "time": "02:01:41.560",
        "message": "You have one picture and one piece of information and you're like clicking 40 times before you get to the point"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:47.360",
        "message": "and you actually figure out why X did something to Y. And to me, that's not engagement. You know, you're clicking 40 times, you're showing 40 ads, you're making it interesting enough, perhaps that the reader stays with you and goes on to the next one, but it doesn't mean anything to them emotionally or intellectually or in any way at all. So they've spent time, but the engagement isn't high, you know? And you're monetizing it. But then the point is, if you create that deeper engagement, like that girl whose life, who wrote that thing to you, would have come to your site every day after that, right? It would have been a part of her life in that deep way. And you can't measure that, right? So do you sort of have any thoughts about it?"
    },
    {
        "speaker": "Guest",
        "time": "02:02:25.560",
        "message": "Yeah, yeah. So I think you're right. Just the fact that at least at that point in time, I believe that the fact that the user is actually clicking 40 times to find out what it is, they're probably interested enough and so they are engaged enough. We did have the paginated system at one point in time. We removed it later on, figuring out that this is a very bad way of keeping the users on the site and all, but we did have it for probably a few months or so. So, see, my answer to that is, first of all, I feel that the fact that she clicked 40 times, you see, you can't make anybody click so many times without the intent, right, of really finding out what happened, etc. And you clicked 40 times, or you scrolled it down and then disclosed it. It's the same thing packaged in a different way, right? It's just that if you click again and again, you probably make more money because you can show more ads and whatever, right? So I don't agree with the part where you say that is not engagement. At least in my mind, to my business, it was engagement."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:31.160",
        "message": "I mean, it is engagement, but it's what I would call thin engagement."
    },
    {
        "speaker": "Guest",
        "time": "02:03:34.360",
        "message": "But then that depends on the kind of content we did, right? So we didn't necessarily do all content which was thick engagement content. I don't think we did. And I think that was one of the things that was wrong with WittyFeed. So that reminds me of something very interesting. When WittyFeed got shut down and it was doing 120 million uniques at that point in time, and when we were thinking about what to do next and what was wrong with WittyFeed, one of the things that we thought about was that when a product is actually good and it really matters to its people and it goes away, people cry for it. There will be somebody somewhere out there that it mattered so much that they would want it back anyhow, right? And they'll miss it, they'll reach out to you, they'll write to you, all of that, right? Out of 120 million, nobody did, right? And which is why I feel that because of the format or because of the way you can monetize online content through ads, etc., unfortunately, most of us ended up building very thin engagement websites. You have to bring the user to the website. How do you optimize for maximum time spent so that you can show maximum ads and so you can make maximum money out of it? And which is where, again, from believing that you want to create a positive content site, that dilute happens, that you keep telling yourself, no, I'm not making positive content anyway, but it's not for that deep engagement. Now, how do I optimize for maximum revenue and so on and so forth? So nobody cried for WittyFeed, right? And we wanted to change that this time. When we were thinking about a new idea, we said, we won't make it like this. Even if we make it for less people this time, but this time when I want to do it, I want to do it. I want to build a product that really matters to people. If it doesn't exist, then maybe someone will cry and say, what happened to my life? It was so important to me, basically. So I think WittyFeed over time became a thin engagement site only. If it was a thick engagement site, it wouldn't have died from Facebook."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:38.560",
        "message": "Is what I would say. I'm not even making a judgment call in the sense that some things I do, I try to be thick engagement. Some things I'm okay with thin engagement. There's a value to that as well. If you're entertaining people or if you're, you know, satisfying some other need, I don't see anything to look down on at all. That's also important and people who do it well are doing a great job. Tell me also about your approach to building the team that you did. Like one really, one insight you shared in one of your talks, which impressed me a lot, was where you were sharing the story of a team member, who when he came to you for the interview, he said, this is my last interview, I won't do it again. And you asked, why is that? And he said, No, I go everywhere and people ask, how is your English? And this is where I get marked. And you said, it's not like that here. And you hired the person and then at the time you gave the talk, you said he was leading one of your teams and all of that. And this is something that I totally agree with in the sense that over time, I would not have thought this when I was, say, a manager 20 years ago or whatever. But over time, I have come to realize that the most important thing is attitude. That are you open to learning? You know, if you have the humility and you have the openness to learn, then the skills don't matter so much. You can teach anything. So one, tell me a little bit about how you evolved your philosophy towards employees, because like another unusual thing you did and Sringda mentions in a book that everybody used to live in these two large bungalows. So it was like a family. The orientation was that it's not just a normal company, you're an employee, you come into work, attendance is done, you check out your card and you get out of there. But you're all actually kind of living together. You and your wife are called brother and sister-in-law apparently. So where did this philosophy come from? That we will do it this way. Like, why did you, how did you come up with this? You know, what were the roadblocks you faced? What were the learnings that you got from it? So I'm just very keen to understand your approach towards people and employees."
    },
    {
        "speaker": "Guest",
        "time": "02:07:35.960",
        "message": "Yeah, let me start by completing that story that you mentioned, right? So see, again, we were very young and we were hiring, right? So by default, you don't get the best of the talent options for you. Number one. Second, it's very hard to work with people who are older in age, because again, it's very hard to establish authority and like all that. It doesn't work very well. Actually, it does not. Over time it changed, but at least when you're little too young, who will listen to a 22-year-old boy, basically, right? So we mostly hired freshers at that time. How do you judge them? How do you figure out if this guy is a good guy or not, right? So then attitude is the only skill. You can't do much anyway. And we ended up building a policy of hiring only freshers. Let's work with only freshers. One, we get them at a low price. And second, we can hire them on their attitude. We'll teach them the skill, basically. Always believed that skill can be taught and attitude can't be. So how do you judge? So we, and again, when you're young and like I believed in hustling so much. I still do, but a little too much at that point in time. So we used to actually judge at two things and this was Shashank's discovery. He's always been better among the three, the best among three of us in terms of finding out the right ways to interview people, etc. Not that I'm very proud of what we used to do. We wanted to see how he reacts when he's put out of comfort zone. And second, is he never giving up attitude or not? If he's a person who gives up, he won't be able to do it because he has to learn new things. It's a start-up, anyway, he'll have to work extra hard. People used to work for 2-3 days at night at that time. Again, that is how companies are built in the initial days. So what we used to do, we used to ask people to do push-ups. Nobody would expect to do push-ups in the interview. Mostly boys and girls were also asked to do something like this, something weird. And this was Sunil's name, it started with Sunil. So Sunil came and he said, this is my last interview, I'm done, I've come from the village, I've tried a lot. But everyone says, what do you know already? And they ask in English, what else do you know? Nobody is ready to teach, I'm ready to learn, but nobody is ready to teach. So now I'll go to my village, I'll do farming, I'm done here. Shashank was the interviewer, by the way. So Shashank said, okay, what can you do? I said, sir, I'll do whatever you say for this job. So I think he did one of the two things. Either he was asked to do push-ups at that time, or another thing that Shashank used to do, our office was on the 6th floor. So he would ask people to do 6 floors up and down through stairs, some 4-5 times, something like that, basically. Something that is basically undoable, essentially, right? And if you're ready to do that, the idea was that I know. It was basically an army-type style of hiring. It was a roadie-type interview, that if you do something that is unthinkable, then at least you don't have an attitude problem. The skill is on us whether we can teach or not. So we told Sunil something like that, and he did it. And it was crazy, he turned out to be an amazing hire, actually. And he was with us for the longest time, and I'm so proud to tell you that he runs his own company today in Indore. He runs his own IT company, has some employees, some 40-50 people, I think. And he's doing phenomenal, actually. That guy, if his interview didn't go well that day, he would have left. So much talent which goes, you know, unutilized because nobody gave them a chance, right? And plus, I think language cannot be a judge. Language cannot be a parameter to judge somebody's talent, basically. That's the most poor way of, very lazy way of finding out how talented you are or not, right? So then that interview turned into a thing. It was a roadie-style interview. Of course, we would ask simple questions, all that stuff also. But then, by default, there were push-ups in every interview. It was something weird. Then Shashank did something weird. We had a golf strip in the office. So basically, he used to say, you have to put it in 10 times in a row or 5 times in a row. The ball should go into the hole. If you miss once in the middle, start again. Now, it would take hours, but people used to do that. People used to do that, that they would continuously put it in 5 times. And that is when you know, if a person gives something to him, he will put his life on the line. This is confirmed. Whether it will happen or not, that is later, but he will put his life on the line. This is confirmed. The person will never give up. And I think which is why we ended up building an army of, you know, it was generally an army, an army of people who were just not ready to give up on anything. And that is why we were able to build a company against all odds. So that is how we built it up."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:49.760",
        "message": "One, this sounds like a great way of electing for attitude, but it's also a little, you know, like you said that looking back,"
    },
    {
        "speaker": "Guest",
        "time": "02:12:55.760",
        "message": "I would not have done this now or something. So why is that? What are the misgivings you have about this? This is very masculine in nature, I think, right? And again, it's not like 100% correct way of basically finding it out. We still look for never giving up attitude. We still look for, I think even today in the new company that we're building, we still look for similar stuff that we test for. The thing that has changed is that we do look for skill fit also, but I think we still look for culture fit and never giving up attitude. And that are you, do you have a learning attitude? There are different type of questions that we ask now to understand that, but we do still look for the same skill. I think that we used to look back in the day."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:50.760",
        "message": "And these days in corporate circles, like where I have been a long time back, I think I quit my last job and I said, I'll never work in an office again, but there's a lot of talk these days of corporate culture and so on and so forth and your corporate culture, as it were, like, you know, tell me a little bit about how you arrived at that, that this is the right way to do something. And, you know, and what do you feel about that sort of, I won't say experiment, but that experience now looking back,"
    },
    {
        "speaker": "Guest",
        "time": "02:14:22.760",
        "message": "I think it came from, again, the way I grew up. Right. So, and my belief of joint family and family as a thing. Right. So, business or personal life and all that stuff. Right. And you should never work with your friends. You should never work with your family and all that stuff. Right. I am the first guy who was made out of, like, who have an exit possibility from the middle class life of my family. And if I don't handhold and work with the rest of my, you know, cousins and brothers and sisters and my family, then who will. And I should definitely do that. One. Second, I always believed that when you lead with emotion, you actually build better companies and better businesses. You can build better businesses. I believe that. I didn't have any data. I was making it for the first time, but I believed that with the right intent in place and all the empathy, all the like treating people as people, what is wrong with it? Right. So, and if I can be unbiased, having my brother as my co-founder, having my wife work in the same company and so on, and what's wrong with it, et cetera. Or you have some people that you can trust blindly in your business and you need them. You need such people when you're building. At least. To a large extent. So I had my brother as my co-founder. I actually, my relationship with my other co-founder is also pretty much like a brother. There was a point in time in our story where I and Shashank also departed and then we came back together and then we decided saying the exact thing that you said. So if we do it this time, we do it with an option to never go away from each other. Like there's no option to call it quits on each other. And so let's be brothers and not like the co-founders. Co-founders later as brothers first, that's the relationship that we share. And have you seen such amazing ups and downs and we've, we've stuck together. I think it's a miracle. And it's because of the way we look at our relationship. The reality of relationship is not that we're co-founders, but it is that we're family, we're brothers, and then we be, we're co-founders. We value our relationship with the three of us more than the fact that we work together basically. Right. So there was a book called Super Siblings. Preeti is the writer. I forget her full name. So she reached out to one of my co-founders. She reached out to Praveen. And she asked, I'm writing a book on Super Siblings and I would like to cover your story. I said, of course, because you write on both brothers. Praveen said, Madam, we are three brothers. If you want to write, write on three. We will be two brothers for your book. And Preeti was so kind that she wrote a special chapter about us in that book. The last chapter, which was a brother from another mother. And she wrote a story about the three of us. Right. So that's the kind of relationship we've had. Right. So working with family, working with emotions, working like a family is not a bad thing. Is what I believed. There has been a little change. I'll talk about that too. How has it changed? The logic of the house we used to live in together was that there were all freshers. Right. You ask, you invite a fresher to work with you. Mostly, some people were from Indore, but we would hire from everywhere. Right. So people would come from small, small towns. The biggest headache of their life is finding a house. No one gives a good house to bachelors. Even if you give it, there are 50 types of problems in it. So the lowest type of property in the city is given to bachelors. They don't give good properties to bachelors. Then after that, even if they get it, find a maid for cleaning. Who will cook food? If you put a tiffin outside, half the time you will sleep hungry. If you put a maid at home, if you put a cook, then that too, there are thousands of problems. Then grocery shopping, all that. Right. So our thought was that we have invited them to do a job. Why can't we solve everything else for them and just let them do the job? Right. So basically, we gave them a pre-made solution. This is a house. You go and live here. There is a cook here. He will cook food in the morning and evening. Someone else is responsible for its grocery shopping. Your job is just to work. You don't have to worry about anything else. And you can live a, like a nice life, better life, basically, than you would otherwise live as a bachelor, etc. And it worked. We used to love the fact that they didn't have to take a headache. And the productivity was high. The food was good. There was no food poisoning, acidity, and all these problems. We used to actually serve pretty much like a Google-type lunch in the office also. You used to serve lunch, dinner, breakfast in our office. We used to serve breakfast, lunch, dinner in our office. And in Indore, on Indore standards, it was famous. People would call us our office as the Google of Indore type. It had a lot of benefits. The family part, and let me give you an address. Like you said, people used to call us brother and sister-in-law. Most of the people still, we build those relationships over the years, etc. So, we back then had a policy of not firing anyone. But at Tata's, I'm actually inspired by Tata's quite a lot, especially Tata, right? And the philosophies that they have of the business, the way they build the businesses. We had a policy of not firing anyone. So, taking my belief in humans to a very, to a very peak level. So, I felt that we should never give up on humans so easily, right? Beliefs, I'm talking about the past because it has changed a little bit. That belief has changed a little bit. It has evolved a little bit. So, I felt that we should never give up on people. I mean, if it's not happening, it's okay, we'll figure out something else. Help him, help them, you know, you train them, you help the organization, basically, and freshers. If we don't invest in their careers, then who will invest? It's my, I used to believe that it's our responsibility to invest in their careers, to build something for them. So, a very family-type environment, so that even after coming to the office, a person should feel chilled out. They shouldn't miss their home, or they shouldn't feel out of the place. So, now, that brother and sister-in-law actually happened because of this. When I started, I was not married, of course. So, it started with a brother, and then naturally became a sister-in-law. Also, it started with a brother because I was very young, I hated that somebody would call me sir, but the way, the system is, unfortunately, they found it very weird to call me by my name. They would not call me by name. So, the midway became a brother, basically. And I was okay with it, again, because of my family values and all that stuff, right? So, we worked very hard to get rid of that brother. It was very difficult to get rid of him. Because, you know, cultural systems change with a lot of difficulty, over time. Now, with difficulty, in the stage, now, I think 90% people don't call us brother anymore. Some people, who are still around, they are so ingrained in it, that they feel bad from inside that how can I call them by their name, or call them sir, right? So, this happened. I probably can talk about that also a little bit. When we built stage, I realized that calling a company, a family, is a very hypocrite sort of a statement. Because, and it works both ways. One is that you can't fire somebody from your family. We didn't fire anybody, but on cause, we did fire on the basis of integrity. But we didn't do it. And people also left. They resigned. So, if they actually believed we were family, why would somebody leave? Right? At that time, I used to think that this should be your last job. This is your first job, and this should be your last job. Why should you ever leave? If you leave, you should become an entrepreneur. So, I used to promote entrepreneurship quite a lot. We used to promote that quite a lot. So, when somebody used to leave, it used to be like a, I would take it personally. All three of us would take it very personally. How is he leaving? How did we treat him? How did we treat his family? All that stuff, right? So, again, when that pity fit ended and we got the time to reflect, we realized that it's very hypocrite. People will not work for you forever. Number one. You need to realize that. Second, you need to realize that you will also need to fire people if you want to build a world-class team. Right? But, at the same time, we concluded that you can be very emotional, you can be very empathetic, you can be very nice to people without calling it a family. So, that's what we are. We are a team now. We are very influenced by Netflix culture document, by the way. We use that quite a lot in our system. Lot of policies we have replicated and all. And radical candor, one-on-ones, all of that stuff, we promote quite a lot now internally. So, they say that we are a team. And in a team, everybody knows that if you don't perform, you can be replaced. We contextualized it in our way that you can be replaced, but we will not replace you immediately. We will give you a chance. We built a very comprehensive skill gap assessment system. And the company, your manager, we will invest and we will invest money, we will invest time and we will invest effort with you to fill the gap in terms of what we want your skill level to be. And something that you also agree on. If you make progress, we will keep doing it and we will keep you with us. If you don't, then we replace you. Which is fair and square both ways, right? Even you will leave if you don't feel satisfied here. I will fire you if you're not making progress, but I can fire you without guilt now and you can leave without hurting me now because and I will not be hurt because I know that people will not work for me forever. Right? And I'm openly I openly say that it's a team and not a family without meaning that I'm not there for you anymore. I am still I think we are even more available to our team now emotionally, we are more available in terms of financial like in every way that we used to support them at Witty Feed. We support them probably 10% more now but we're not a family. And I and I think it was more about we accepting that fact than our people accepting it. So we accepted it and it has turned out to be a more fulfilling experience building this."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:12.760",
        "message": "One of the themes that I'm I've become very interested in is people's relationship with their past. Like when someone makes a journey like yours where you're born in a village you go to a city then you're you're kind of moving up ladders in a certain way at a faster speed than the rest of your family might have been able to. And how that relationship with the past plays out is very interesting to me. Like some people can be embarrassed by their past and keep it at a distance while others can embrace it because of the sense of belonging and home and community and rootedness that it gives them. Like there's a beautiful short story by Ken Liu called Paper Menagerie one of my favorite stories which I'll link in the description box which is about this person coming to terms with the embarrassment he felt because his mother was out of place in America he was an immigrant and she couldn't speak the language and all that. Just a lovely story. So and in your case it seems that you went completely with the second option which is that that past meant a lot to you family meant a lot to you you married your sweetheart from your village and you sort of you kept your friends together like you mentioned Tata I've heard you quote something to the effect of if you want to go fast"
    },
    {
        "speaker": "Guest",
        "time": "02:26:21.760",
        "message": "go alone if you want to go far go together"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:24.760",
        "message": "which is so beautiful so tell me a little bit about like was your relationship with your past complicated at times did you sometimes look back and like just now you've said sometimes I wonder"
    },
    {
        "speaker": "Guest",
        "time": "02:26:34.760",
        "message": "how I was born in that family so how has that been? I think you're right I I I love where I come from I think I feel very lucky for where I was born whether it's my village whether it's my family whether it's my particular set of parents I think I feel very privileged to be born the way and where and how I was born basically so if I was not born where I was born I would not be building stage today basically it's as simple as that right so I literally owe what I am right now to the place that I was born right it's been days I was watching a video of Neeraj Chopra right so Amitabh ji asked him Bachchan sahab asked him I saw that you have struggled a lot to reach your life in his own heavy voice so Neeraj Chopra and he's a you know he's a very the way he talks"
    },
    {
        "speaker": "Unknown",
        "time": "02:27:35.760",
        "message": "he's very"
    },
    {
        "speaker": "Guest",
        "time": "02:27:36.760",
        "message": "straight from the heart sort of a guy right so sir it was very important if I had got everything in life if if I had struggled with him because I come from a very similar place that if my parents would have gone to school to leave and pick me and if I would have got everything before asking and all this would have happened I mean so maybe I would have never been so successful in life basically he said that I had immense amount of struggles but I love the fact that I had them and which is what happened to me including the witty feed thing including anything from the start you pick it up that I I ended up in quota most people can look back at it and say Gary it was the wrong thing I think it was the most important juncture of my life to become a doctor and then you know ending up ending up with engineering I very soon figured out I don't want to be a doctor and I entered my college it was and so people can say that I was in the wrong education I think I was in the the perfect place people can have regrets about that I didn't get into IIT I would have not gotten Shashank if I had gone to IIT I think it was the right thing if I had gone to IIT I would have not done anything differently I am happy with the person that I am today I am very proud of the person that I am today actually and so I will not change a thing because then if I do I will not end up where I am and I am very happy and very satisfied to be honest with the kind of person you seem like a city person I think I am a I embrace where I am but I miss my village I am a village person actually you know I like I don't like the city I live in Noida whereas I come from Haryana we work in Haryana everybody thought and startup from Noida everybody"
    },
    {
        "speaker": "Unknown",
        "time": "02:30:14.760",
        "message": "thought I just"
    },
    {
        "speaker": "Guest",
        "time": "02:30:16.760",
        "message": "don't basically it's still high rise and all but gardens you know I can go down and roam on the roads and like I feel much closer to home in Noida versus I would ever do in Goodgaon actually that way my fantasy of retirement is going back to my village and thankfully I got a wife which thinks very similarly so I want to go back to my village have a small school up and up there and just retire like that for my village people all of that and whenever I get a chance I speak very proudly about"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:17.760",
        "message": "where I come from what do you do in your free time you mentioned that you're in Noida you like the open space all of that like I know you're very obviously very intense about your work and you spend"
    },
    {
        "speaker": "Guest",
        "time": "02:31:34.760",
        "message": "a lot of time on that but I used to work 16-18 hours a day I would travel 17-18 days a month sometimes 20 days a month and it was crazy and then I realized that it doesn't make sense I don't want to live a life like that so I laid back that doesn't mean that I'm not building it with passion for the next 10 years and how I want to live next 10 years so I said I lived my entire 10 years wanting big and fast those were the two keywords I wanted everything very big and everything very fast and I want to live the next 10 years for like slow and small like I want to build and I want to build small steps and I want to put a disclaimer here that it doesn't mean that I don't have large aspirations I still do but it's just that I don't want it fast and I don't want it big big chunks I am material limited I don't want everything big and small I like to do meditation I like to do yoga I like to watch a lot of content I mostly watch English content and I when I'm down and not feeling good I But I like to, you know, learn new stuff all the time. I'm generally a very curious person. So and one of my main source of learning is actually not books or not podcasts or any of that stuff is actually meeting people and talking to them. So I actually spend a lot of time talking to my friends, mentors, I have humongous number of advisors and mentors in life, something that I'm very proud of, that I've been able to build. And I talk to them very often, I spend a lot of time talking to them, learning from them. Toh wo sab kaafi karta hu. And otherwise, I like to spend time with my wife and my family a lot actually. Toh main kabhi koshish karta hu unke saath samay bitaane ke jitna. Mujhe lagta hai ki yaar as an entrepreneur, anyways hum materialistic cheezein toh deni paate hain un logon ko kuch zyada, right, kyuki humesai tangi rehti hain, paise ki toh. So you're always underpaid, you're always short on, you know, there's something or the other going wrong in your company and so you're always under stress, all of that stuff, right. At least aap unko samay de sakte hoon. And that's the most important gift that you can give them, right. So you sit down, listen to them. And also, I try my best to give as much time as I can give to my wife, my family, my parents live with me. That's also a condition I put on them ki, I just will not live without you guys and I hope they continue to live with me for the rest of their days or my days, whatever. So yeah, I do that, spending time with family a lot more."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:16.200",
        "message": "That's also a lovely, that's such a lovely thought of, you know, giving time to your family because just thinking aloud, you know, when people are gone and you miss them, you"
    },
    {
        "speaker": "Guest",
        "time": "02:35:25.680",
        "message": "never remember the things they gave you, you remember the time you spent with them. Again, meri wife ka bahut influence raha hai isme. And I probably found her and fell in love with her and we married because of those similarities and thoughts also that both of us are far, far away from metalistic stuff, basically. Toh humein na jyada mehenge kapde, na jyada mehengi cheeze, na badi gadi, na bada ghar yeh sab bilkul bhi samajh nahi aata hai, thankfully. And we both are alike that way, right. So matlab, my way of showing you my love will never be about giving you costly, like very expensive gifts, mujhe toh, I feel actually very bad when even somebody gives it to me and like, I can't do it, mere bas ki baat nahi hai, I will, I will sit down with you, I will be there when you need me. If you are feeling down, I'm going to sit down with you and have like a three hour long conversation in a row and I don't mind doing it, mera koi bahut important meeting hoga main miss kar dunga usko, if I need to sit with you and like, spend time with you. But mere se yeh nahi hoga ki aapke birthday pe main 50,000 rupee ka gift dera hun, mere bas ki baat, 5000 kai dena muskil kaam hai, metalistic cheeze nahi hoti hai mujhe, basically, it's very, very hard for me to do that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:43.080",
        "message": "You've also, you know, mentioned at different times, how there have been so many ups and downs, ebbs and flows in your time, you know, and especially the way Witty Feed ended, like if it happened to something I built, I think it would have been so incredibly traumatic ki mujhe pata nahi ki motivation kaise aati mujhe ki continue karo, you know, it would have felt like the end of the world. So tell me a little bit about that phase, if you want to talk about any earlier downs, if you think they are relevant, but you know, when it was ending, you know, how did it happen? How did you get through it? You know, like, wo poora process kaisa tha ki aap wahan se aap phir continue karke yahan tak hai?"
    },
    {
        "speaker": "Guest",
        "time": "02:37:21.240",
        "message": "So, so yeah, I mean, there have been multiple instances, even Witty Feed banane se pehle bhi aur banate time bhi bhot saari time aisa hua, sab hua, but for without a doubt, this experience of losing Witty Feed entirely, after building it at such a large scale was the biggest one in the entire thing, right? And it was very traumatic. It was very depressing. All three of us, we were diagnosed clinically depressed after that. Teen saal se hum log therapy kari rahe hain, jab bhi jaisa hi figure out kiya and then we started, tab se hum, all of us are on therapy. We did some medication also in between, we had to take some medication also to come out of it and all. See it's the right analogy and I'm not exaggerating when I say it is that you raise a baby and you lose it when they are eight year old. That's what it was. Now couple it with the fact that this is the only identity that you have of yourself out there to the world. You started it in college and that's the only way people know you and there's so much, there was so much fucking fame around it. Matlab yaar, we were at one point in time, the poster boys of the tier two ecosystem, startup ecosystem in the country. There was ET writing about us, like everywhere we were being called to every conference. We were sort of a mini celebrity in our own right at that point in time, right? And then all of a sudden it all goes away. So entrepreneurs do one thing, which is that, and it's a big mistake we all make, which is that we, not entrepreneurs, I think all people who are passionate about building anything they do, this is that they associate their idea of self with the work that they do, right? And we did that of course. Toh hamara toh identity hi witty feed, witty feed founders, witty feed founders and all of a sudden that didn't exist. So the very first thing we had was identity crisis. Who are we? Witty feed hi nahi hai, hum witty feed ke founders hai, toh hum kaun hai? And we had no idea, kyuki itni, itna, see, you need to understand Amit that the intensity of, the intensity with which you have to build when you're building a company, the entrepreneurial experience people don't realize that that's so dense. The density of experiences when you are building a company is so very high that aapko ek baar bhi aise sochane ka time nahi milta ki yaar yeh sab, you don't really have time to process any of this, right? And you're having the highest level of density of experiences in your life, right? And so the intensity is very, very high. And all of a sudden all of it goes away. So you don't know who you are, essentially. And we were certain something of a certain level. Phir hum Indore mein the, toh waha toh hume feeling of a king aati thi, kyuki hum waha ke toh sabse badi company the, toh, which is, which is why we were in Indore actually in the first place. We, we went there because we said ki yaar saare bade sehro mein itne start-ups huma toh hum kho jaayenge, can we go to a city where we can build the entire ecosystem and be the kings of our own world? And we were, and all of a sudden you are a nobody. So I think it started with denial, the typical first phase of any grief cycle, I think. Toh we said, arey, arey aise kaise ho sakta hai, we are witty feet, we'll fight it out, hum Facebook se ladenge hai, we'll do legal battle, yeh wo sab, humne kiya bhi, we hired the best of the lawyers and we wrote back and all that stuff. Do teen maine mein we lost all the money that we had accued in terms of profits. We even took loans. You make a lot of foolish decisions in times like this, right? So kyunki humari books bahut strong thi, toh har bank ne humein unsecured, pre-approved loan 25 lakh rupee ke dedi hai, humne le liye, some 13-14 banks se yeh saare loans le liye bhi. Jo koi basically dera tha, wo sabse le liye. Teen, chaar crore rupee ke gareeb loans ho gaye. People who used to have a couple of million dollars in their account as their profits for now at minus three, three and a half crores, essentially, and with no idea of what to do. It came to a point where we would probably have to shut down the company, right? And then all that story of how employees bailed us out, which is why, which was the biggest validation of that. We probably built it the right way and also we made a pitch, we did a town hall basically and we made a pitch to 90 employees that we don't know what to do from here. But if you believe in us, you stay with us. We will figure it out what to do from here. 6 maine ki bet lo hum pe, but humaar pe paise nahi aapko dene ke liye. You take 25% of your salary, the rest 75%, we will double it and we'll give you as an equity in the company. So you become our angel investor. And this is a pitch to employees in Indore back in 2018 when these things were not so common, right? And this was all from that idea of ki yaar, this can't be the climax of my story. Well, again, that attitude of ki yaar, aise kaise ho sakta hai, meri story, meri picture yahaan khatam nahi ho rahi hai basically. Out of 90, 54 people decided to stay back. And even jo jaare the, us din, wo bechare majboori mein jaare the, they were mostly the sole earning members in their families and all that stuff, right? And it was, it was probably the most emotional or second most emotional day of my life. So much crying and, you know, you don't know what to do with these people who are leaving, you know why they're leaving and people who are staying, you don't know, like there's so much weight on your shoulders. Chogan log bhot hote hain, unki 25% salary bhi bhot hoti hai. Initially humne aise suchta ki 4-5 log rukh jayenge, toh depressed nahi honge. We will have a reason to come back to office, we'll do something and all. 55 logon ke saath, chogan logon ke saath, ab kya karoge basically? There's a lot of people and I don't have a product, I don't even have an idea what to do from here, basically. Toh, but yeah, I think that is what saved the company. Even those who stayed, they were like, sir, aap chhodo, 25% chhodo, meri paas ek lakh rupee ki saving hai, meri paas do lakh rupee ki saving hai, main deta hu, hum marne nahi denge company ko. One of our guys, I remember this very distinctly, that he had a kid very recently, malar us time pe and he said, sir, theek hai, hum inna ek kaam karenge, yeh meri salary ka jo hai. And, yaar, yeh Indore ki salaries kya hongi, between, malar yeh 20,000 se start hoke, 60-70 thousand upar mein, basically, uske beech ki salaries hai, yeh saari. Toh, said ki, sir, main ek kaam karenge, hum dood kebal mere bachche ke liye manga lenge ghar mein, baaki hum cut down kar denge, aur aisi ek doon cheeze usne boli, and like, but I will stay with you, no matter what, main 25% pe rukunga aapke saath. I mean, what do you, like, kaise, it was such. A huge weight, ki yaar, inn logon ke saath main galat hone nahi de sakta kabhi bhi, right? And I think that became one of the reasons why we survived. Because it changes the entire vibe, the energy, tells you ki boss, pachpan log aise hain jo aap pe aap se zyada barusa karte hain. They believe ki you will not fail, you will do something with your life, toh ab toh karna toh padhega hi basically yahan se, right, so that, wo sab hua, chalo phir jaise-daise karke stage ki company mani hai, and one more thing, I am very proud to tell you ki pichle saal June mein humne un saare employees ko exit diya, as they made some 2x of their investment, etc. Main kisi, jab Unicorn bhi banega, aur humare investors 50x bhi banayenge, I don't think it will ever give me more satisfaction than giving exit to those people, right? Because hua aise boj utar gaya ki yaar, you know, the grief continued with us I think throughout. Bohot saara unprocessed hai abhi bhi, to be honest, you know, December last year, we were trying to raise a round, last to last year, December 2020, we were trying to raise a series a round, stage mein us time chal raha tha, sab sahi chal raha tha, humne monetize kiya nahi tha us time tha, people, every VC that we spoke to said ki Bharat doesn't pay, subscription chalega hi nahi, possible hi nahi hai, we were just not able to raise. Humare paas karib 5-6 maine ka paisa bacha tha, and hota gaya na ki 2-4-5-10 log jab same baat bolte hain, to ek point pe baad it gets into your head, it starts to impact you, right? And you start to believe ki yaar, itne smart log, itni baate bol rahe hain, to yaar, kuch sahi bol rahe honge, you know, they know, they do this for their daily job, to inko kuch aata hi hoga, and you start to doubt yourself, and that is when all the shit that you had buried, it all comes out, right? So hua gaya ki, mere dimaag mein ghus gaya ki yaar, we are, I am not a good entrepreneur, witty feed band hua, everybody said ki yaar, us samayal, there were a lot of people, people, there are all kinds of people, right? So there were a lot of people who said ki, arey toh humein toh pata hi tha, hai toh fluke hai, hum toh pehli bolte the, kuch boat hoga, kuch ghochi hoga, when Facebook does something, everybody say that Facebook probably, facebook aise kyun hi karega, chote wale ki kisi ko nahi, nobody would say ki, my story is the right story, until unless I prove it at some point, right? Everybody would say ki, Facebook aise kisi ka kyun band karega, inkar kiya, toh I was"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:10.920",
        "message": "the culprit basically in everybody's mind. Kiya ki, lekin by the way, why did they shut you down?"
    },
    {
        "speaker": "Guest",
        "time": "02:47:15.720",
        "message": "Yeah, I'll probably come to that as a follow up, right? So everybody thought ki yaar yeh toh, and some people said it was a fluke, anyways dekho hum toh bolte the, inkar kuch nahi hoga. Ab jab wo 6 maine ka paisa bacha aur paisa raise nahi ho para tha, toh dimaag mein kya thoughts aane lage, ki yaar toh stage bhi band hoega, and then everybody who said so will basically be right, and they'll say humne toh bola hi tha, yeh inko toh aata hi nahi hai kuch basically, right? And it got into my head, it got into my head so much, aise poore poore din, dupair mein 2 baje, 3 baje, neech aise ghoomta rahata tha garden mein, like a crazy guy who doesn't know, main kuch samajh mein aata tha kya soch raha hoon, aur saare din main ek se sochta rahata tha ki yaar accha toh band hoegi, yeh toh confirm ho gaya hai, mujhe kaun se job milegi? Who will give me a job? The sense of worthlessness for self was so high, that I used to feel ki, yaar mujhe nokri kaun dega? Aur main kya nokri karunga, mujhe toh kuch aati hi nahi hai, mujhe kaun se cheez, main expert kis cheez ka hoon, main se kuch bhi nahi aata hai. You are basically jack of all trades as an entrepreneur and you are master of none, toh tumhe koi PM ki job bhi tumhe koi entry level milegi, milegi toh product manager ki, tumhe koi developer tum ho nahi, CEO tumhe koi banayega nahi, toh tum what will you do basically? I just couldn't think of a single job that I could get and poore din main yeh sochta rahata tha, poore din, all the unprocessed grief of witty feed not making it came out basically. And it took a lot to come out of this, thankfully we shifted from Indore to Noida around that time, 1st of April last year I shifted here, changed the energy, changed the vibe and we launched subscriptions 10th of April, thank god it worked out and that gave me the energy to be able to raise the round in next, within next 2 months I raised some million dollars or so and then we survived and like it all is going great now and all, touch wood. Point is yaar, aise like you said ki aisa aisa where do you even bring the motivation from etc. The truth is that I am not always motivated, truth is that there are times when I feel like worthless piece of shit, there are times when I feel like giving up and I am like what the hell, why don't I even do a job itself and all right. But then what motivates you and what brings you back to doing it all over again is the reminder of why did you start in the 1st place right and you remember that did you start it for the money, did you start it for, why did you start it right and you started because you want to do something good for people, you are able to do that basically. There are, there is an entire state which is coming out of inferiority complex based on their language because you created a platform in Haryanvi. The youth, entire Haryanvi youth today are you just call and tell us that you know that because there is stage today I don't feel bad in speaking in Haryanvi and I think about that and I am like what the hell, we have to do this, you know if not who, if not us who, who will do it, no one is doing it, so we have to do it basically and I think just thinking like this, all this motivation porn, success porn comes to mind from here and there, do something and then start and I think success is the biggest motivator, in entrepreneurship you have to look for the ropes right. I always say that sorrows come in a truck and happiness comes in small quantities always. Success is also like that, failure happens in one year, it is clear, it is over, VT feed is there one day in the morning and it is not existing, but success is never like that, success does not happen overnight, success does not happen at once, success comes in small quantities, right, so you need to be able to learn to identify those ropes, hold on to them and like catch the other, one after the other, one after the other and like keep climbing up. So when there is a spiral down, now at least the way I, the way I have learned to handle it is that I acknowledge it, I do not fight it, I have realized that motivation is not a linear thing, there are days when you feel amazingly motivated and you should use that to do everything and then there are weeks when you will feel really low and it is okay. So I do not fight too much with myself on the days when I am feeling low and I tell myself that it is okay, it will also pass and basically it has happened so many times, so now it does not feel like, now it feels okay, I know you are feeling very bad right now, but you have to do a little self-soothing that it has happened many times, we will feel better tomorrow. So you look forward to tomorrow and one of those days turns out to be a good day, something good happens and one good thing leads to another, I have told my team that one good thing leads to another. Look for one thing, when something is not going well, just look for one thing that is going good and build on that, so everything happens slowly."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:35.800",
        "message": "And from where I am sitting, it seems to me that what you described with your 54 employees is such a big success, I mean you were earlier talking about your anger issues and whatever, but you know, 54 people making that kind of a choice just shows that it did not matter, that overall there was something else that you did right. So that is quite amazing. Just to go back to the smaller question of why did Facebook do what they did and also the larger question that brings about is the power that platforms have, like as someone who cares deeply about the creator economy, this also worries me, that the way the tech ecosystem has evolved is that you practically have, you know, monopolies in their domains of Facebook, Twitter, Twitch and so on and so forth. And if a platform tomorrow makes a small change in an algorithm, a creator's entire, you know, revenue model could fall apart or a business's model could fall apart as happened to you. So is this something you think about, given that earlier you said if, you know, content is king, distribution is God, distribution to platforms key through."
    },
    {
        "speaker": "Guest",
        "time": "02:53:39.560",
        "message": "So what are your thoughts? So let me answer the what happened to Witty Feed first and then I'll tell you my views on it. Right. So not that these companies tell you what they do, why they do, how they do it, etc. These companies operate as a dictatorship type, because they have monopolies, they can do what they're doing. So these people pass orders and you live in their world and you just have to accept it. You can't do much about it. You can't really fight them. And that's the reality of the world, right? So just like that, one fine day we got this notice in our inbox. And before even we read that, we discovered the notice later, before that, all our properties basically started getting deleted from the platform, including my own, like founder's profile, even our wife's profile got deleted, all employees, basically everything about Witty Feed was removed and so on and so forth, right? We never got an official reason. Official reason was that you violated some of our platform policies, which is a black hole, right? You don't know what policies, how do I even know, right? And I'm a large company, I'm giving you so much business, there are 150 people, it's a business, real business, lives are on the other side of that email, right? So you need to talk to me. If I'm violating, I'm not a criminal, you need to talk to me, you need to tell me, these are the problems, I will fix them, right? So but then again, over time, what we discovered, the actual issue was that 2018 was also the year of Cambridge Analytica in US. And from a very American point of view, the entire issue was non-American companies influencing American voters using Facebook as a platform, right? We were a non-American company, we were reaching out to every third American voter every month, that was the scale that we had 60 million American users, right? And we were using Facebook as the primary source of distribution, right? Now Facebook was under a lot of pressure, Mark was going through Senate hearings, all of that stuff, right? We wanted to show some action, we wanted to show them that we are doing something, basically, right? Now you can't do anything about BuzzFeed, you can't do anything about the other companies from New York. If you kill a company which is based out of Indore and nobody has even heard of, who cares? And the action, however, is 120 million users, 65,000 influencers, you show like a huge action, right? And no one will care, basically. Same company, if owned by some American, based out of New York, the outcome would have been very, very different, basically, right? So that is what happened, actually. I think it also has a lot of unspoken racism, unspoken, how these large companies, especially US companies, look at Asian companies and Indian companies, especially Indian entrepreneurs and there's a lot of inbuilt discrimination that exists over there, the superiority complex and underlying issues, basically, when you peel the onion, you will find that there are so many layers to the entire issue. It was just convenient for them to kill us. And that is why we got killed, not because we deserved or we did something wrong or anything like that. It's just that because it was convenient for Facebook to kill us, they killed it. And there were zero consequences that they had to face, right? So it's as simple as that. Now, my views on distribution and platforms and all, right? So one of the reasons we decided to build Stage as an OTT platform, an app-based platform is that at least to some extent, we remove that dependency, that once you have a user on your app, at least now they're your user, there is still dependency of play store distributions and all policies like you have to pay 30% on cart and all that stuff, right? But and which are very, I don't know what's the right word, but wrong policies, right? I think, so we reduced that to a large extent by being an app-based player this time, like having our own and companies like Dream 11, etc. Because of policies, you have shown that you can build a user base without having to distribute on play stores and so on and so forth, right? So which is why we choose to build this. There is a saying, that even if you drink milk, you will still have to swallow it. So it happened with us, at least I am never going to trust these platforms for distribution because even today, I feel that Google will wake up one day and say, no, we have banned you from play stores, we can't do anything. And it has happened to so many companies. Even companies like PTM, such a large company, it happened to them, right? It's probably the influence of VSS in some way, etc. And like a lot of media buzz around it, etc. And like a certain narrative that got pulled in, which is why Google came on the back foot and they restored it. If it can happen to them, as long as I am small, it can happen to me anytime and anything. So I think these platforms need to re-look into these things. And if they will not, we are already seeing the winds of change and these guys will lose. There has to be a point where creators will realize that and creators will start to figure out their own, this thing and they will lose on that over time, right? So anyone, all creators, I still tell everyone, you are a YouTuber, you are all this, but the problem is that you are on the mercy of these platforms, they can kill you whenever they want. Google kills SEO people every third month, right? We know that. And it's like a known industry accepted fact that traffic will go bad every third month and then you have to figure out again what is new, basically, right? Similarly, there were so many entrepreneurs on Facebook, so many companies like ours, all died. There was a very viral thread recently by the founder of Little Things, which was also killed in a similar manner. BuzzFeed, which was more than a billion dollar company at one point in time, their total valuation of the company is less than the money that they raised for simple reason because Facebook killed them. Reach is gone, basically, traffic is gone, everything is gone, essentially. So I still don't know the answer to what to do from here. I am trying my best to ensure that my dependency on them is bare minimum."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:20.160",
        "message": "So tell me about stage now, like, how did you think of stage and what I find so interesting and also impressive that you could then have the courage to follow through on it, is that it's going against so many of so much of what the industry is doing in terms of being as hyper local as you are, that there is Haryanvi, there is Rajasthani, you know, where people could even argue that there is no ecosystem, what will you do in this, you know, and even against the conventional knowledge of India versus Bharat, where, you know, the assumption is that it's only the very top, which I also believed until I, you know, heard otherwise, while researching you, that, you know, it's a very top layer of elites like us who can actually spend money via the market. And, you know, Sajid Bhai of Bloom Ventures is one of your funders, Sajid had come on the show, and he had once written an influential article on this, I think, and had broken it down that most of India is basically like sub-Saharan Africa, but what your venture seems to say, and what you're saying, not by words, but by actions, is that no, Bharat has money as well, if you give value, people will give money, just in the same way that your parents, even though they were in a village, sent you to a private school, because there was value, they gave money. So you know, so tell me a little bit about, you know, how did you conceive of stage? And how did all these beliefs, ki Bharat will pay, that we should be hyperlocal, how did all this come about?"
    },
    {
        "speaker": "Guest",
        "time": "03:01:48.160",
        "message": "Yeah, see, the idea of stage came from, it is rooted into those two same common beliefs that the power of content as a medium of mass influence and distribution as the real game. So we knew that we want to build a content company again, and we knew that we are going to do things differently in terms of distribution this time, right, and whatever we did wrong with Witty Feed, basically, one thing that we this time wanted to change was the fact that we wanted to build it for Bharat, we made it for Americans, the extreme one end of the spectrum. And now we want to do the other end of the spectrum on internet, which is the Bharat audience, right? Reason being because when we were making Witty Feed, and this entire Jio story was unfolding in India, we always felt very frustrated and jealousy with the kind of companies that were coming up and building for Bharat and we felt that what are they doing, what are they making, we can do a much better job. And they're not doing it the right way. And so we should do it, basically, but no one pivots the 40 crore revenue of a company basically. They are making it, let them make it, what can I do, I am doing it, so I will keep running my company. Now we had a chance, basically, right? And so we decided to go back and build it for Bharat. We were thinking about, okay, what are the problems in content in Bharat, right? And the top five content companies, back in the day, which were solving for Bharat were all Chinese, all UGC content companies, and all of them used a huge amount of sexually explicit content as their actual growth hack, right? So TikTok, Likey, Hello, Bego, these types of companies were basically going on at that time, right? All of them were Chinese and UGC and sexual content. I said, if I am saying that I am Bharat, my family is Bharat, then how is that, do they want to consume only this kind of content? The question was, what do I want to see for my family? And the answer to that was, obviously, no, they want to consume better content, premium content, sensible content, but unfortunately, it does not exist, nobody is creating that for Bharat. And that is where we figured out this problem statement that, that if we could build a premium and sensible content company for Bharat, it is a complete white space, it is a very large opportunity and you can build a very large company here. Now, the moment you say premium, you cannot say UGC. So if you make UGC, then basically the same nonsense content will come, so we said, okay, remove UGC. There are very few options in PGC. You can build a news company or make something like VTV or make something like a news channel and then make OTT, basically, VTV got eliminated because of whatever reasons, news, because again, where will you do its distribution, Facebook, Google, it will be on all of this. OTT made more sense because one, it was as much a tech play as content, so it connected to us. If we make app-based, then the distribution will be ours this time, we will own the user, whatever we acquire, it will be ours. The problem with Fitivit was that we used to acquire 120 million every month and none of it was ours. All of them were the same, our returning user was 60-70%, but we had to acquire it every month, basically. So here, if we acquire it once, they are ours, basically, if we can retain them, so we said, let's build an OTT for India, so Netflix for India solution came out, but the problem, the moment we said it, we kind of got scared a little, because that means there are about 20-25 active OTT platforms in India, small and big, you can mix them all, if you go to sleep at night and ask, they will say, we are building Netflix for India. Everybody claims that only, you can ask SonyLibs, Hotstar, G5, All Balaji, anyone, everybody will claim the same thing. So we said, what are we making here, in such a crowded market, and every single player literally is owned by an incumbent, is a large production house, a large company backed by some media, so what are we going to do here? We went back to our village, literally, and one of the things that has helped me throughout our story, all three founders, that we always remained an outsider, in WittyFeed also, we were able to do whatever we could, because we did not know that it was not possible, we did not know that a company is not made in Indore, for that you have to go to Bangalore, you have to do a startup, so we did not know that we should not do revenue, we did not know that profitability is not looked at as a good thing in the VC circles, we did not know that we cannot make global media from India, we did not know all this, so we did it, then it happened, now in the same way, in OTT, we were still an outsider, basically, we did not know what all could not be done, which is said by the book, that all this is not possible, right? So, our entire life, our entrepreneurial journey has been all about common sense, what does make sense here, so we said, on one hand, I am saying that my family needs premium sensible content and not, on the other hand, I am saying that there are 27 OTT, so where is the problem? What is the unsolved part? We went back to our village, literally, and there we did some research, understood, what we discovered became the unique insight on which we built this company, which is that you look at all the OTTs in India, in the name of vernacular content, all of them do language-based content, Hindi, Tamil, Telugu, Marathi, Punjabi, Bangla, Gujarati, Kannada, Malayalam, you will get all this, I grew up speaking Haryanvi, Haryanvi is not a language and there was no content in Haryanvi, there was no app in Haryanvi, nothing, so I said, this is it, this is not happening, both are right, there are 27 OTTs, but nobody is doing Haryanvi. Why is no one doing it? Which is the pursuit of trying to figure this out, we found that Haryanvi is a dialect and not a language, before that I did not know all this, I spoke in the vernacular and I read the language, but never thought of it in a practical sense, right, and this discrimination by our constitution between a dialect and a language leads to a lot of things. Dialects don't have their own scripts, so they don't have their own literature, so they don't have their own cinema, so they don't have their own industry, Boliyaan literally Boli jatiye, likhi nahi jatiye, basically, lipi nahi hoti hunki apni, toh we said ki boss Haryana mein toh hai, is it a Haryana only problem? So you go to Rajasthan, people speak Marwadi, Sikhavati, Haruti, Mewati, depending on the region that you come from, UP speaks Braj, Bundeli, Avdi, Bhojpuri, Kannoji, Bihar speaks Mathli, Maghai, Bhojpuri, Angika and Bajjika, then North toh pura cover hogaya, North mein toh Boliyaan hai, then we said, kya yeh North only problem hai? You go to the entire coastal region of Maharashtra, Karnataka and Goa speaks Konkani, Konkani is a language recognised as a language because of Goa, but still there is hardly any content in Konkani and there is a very large population that speaks it, Gujarat mein Gujrati hai lekin Gujrati ke andar Kathiawadi aur Kachi hai, Maharashtra has Kulapuri, Malwani, Telangana and Andhra were divided, one of the big reason was that they speak two different versions of Telugu, there is Tullu and there are different Sindhi and bohot saari aisi phir chhoti languages hain jaise Assamese, Oriya, the entire North East, Nepali and yeh sab basic, point being that humne yeh discover kiya that in India, language is an urban concept, seher mein kya hai na, aap kahin se ho, main kahin se ho, hume Hindi aur English samajh mein aati hai toh hum yeh use kar rahe hain, main Haryanvi mein nahi bol sakta hai kyunki aapko samajh mein nahi aayega aur aap whatever dialect you may speak, you can't speak in that because I will not understand right, so we need common ground and so urban places, cities are about languages, but the moment you go beyond urban settlements, everyone speaks in dialects, aap Gurgaon se 20 km andar chale jao, aapko Hindi bolne wala vekti milega nahi, for me to learn Hindi, to speak clean Hindi was as big a task as it was to learn English, jaise hum Neeraj Chopra ki hi baat kar rahe the right, he speaks his Hindi with a very Haryanvi accent and I am so glad that he embraces his own identity so well because I didn't, growing up hume lagta tha ki hume Haryanvi was supposed to be a bad thing, I used to literally scold and beat my siblings for speaking in Haryanvi, toh hum hamare dimaag me itna inferiority bhara jaata hai na iske upar, point being that the insight yeh mila ki in India language is an urban concept, the moment you go beyond urban settlements, everybody speaks in dialects and so if there is a true hyper local content company to be built for Bharat, for the next billion people, something that will disrupt Bollywood, something that will be built bottom up for them and not with a top-down approach ki ek film banayega Bombay aur poori desh ko vahi dekhna hai, something that will not bastardize the Haryanvi spoken by the characters in Dangal because it has to be relevant to somebody in Maharashtra also and so it has to be a dialect-based content company and not a language-based sort of a platform. So we decided to build the most hyper local content company ever built, a dialect-based OTT for Bharat basically, again humein nahi pata tha ki aisa nahi ho sakta hai, so bas chale banane aur ho gaya over time, challenges uske apne rahe, maybe I can talk about that also a little bit, teen parts mein challenges the, everyone said that ki kaun download garega Haryanvi ke liye app, aur kar bhi lega toh kitne logonge, so demand and depth as one problem, second people said there is no existing supply and which means there are no existing creators, so how will you build the supply basically, so supply as an issue and third monetization, Bharat paise nahi deta hai basically, ek ek karke humne teenon ko solve kiya, sabse pehle demand ko solve kiya, so we launched with a free app in the first 18 months, toh paise the nahi, content banane ke liye, PGC content banane ke liye, pre-request hai ki aapko paise invest karne padheni hai, right, so you have to figure out ki kaunsa content mein jo saste mein banega, toh artist based content, comedy, poetry, storytelling, folk, nokkar naatak, yeh ek toh dialects mein naturally exist karta hai, doosra bahut sasta hota hai, teesra hamara original idea hi keval artist based content banane ka tha, which is why the name is stage of the platform, because humein lagta tha ki, dekho jo mainstream media hai, wo toh khareeda jaata hai, bechara jaata hai, uski apni ek alag samasyaayin hain, uske upar pressure aata hai, yeh aata hai, wo aata hai, toh phir historically, matlab Raja Maharaja ho ke time se leke abhi tak, who are the, kaunse type ka content hai, jo krantiyan khari karta hai, revolution kahaan se aata hai, change kahaan se, chingariyan kahaan se banti hai, and it has always been the artists, you know, chahe wo comedy, poetry karke karte hain, wo folk ki form mein karte hain, matlab jeetne wale ki kahaniyaan toh itihaas batata hai, par haarne wale ki kahani kaun batata hai, itihaas amesa jeetne wale ki kahani batata hai, haarne wale ki kahani kisne batayi hai, wo folk ki form mein bahar aati hai, geet bante hain uske, uske upar koi kavita likhi jaati hai, uske upar koi kuch aur hota hai, aisi cheejein hoti hain, art bante hain, art has always preserved our history in the most, this thing, so we said ki yaar, agar dialects ka Netflix banega, toh wo artist based hoga, basically, ye artist log hain jo zinda rakhte hain, toh hum agar genuinely ek aisa platform banana jaate hain, jo revolution khada kare, jo ek surrogate tariqa ho sake, poori janta ko jagane ka, toh it has to be ek artist ka Netflix hona chahiye basically, so which is how the stage, which was the original idea of stage, so we started with that content, within the first 18 months, 18 months the app was free, we had 1.5 million downloads just from Haryana, Haryana se start kiya because of course my home dialect yeh, wo sab right, 1.5 million downloads the, 15 lakh download, toh demand, depth, yeh sab toh solve hogaya, but we also realized ki log is content ka paisa nahi denge, kyunki and see this is where going back to what you said, ki ye contradictions hain life ke right, you start with something and then you realize ki bhai, isko sustain karna hai toh kuch aur karna padega right, I started with an NGO and then I started a business, I started with the idea of building a surrogate media, like a platform for artists, etc, patna realized ki boss iska paisa nahi denge log, kyunki ye na, sabko lagta hai ki ye content YouTube pe mil jayega aage peechay, even when it was exclusive, artist based content ki samjhya ye hai ki logon ko lagta hai ki YouTube pe aajata hai, doosri uske samjhya ye hai ki aap kuch bhi koshish kar lo, comedian aapka perform kar raha hai, aap kya paanch camera laga loge, phir uske aage ek jaga khada ho ki perform karega, toh uski perceived production value jo hai na, wo bahut low hoti hai, uske liye paisa lena bahut muskil kaam hai, which is when we realized that ki people will pay only for the established content formats which are, and longer content formats like movies and web series and so on and so forth, and so came the part of solving for the supply, ki jo supply humne banayi hai, usse liye paisa nahi milega, supply ke liye aapko jo typical entertainment ke supply hoti hai, wo banaani padegi. So we literally jumpstarted a local Bollywood in Haryana, we literally created a poori industry banayi iskrayat se, one of the cliche insights that you, when you work there, you realize is that talent is universal, but opportunity is not. There are so many people who want to create great content, who wanted to make movies and so on, like Haryanvi mein unko kaam karna hai, script likhi hui hai, ya kuch kiya hua hai, lekin platform nahi, Haryanvi mein film banali toh release kaun karega, paisa laga diya toh recover kahan se hoga. Right, so we basically went on the ground, worked with these people, incubated them, helped them become creators and producers, and pehli web series humne sanction ki Haryana ki, jaise hi humne pehli web series app pe dali, the engagements skyrocketed. Even by the way, aaj, something that I am most proud to tell is that Haryana today has a very flourishing industry, locally, we very fondly call it Harrywood, aur 25 production houses hunge kam se kam bhi yahan pe, more than 1500 people have jobs directly and indirectly because of what we have been able to create, and reverse migration ho raha hai. Abhi pehle kya hota tha, kisi Haryanvi ko agar entertainment mein kuch karna hai, toh woh basically Bombay jaata tha, wahan Bollywood mein struggle karta tha, ab kya ho raha hai, they are like, yaar, humare gaon mein filme ban rahi hain, aur hum yahaan struggle kar rahe hain, they are coming back, plus Bombay se aadmi wapas aata toh usko ijjat bhi zyada milti hai, ki bhai usko aata hai, Bombay se aaya hai, seekh ke aaya hai, right, so kaafi amazing ye ho raha hai, jaise hi humne web series dali, engagements skyrocketed, which is when we knew that people will pay. Answering your last part of the question, which is that, how did I know that people will pay, and why did I believe in that and all, see, gaon mein jab aap bade ho toh, toh un logon ko aap samashte ho, wohin bade ho, yeh sab hua, right, so like you said, my father sent me to a private school, yaar, papa jo grocery store chalate the, kirane ki dukaan, we used to sell Pepsi, Coke, Darbar, Lifebuoy, Lux, sab hum beshte the yeh sab, aur bhi lot more other brands, it has never been about that they don't want to pay, it has always been about that, have you created enough value for them, aur entrepreneurs ko sath, problem kya unfortunately, sabko lagta hai ki Bharat pay nahi karega, toh ek urban, aur entrepreneur banta hai kaun hai normally, thode se sehri log bante hain, yaar at least sehr mein aane ke baad insan bante hain, gaon mein baith ke toh koi bana nahi raha hai company hain normally, toh ek urban bias ban jaata hai, and easy way out is, ki sehr ke liye banao, log paisa dete hain yahan pe, toh everybody ends up creating for the cities, for the urban audience, and then they feel entitled ke, arre app hi toh hai kya, phir aap bhi use kar lo, aur Bharat ko phir milti utran, Bharat ko milta second class experience, and which is why they have not been successful in monetizing Bharat user, and humne day zero pe bola ki yaar, we will build for everyone minus the top 10%, top 10% Delhi ka ho, Bombay ka ho, ya mere gaon ka ho, uske liye nahi banana hai, which is why we had the courage to build it in dialects, right, toh humein lagta tha yaar log karenge paisa pay, humne unke liye truly value create ki hai, and April 2021 mein, from a fully free app, we became a fully paid app, and the response has been phenomenal, abhi 1,10,000, 1,15,000 paying subscribers hain, just from Haryana, 400 rupiah dete hain saal ka, which is also typically the rate at any other OTT, even humara minimum 200 rupiah, typically 30-40 rupiah, 50 rupiah hota hai maine ka, OTT's ka, baaki OTT's ka, humara minimum 200 rupiah hai, 3 maine ke liye, and we got phenomenal response, 8-10,000 naye subscriber har maine aate hain Haryana se, and, matlab people love the fact that we've been able to do what we've been able to do, and we've found a meaning, larger meaning when the youth came and told us, and that became the mission of the company today, is that, logon ne mein bataya ki yaar, Haryanvi bolne mein sharam aati thi pehle, itna inferiority complex, itna logon ko, logon na, agar mai abhi Haryanvi mein podcast karunga toh logon ko lagta ki anpad hai, gamaar hai, gaon ka hai, isko aata nahi hai, kahin sahar mein aap bol nahi sakte, right, and so imagine what it does to people jo jindagi mein kebhal Haryanvi bolte hain, kaise aap agar mere ghar aoge na Amit, and you're sitting in the living room on, in my own house, on my sofa, my father will not sit there, just he will not sit there, he will say, arre nahi nahi, aap log bade legal hoga, aap log baithiye, mai kya karunga yaan, he will just feel so inferior by the fact that you will, you and me will end up talking in Hindi or English, and he will just not feel comfortable there. Imagine what it does to this entire set of people who only grow up speaking in their dialects, and they're felt inferior, they're made to feel inferior because they speak in a certain way, which is borderline criminal, in my understanding, right, and these people came and told us that, kya hota tha na ki app pe log aate, 5 star reviews dekhe likhte, Jai Haryana, Jai Haryanvi, aapne maari culture ko bacha liya, aapne maari boli ko bacha liya, and which is when by talking to them we understood ki yaar, our true mission is actually to restore the pride and the dignity of the dialects, their, the respect, the pride and the dignity of the dialects and cultures back into them, basically. That's the real product that is"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:56.680",
        "message": "happening because of what we're able to do. No, this is, I can't tell you how inspiring this is. I hope many, many people are listening to this and, you know, feeling like they should do the same for their dialects. Like I, you know, when, when we fixed our episode, I sent the link to download the app to a bunch of my friends, and I said, please download, tell me what your experience is. And one of them, shout out to Kumar, just sort of wrote back today to say he was so blown away. And one of the things he was blown away by is ki ye jo saare artist hai, he said ki maine inka kabhi naam nahi suna hai, maine inka kaam kabhi nahi dekha hai, Bollywood mein, you know, nobody is familiar to me. So all of these people, the fact that they have a platform, the fact that they have a stage to, you know, so you've created a new ecosystem. And when you create a new ecosystem, you expand the culture. Like one of my worries that I've discussed on the show, and I feel I've spoken with various people about whether it is happening to languages, is homogenization. Because kya ho daana ki Hindi hai, Hindi ke itne saare dialects hai, lekin gradually, the smaller ones start disappearing and Hindi becomes everything, especially because India is a rapidly urbanizing country. And, and it's such a loss because there is such a rich heritage there, that is kind of gone. So I'm just sort of blown away by what you're doing. My next question is this, that at one level, like I completely agree with your disdain of the top down way of thinking and the top down content creation jaise Bollywood se hota hai ki Bombay se banayenge, poora desh dekhega and all of that. And that was actually one of the reasons I love TikTok when it came out, like Chinese company, it was a huge leveler, it was a huge leveler, because any people across the country in villages, people of alternate sexualities, people who were otherwise oppressed and marginal, who could never have access to a platform, could suddenly just turn their phone around and shoot a video of themselves and put it up. And I thought that was incredibly empowering. So at one level, I understand where you come from when you say ki user generated content can only go so far. But at another level, I feel that that is also a kind of bottom up. You know, your artists that you have access to also is still a limited pool. And, you know, user generated, maybe I see sort of a lot of hope there, like most of the content I consume on YouTube is actually user generated. Absolutely, you know, so I so I agree with you"
    },
    {
        "speaker": "Guest",
        "time": "03:23:21.800",
        "message": "on that. And I have nothing against UGC, by the way, there. We've been debating an idea internally of having a UGC section on our own app also, by the way. And, and so what I meant when I was explaining why not UGC, because the the way these, especially the Chinese apps were using UGC was in the name of UGC, they were essentially seeding a huge amount of sexually explicit content and calling it UGC and using that as the actual growth hack, right. So there were a lot of amazing things about TikTok and it brought out a amazing set of influencers and creators and so many talented people out, right. And we heard such amazing stories because of TikTok and short video apps, right. So I agree with you on that. Absolutely. And just that they this needs to be done with the right intent. UGC platforms are amazing, but need to be done with the right intent. YouTube has done a fairly good job. There are so many creators, UGC creators would who become big creators because of YouTube. Even there are some newer kind of platforms which are doing a good job. Just say the Indian versions, for example, are not so bad to be honest. See Chinese apps, the problem was that they basically had zero accountability, right. There was no fear of anything. They could cross any limit and get away with it, right. And which is what was bringing up a huge, an entire generation online, believing that this is what internet is. And which is why I said, we chose a certain white space that there are every Tom, Dick and Harry says that UGC app banate hain. Ye hi to banare, specially TikTok jaane ke baad toh baris type aa gayi thi hink, right. All my investors message me, apna time aa gaya, aap toh UGC banate hain. Like, why? Kyunki so many log banaye rahe hain, toh main usme kya karunga, right. The empty space, the fact that most people thought ki Bharat premium deserve nahi karta hai is what was a problem for me. Mujhe aisa lagta hai ki Bharat ko bhi premium content deserve, aisa aap, sabko aisa kyu lagta hai ki Netflix jaisa premium content keval Delhi-Bombay walon ke liye hi hai. Mera gaon ka aadmi ko wo premium content kyun nahi mil sakta? Woh phir bolte hain, acha Delhi shop hai, Delhi shop hum sabko pata hai, it's a brainwashing, it's bullshit content essentially. I know it works, it does amazing TRPs and all, but point is, can I not deliver great quality content? Do you think that they don't want to consume quality content? And my entire fight has been that they want to. Humne bahut hi hard stance liya ispe that we will not do any sex, violence and abusive content on our app. Everything that we do has to be very family friendly. Imagine a Delhi shop, but the stories will be very high quality, very high quality acting and something that will leave them thinking that will, that will not be mindless basically, right? And that's the, agar koi actual mein stage ko dhang se samjhe na, so that is the proof that we have been able to create. The real POC stage is of the fact that Bharat wants to, if you provide, Bharat can consume premium content, wants to consume premium content, sensible stuff and stories which are not mindless. Kewal senseless sexual comedy nahi chalti hai Bharat mein, uske suvay bhi bahut kuch chalta hai, is the entire revolution that we're trying to basically build up here."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:27:03.800",
        "message": "No, it's, it's incredible and another thing I was struck by is that you said that the demand is so much that you can't possibly keep up. And therefore, even when you make mistakes, even when some content isn't perfect, it is still extremely popular. Yes. So you're basically, your learning curve is coming at a profit. Yes, yes. They're very forgiving."
    },
    {
        "speaker": "Guest",
        "time": "03:27:24.440",
        "message": "This user also realizes ki yaar iske pehle toh koi kuch dehi nahi raha tha. Koi toh hai. Haan, koi toh hai jo kam sakam Haryanvi mein film banara abhi, web series banara abhi. Toh, matlab, they are demanding also. That doesn't mean they're not demanding. They will, they will come, critique, they will tell us and they're okay. They're like, theek hai, as long as you're improving, they, they will come with a, jaise for example, humaari cable pehle phone app thi and we didn't have a Android TV app and we received huge amount of complaints about it. So they're demanding. They want the best of the experience. It was a revelation to me that the, the penetration of Android TV in India is so huge that we don't even realize it's the, matlab, we should build for those platforms. If there's an entrepreneur listening this, somewhere out there. So, they're demanding. They want the best of the experiences, but they're forgiving of the fact ki they realize ki yaar boss yeh aadmi kar raha hai kuch. Toh they want to, you know, stand by you. They want to stick with you. They want to support you. Jaise main logon ko bolta hai yaar, mera mote ek yeh bhi hai ki, any other OTT app, duniya mein log film dekhne ke liye, web series dekhne ke liye, content dekhne ke liye download karte hain. Humari app, woh baseline hai. Humari app, actual mein aadmi isliye download karte hain ki woh Haryanvi mein. Uske liye, it's a matter of pride. Jo koi bhi product manager hai na, kisi bhi product mein epic meaning dhundhta hai. Ki mai aisa kya bana doon ki is product mein epic meaning mil jaye. Because that's when you become irrational. And you, your retention becomes very high. Humari product mein by default hai woh. The epic meaning of the fact that ki, yaar aap Haryana ke liye kar rahe ho. Aap Haryanvi ke liye kar rahe ho. Thank you for doing this. It's a matter of pride for me. It's a very, very big deal for them. And this is a"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:29:02.840",
        "message": "very big reason why they buy the subscription basically. And not just pride, I would imagine comfort zone also. Absolutely. So, I remember my father in his last years, he was brought up in Calcutta and so very Bengali by culture and retired in Chandigarh and lived there till he passed away. And in his last years, the only thing he would watch on television really was old Bengali serials. Because it's that comfort zone factor, ki this is my language and that sense of, you know, so I sort of totally get that. So, what are your sort of plans moving ahead now? Haryanvi hai, Rajasthani hai, you know, do you see this as sort of an all India play, ki har jagah hyper local karte hai? Because the hunger is clearly there. You have demonstrated against all conventional wisdom that they are willing to pay. So, aage kya plans hai aapke?"
    },
    {
        "speaker": "Guest",
        "time": "03:29:47.880",
        "message": "We have identified 18 such markets across the country, which have a minimum potential of 5 million paying households. So, hum ek parivaar ko ek TG maante hain bhajaye ki individual ko, kyuki subscription ghar mein ek aadmi lega basically. So, 50 lakh people at least speak a dialect and there are 18 such dialects and small languages, which basically have a potential to replicate the same success all across. When we capture all these 18, we will be addressing 50 to 60 percent of India's population through their own local dialects, basically. 125 million households almost. We will most probably not do South a lot because wahan pe languages itself are playing that role and it's a very crowded market and like very expensive market. So, we probably will never do South. But everywhere else in this country, there's a huge potential. We're already live in Rajasthani. We're going to launch Bhojpuri, Maithili and Maghai within the next one year. And once we do that, then the rest of the Hindi belt, which is Awadhi, Bundeli and then Pahadi, Chhattisgarhi. We're already talking to a partner in Nepal to launch stage Nepali, something like that. Then Gujarati and basically Konkani and basically the entire set of these things. So, this is absolutely an all-India play. Isse main ek cheezo yaad aaya aapne usse main. Isse pe piche piche wale question bole jaye. I want to make a point there about homogeneity. India ka last linguistic survey based on dialects happened in 1901. Angrejo ne kiya tha. Humne uske baad kabhi nahi kiya. Unnis hajaar dialects identified huye the India mein usse maa pe. Unnis hajaar. Aaj kebal 700 zinda hai usme se. Only 700 of them. Right? And it happened because of a simple reason that aajadi ke baad humne ek political agenda ke antaragat basically ek desh, ek bhaasha aur whatever bullshit basically we sold to people. And kuch toh colonial baggage tha. Kuch humne apne logon ko bata diya ki Angreji ye nahi bologe toh tum inferior ho. Ab chalo internet ke wajah se thankfully Hindi pe thoda wapis yun aagaya ki Hindi bol sakte hain aap kisi business meeting mein, bhaasha mein, ye podcast mein hum Hindi bol pa rahe hain. Nahin toh wo bhi allowed nahi tha pehle toh. Dialect pe toh bilkul na baba na type ka situation hai. Right? And we feel, we make those people feel very bad. There are still schools in this country in the rural parts where jab aap apni local language mein or dialect mein bolte ho toh aap pe fine lagta hai. Wow. Theek hai. It used to happen in our school and there are many friends that I have heard saying the same thing. Right? Toh bas ye itna sa hi sapna hai ki across the country isko karein aur so that people can feel their pride back on it. Aur ek baad aapko batao mein bhaasayen culture ka sabse acha tariqa hoti hain usko sanjog ke rakhne ka. Culture preservation ke liye bhaasayen sabse important hoti hain, local dialects. Kyunki jaise Haryanvi mein kuch geet hain jo shaadi mein gaya jaate hain ya different different occasions pe humaarein folk gaya jaate hain. Right? They have preserved the entire cultural elements around them. Right? Toh aisi bohot saari cheeje hain jo hopefully hum over time carry kar paayenge and sense of pride restore kar paayenge isme. We do have global aspirations also. Ek toh all the NRIs who are living outside India unko, un bicharo ki bodi alag samasya hai. Unke jo bhi jo second generation, jo bachche wahi pehda ho rahe hain, unko idea hi nahi hai ki unki culture hai kya? What are their roots? And unfortunately, galti unki bhi nahi hai kyunki koi tariqa hi nahi hai jaanne ka. Their only source of understanding India is Bollywood basically, which is not a very great source, unfortunately. Right? So, so that and beyond that jaise jo humne Haryana mein kiya, what stops us from doing the same thing in Nigeria or all the South of all the African countries. Kyunki same, very distinct language, small population, very distinct culture, but no local industry. Right? And you can do it and humse 5-7 saal peeche hain in terms of internet, etc. So, very large business opportunity also that way. A lot of South East Asia, Middle East, all of these places basically have this opportunity. Parts of Europe have something like Ukraine, for example. Right? A very own distinct language and some local industry, but not like a lot of it. Right? So, you can go and build a platform there. Toh is tarah se bahut saari global opportunity hai. Agar if this works out,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:17.560",
        "message": "then this can become a very huge company. Amazing. Aap operating system toh bana nahi paya. But maybe this will take you where that was intended to. So, you know, you had earlier said in this episode that the biggest gift you can give someone is a gift of time. And I agree. So thank you so much for your graciousness today before you before we sign off one last question for you know, which I end most of my episodes with, which is for you know, for my listeners and me, can you recommend either films or music or web series or books or whatever, whatever form of art has meant a lot to you in your life, you know, which which would be desert island is for you in a manner of speaking. So, you know, what would you like to recommend?"
    },
    {
        "speaker": "Guest",
        "time": "03:34:58.120",
        "message": "So before I name any of this stuff, I'll tell you. So I like I said, I watch a lot of content and mostly English content. One of the ways to so I look at English films as a way of learning for me entertainment. So the beauty of English content is what I realized is and they're more like words of wisdom. So when I watch any content, I keep looking for that that line, basically, that learning that life lesson. And I've seen it almost except completely senseless content. But otherwise, this is almost without exception. This is more like a that they have this line. So look for that. To before I recommend anything, I'll, I'll recommend a way to watch content that if you are watching and it is not just about entertainment and try and look for that dialogue. Can you give an example of something like this? But of course, this guy is taking a beating. Basically, the guy takes keeps taking like take keeps on taking the beating and that is when this guy says now and the learning for me was basically that, that you have to wait for the right time to make the best impact basically, you know, you, you may not be the best guy in the ring, but you can choose to, you know, preserve your energy while the rest of them fight it out and, you know, make the best use of it. Right. So, so, so many other films. I watch anything, everything about space. You would have guessed that. So Martian is one of my favorite films, right? I also watch a lot of web series content. I'm right now watching a web series called The Good Doctor. It's one of the most amazing content that I see. I don't understand anything about the doctor stuff that they do in the episode. But I think it's a very compassionate content. It's a very amazingly made content. And there are such amazing life lessons throughout every single episode that you can't even imagine. I think all my liberal nature was built out of watching a lot of Hollywood stuff, I think. I got a lot of influence from there. So The Good Doctor is one of them. In terms of books, I would say there's a book called Hard Thing About Hard Things. It has influenced me quite a lot. There's a book that I read about from Simon Sinek, which is The Infinite Game. I think that book spoke to me because I basically follow the same philosophy in life. I think that book helped me articulate a lot of it that businesses in life itself are infinite games. There are no winners here. And there are no rules here. You play it to enjoy it, basically. So I used to think that it's not about the destination, but about enjoying the journey. So there's a different version of this. That book is amazing. You should read it. A lot of very nice anecdotes in that book. And you end up with basically understanding the idea of this thing. There is, as entrepreneurs, if you're starting up, please read Zero to One and please read Lean Startup, which is like very cliche recommendations, but two of the most amazing books that you can read as an initial entrepreneur. Actually, if you are starting up as an entrepreneur, then one of the things that helped me the most, and I did not discover it when I was starting, but I discovered it three years ago when I was starting again at stage. And I learned so much from it. And I was able to appreciate better because I had been in the grind for 8 years. It is a playlist from Y Combinator. They have a platform called StartupSchool.org. Go sign up on that. Fill in the details about the company that you're building or want to build. And they curate an entire list of lectures for you and essays. They curate a whole course of 20 to 25 videos and essays for you based on your startup. And it is probably one of the best things that I have ever taken. Every morning we would join on a Zoom call. We did it during the pandemic. We used to join for an hour and we would watch the video or read the essay together basically on a Zoom call. It was probably the most important stuff that we learned as entrepreneurs basically through that. So please do watch that. Sign up for StartupSchool.org platform if you are starting up as an entrepreneur. Yeah, that's mostly it basically."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:45.320",
        "message": "I have to tell you, this is one of the most inspiring conversations I've had on my show. So thank you so much for your time and all your insights."
    },
    {
        "speaker": "Guest",
        "time": "03:41:52.040",
        "message": "Thank you so much. It means a lot coming from you because you've done too many of them and you meet some really amazing people. Thank you so much."
    }
]