[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "What do the 1990s mean to you? The answer, of course, depends on context. Where you were during those years, what your experiences were like at the time, the kind of music and books and films you consumed, and some of you may not even have been born then. My last episode where J. Arjun Singh and Subrat Mohanty was about cinema, and though none of us would call the 90s our favourite decade in terms of films, it was pleasant enough. Kieslowski, Tarantino, David Dhawan, what's not to like? But think about the 1990s from the point of view of a Kashmiri child growing up in Kashmir in a time of constant curfew, occasional raids, army bunkers in residential neighbourhoods, and the fear, every time a loved one left home, that they may not return. For you had seen this before, and death was both normal and normalised. How do you grow up in a world like that? How do you process it and make sense of it? What do the 1990s mean to you?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:00.880",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioural"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:06.040",
        "message": "science. Please welcome your host, Amit Verma. Welcome to the scene and the unseen. My guest today is Farah Bashir, who studied psychology in college, worked as a photojournalist for Reuters, and then chose to walk away from that life and try and write about her past. Farah grew up in Kashmir in the 1990s, took years to come to terms with that childhood, and has now brought it to us in a deeply moving book called Rumours of Spring. Rumours of Spring is narrated from the point of view of the adolescent Farah before she comes to adulthood and gains the frames to make sense of that world. It's impressionistic and detailed, and gives us such a clear view of that young girl's interior life, which mirrors both the starkness and turmoil of her exterior world. It's a powerful book that has stayed with me after I read it, and I was delighted to have Farah on this show to talk about her experiences as a child in Kashmir, and about the experience of reliving that childhood and writing this book. Before we begin our conversation though, let's go to a unique kind of commercial break, Capital Gyan by Deepak Chinoy. This is like a show within a commercial from the kind sponsors of this episode, Capital Mind. And today's show within a commercial, is like a commercial for this show, which is too meta for me, but what to do? Deepak is like that only."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:27.320",
        "message": "It's a strange thing, this Amit Verma's podcast. Who'd have thought that so many of us would love 5 plus hour podcasts? There's a quality to the seen and the unseen. That beats all stereotypes, right? Like, keep it short, they said. If you can say it in 5 words, don't use 50. That seems so wrong. Sometimes it takes 50 to tell you what those 5 words really mean. The attention span of the average user is 8 minutes, they say. Well, here's a podcast that does what, 400 minutes and still keeps people's attention and makes them want even more. All these sayings, they may be right in their own way, but the truth is, there's great value in the exact opposite. The world of business is similarly crazy. Who'd have thought the biggest payment company in India, or two of them, would not be banks? That it is now dominated, the space, by a company that does advertising and search, like Google Pay. And a company that sells groceries and cheap towels, like PhonePe, which is owned by Walmart. Who'd have thought that an oil refiner that makes petrol and diesel, like Reliance, would revolutionise telecom to a point where all calls are free and India has the cheapest data in the whole world? Who'd have thought that a company that financed three-wheeler autos from Bajaj Auto, would then go on to become India's largest or second-largest non-banking lender, worth more than three times what Bajaj Auto is? Investing is not intuitive. It's unpredictable. Sometimes you have to stop predicting and start reacting. Let the market tell you what's happening, and change your view accordingly. As my friend Joy Bhattacharya has said, angels can fly because they take themselves lightly. With CapitalMind, where we manage over a thousand crores, we aren't scared of uncertainty. We deeply respect the unknown. And sometimes, investing in the future means being aware that things are changing rapidly, and then changing along with it. I'm Deepak Shenoy, CEO at CapitalMind. In our portfolio management service, we try to embrace the unknown and choose to react quickly, rather than focus on predicting the future. Talk to us and we'll tell you more about our investing process. We're at cm.social slash seen unseen. Be prepared for change and be prepared to change. cm.social slash seen unseen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:09.920",
        "message": "Farah, welcome to the seen and the unseen. Thank you, Amit. It's a pleasure being here. Yeah, I was in Delhi three or four months ago. I'm just saying this for the benefit of my listeners. And I invited Farah and she said yes, but then there was a little mishap and I think you had your leg in a cast. So I have to say I loved reading your book. It is as we were discussing before we started so moving. But apart from the book, I've realized that I don't know much about you at all. Unlike most of my other guests, they'll be you know, who have 50 YouTube videos, six other books and all of that. So I'm, so I'm keen to find out more about you. And of course, a book and a lot of what we talk about today is about, you know, your early childhood growing up in Kashmir and all of that. But, you know, give me a sort of a broader sense of, you know, what do you do, and so on and so forth."
    },
    {
        "speaker": "Guest",
        "time": "00:06:02.800",
        "message": "Sure. Firstly, thanks for having me on the show. I mean, I've been listening to episodes and they're really engaging. And now to be here is an absolute pleasure. So, well, the book, the period where the book, which the book sort of tackles is between 89 and 94. And I'm going to give you an idea of what I did after 94. After 94, I did my college and then I did my, a year at the university in Kashmir. And then after which I went to Singapore to study. So I did my master's there and joined Reuters there. I was a sub-editor there. And that's when things changed in me when I joined Reuters and you deep dive into news so much. Earlier you've been watching and reading and hearing it. And I started, news started coming in from Kashmir from, this is 2005, six, seven, eight. And I was looking at editing Basra in Iraq invasion and Palestine and also then Kashmir. And that's when I realized the way other conflicts get spoken about, there was nothing on Kashmir really at that level. So it was always someone else talking, someone else writing. And this is around the time when Basharat Peer's book, Curfewed Night also came out. Until then, he and I are almost the same age and we're the same batch. I hadn't really read anything by a woman or a man, Kashmiri's perspective. So I started thinking about writing. I started thinking about telling the story. And this is exactly 2008 when the governments were toppled and then after that it was pretty restive till about 2017. Every summer used to be a bloody summer. And then there was a clause in the contract of Reuters that if you were to write a book, you had to take permissions. And at that point, I think it was in my head that if I have to write, I cannot be in journalism. And also I was very passionate about being in journalism. So I thought two things can't take the same amount of energy from me. I'll have to work on the book and the story that I was thinking of as a girl growing up in a conflict zone. So then I took up jobs, sometimes in advertising, sometimes in strategy, sometimes in marketing, just to basically pay my bills because I was living in Singapore and it's a very expensive place. But I would come back and I would write till mornings. And I did that for about seven, eight years. I lived in Singapore for about 12 years. I came back so that I could be closer home. I came to Delhi. I tend to, you know, when I'm in Kashmir and I'm writing there, the writing is very different. A, I feel extremely overwhelmed by whatever is happening around. So I feel like what's ever going to change by writing. It feels a bit crass at times. You're like, kids are dying on the streets. And this is around that time when I was thinking and writing and framing the story. And then you have a little bit of distance and the normal life and the freedoms that you experience outside, the contrast is so stark. You feel like, oh, you know, the story needs to be told. So apart from writing, also trying to understand different realities, trying to navigate life. And then, of course, life happens to you and things happen. But the focus has always been the story. And I wrote about two manuscripts, which I discarded on my own. I wasn't happy. I was trying to write fiction and probably trying to create that emotional and physical distance from the story. But there were some dreams that I used to have. I used to have reckoning dreams, which then I examined and I started writing these four, five, I used to call them fillers. And I thought these would propel my story. These would fill the gaps in the big story once the penny drops and I'd be able to write a big book. But then I realised that these were not the fillers or the passages that were intended to put in the narrative or to furthering of plot. It was really, you know, I spoke to someone at one of the universities, I went to deliver a talk and they said, there was a Kashmiri girl then, and she said, when I read the book, I realised that we can actually talk about these things, like how you feel if you walk, if you take a step that's a little too loud because in old houses, the staircases are wooden, and it might attract undue attention from outside on the road. She said, I can still feel that fear, that paranoia that it creates, but I didn't think it was important to write about those things. So when you grow up in a situation like that, in a conflict zone like that, you start normalising a lot of things which are not supposed to be normal at all, but that's the reality, you know. So I know I've digressed from the original question, but it was just generally to give you an idea of, I have always been thinking about the book after graduating and kept various other jobs to pay my bills, tried to sometimes write for the newspapers back home. But again, the focus was, what was I going to write about? Because there's so much that's been written on Kashmir, and that will be written on Kashmir from various points of view. But what wasn't really there, what I had been looking for so many years was a girl's story, a young girl's story. And I don't really see things changing in a drastic way. I have my 11-year-old niece. What I experienced at the age of 11, she's seen that from the age of 1 or 2. They live in this particularly restive area, and she's almost grown up on tear gas and power spray. So she has respiratory issues, and she's 11. And every time there used to be that power spray, pepper spray outside, and she would be crying and asking her mother to help her breathe. So seeing things like this, and then it gets normalized, and the next day she goes to school and it's forgotten. But, you know, also it's a small society. Everyone knows everyone. So people don't overtly talk about their experiences either. The way I've written in the book, whether it was my obsession to pull out my hair, for example. And then again, when I was studying in Singapore, I read this book, Good Women of China. And that is where I realized there's this girl in that book, in the first chapter, or first or second chapter, who gets molested at home. And then she has an accident and she has to be hospitalized. So as she's healing at the hospital, she starts poking her wound again, so that the healing or the treatment is delayed, and she doesn't have to return to that site of fear and violence. So I realized when there's so much happening around women, they start turning against their own bodies, because that's where you have the control. So if you are living in a conservative society, patriarchal society, on top of that, there is this kind of militarization and there is a proper conflict brewing, ongoing, then what do women do at that point? Who do they turn to? So they're almost like dual recipients of violence. And at that point, and it's something when after I wrote about it, I've spoken to some journalists who also said, spoke about when they lose control, how they sort of engage in self-harm. So I feel like, even though it's not palatable, but these are things which I'm sure if we were to speak to other women and girls, and my sample size wasn't really big, I spoke about, in my book, I talk about 14 women, including myself, and their ways to cope or not cope with war or an ongoing conflict. And there was a cousin's wife who actually killed herself. She drowned, she jumped into the river, and then her body was fished out a couple of days later. And if you met her, if you looked at her, she was the most, she had the most calming presence, and she looked very, she was quiet, and clearly she was, there was agitation within her, which is not, which wasn't visible to anyone until she took that drastic step. And so, yeah, other, or my aunt, who was 60, and she used to salute the patrolling party. So how do different, and it's, it's also takes you back to what, you know, Svetlana Alekseyevich talks about, she says, women experience war and conflict, insurgency very differently. And I realised no two women have the same experience. You might be caught in a crossfiring, or a bomb blast, or a crackdown, and your experience could be very different. And we could be sisters, and the way you would deal with that moment. And I just feel not enough gets spoken about, because there's a, you know how gender is used, it's also used to silence a community. And horrible things are done to women in a particular society, if they have to be subjugated, if that community has to be subjugated. So as a result, you're always treading very carefully. And, and we don't get to hear things which should be spoken about to get a complete picture of a particular society's, I mean, you see whatever is happening on the street, that doesn't, that gets documented, documented by the journalists, killings, or stone pelting, or crossfiring, or a bomb blast. But what women bear and carry with them, that doesn't really get as much, spoken about as much, I feel. And it was also, writing about this book was also to, you know, it was, I was 13. And when things changed that, that night, when I went to get a haircut, and by the time we came out of the salon, things had completely changed. Outside, there was a first incident of white firing outside. And it's a, it's a particular fracture, which sort of remains in your life. And, you know, we talk about mental health issues, we talk about statistics again, in classified terms. I was a student of psychology back home. So I used to, used to go to field, for fieldwork to, to the institution there. And we would come back with the findings from the fieldwork, and we would tell our professors that what we study, and what we read in the books is very different from what we see there, and how people, like someone who has schizophrenia, would change, or split personality disorder, would change their personality or their tone in a matter of like 10 seconds. So again, when we talk about mental health issues, there's a certain generalization. But I don't think, like, for example, that I also talk about it in the book, you have PTSD, which is post traumatic stress disorder, but what happens when it's perennial, and it doesn't stop. So I feel there are also limitations there. And one, there are many things that one could write about, and one hopefully will write about, but also from other cultures who have experienced similar realities. I remember reading this Turkish book by Irfan Orga, a lesser known novelist from Turkey, and he'd written about his mother, and during the war, many, many decades ago, and towards the end, how his mother loses her mind during the war. So again, it's from a male perspective, a woman telling her story, it's actually, I think it's a memoir, Portrait of a Young Turkish Family, or a Turkish family, sorry, may not be young. So that was what I've been doing. That is what I, that's how the idea of writing a book came about. But I think it's this irrepressible, not desire, but this need to tell your story, you feel stifled the whole time. But some people just, I mean, my cousin, who was, I mentioned her briefly in the book, she was this very, she had a lot of gusto and a lot of, you know, courage, and she would be like, oh, let's go to the UN office, and let's take the memo with us and memorandum, and we can actually sit outside the office. And my aunt used to be like, she was all of 14. And I remember at that point, I would, whatever was happening around me was an out of body experience. So I wouldn't engage with anything at that point that I said, till Reuters happened. But now you see her, she's completely blocked everything around her. All she's focused on is her kids going to school. And so, yeah, I mean, the, it's also like how people then just accept it as fate, which is really sad, because, I mean, like I said, I keep looking at my niece, and I wonder, like, what would someone like, what would her counterpart in some other part of the world, what would her upbringing be? How would she grow up? Because when August 25, 2019 happened, and the article was de-operationalised, this is a year before pandemic, schools were already shut. And there was a certain similarity to things which struck me as almost like my childhood having been repeated again. She started blocking school completely in her, in her mind, she was in grade two, and she started painting a lot. And I used to do the same thing, I used to keep sketching the whole time. And my grandmother used to get really upset. And she started doing that. And then, and then there used to be periods where she would really get ready and, and ask my father, her grandfather, to take her out to meet her friends, because she would miss them. And I remember craving the company of my friends and going to school. So some things, like I said, it's a repeat of, it's almost like a life which is templatised, and you keep, it's been set for you and your generations will, will sort of live the same life all over again and again. And trying to, this was to gather those experiences. But writing about those four years, it was also like, I particularly chose that because 94 is when my grandmother passed away, and I was very close to her. And I saw a way, I saw something which I realised later, that her existence became extremely decimated. You know, she was a starring personality, she would give career advice to people. And suddenly you saw whatever was happening around us, she had no idea of what it was and what was going to happen. No experience there. So as a result, her space started shrinking. And she spent a lot of time on the prayer mat, which I didn't really see her doing that before, like she would pray five times a day, but not spend extended amounts of time. She would spend a lot of time sitting by the window, but those were shut for years, because we had this house which was on the, on the street. And we didn't open windows for many, many years. And earlier it was just the winter, but even in winter, she was asthmatic. So she would keep a bit of window open to let the fresh air come in. So her existence was completely decimated and, and seeing her try, make sense of a world that she was thrown into, or that was thrust upon her, was something that I think when I wrote the book or wrote these memory, about these memories and these chapters is what came to me that I had that trauma. I couldn't articulate it then. And she then becomes the spine of the book and her funeral becomes the spine. It also shows that how natural death at that point was such a blessing, dying of natural causes. And because every time you came back, it was either in crossfiring, someone was being assassinated or had been assassinated, like this friend of mine, I remember making that call particularly to school that morning, and I couldn't get through. Then I called a friend of mine and she's like, there's no school today. I said, what happened? She said, Rabia's father has been killed and, and I still, and then that friend died, but she died of a heart attack. So there was, it was, you know, suddenly enter like a, like a nightmare, and that becomes your adolescence and your teenage years. So again, there was this urgency to talk about that. And a lot of people block it, but I don't know how much can it really be blocked subconsciously."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:40.160",
        "message": "One of the things that makes a book particularly powerful for me is a choice that you made to tell it from the viewpoint of that adolescent girl, you know, and not come at it from a distance and talk about it like a third person looking back and all of that, but it's pretty much the viewpoint of that girl. And therefore, there are so many things that are normalized and minimized, both on the inside and the outside, you know, so on the outside, there are, you know, and we'll talk, I'd love to talk about each of these as we go along, but things like the constant curfews, the bunkers, the militarized gays, the raids and crackdowns, even little things like we're not using courtyards the same way, there's no spice grinding, we're not going to attics as a place of comfort. So many things are just normalized, not just on the outside, but also on the inside, in terms of, you know, just the little girl pulling her hair out and the self harm that she's doing there, or sort of not eating palak kukur, for example, because that particular dish is associated with death, you know, something bad that happened, or even the fantasy life of that young girl where she takes that cassette young Tarang and she's dancing to songs inside a room. Right. And, and I'll talk about each of those. And I want to double click on each of those. But first, the larger question here is that in that narrative voice, it's all normalized, it's all minimized. That's what it is. But you mentioned that when you came to Reuters, you learned to look at the world with a journalistic gaze, as it were. And I'm interested in that gaze. And one need not even call it a journalistic gaze, it could just be a gaze that leads you to look at yourself, perhaps, and see things that you did not see before, not just see the what, but also go a little further back, see the why. And sometimes, you know, you don't even know the why. But just, you know, take that one step back and be able to look at yourself. And I'm guessing that pretty much everything in the book, or pretty much everything in my own memories, when I think about my past, or any of my guests, when they talk about the past, a lot of it is a construction in hindsight, you're looking back at events, and you're figuring it out. You know, those layers fall, you're seeing things you didn't see before, and they were always in front of you. But you're sort of seeing them now. So before we actually get into the book and all of these individual things, I want to sort of get to understand a little bit better how this process worked for you of self-examination. And obviously, when you're looking at yourself, you're not just looking at yourself, you're not just looking at your family, you're looking at the world as it is, you're looking at society as it is, you're looking at everything, right? What is that process for you then, as a writer, because I'm guessing part of the spur for that is a distance. You're in Singapore, you're far away, you can look back. Part of the spur for that is the analogs that you can see in other conflicts like Palestine or wherever. And, you know, just looking at the same things playing out in different contexts, I guess, could help you see this more clearly. And so, what was that process like of turning your gaze inwards in this way? And is the act of writing itself something that helped you with that? Like, you know, I've had guests on the show who talked to me about the importance of journaling. Because every time you kind of journal, you are not just examining the self, you're shaping the self, right? So, I want to kind of know a little bit about that, because that's, that led to the book, but it's not in the book. And it's really fascinating to me that sort of process of being able to look back, examine your memories, you know, how hard is it? How, you know?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:22.960",
        "message": "See, 90s was a decade that nobody will forget, whoever witnessed it. So, inadvertently, unwittingly, you will talk about something that happened in the 90s. It could be someone who just died of natural causes. So, there's this brother-in-law of mine who passed away many years ago in 99, of a heart attack. But you remember how he survived the Havel massacre, for example. So that is the association. So, there is nothing that you, there aren't many, like, there are associations with the decade. So, people, relatives, every time you get together, it comes up. A doesn't leave you. Second, to your point, journaling is extremely important. This is something that I started when I was 13. So, we wouldn't go to school, and our school diaries had these one page broken into two. So, there was a partition. So, I started writing. I thought, I had two fears, that I was going to forget things, and someone was going to die, or something was going to happen, and I wouldn't be able to remember or record. I don't know, there was this strange thing of losing memory. I don't know what that really, I haven't examined that, though. But probably it's your existence, or it's your identity that you don't want to, like, what, you're going through such a big change. I mean, you may not be able to articulate it then. So, I started writing every little detail I would recognize and remember, and it almost became like a habit. So, sometimes later, when I was studying in Singapore, we would go for a movie, a bunch of us, and I would, when we would come out and discuss some things, and I would talk about things which everyone else had missed. So, people started thinking I was some kind of a strange person, like looking at details, or I would remember things like, or you, things people said a year ago, or what were they even wearing during that particular time. So, I started realizing that I had started registering or engaging with memory in a very different way. And on top of that, when you have everyone around you still speaking of the 90s as if it hasn't really passed, it then doesn't really leave your being, it's there and it's a part of you. So, I didn't really need a lot of looking back to do because it's ever present. What I did really see was how, I mean, there is this book by a Palestinian author called, that I read after I wrote my first draft, I sent my first draft, actually a few chapters to a friend, and he said, you should really read this book because it's similar to what you're writing. And it's Suad, Amiri, Sharon and my mother-in-law, it's about 40 days that they get stuck in curfew and little things that happen in their, in the neighborhood. And there was this particular thing, activity that they do at night, they bang pots and pans. And that's what we used to do in the 90s, where there was this metallic monster who used to come and attack people in their houses, and used to do exactly the same thing. And anyone you tell from whoever has lived through the 90s, will tell you the details. So there was no, one hadn't really stepped away to look back. But, and then I read literature from other conflict zones, to see what their experiences had been. And it's not really, I think politicians also just don't want to innovate, they follow what's happening around the world. And then, and you see, almost like a shared existence, and how people, like, for example, when the book came out, and there was a journalist who spoke to me, and she said it reminded her of Derry Girls, the Irish, the coming of age series. Or there is an Irish woman in Kashmir, married to a Kashmiri, she's lived there for 30 odd years. She said she couldn't read my book, because it just reminded her of her childhood. So you see, then there is much something bigger than your own experiences, which sort of where people have also lived these experiences. So I read those books to process almost what we had, what my childhood or our, especially our generation had been through, because we did see pre 89. And then we also saw post 89. And, and you keep wondering what, like, for example, there was, my grandmother really wanted me to become a doctor. And it was only because she was really fond of Lakshmi Shree, this Kashmiri Pandit neighbor we had. And she used to respect her a lot, because she'd be like, you know, she works so hard, she's up the whole night. So even after they left, or they had to flee. So for many years, my life was sort of informed or the choices I was making by Lakshmi Shree's career. And then I didn't have a moment to think, why would I want to become a doctor? And my grandmother decided it. And then eventually I, I mean, I did take a couple of entrance tests, I clearly didn't make it. And I realized that I was far more interested in stories, I loved literature. But there are certain things, I mean, a lot of things almost like you lose agency. And everything happens around you where you don't even take a moment to think, why am I taking this decision and women especially. So you try and see what's best for you. And again, then you find little things like dancing, for example, or listening to Nazia Hassan songs, but doing it very, like away from everyone else. Otherwise, now, I mean, you'll have kids engaging in, you know, like, it's not a sin, it's not a crime. But as then at that point, maybe it was guilt. There was also this particular cousin of mine, who was caught in cross firing, unfortunately, and he died on his way to the hospital. As a result, I can never celebrate Eid. And I couldn't really understand it again, till I started thinking about it actively and why was it that I was so uncomfortable around Eid and it's considered to be so inauspicious if you don't wear clean clothes and dress up on that day. But then you realize like how little, I mean, how life is really taken away from you, you know, and it's really up to you. How do you then out of sheer will, some people just give up and then they fall ill. I mean, there are so many relatives, almost everyone who has a medicine box literally with them or a pouch. Every aunt of mine, including my own mother, have been on antidepressants for as long as I remember 18, over 18, 19 years. So some people move towards religion, some people try and remember what happened, some would just give up and then the body deteriorates. So again, different people trying to navigate life because at the end of the day, I mean, I lost two years, for example, when I was studying because by the time I would, my results would come out, it would be like half the academic year would have passed. So I lost two years like that and it's not something to you in question, like what would you do? How would that change? I mean, it feels strange, but you would just go with the flow and try and see what you can do best. So trying to find semblance of, like I told you, my niece has completely taken to art now and she, I don't know if it's really what she wants to do with her life, but where are these escape routes to escape the larger reality around you and that becomes your existence. And I remember again, going back to what I was telling you earlier about this institution, mental institution, I used to go for fieldwork. There used to be a doctor who used to be in one of the corners there and the attendants, they would say, he's been like that for the last eight years and he's now worse than his patients. So it's like the 90s was a surreal decade that, like I said, was almost like stepping into a nightmare and you didn't know how to process it. So distance only from, I didn't have distance from it, but it was really trying different ways to understand it and process it. I would paint and I would go on this painting spree for weeks, but I wasn't, and I would think of other ways to process it because it's a, when things happen around you at that magnitude and when you, when I moved to Singapore to study, for example, it took me a year and a half to get my sleeping pattern back on track. I wouldn't, sleep was something that was like eluded me since that night, 89, and I would be up till four, five and then sleep for a few hours and take a nap in between, maybe during the day. So insomnia, not because of insomnia, but if there was also this fear, not fear, but maybe subconsciously slipping into these dreams that you saw over and over again, and then you woke up equally disturbed as insomnia would leave you. So trying to make sense of life, which I think I'm still like the next book that I'm working on, it's, it's again about, it's Lou's adaptation of Little Women. So it's setting again, those four girls and how do, so these are far more elaborate characters and plot is a little more spread out. But in the current book, Rumours of Spring, it's really giving you a glimpse of a time, which doesn't exist anymore. But again, I find this writing about that particular age group, or even when I chose to write about my life of those years is, it's a period which, it's capturing a time in Kashmir, which doesn't exist anymore. A is that, but that's got, that doesn't have much to do with the fact that girls that age don't have a voice. And it's, and if you sustain that feeling and if it, if it stays with you, then maybe someday you'll be able to write about it. Things are different now. I mean, there are photojournalists, there are journalists from Kashmir who are telling the stories. But again, they're reporting on the place, about the place. Very few then, it's like a, it's like an open wound that you're trying to sort of let it heal. But if you keep going back and poking it, it's going to, it's going to fester for a long time. I remember when I wrote first eight chapters, I used to have panic attacks and sleep, something that I had never had before. But again, it was not only about me, it was also about what one had seen. So I don't know if I answered your question about the distance."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:02.720",
        "message": "It's very, no, it's very illuminating. I mean, questions don't always have answers. They can lead to other questions or answers to other questions. I was struck by, you know, you mentioned your eye for detail, where you'll randomly notice something no one else does. And, you know, and I was sort of surprised at one point of your book where you speak as a little girl of going to watch Nikkah. And you remembered that you were, quote, dressed in one of the best frocks that I had at that time. It was a sea green organza dress with tiny paisley motifs at the white hem, stop quote, which is again, you know, and I'm always sort of marveling at this eye for detail, because if you ask me what I'm wearing now, I'd like have to look down and kind of notice it. You mentioned how that was a time that doesn't exist anymore. And there are sort of glimpses of this through the book, like at one point, you talk about the music system that's brought to your house, and I'll read out your description of it where you say, quote, before the big music system arrived at our house, we used to have a small stereo with two basic functions. It had a cavity to insert a tape into and an inbuilt radio. The new one had two spaces for tapes and integrated compact display at the top and also a radio. Its edges were rounded and smooth, not boxy like the old one. It also had detachable speakers. All in all, it took up a fair bit of space. It stood out as one of the very few modern items in our traditional household, stop quote. And I think I'm just a little older than you. So we've, you know, grown up in the same years. And I remember the transition from, you know, exactly that kind of old system to this kind of new one. And it makes me nostalgic because it just makes me realize that so much of that past, so many physical things of the past are artifacts and our ways of life have sort of changed completely. Like my father passed last year and we sold his house and I was there to clear everything away. Most of most of the stuff we kind of had to just give away. And there were so many of these artifacts, you know, you'd come across Walkmans, you'd come across those old cassette players where the lid has broken off and all of that. And many, many, many physical books, which are also fast becoming artifacts. And I was just thinking about changing ways of life and how this can reflect, for example, in the interior life, like in the interior lives of people, like the little girl who's in your book, right? She's finding escape, right? But she's, even the ways that she can escape are kind of constrained. So she can, you know, take the music system into this other room with this cassette and she can dance alone. And that's one escape and other escapes can involve, you know, messing with the hair or just drawing a lot. Today, kids can just look into the smartphone and there's endless escape. And I feel that there's both a pro and a con to this. And the pro, of course, is the escape is endless. And a lot of that escape can also be illumination where you can realize you're not alone, you can contextualize what you're going through and make sense of it. All that is great. But at the same time, there's a danger that you enter this abstract world where you become atomized. You know, you go to a cafe today, you'll have four people on a table, they're all looking at their phones, they're all lost in the abstract worlds of their phones and not in the concrete experience of looking each other in the eye and actually having a conversation. And that's a con, right? And so, you know, I mean, what's your sense of all of this? Because you've taken the process of examining this past a time that no longer exists. You know, does it fill you with a certain kind of sadness that it's all gone? Or because a lot of that time was so unpleasant and you're like, okay, we are in a better place today. And as a writer, you know, are you trying to preserve that memory of the past? You know, and you've also spoken about the importance of therapy in your life. Is it also about getting past it? You know, how do for example, therapy and writing play into each other? Another question, I know I'm just throwing a lot at you, but just kind of thinking aloud on these issues, you know, how does one relate to the past and the way our lives have changed and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:45:13.760",
        "message": "See, regarding the phones, we didn't have mobile phones in Kashmir till I think 2003 or 2004. And when the mobile phones came in, it was almost like telling the other person, say, you left home for the whole of 90s, and you didn't know whether you were going to come back alive. But this is finally a gadget that allowed you to be accessible. And it took away a lot of anxiety and paranoia about let's say, if there was a blast somewhere, there was something, you could phone the person, you could call them and check if they were okay. So for me, accessing phone was like that. And even when I'm home, I rarely check internet, I almost regress back into that time, I'll either read, and my phone is always in the other room on charge or somewhere. Personally, I just feel like there's a use for it. And for some reason, I maybe I'm stuck in that time. I just use it for that particular, wherever I am, if I'm in Delhi or outside Kashmir, Srinagar or somewhere else. I'll use it for that particular, whatever I needed to use it for, whether for work or to access social media. But when I'm home, it's almost like I want to preserve that because so much was lost in that time. I don't want to deviate too much from that time. It's trying to hold on to certain things. Because I think other than people, culture, and these artefacts that you spoke about, and you spoke about your own experience, they also anchor your being. They're very important, we may not realise it, because they might just look very mundane and like coated in stuff in the house. But they're also objects of comfort, they're also objects of sometimes good memories. So in fact, when you were talking, I was trying to remember the brand for that newer one, which doesn't register because it was like a modern item which came home. The older one was Panasonic. So it was almost suddenly, you know, there's this comfort with that particular, but there is with that brand, but there is also, I mean, of course, that's a completely different subject, like what being on phones constantly is doing to us and our lives and our brains. But back home, I also feel like, especially when I look at my parents, they're on their phones more than I am. They'll be constantly on Facebook or watching something, or YouTube. And they're constantly living there. So while I may have some distance sometimes by travel or work from what's happened during those years, it's sometimes maybe good, like a respite for them to break away from memories, which are not always pleasant. So again, like I said, it's debatable, especially when you're in that, when you're in areas which have seen, which have had such histories, it sometimes does work in your favor. I remember recently, my niece is, I keep talking about my niece, it's almost like I see, I like I watch her and observe how her life is panning out. She watches a lot of DIY videos on YouTube. Sometimes she'll look at music videos. So she tries to look at that. And I remember a few months ago, there was this, during one of those horrible periods of target killings, there was this Sikh teacher who was killed. I think it was Supender Kaur. And I was video calling my sister and my niece was like, behind her and she kept saying, tell her, bolo into school. I said, what does she, I mean, does she want something? And she's like, no, you read about that killing. She was her friend's mother. So for a child to process that, and only that would have been, I don't know what her mental state would be later, but to have something to deviate or distract from, it's sometimes, to be honest, a blessing in such situations. I mean, in urban reality, it's completely a different subject, but for her to even have that respite, but she wanted to share that information with me. She did. And then to see something, look at something else to, for her own sanity, I'm sure it'll all come out somewhere at some point in her life. It's not something that she'll be able to deal with by looking at a video. But, you know, you feel sad for that young kid, 10 year old to have deal with this kind of world as well. Phones also like, before mobile phones came in, phones were a constant source of anxiety, like those wired phones, because you didn't know what news phones brought. And phones were, I think the relationship with phones has always been like, you want to get some information or you're given unpleasant information. And most of the times phones just didn't work. Those phones, and you would always see a lineman walking on that, on those walls and trying to fix things. So it was a funny memory, but phones just didn't work. And that, in fact, in the book I mentioned about my first crush, and he used to study in Bangalore, and sometimes they were allowed once a week calls, but there was no way he could phone me from his hostel because they hardly worked. So there's a strange relationship with technology. And to be honest, most societies see this as a part of modernity or modernity being introduced to them, technology and other gadgets coming into being. When I examine and when I look back, we were introduced to modernity by the most sophisticated weapons being used around. So one doesn't even associate modernity with phones or technology or development or evolution. You know, we always now, or for the book also, when I had to research what kind of different vehicles were there, what kind of guns were used, you just read things which no child should have ever been subjected to. So, yeah, these are like little utilitarian devices."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:06.480",
        "message": "I enjoyed a chapter where you spoke about that crush and the boy Wasim, and there also an artifact is involved, like the reason it all falls apart is a post office burns down and you have no way of communicating with each other, right? And the post office also is such an artifact and also, you know, so resonant in different ways. Did you ever meet"
    },
    {
        "speaker": "Guest",
        "time": "00:52:25.680",
        "message": "Wasim again? Yes, I mean, because we were distant relatives. So yeah, he's married with two children now. But yeah, again, there were lots of letters which I couldn't post, but I kept writing for the longest time. And I think it's that extension of the journal of maybe a different way of writing. So it was almost like, and a lot of boys were sent out to study at that point. So I don't know, when I look back and think it's almost like telling someone who is a part of your community, your society, your life. It's like those letters, almost like telling them that we also existed because it was a media dark decade and phones not working with post office burning down. How do you then communicate? And then you then write those letters. And a lot of times, letters used to, I clearly remember, it used to take about 22 days to reach either side. And I think there were some letters which would reach me after he would come for a... You mentioned that happened once. Yeah, once. And I remember when a couple of times he came and there was curfew. I recently remember speaking to a much younger friend of mine, I think he's just 30. And he said, how did you keep in touch? The phones didn't work or when let's say he was around. I said, it was expected there would be 30 minute deal or curfew, like basically relaxation of curfew for 30 minutes. And I'd be like, yeah, I would be at a particular place. And I knew he would come on his father's scooter. So today's generation is just like, it's like some kind of telepathy. And to be honest, it's not very long ago either. It's not like we're talking about 70s, but that place, yeah, it's, it's, it has changed. It hasn't changed. It has changed in some strange way sometimes. There are also like markers of childhood, which no longer exist. There used to be, I remember coming back from school, there used to be a snacks person, Matar Chole used to be like, shout on top of his voice. And I don't remember seeing him after that. There was a guy in the mornings because it was completely replaced by curfew. He used to carry this, he used to carry water in sheepskin, this huge bag. And when I read Chino Achebe's Things Fall Apart, and they have that bag where they actually store wine in that. And it reminded me of that guy. And it's like, where did he go? He and he was just sprinkle the roads with water. That was his job in the morning. I don't remember seeing him. And that completely has changed. There was a Shehnaiwala who used to come on Eid. Don't remember him, seeing him for like 20-25 years. So they become a part of your memory and then they become these, I don't know, these markers of your identity and you just don't know what to do with them because one day they were there and then they just suddenly disappeared. So, I don't know, it does something to your being and you're trying to, while processing what happened, also trying to construct pieces of yourself together and hence therapy. Because I did study psychology, so I used to think, oh, I'm going to learn from the books and I don't need it. Until you actually get into one and then you realise how important. I had knee pain in my left knee, which turned out, after many sessions, it was psychosomatic more than it was anything to do with the knee. And I'd had it for 17-18 years. So there was an incident during firing, like I was caught in it and it was, so we were in a market, it was in 98, there was a blast and my family was exactly near the spot of the blast, outside of the blast. I was slightly further away and I couldn't, my knees became extremely shaky, I couldn't walk, they started trembling. I couldn't walk properly for like two weeks. And then left knee sort of retained that trauma. And every time I would walk fast or take stairs, it would hurt till I spoke about it at length and I broke down in therapy. And I haven't had any knee issues in my left knee ever since. So yeah, like psychosomatic, then you realise what therapy can actually do to your body. Because you don't know which part of your body traps trauma. So it was just not psychological, but it was actually physiological. I mean, I have a couple of, this might be TMI, but congenital heart conditions. And before writing this book, I used to struggle with breathing all the time. And even at Reuters, I was hospitalised a couple of times from work. But after writing and tying a lot of knots in terms of reliving those memories, writing about them, that has set a record in the last three, four years also. So, you know, how your mental, psychological wellbeing or lack of it can impact how you are on the whole is something that we, again, don't talk about enough."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:42.280",
        "message": "You mentioned letters sometimes taking 22 days to reach and so on and so forth. And what that would do, and I'm thinking aloud here, is that would force you to write a different kind of letter than the terse instrumental emails we would send today, you know, is going to reach 22 days later. So you're not going to talk about something that is current, like, oh, I have a headache or whatever, or oh, can you do this for me? Because obviously, 22 days is too late. And instead, there would be like one, the letters would be longer, they'd be properly written. Just looking back on the letters I wrote to my parents and to friends and all of that when you know, in the letter writing days, you know, you'd be putting more of yourself in it, it would be more of a considered act. And I think and I'm wondering if that can have two kinds of impact in the sense that today, most of our communication is instrumental, right? Because if I'm writing to a friend, I can write to them anytime I can send them a WhatsApp message, you know, I can if I'm busy, I'll just like put a you know, a thumbs up mark to indicate leave me alone, I've read it, and all of that. But earlier, there was different and it was different, one with regard to what it did for yourself, because a longer letter means you're thinking more, you're putting more thought into it, you're examining yourself more, as it were, kind of like journaling, you know, you can also shape yourself with it. And the other is that there is something more than to those relationships when two people are writing to each other, whether it's a romantic relationship or otherwise, you are, you know, just the act of writing a long letter like that to someone is just saying, I care about you, I want your attention, right? And you're putting more of yourself out there. It's a deeper connection. Today, a couple wooing or meeting on Tinder or whatever, might be performing at a shallow level for each other. But that kind of sharing over an extended period of time doesn't really happen. So again, I don't know if you've sort of, you know, thought about this, but how do you feel this aspect of modern life? You know, how do you feel it affects us? Can it produce a different kind of person, because it is requiring a different kind of interaction, a different kind of connection?"
    },
    {
        "speaker": "Guest",
        "time": "01:00:53.320",
        "message": "See, it's two things, essentially. So now, with the advent of internet, we've seen our behaviours change, right? So having worked in advertising, freelancing, you know, and if you capture the attention of people, or the target audience, as they're called, in the first three seconds is when they look at your ad. So the task is to really say something or grab their attention in three seconds. And this we've seen, it wasn't there till, I remember seeing this from 2009 onwards. And I was in Singapore, and I remember I had a French boss, and he and I, we were having lunch. And he said, it'd be interesting to see 10 years later, where we reach. And sometimes he and I joke, and we're like, we are actually completely different beings. Do you remember having that conversation? And he's still that laid back guy who would, you know, have that two hour lunch and sit and have a glass of wine with it. But so now everyone, like people who, you know how you have classifications like native, digital natives and digital migrants. So now we are seeing the generation of digital natives from whom this is, Tinder is the normal way of meeting people. And investing in relationships is all, it's not only on Tinder or on dating sites, but overall, like their relationship with anything in their lives is as, I wouldn't say superficial, but compared to what we had, we just put in a lot of ourselves in how in those letter writing days. So this is a completely different thing with which has to do with more with technology and what internet has done. I feel like, let's say, if I didn't grow up in Srinagar, in Kashmir, during those years that I grew up in, would I write those kind of letters to someone? Or would I sort of hold back? You know, you don't know whether the person you're writing to would come back and find you alive. So there is that always, I mean, if you've grown up there in the 90s, this was a chief concern that you may or may not come back home alive, everyone who left in the morning, and there used to be curfew at 5.30, and you had to come home before that. So for the longest time, again, I had this anxiety about around dusk, and it was that coming home and being somewhere safe. It's almost like, I don't know, recording or telling them that you existed and what, like you rightly said, there was no immediate detail in that, but it was, you, I wrote a lot of amateur poems at that point, I think, which was, which I thankfully don't do anymore. But trying to convey feelings in different ways, I feel, and also telling them of like larger plans, or things or events, rather than, like you rightly said, you can't just talk about immediate stuff around you. But you wanted to lose a lot of people around that period. So, I mean, I don't have access to that particular note. I remember looking at it, because I did look at those letters. Much later, we had floods in 2014, in Kashmir, and I remember Wasim's house was impacted by the floods quite a bit. They lost their house. And apparently, the only things that he saved were those letters. So he actually, and he's happily married with children right now, but it's like a part of your being from that time. Because again, like I said, things could have gone either way, to sort of being grateful that they still survived and the person you were with survived. I feel that act of preserving those letters and letting them dry in a hall upstairs was almost like being grateful for having survived those years. I remember I was telling this cousin of mine who was killed during Eid, and he was caught in crossfiring. I mean, that must have produced a survivor guilt in me as a child that I probably wasn't aware of till much later, till I actually read and knew what survivor guilt even meant. So it's almost like, I don't know, I see that now as not as like some mad love or passion that he had, but it was almost like that gratitude that he was able to save something from a time which changed so with such rapidity and we lost so much. So those letters were more than just the letters. It's like a part of the time, a part of you, a part of a record that you existed and lived on much more. And again, if thinking of if I were to grow up, if I had grown up, let's say, in Singapore, and rather than having studied there, would I have, would they mean so much then? But I think it's a particular time and place, I feel."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:47.880",
        "message": "So let's take a quick commercial break. And on the other side of the break, we'll, you know, dive in a little deeper into your book and your childhood. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST, or about $150 and is a monthly thing. So if you're interested, head on over to register at IndiaUncut.com slash clear writing. That's IndiaUncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the scene in the unseen. I'm chatting with Farah Bashir. And during the break, you went on Instagram, and you found this excellent letter that you wrote to your crush when you were 17 years old. And you volunteered to kind of read out that little bit for us. You know, as an extension of my earlier question about whether, you know, the nature of our communication has changed the things we say."
    },
    {
        "speaker": "Guest",
        "time": "01:08:09.880",
        "message": "Yeah, it was now, when I had access to those letters, because I had lost mine, he hadn't. We spoke about he had preserved his and he rescued them during the floods. There was this one particular that struck me and I Instagrammed it last year. The note says, the story of love is not important. What is important is that one is capable of love. It is perhaps the only glimpse we are permitted at eternity. Beautiful. And you were 17 when you wrote this? I was 17. And again, that it makes me think of what your question was earlier, like, what you asked, that if that communication was really not about the letters, but was to capture something bigger than just what was happening around oneself. It's almost like you, your childhood gets truncated, you're swiftly forced into adulthood and your adolescence is gone. It's almost like you have to sound or you have to just embrace that the reality of life that this is how it's going to be and you can't afford to be playful. Otherwise, a 17 year old to think about things like what love is and what life is and what eternity is, I don't really know if that's normal."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:31.880",
        "message": "No, I like that little bit. I mean, I was also writing about lofty things at that age, but in terribly pretentious, flowery language from what little I can remember. So there's"
    },
    {
        "speaker": "Guest",
        "time": "01:09:42.480",
        "message": "a certain amount of maturity in that little bit, which I was surprised by. I didn't think I was, I thought maybe, I mean, I used to study books, read books and because that's what one did when there was long, curfewed nights. So you just read. And I thought maybe I just, that's how I used to write that poetry at one time. I mean, I used to get like obsessed with writing and there was once I was reading Shakespeare sonnets and I found, now you know the term misogyny, but at that point I got angry at how he had described the girls of a woman. So I started writing a rebuttal to Shakespeare. So I thought I probably was writing useless, mindless things like that. But this gives you a glimpse into something, the sentiment from that decade was rather dark."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:33.400",
        "message": "Rebuttal to Shakespeare would be most excellent. You know, and I'm just thinking aloud, you spoke of childhood being truncated and, you know, earlier you spoke about how if you left home, you didn't know whether you'd come back. That's your tension every morning, right? And that can grow you up really fast. And I wonder, you know, looking back in the past, you'll see people who've done incredibly great things when they're like 20, 25, like, and I'm looking back at myself at 20, 25 and thinking, but a possible reason for that is that life expectancy until very recently was pretty low. If you're expected to die at 40, 45, you basically have to force yourself to be a full adult. By the time you're 20, you're having kids really younger than what would be legal right now. And I completely get that. Like so many of the America's founders were so young, I think Hamilton and all were like 21, 22, when they were, you know, doing the stuff that they did, or aaj ke bachche abhi,"
    },
    {
        "speaker": "Guest",
        "time": "01:11:24.720",
        "message": "you know. I think I say the same thing about Sikandar. Alexander the Great, he died pretty young, I think in early 30s. But you know, that's one thing, life expectancy is a different subject, like, you know, by 40, 45 still. But here, I mean, I remember once coming back, it was, we were going for, I think, one of the exams, it was around October. And three of us, three friends used to go together to take that exam. And on our way back, the third friend's father had been killed in a crossfiring. So you're talking about like, she came back to a dead father. They all had left in the morning, she'd gone to take her exams, he'd gone to office for work. And by the time he came back, he was just crossing the road to pick up something, he was caught in a crossfire. The current Vice-Chancellor of Kashmir University, her father was killed in a grenade blast while coming back home. So these were, your existence was, life was dotted with these things. So it just makes you think about things very differently. There's also a chapter in the book where I talk about how my sister who was pregnant, eight months pregnant, and our parents got caught in crossfiring. And there was a particular place where I, near Residency Road in Kashmir, they were caught. And one wouldn't usually dare to, you know, once after a blast, everything is cordoned off. Nobody in their right frame of mind would actually walk that stretch. And I remember my sister was crying and on the floor of the shop. And I just like went out to look for them just to see if they had, because it was such an expected thing that they could have died there and they could have been killed there. So you almost go and like, want to embrace or deal with the reality as soon as you can. And it's another thing, like I said, I mean, what it did later was, it helps you sort of process those years, but when you're in it, you have no time to even for a second process. I think that again, takes us back to the letter. So it's like, what was that time? Any reminder of that period, any reminder of the time helps you make sense of who you are and what became of you today."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:01.320",
        "message": "And what struck me about the book, because you've chosen the voice of the adolescent girl at that point in time, is that she's mentioning all these different deaths so casually, but it's almost as if it's almost sometimes in a matter of fact way, whether it's a second cousin on in 1989 during Eid, or whether it's, you know, Afi, you know, your cousin, who, you know, who drops you home. And when he's dropped you home from a wedding that you've gone for, you write, he smiled his usual effusive smile, his green eyes shown with kindness. I look back and remember him riding away in his denim jacket. That was the last time I saw him. He was killed a week later. And then, you know, the narrator talks about how, you know, after Afi died, his mother was found missing one morning, a couple of mornings and where was she and the family went looking for him. And she was at his grave trying to dig him out. And then her father, you know, the mother wasn't kept at home after that. And her father, his father would look after her. And one day he mistook a window for a door and plunged to his death. And all this said in such a matter of fact, where you also speak about your aunt Niloufer, and you know, a young colleague of hers called Tanvir has his younger sister, and she kind of blesses his younger sister who's going to get married. And she goes and she leaves a thing and there's a blast and she's gone and they can't even find a body they identify her by the clothes. You know, and, and what you've kind of done is that the your narrator is not articulating her grief, you can see it through all these other things that she does, you sense a loneliness when she dances alone to Nazia and Zohaib, you sense that reservoir of pain when she's, you know, plucking her hair out and all of that. But the question is, that, looking back, do people then have no choice, but to steal themselves against the inevitable deaths around them, that when they know that if my parents are leaving in the morning, they may not come back in the evening, you know, does it then become part of your psychological makeup that you just shut off that part of you?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:11.760",
        "message": "Yeah, it's the same thing, which where one actually thought that my parents probably were killed in that shootout that day. And I just walked to that site, usually you would not and you would, normal people would probably have a reaction to it. And I was here, I was just like walking completely stone faced. It's how you accept that this is going to happen. What strikes you, I think death is something that everyone has accepted or had accepted it in the 90s, it was going to come at some point in the day, forget about waiting for a few years. But small little joys of life, like you rightly pointed out, when they were taken away, I think that gave more pain. Death was almost seen as this inevitability, you had no control over, you could be caught, you could be unfortunately. I mean, that cousin, not cousin, this friend of mine, whose grandmother was killed in front of him, she was opening the window and a stray bullet comes in and she just dies there. And I had no, I lost touch with that friend of mine after that. And I had put up a review of the book on Facebook. Her neighbour had read that, and had read the book. And he gave the whole description of how she was killed and what happened. So it's like, it's how, you know, how death can be personal, and everyone has a way to grieve and mourn the loss. But it almost became like a collective thing, collective mourning, every time someone died, or was killed, or was caught in crossfiring or blasts. It was like, different deaths started resembling each other. And then there was this collective loss. And you knew, as time passed, it just felt like it was one, it was like time loop. I honestly think of 89 as the year of time loop. It, this year happens over and over and over again, in certain cases. So, there were other things, which even the book that I'm like, the manuscript I'm currently working on. And this is something that happened, then we had this transgender help, who was humiliated during a crackdown. And it was his humiliation. He had a lot of pride otherwise, and he conducted himself in a very different way. And it was that humiliation, which makes me cry more than, let's say, if he had died, dead, because it's like the dignity, losing dignity and losing that respect, and then being turned into nothing. I think that is like a bigger death. And the other one is it's almost like people have just like accepted. I mean, it's not even a, now if there's, there are many cases of, cancer is on the rise in Kashmir. Almost every death now that you hear about, has it, I mean, has one person or the other, like, in the last three months, I mean, Hina, that's in the book, my sister, she survived a grade four, stage four cancer recently. And so, it's become so prevalent. And it's again, the, what keeps you on is the treatment. But, if you sort of die, I mean, if it's not, I mean, that's sort of accepted as a fact that you have, you can't do much about it. And yeah, it's a strange relationship with death and life. It's, I think it essentially boils down to dignity in both. Lesser pain, less, I mean, it's almost seen as a blessing, if you were to go and just go like that, rather than being subjected to other things which can happen to you, there could be an enforced disappearance, like, there would be, you wouldn't know where your family member was. So, yeah, and death as a blessing sometimes, at least the body is home, you're seeing it, you're burying it with dignity. That also, it also impacts your life later, in terms of how you're not afraid to lose people. As, you know, when you interact with people in general, and I remember talking about this with my therapist quite a bit, like, the loss is, can be abrupt. It can be, you know, you will not talk to the other person for the rest of your life, let's say, if you were to lose someone for whatever reasons. So, it stems from that, that endings are so abrupt and sudden. It again, you know, it boils down to the same question of mental health, like how it changes you as a person, how growing up or living in war, you can never be the same person,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:48.800",
        "message": "and that you were before it. One of the saddest stories in your book, at least for me, was not really about a death, death per se, though it no doubt involved a death, but it was about this lady called Rajmas, I hope I'm pronouncing that right, Rajmas, who basically, she had three daughters, she wanted a son really badly. She prayed and she did whatever to this Baba Rishi person and was deeply grateful when she was blessed with a son called Javed. And of course, he was the apple of her eye, so to say, and then when he was 16 years old, he just vanished, taken away by security forces. And then she does all kinds of things, but she never finds him obviously, because we can guess what happened. And that feels worse than a death, because if there is a death, if someone, you know, dies in an incident, you can at least say that okay, the bomb exploded, but they would not have felt any pain, there would have been no suffering. But one, when there's suffering, it's, you know, you can vicariously feel it too. And two, just not knowing must be such a torture and my, so I, you know, at one level thinking aloud, I think this is sort of a very concentrated, amplified version of something that we do anyway in our lives, right? We know we're going to die, we are all going to die. But we live in denial of it, we live as if we are going to live forever, which is why I had those carbs for lunch. And we manage our memory and our responses to just deal with this thing. And in a very concentrated and amplified way, it seems that those qualities kind of come to the fore. But my question is this, and this is a question that for example, I was someone like Hussain Haidri when he was on the show, in a larger context of what is happening in India today. That, you know, these deaths aren't deaths, they're murders, right? And when this is happening to you, I can understand how you deal with the grief and you've spoken about some of that. How do you deal with the anger? Right? Like, the question I asked Hussain specifically was, how the hell and you know, we are painting with broad strokes here, but how the hell have the Muslims of India been so tolerant, when there is so much anti Muslim hatred all around them expressing itself every day, and really just getting worse every week, right? It's almost reached boiling point. And yet there has been, barring stray incidents, there hasn't been that kind of response. Like what I imagine is that if I was in Kashmir, and my brother vanished one day, and I don't know what happened to him, or my sister was blinded by a pellet, or worse, right, I would be filled with rage. But I don't see that rage. And is the absence of that rage, the suppressing of that rage coming from some kind of a practical understanding that we have to live in this world? And the odds are against us? What is the point of rage? Or I don't understand what is going on here. And in a similar context, you know, earlier, you said you spoke about horrible things being done to some women. I you know, every episode I've done on women in India, it just strikes me that horrible things are done to all women. You know, the kind of things the kind of lives that women lead in India. Again, I don't get that. Why isn't there more rage? I think I asked both Nilanjana Roy and Urvashi Bhutalia, this in the episodes I did with them, and they gave, you know, different kinds of insights on this. But just in a broader question, whether you're a Muslim minority, whether you are a resident in a place which is occupied by the military, in the sort of way that Kashmir has been, or whether you are facing this kind of social violence and otherization, you know, how do you deal with the rage?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:35.080",
        "message": "See, this is something that was in the 90s, again, going back in Kashmir, especially in the first four years, you thought anything was possible, the way you know, I'm talking about when Rubaiya Saeed was kidnapped, and then she was released, and the militants were released and the government of India sort of allowed that at that point. And I remember we had this India Today at home, and my dad had it, and there were some neighbours, etc, would come in, and they said they were locating themselves on the cover page. So you thought anything was possible in that time. And then the intelligence and the strategy of the state started getting more and more robust, and you realized the sentiment at that point didn't last for too long. And then there was insertion of Ikhwan, which is counterinsurgent militia, which broke Kashmiri society. I mean, brother couldn't trust his or her own brother. So rage only gets you. It's a long battle, you know, right now, whether women, I mean, forget about whether in a conflict zone or not, the men of South Asia or women overall, I mean, I was a few months ago doing a project for gender equality, and you see, I mean, you think of all the West, and you think of probably women having better lives. One, like, there are three murders committed, or three women are killed by their intimate partners in the UK every week. So we're even talking about all the, like, women at large, but it's, and now, in the last few years, there has been some kind of solidarity, some kind of sisterhood, far more prominent than it used to be earlier, which feels rage, how far will rage get you? I mean, rage has to be within rather than as it being an expression. Because then you are just giving everything away, and you can be easily targeted. And that's what we've seen what's happening on social media as well. Sometimes, people get arrested for tweets, and we'll get, so it's like giving an excuse. So you just find ways, it's far more important to sort of survive that moment. I used to sometimes tweet quite a bit, and tweet completely opposite to what government was doing back home. And I had friends, like, literally, if something would happen, and they would be like, do not, because, you know, it's like, you are giving them evidence on a platter to profile you. So then how do you, people are finding different ways to express that, like Shaheen Bagh, for example, went on for as long as it did as this proper protest. And you will remember that moment in history, rather than one person acting on it, or a bunch of people working, acting on it, and it turning into, so that's become like a movement of our times, right, really. And hopefully, to fight violence, to fight the aggressions of the state, there'll be, I know it's difficult, but it's when you are talking about this point, when you were making this point, I kept thinking of how sabr, or patience, is such an extolled virtue, and I think back home it was really that. I used to go, I often go to shrines, that's how I've been brought up. I may not be overtly religious, but I do, I find a lot of peace, just sitting in a dargah, and just not even praying. And sometimes, I mean, not sometimes, often I would find myself in a shrine on Sanwar in Srinagar, and all I would do there was just cry, and nothing else. And it was almost like, you know, you just have to be patient, and things will become better. So I think that's what's happening in, I mean, Muslims in India, they have their own struggles. I think it's probably gaining some strength from that. But I, from my experience, the 90s was a lot of that, or for example, where there's this chapter I talk about, tiny knots of faith. That's also buying that time, not losing your mind, that is father going to come back alive or not? So tying that knot, so that you sort of negotiate a little more space for you to not completely break down. And, you know, there's always this hope that things will get better, I feel."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:36.520",
        "message": "Structurally, in your book, you've kind of structured it around your grandmother's death and her funeral. But the pivotal point in that whole narrative is, of course, the Day of Eid in 1989, and what happened there. So tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "01:30:52.400",
        "message": "That was, you know, it was, I mean, it sort of boils down to the title of the book, Rumours of Spring. You're 13, and you're imagining a life for yourself, and you're going to get a haircut for the first time at a proper salon and not getting it from your father's barber. So it was, it was, it turned out to be a big rumour. Like, if you were, I mean, I was drawn to this phrase by Agha Shahid Ali's poem, from Agha Shahid Ali's poem. But it was essentially that, you know, sometimes something, I mean, I told you, like I was telling you earlier, I discarded two manuscripts before this, but the title stayed. So it was that, and in an hour when your life changes, you've managed a bargain, and you're going for a haircut. And by the time you come out, you're extremely fearful, and your entire personality changes, your reality changes. It just does damage at levels that, which sort of you realise much later what it has done. And everything changes, right? So I had a Kashmiri Pandit friend, Renuka Bazar, I've still not been able to find her on social media, nowhere. She and I used to have this, this tug in the classroom about who's going to get the highest marks. And after, I didn't see her in, I only saw her in the winter of 89. I didn't see her in from 90s onwards. My grades fell, I didn't know, and my parents didn't know what was going on. So I lost interest in studies, I didn't care about it, and something or the other would happen. And I mean, I remember, I used to get like good percentage and my report card used to be circulated amongst our, we lived in a nuclear family, but it was part of a joint setup, like cluster of houses. And I remember my report card used to leave home in the morning, and then, you know, go to every household, but then there was nothing really to, I mean, from 97%, I've straightaway dropped to 65, or 60 sometimes. So I mean, it just hits you at multiple levels, from psychologically to emotional to, and then, and most of the things you can't even articulate at that age."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:32.440",
        "message": "And yeah, and the specific events that you described, of course, as you walk, you're walking home after the haircut, and there's been that violence, there are shards of glass and plastic on the road, you describe your fear so well, and just a relief everybody feels when you get home, because you're alive, because there were rumours that a 12 year old girl from the school had been killed. And yeah, that's what ends up after that, being what we would today in our cliched jargon, call the new normal. Because through the book, I found all of these things, which have been normalised. So they're taken for granted. And yes, yet, you get a sense of what they are doing to the little girl. For example, there is the constant curfew that is going on. And it's a curfew that is, technically, it's a curfew outside the house. But in some ways, it is also a curfew inside the house. Right? And it just changes the texture of life completely. So tell me a little bit about that. Like, was it? Did you think of it as something normal? Okay, sab ke saath hota hai at that time? Or was the fact that you had lived through non curfew times, you know, something that made it just seem like this horrible nightmare? When will it help? So, you know, in that continuum, kind of where was this? What was it like?"
    },
    {
        "speaker": "Guest",
        "time": "01:34:50.000",
        "message": "Curfews were sort of part of even before 89. So we had that election rigging, which led eventually led to insurgency. This was 87, 88. In fact, we had this chief minister called Gulam Ahmed Shah, we used to call him Gul Shah. And he, in his time, there was, I think, curfew around the clock. And he earned this epithet, Gul Karfi, which is curfew. So, in fact, there is a senior journalist, I wouldn't like to name her. But so she talks about she writes about Kashmir. And I don't know who has played this prank. But someone has translated Gul Karfi, Gul meaning flower and translated Gul Karfi as the flower of curfew. So someone has really been cheeky and gave her the wrong translation. But he was like his name is Gulam Ahmed Shah. So Gul Karfi sort of, in my consciousness, we had a lot, we were indoors the whole time. It was, again, this thing about things will change. And you were always hearing what was going on. And there was something or the other happening. There were demonstrations, there were killings. So you felt sort of safe at home. But you were also, it was, it was literally if I were to explain it, it was like you were holding your breath for longer chunks till one day gets over, then another day gets over. And then it becomes your life before you know it. And some behaviours during the lockdown actually came back, which was I just like naturally slipped into them. So like not even, I mean, during the curfew, I used to just sit in one spot and just be there the whole time. I won't even get up. And that sort of came back during the lockdown again. So it was, it's like, you're always waiting. It's an endless wait. And you can't do anything about it. And you're always hyper alert, especially in curfew, but sometimes, let's say, the troops would run after young boys, mischievous, I mean, they would just like try to sneak out of the house and they would catch them and they would just run after them. Even if there's no killing involved, you know, you're like constantly, you know, when there's curfew, as we've seen in the lockdown as well, this is eerie silence that sets on on the day as well. And that's not normal at all. And your body can sense that. So you're constantly in a state of uncertainty, anxiety, like on the edge, which, I mean, something I still can't get used to. I mean, I don't know about others. But when I was home, I mean, I just came back in the summer, there were a couple of a couple of weeks where there was curfew for two, three days. I think there was once during Yassin Malik's hearing. It was always like we were watching news, you were listening to news, hoping that it'll get over. There's something that that's suffocating about it. And you feel like, yeah, it's claustrophobic. And you just, I don't know if I'll ever get used to certain things like curfew or, or constantly being under the shadow of a gun. And like, you're walking, you're driving past and suddenly you have like this nice breeze on your face and suddenly you see a big bunker. And then that's it. You just forget what you were. I mean, you're suddenly hyper alert and you're like, suddenly in a very different zone and in a very different reality altogether. Yeah, I mean, it's a dream sometimes one would even like enjoy home the way it's shown to be enjoyed, you know, this paradise, but doesn't happen really."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:04.000",
        "message": "Yeah, one of the one of the powerful passages in your book is about how you have periods and you've run out of your anti-spasmodic medicine, but you're terrified because there's curfew outside. And, you know, even if you go on tiptoe, the floor will creak because wooden and all of that, and you're just scared to go for medicine inside your own house. And so you just lie on that bed and endure the pain, which seems the whole thing seems like such a powerful sort of metaphor for what's going on. And it's not even paranoid. Like you pointed out, your grandmother of your friend opens a bedroom window, bam, bullet in there. Bunkers are another thing that you know, a person like me when I was growing up, privileged childhood, I never felt anything when I saw a bunker. And it was sort of illuminating to read in your book about what a bunker can do, what a bunker can just a sight of a bunker can do to a person. Like there is this brilliant, you know, stretch, which is, you know, almost like a short story in itself. You talk about a lady called Halima and these people put a bunker outside a house and she's absolutely terrified because her daughter Anjum is, you know, young, she's more or less your age. She's terrified the girl isn't allowed to go out anywhere. You know, the husband who's an elderly man who's most of the time home because his grocery shop is you know, can't really operate in curfew. He has to accompany it anytime she has to do and there is this constant fear. And the ending of this is where one day at night she hears a gunshot and she's scared what happened and somebody in the bunker shot himself. And this is such an incredible story because in that moment, where I was inside the head of Halima and empathizing with Anjum and Anjum's dad and all that, you suddenly catch a glimpse of a human being on the other side also. And I found it so powerful and you also spoke about how bunkers became landmarks like people will say hey, there's a house, they live in the house next to the small bunker or, you know, the lane before the large bunker, and all of that. And is it? Did it remain constant like that through the years? Was it only that there are periods when they were sort of bunkers and all of that was happening? Did they remain constant like that? And was the threat more in the fear of what could happen? The sort of the mythical fear that a bunker would have aroused rather than stuff that actually happened? I mean, how was all that playing out?"
    },
    {
        "speaker": "Guest",
        "time": "01:41:37.960",
        "message": "I mean, now there are fewer bunkers because then there was, I can't remember whether it was Mehbooba Mufti's time or Umar Abdullah's time that they removed some. But my point at that piece of news was it, the troops are still as many in number, which is around 700,000. So that hasn't come down, which means these bunkers can spring up again. And in the 90s, they were like one every few hundred meters, maybe, and quite a few. And when you're walking past a bunker, you as a woman, you feel like you didn't exist. It's extreme. So there is a gaze. There is, of course, there is fear. There's this fear of what if a grenade is lobbed in my direction? And I remember there was this particular instance where me and my cousin were walking back from our high secondary school. We were in Lal Chowk. And we were walking next to a bunker, near a bunker. And she held my hand and she was like, she's like some, I don't know, there's something at the back. So we didn't know what it was. Turned out it was a cow at her shoulder. But those five seconds, we were both like, are we going to get killed? Like what happened? Did someone grab us from behind near the bunker? What we supposed to be? Are we where we are not supposed to be? So real fear attached to them, extreme anxiety. And I'm like a child forever looking at, even now when I'm home, just looking at, at least now I can look at a bunker. There was a time, especially after Bob was like, why do you know what a bunker looks like? She thought that this is something that you wouldn't look at. And I remember initially, like maybe in early 2000s, I had a couple of friends who had gone to Kashmir, or maybe 2004. And this friend was in Delhi and he was like, he almost had a fight with someone in the bunker. Because he said like the gun was like pointed at me and it just triggered me. He's like, how do you guys live with it? And this was something that, you know, you think that this is not something that you can even question. So you don't, you become fearful. It's a way of subjugating you without touching you. It's the way it works on your psyche. It's because it's not an armored vehicle. It's not a patrolling party. It's not, it doesn't come and go. It doesn't whiz past you. It's there, the structure. And it's intimidating. At the same time, it's like a, I think it's designed to be made that way. Like very, very intimidating. And also like you, you don't cast a second glance in that direction. You don't know what you want to see."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:54.920",
        "message": "You've also spoken at different parts of the book about how as a young girl, you became more and more aware of what you call the militaristic gaze, though you've used the phrase elsewhere, not in the book, because I'm guessing the girl wouldn't know the phrase, but you kind of see it. And at one point, you write quote, to an extent, and you're writing about how you'd always, you know, wear the scarf and all that. And at one point, you write, quote, to an extent, the scarf made me feel protected. And yet that feeling of unease never quite left me completely. And so I began to ignore caring for my skin. I thought maybe if I looked ugly and less pleasant, the men would not look at me and I'd be safe. I wouldn't wash my face for days. I didn't want to look attractive in any way at all, lest it invite undue attention and that indescribable guilt. I wanted to somehow become invisible, stop quote and later you talk about how at a particular point in time, your gait change where you became hunched back because you're passing by in the space and you're holding your school bag or whatever in front of you. And, you know, and for a young girl, it's like, it's one thing to become aware of the male gaze at a certain point in time. But this is sort of another level of it, you know, the militaristic gaze as you've called it elsewhere. So what was this phase like? And how does one then snap out of it? You know, what was that process like of coming to terms with what was going on and achieving a kind of psychological normalcy to say if such a thing is possible? Later in time, I'm saying, as you kind of move on, like when you look back at that girl, you know, it's I think that girls just comes to"
    },
    {
        "speaker": "Guest",
        "time": "01:46:35.920",
        "message": "the fore every now and then, even when I'm home, let's say even if I'm dressed as normally as I do now, but I'll still wear each other. Even now, I just feel more comfortable like that. I don't, it's that otherwise I'll be like very, very anxious. I wouldn't be able to and this is something that I've tried to do away with, but I just feel far more relaxed if I have each other or like a big dupatta around me. I may or may not necessarily don't cover my head, but it's the body. I was actually recently talking to this friend of mine, he and I were the same batch and he's now a well-known orthopedic back home and he said, it's also a very gendered thing. He said, you know, but we also had fairly, we were probably luckier of the lot and we had like protective parents and we had that kind of childhood and I said, did we really? Like, have you thought about it from your sister's point of view? And suddenly he tells me, oh, you know what, she doesn't answer the phone and her phone is always on the silent because and there was also this particular time where she survived a grenade attack, but the shrapnel and the shell is still lodged in her temple and it doesn't have to be operated upon. If you actually get it, you can, unless it's like somewhere lodged in your vitals, you have to take it out, otherwise it can just, I said, exactly that have you thought about it from your sister's perspective? Because he then went out and he studied in Manipal or somewhere. So again, these are things which you can't discuss with your family members. Like, what are you going to, how are you going to come back home and what are you going to tell your parents? Like, I was gazed or latched at or looked at by a cop or a trooper or even a militant at that point. Like, what are they going to do? Parents are supposed to protect you and that's not something they can do at that point. So you absorb that and you feel this heaviness with you all the times which you have to carry no matter what. And you have to put up a brave face because that's where you have to live. And I think talking about this brother and sister, for him to even empathise, it's because it's not spoken. So it's very difficult even within the society for other members to imagine what a young girl probably goes through and feels. So that never leaves you. I mean, we also saw that after August 5, 2019, there was this fashion brand that put out this particular campaign about Kashmiri women and promoted. And it was, and I had flown the same afternoon from Delhi, from Kashmir to Delhi. And I remember seeing that and it was just like, mind boggling."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:56.840",
        "message": "What was it saying? Sorry, I don't recall seeing it."
    },
    {
        "speaker": "Guest",
        "time": "01:50:00.080",
        "message": "It was a brand called Raw Mango. And then they had put out this particular campaign Zuni, where a girl, Kashmiri girls were on Shikara posing. They probably had shot it before August 5. But I had just come back and I remember taking a photo of two troopers at the back and two women walking with their heads, etc. covered. And this is the time when everyone was like, we'll get Kashmiri brides now and we'll have, so you had ministers go on record talking about that. You know, now we can marry Kashmiri women. So that kind of vulnerability is a very, and I think I just took to social media and I found it extremely offensive, not even otherisation, but it's like women and women doing this to women. It's almost, you suddenly question feminism in South Asia then at that point. And you're like, is there actual solidarity there? But I also get it, like, it's something, it's such a big blind spot, this gendered aspect of how women deal with some things. You see someone getting killed, we have been speaking about that, those things, but these little things which are not articulated, are not spoken about, and then, but you feel them and they're as visible. And that's far more damaging and then you have to almost prove that and you have to talk about it. I mean, I think one of the reasons why I wrote this book as well was when I used to talk to my friends about these incidents, I used to have their attention and they would listen and there was, but again, something else would happen back home and then they would ask the same question again. Like, what led to it? Why is it happening? So, it gets extremely, I think I'm sort of even feeling that heaviness right now when I talk about it. It's, from a woman's point of view, you're like, how do I even? I think it creates now, when I talk about it, it creates a sense of such vulnerability. It doesn't sort of leave you and you know you're the only protector. Nobody else can save you. I mean, nobody will speak about you. Nobody will understand this pain and it's also, I don't know, I remember reading Frantz Fanon many, many years later and then in Wretched of the Earth, he talks about how French used to basically demoralize Algerians by attacking their women and they might not even have done anything bad to them but just to whisper something in a guy's ear to seed that doubt there would break families. So, a woman is also conscious of that kind of punishment to the society. So, then you, I think, keep just holding it inside until it becomes another being within you that you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:26.560",
        "message": "have to carry with you all the time. I just, you know, when you just said that, I remembered this absolutely execrable film, terrible film, which came out a few years ago starring Hrithik Roshan, where he and the heroine, I forget who was playing it, were both blind and it's essentially a kind of a revenge story, like a blind person taking revenge for what happened to his wife and they were both blind and she was raped once and he felt very bad about it and she was raped again and then eventually she killed herself, leaving a note to the effect of, if I remember correctly, saying something like that, I'm killing myself because I know that I will be raped again and again and I feel terrible about what it will do to you. Which is, you know, almost such a typical Bollywood male-centric way of, you know, coming at it. One of my favourite novelists, George Seminone, once said, once like thought aloud and said, is it possible for any person to ever truly understand any other person? And what he was saying kind of takes me there, like even when I read the book, I thought that if I meet this person as an adult, and at this point I'm not thinking of you, I'm thinking of the narrator, but if I meet this person as an adult, would I ever really know her? I don't even think it's possible because there is just so much subterranean stuff, like recently I did an episode with Varun Grover and I rewatched his, the great film he wrote, Masaan, where you have these two parallel lives of people who have loved and lost, and they meet at the end. And you think that, okay, even if they have a happily ever after thing, they'll never truly know one another. Because what happened at the background is sort of just, you know, there are so many depths to it, you can only kind of go so far. So I have a question, which is again, me thinking aloud, that when you pointed out that as a defensive reaction, as a girl, you would wear the scarf, you would want to be invisible. And when you pointed out that sometimes you have that same instinct today. And I'm just wondering that if in some societies, in some contexts, you can have a sort of a vicious circle, in which to get away from the oppressive male gaze, if the society is, you know, that repressive and that regressive, women can cover themselves more and more. And therefore, that gaze can get even harsher and sharper and more aggressive. And it's kind of a race to the bottom. And then eventually, you could have an equilibrium, where the men are what they are incredibly toxic and all of that. And the women are just covering themselves all the time. And that vicious circle is something that societies perhaps need to watch out for. And there is, of course, at the other end, a virtuous cycle, which is possible, you know, so just thinking aloud, what are your sort of thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:19.840",
        "message": "See, we know that that's not the solution, right? I mean, that it can't work like that. But for women, just like I said earlier, maybe that was my defense mechanism, maybe other girls did something else. So I think it's to generalize that everyone would do that is too much of a generalization. I mean, there was a time when there was this moral diktat prescribed for Kashmiri women that you have to cover up and you have to basically wear a bhaiya and have a modest dress code, but that didn't really last for long. Because I think it was, that was really not the answer. That was really not the answer. It's different women will have different ways to cope with it. And what happens, like, you're always thinking what's happening to you is probably not of as great consequence or importance as what's happening on the street. So whether it's, it's essentially the woman who is decimating her own self in the process, and who thinks that the more, you know, the less visible she is, it's better for herself. So you try to make yourself scarce in whichever ways you can. I remember when I went to, when I was studying in Singapore, and I used to have these flatmates. And there was a couple, I think on weekends, I just wouldn't wash my face. I mean, I know it sounds very unhygienic right now. But and it was that initial behaviors that I had that I had to sort of work on to get rid of. And this friend of mine was studying computing from Delhi. And he was like, you could be in a war zone. So I would just like look at him and say, yeah, that's exactly where I come from. So to your point, that is it even possible to even know what's going on with the other person? And despite, I mean, it's just like takes one hour to fly from Sri Lanka to Delhi. But he's like, I remember used to be like, you should have just grown up in a war zone, you just. So it's, I mean, there is a brilliant book by Rafia Zakaria, where she talks about how feminism in brown women is looked at in the realm of being instructional, something to learn from something to, but, but it's not the solidarity isn't extended. And I could connect with it as a Kashmiri where you know, you look at the whole of South Asia, and then there are cases which are picked. I mean, I was recently, I was telling I was working on this project on gender equality. And of course, there's this argument, if women, if girls don't go to school, they drop out, then of course, it's going to impact the economy. I personally know some women in the outskirts of Srinagar, who dropped out because they had to walk past camps, army camps. And I was like, who has done the study? Nobody. So again, it's a huge question mark, then how do we pick and choose what we want to know? And yeah, that's a separate debate in my head. And that really, when I was growing up, you know, I would always have this excuse that 89 was a particularly bad year. You had Tiananmen Square, you had not bad year, but a year of significant happenings around the world. Dalai Lama won his Nobel Prize, there was the tearing down of Berlin Wall, there was Tiananmen Square. And you wonder, and my excuse, the naive excuse to myself was, there was too much happening in the world and the world didn't care about us. Otherwise, people would have, you know, raised their voice and turned their gaze at us and spoken about us, till you realize that it's your own fight. And it's a battle that you will have to sort of fight and nobody else, even sometimes within the society, within the community, not everyone is going to have that kind of stamina to plough it through."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:02.000",
        "message": "One of the points which you make in your book, and you know, there are so many sort of illustrations of that is how women process all of this differently. And just as an illustration of this, I was struck by the story of Nasir and Nasreen, you know, two of the characters you mentioned and Nasir, I think was a cousin, but slightly, I mean, he had mental health issues, and he wasn't quite all there. And the family used to worry about, okay, what's going to happen to him and blah, blah, blah. And the idea was you get him married to someone nice, this will sort itself out. They find this nice girl, Nasreen, who marries him, they get along well, everything's fine. But then one day he forgets his ID card, like it was in the pocket of a shirt, something spilled on the shirt, he changed his shirt. I think he gets caught in a bus and, you know, he gets beaten up. And when he gets back home, he becomes a different person in the sense that he deals with this by resorting to violence and beating her up. And she deals with it by eventually drowning herself. And, and throughout the book, you, you know, you've not just written about yourself, you've written about so many women in this book. And they're all dealing with it differently than men would. And they're also dealing with it differently than each other. You know, you, you know, you wrote about your grandmother and pointed out that to her, it must have been so bewildering that the entire world has changed around her, around her. She's trapped in this house where the world is not what it used to be. And the house is like a prison. And the question is, how do you even process what is going on? Right? So tell me a little bit about this, about women processing it differently and dealing with it in different ways. And, yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:02:49.680",
        "message": "So there used to, there was a particular night when I go to my, when I went to my aunt's house and I was missing her. And there was this, their, their house is at the banks of Nagin Lake. And there used to be night patrol, which I was unaware of at that point, because we were in downtown Srinagar. So what, there was no aquatic patrol near our house. So I witnessed it for the first time. And I remember the way they used to shine light, which was like a bright, really bright light in the middle of the night. And then it would just wake you up. And I remember this cousin of mine, I think she was seven, six or seven at that point, and she was holding her amulet around her neck. And she would start sobbing at that light. And it was only much later, it made me concerned at that point. It was only much later that I processed that, you know, as kids, we're scared of darkness. And she was scared of light as a child. It was really heartbreaking later. And so she was like, I remember her sister would say, yeh taweez har jege leke jaati hai, that mum has got for her because she starts shivering and I keep telling her, don't take it to the toilet. The sister is like completely nonchalant about it. But that six year old kid was really scared of light. So from her to my aunt saluting, thinking that if she salutes the patrolling party or the troops, they would be lenient. Like the word she said was, they'll have mercy on us. So for a 60 year old to seek mercy, for a six year old to sort of be unnaturally scared of light, or for a 16 year old me wanting to disappear or vanish, it just tells you how everyone is sort of dealing and suffering silently. They're not sharing it with anyone. If we wouldn't have got that aunt of ours saluting the troops, if I wouldn't have been aware of how I walked during the first crackdown that I walked through, or how this cousin of mine reacted. I mean, it's a very personal thing and they wouldn't get up in the morning and say, well, this is what happened and I held on to my taweez and it's a very personal thing. You're constantly dealing with things you can't even imagine can happen to you. And you behave in such unique ways that the other person, I mean, it's a big joke in our family till date, actually, this aunt saluting the troops. Everyone laughs. And she used to have a particular, I think there was once towards when she started growing really old. These cousins of mine recount this particular incident where once after firing, she started saying, oh, there were big flowers on this carpet, where did they go? And they laugh about it, but it's not something that you laugh. I mean, I don't know what that gunfire, those gunshots did to her at that point. And they're like, yeah, you do remember. She's like, I'll tell her brother that there were flowers here, where did they go? Or there is Nasreen who killed herself. I mean, that is probably the most, that's a rare or that was the rare statement of protest to kill herself and say, I don't want to deal with this. But everyone deals with or had or did deal with it with so much of, with suffering silently all the time. So there was a lot of, I think, the kind of sisterhood and unspoken and unstated sisterhood you see in conflict zones, etc. The power of that is something else. And it's only later that you realize what that did and how actually women sort of keep those communities going on. If they were to collapse, these societies won't last at all. It's like extreme resilience. It's that resilience of and that heroic courage to just get through from one day to another and not talk about it. And not even think that anything unusual is happening to you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:03.320",
        "message": "Tell me more about those sisterhoods."
    },
    {
        "speaker": "Guest",
        "time": "02:08:08.360",
        "message": "It's just that, for example, these cousins of mine, which I've not mentioned in the book because it happened much later. So there is a certain decorum associated with how you, you know, what you buy and how you shop and the way you deal with the shopkeepers, etc. So these cousins of mine, they used to send us kids to buy undergarments for them. So they would keep a cutout of, let's say, a bra or whatever. And then they would just give it to us and say, just go to this particular shop and just buy it and it would have all the details. For them, for that cutout not to be discovered during a crackdown used to be, and because during the crackdown, the father or brother would be assisting the troops and that to come out of a cupboard and then to deal with that embarrassment and shame. It's just like heartbreaking at a level which no one tries to understand. And then the sisterhood was also about, I think women were kinder to each other in that time, especially. And also there were no public places. So there was a lot of being there for each other. You see a lot of, probably some extent of hostility amongst men. But women, I think the kind of support and the care that you get, the capacity to accommodate is far greater, I feel, in conflict zones, amongst women especially, than you see anywhere else. The rest, you actually see, you can see through the superficiality and you know you'll never be able to replicate what was there. Again, it's that time, may not be true now. But I mean, there was a phrase that my aunt used to use, if you saw something happen somewhere and she would say, which is basically, try and cover people's mistakes and be kind. Which is, you know, let's say you wanted to like bitch about someone, you wanted to like. So again, the ways you accommodated, I think because their experiences probably were as excruciating as yours. So they sort of give that leeway to the other person and think, okay, I mean, I think it just becomes like it sort of expands your being, if I were to call it like that. You know, it's sort of accommodate a little extra from the other person. And yeah, people will help, they will, no questions asked, especially women. There was this young girl I spoke to after the book came out and she was in this hijab. She was part of a bunch of journalists I was talking to. And she had never spoken to her colleagues before that. And then she just opened up about how she was nearly raped. And that's what led to her covering up completely. Again, she just opened up for the first time. I mean, I feel like it took a woman from that time, which is that girl that the book talks about, for her to open up finally about an experience which if you looked at her, you would probably think, oh, she's this extreme, like, you know, a woman who observes religion and the codes very seriously. But her motivation was very different. And she just opened up to that, a woman from that time, probably thinking that the pain really was collective. It gets heavy."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:31.320",
        "message": "Yeah. And would it then be the case at the risk of simplifying and the risk of generalizing, but I'm just kind of thinking aloud, that sisterhoods that form in this way, you know, recognize something, recognize a deeper truth about what women go through, recognize interior lives, kind of, you know, shine a light on each other without, you know, being explicit about it. And there's something therefore very strong about that. Whereas the connections that men make are far shallower and far weaker. Like, first of all, men don't even express their emotions, forget to each other, even to themselves. You never have those kinds of connections really forming, it's kind of rare. So all your, all the typical male connections and I don't want to stereotype my own gender, but the typical connections will be, let's have a beer together and all of that, but without a necessary recognition of the other person's interior life and what you're going through and all of that. And there isn't, of course, that, that shared backdrop of continuous pain. It is not that men don't suffer in different ways. You know, you have that guy in the banker blowing his brains out. But, you know, it's without, so it just seems to me that one kind of solidarity and network is just really deep and under the surface and really strong. And the other one is kind of the opposite. And am I, I mean, am I generalizing too much? Am I essentializing too much? Or, you know, what are your thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "02:14:07.080",
        "message": "See, when I was growing up, the biggest anxiety or fear was like forgetting your identity card at home, and then you could have been picked up or slapped or, or men not coming back after a crackdown, not coming back home. And to be honest, what, when men were out at the crackdown, assembled in a, in a ground somewhere, school ground, I mean, in a, in a school or some open ground, you know, it was like women, like automatically turned into these like, soldiers of the house, really protecting everything, whether it was the honour, whether it was their lives or the house or putting up that brave face, which gets, their courage is not played up as much. But what the anxiety that the guy goes through, the focus is on, on him. It's like that, what the movie you were talking about earlier, that the woman getting raped and then saying what it could do to you. But the way women sort of, and it was not something that was, that we gradually were eased into. It was thrust upon us as much as it was on men. But for some reason, and we recognize and it's imagine like, we are in a, we're living in this cluster of, we're part of the cluster of the houses, and there are about 60 family members in 10 houses. Men are out, and then there are just women there. So it's like, like that subliminal, subconscious force that you see around you. Even now today, if something happens, I just go back and like tap into it. Like I'll connect with an aunt or I'll connect with a cousin. It's that the life, the energy that you get or the safety, the protection you get is lifelong. But like I said, in men, one could see because I think I'm also attributing it to the counterinsurgency Ikhwan, because that really broke that brotherhood. There were instances where women also suffered. I remember there was this girl who was considered to be an informer, and they didn't shoot her, but they just cut her hair or chopped her braid off and hung it from a pole. And as a 17, 18-year-old girl, you see the humiliation of that young girl. And it's, I mean, we never heard of her again. So it's the punishment, the sufferings, the ordeals of women. And I think they don't even speak about it, but they almost recognize it in each other. And it's not something that you overtly talk about or see what happened that day. It's like a very quiet strength that you give each other, which is what you, I don't know, look for in other relationships as you grow up, and which is rare and one you sort of understand that that can't be replicated because, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:44.800",
        "message": "And men will always sort of, especially in our type of traditional society, see themselves as protectors. And in this kind of conflict zone, when you're the receiving end of everything, you can't protect nothing, right? You are, in a sense, pretty helpless. And yet the tendency, the male tendency would not be to sort of, you know, share in the practicality that the women might show and, you know, recognize it as a shared suffering and let's get through this. But instead, it would perhaps, I imagine, be an anger at not being able to find a solution and being not man enough, as it were to do something about this. Tell me a little bit about how you have seen men react in these kind of circumstances, because I imagine it must be so crippling to the ego and the ego is central to being male, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:18:39.920",
        "message": "Emasculation is real, for sure, in such geographies. It's also that there was this friend of mine, she and her friend, she and her sister, they'd gone to this tailor and they'd left home and they couldn't reach the tailor. It was like a 25 minute drive and there was crackdown in the middle of, on the road, I mean, during their commute. And they got stuck there for five hours and they couldn't, they could neither move forward nor come back. And eventually the crackdown got over, they made it back. And I remember we laughed about it and they said our father was actually waiting with a meat cleaver saying, I'm going to kill you. It's like, obviously he wouldn't have done that, but it's that a father feels so helpless that they could have been taken away, whatever could have happened to them. I mean, he wouldn't have had any control. He wouldn't have been able to retreat them. So it was like, it's better that I kill my own children rather than see bad things happen to them. It's the same thing which struck me later when you read Toni Morrison's Beloved. And she'd actually picked it up from one of the newspaper clippings where the woman had killed her own child rather than give it to a slave catcher. It was such a stark thing. Like, you know, when she would talk about her father had this meat cleaver in her hand and we would laugh about it. But you see, you hear increasing incidents of domestic violence, which basically earlier it was hush hush, but now it's people talk about it. For me, the first incident was when Rubaiya Syed was kidnapped. Her father was the Home Minister of India at that point. So that, as a child, gives you a glimpse of what you're up against as a woman and what can be done. Like, someone as powerful as her father couldn't protect her. Who are you? I mean, you know that anything can happen. So for, I mean, I remember someone asked me this question once, like, were you okay talking about the most intimate details and things in your book? I was like, you don't feel, you don't have a sense of privacy back home. You know, it's like your lives are open and everyone knows everything and you just, you just feel you can't protect anything. So emasculation, definitely at one level, but also at, everyone has this, I mean, probably the fact that I couldn't come back and, or anyone can't come back and say someone, a uniformed person or someone, like even a militant, looked at me and passed a comment. You're ordinary civilians. What are you going to do? You don't have a gun. You don't have the wherewithal to fight them back. So you just, I mean, then I think that was also initially people were accepting of it and saying, this is another thing on women and another burden that you must carry. But now I think women are pushing back, but yeah, not at the level that they suffer. I mean, that's what I was telling you earlier, that they are the dual recipients of violence. It's just not, you know, I mean, men for men, it's just one thing, getting arrested or killed or disappeared. But for women, it's, they can be used against their own people. I think that's the knowledge which is, which lets you sort of, last two years ago, I had this friend who had come from UK and she wanted to see Gulmarg and Gondola and we went together. I hadn't seen it till then. So we, so there are two levels. So one goes up to 4,000, another goes up to 14,000. She wanted to go to Aparvar. So I went with her to 4,000 because I can't take heights and I have breathing issues. So there was a blizzard in that moment and mum was waiting downstairs and the Gondola just went from 14,000 straight down. It didn't stop in between. And then once the blizzard cleared up and then we were brought down from the 4,000 feet, that particular height. And mum was a sight to behold when I came downstairs and she was like, she, I haven't seen that kind of panic in a long time in her. And we had this driver who was a Kashmiri and he said, how do you deal with them staying by themselves and travelling? He's like, no, you can't understand. This is Kashmir. She can just disappear and I'll never get to see her again. So the mothers being aware of that, that reality about their daughters, daughters feeling that kind of vulnerability and yet trying to live their lives as best as they can. And she knows, she knew in that moment that even her father, like my father, wouldn't be able to do anything. Who would he go and ask for? What happened? That kind of awareness about how you will not be able to protect your own child, forget about it being a thing about between genders, is crippling for parents to have this knowledge that we may not be able to. And then women sort of try and subdue themselves and try and not come in the way of, not be a matter of concern for their parents or become, I mean, it's a strange existence which the more you think about it, it's like, how did one even survive those years or even now sometimes?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:02.960",
        "message": "Looking back and writing your book was obviously an act of self-examination, but also what you're doing is you're looking at everybody else with kind of new eyes, at your grandmother, at your parents, your sister, everyone around you. And like, has that led to the feeling that you understand them better today? That is there more empathy, is there more sympathy? Is there a sense that you saw just one aspect of this, perhaps a way they're related to you and that's it. And you missed everything else that might have been happening to them. You know, has that changed the way you look at them? And equally, you know, what is what do they feel now when they read the book and did they perhaps see a side of you that they"
    },
    {
        "speaker": "Guest",
        "time": "02:25:46.560",
        "message": "never saw? My mum cried when she read the book. She read it twice and she was like, is that what you went through when you had your period? And she was almost like, how did you not tell me? And she actually cried. And I think the biggest revelation was for my father. He looked at my mother and said, oh, your mother smoked? I didn't know. So it was, I was filled with the rage that you were talking about earlier. When I, I think it was only possible that I studied in Singapore and Singapore is known to be extremely safe for women, right? So you can be, I remember when I used to work with Reuters, I used to do night shifts and Reuters has this office in Science Park and Science Park is known to be this foresty, very secluded spot in Singapore. And I used to walk down at four in the morning, five in the morning, alone by myself to the hospital canteen. There's NUH right next door, about a kilometre and get myself a snack and go back without a worry in my head, like anything was going to happen to me. If I were to like, I don't know, live in, soon after Srinagar, live in Delhi or South Asia, it would probably have been very different experience because then you're seeing degrees of women going through what they're going through, right? But Singapore just made me extremely angry. And I was like, oh, so dignity and freedom is possible in the world. It's only just denied to a bunch of people. So that really made me angry. And yeah, so I actually had like angry 30s. I was like, I used to be and then you sort of look at, you don't only look at your family. I mean, one has used one's family to show it like what, how many different ways is a conflict process by one family. And if you were to go to different families, let's say who have someone missing in the family. In my aunt's case, when she used to dig her son's grave, she doesn't talk about him anymore. She talks so much. I mean, that changed her personality. She talks incessantly, but she never utters, even by mistake, anything about her son. So I'm only talking about my immediate family and them and saying that this is just like really like the tip of the tip of the tip of the iceberg and how women whose fathers are missing, brothers are missing, sons are missing. Like what is going on with them who have had no closures? Or there was this, my mother's orthopedic, Dr. Farooq Ashai. So my mother has acute osteoarthritis and osteoporosis. When her orthopedic was killed, she just didn't go to an orthopedic for like 15 years till her bones reached a spot. I think it was her way of sort of escaping that, that she couldn't deal with him being killed in such a manner. But I also know the orthopedic's daughter, who was my senior in school. So now their story would be something else and how it impacted my mother and then how it reached me. So I think each household will have stories that one can't even imagine or their realities will be so different. So it's just when you think of that and then instead of empathy, I mean you're all in it together. How do you feel it for the other person? You're like, I think you feel a sense of grave injustice. You're like, for what, really? What's the human cost of this deterioration of people and their psyches and their lives at this scale? For what, honestly? I mean, I think that's the only question."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:10.260",
        "message": "Has a book changed the way you talk with your mother, talk with your family and the things"
    },
    {
        "speaker": "Guest",
        "time": "02:30:14.940",
        "message": "that you talk about? I think now my mother trusts me with discussing Farooq Farooqzad's poetry. She's a Persian poet. So early she should think I wasn't really mentally up there. And she also trusts me with writing a thank you note to someone that she has to thank. Yeah, that has changed. But some people now talk about their experiences more. It's almost like she's going to chronicle them. And I don't want that. I just want to see what comes naturally. But yeah, maybe some family members. But this has been a huge thing that my mother now feels I'm ready to talk about some poetry, which earlier she thought I wouldn't get."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:12.100",
        "message": "So Nadine Gordimer speaks about what she calls witness literature. Right. Tell me a little bit about your thoughts of this, that when you set out to write the book, was it just a sense of you are writing your story? Or was it also a sense of that there are other layers to this? I'm not just writing a story where it's one event after another, but I'm taking a deeper look at what lies behind those. So tell me a little bit about, you know, you know, was there a deeper sense in your writing that it's not just I'm just I'm just writing a memoir, there's something more to it than that. And, and is that intent and is that kind of writing part of a bigger tradition out there, which you've taken inspiration from? And if so, who are the writers you sort of looked at who've done this kind of writing?"
    },
    {
        "speaker": "Guest",
        "time": "02:32:00.660",
        "message": "I think Nadine Gordimer was, I stopped reading men. I have been struggling to write right for the last, what was since 2008, 9. And I consciously stopped reading men. And I, the book that actually propelled me to write was Nadine Gordimer's The Late Bourgeois World. So every time I would get stuck, I would just read a page or two, and I would just come back on the track. So her witness literature is something that I read after writing the book, I think I was once reading about like, I had to talk to someone, and I was reading up, there's this book of hers, a collection of essays called Telling Tales of Time. So that's when I it's she talks to specifically talks about how journalists chronicle days and events and how you know, then you may sit and make sense of it. But it was not something that I knew of when I was writing it. But when I was writing, it was about I didn't even I mean, I just had like a very ordinary childhood. But I think there was like a few things which bothered me that that night of coming back from the salon. And then because I had like really lush hair, I think that was like loss. And then for like a couple of years, I had no hair at the crown. I had plucked it all. And those changes, which and then you when you see what other things are happening to other women, then you forget about these things. So it was really to capture the time of what was happening to that little world around me. So it wasn't I never thought that I would like I mean, you when you think of memoirs, etc, you think of Obama and you think of people who've led that kind of bureaucratic political lives. It was more of a I think, see in Kashmir, there were three, four main incidents which took place since 1846. So there was Treaty of Amritsar, where we were sold along with our land and people by the British to Dogras. And for 75,000 Nanak Shahi rupees, a few goats and a few Pashmina shawls. So that was one event. Then the second was and if and then there is of course, there is before that there is Yusuf Shah Chak being he was the last Kashmiri emperor being taken. He was jailed by Akbar and he died in exile and we have his we had his wife, Habba Khatun and her ballads are famous and they have passed on from like to us from generations. So we had that event. Then we had Treaty of Amritsar. Then we had 1931, Weaver's Uprising where there were 22 workers who were killed, unarmed workers and we used to sell like sort of commemorate 13 July. Now there is no such thing. It has been taken off the calendars. And then there was accession. Then there was a couple more incidents but three main incidents, Treaty of Amritsar, 1931 Uprising and the 90s and we have no social history of the previous two. And this was also I think once I finished the first draft and I had written largely about the memories that I had. But then I made a conscious decision to include culture and a way of living in it and incorporate that into it because it doesn't exist anymore in Kashmir. So if you were to really look at what happened, how did people live then, you'll find nothing. And the part of Srinagar that I grew up in, there was just like Shah Hamdan Shrine, Khan Kaimola is like three, four minutes away. Then you have Badshah's tomb that he made for us. So it's like historically a very rich, culturally rich place and it was an economic hub. So sort of keeping that alive. So in witness literature, part of it, but also social history, part of it. And which is where I think that is something that I did consciously. Witness literature of course there are memories that you sort of have of yours and some are associated with your family members and friends. But yeah, the culture part was a deliberate choice to include that in. And there's also, like recently I went to this particular university and I opened that session by saying, when I say Kashmir ki Kali, what comes to your mind? So some of them were too young to even know it was Sharmila Tagore. So I said, no, she's Bengali. She's not Kashmir ki Kali. So for the longest time, I mean, for a lot of people who would see me outside Kashmir would say, well, but you don't look Kashmiri. And I'd be like, what is your definition of Kashmiri? Sharmila Tagore. Definitely I don't look like her. So sometimes you're also made to look at yourself in a very strange way. You know, you are like the whole time you have to look a certain way. Or for example, someone really beautiful. Someone will have a beautiful aunt in their clan and she'd look like Saira Bano. So not being able to look at yourself as who you are. I mean, there is this book by Ananya Jahangir Kabir. She is called a territory of desire. So it's almost like the way Kashmir is depicted, Roja for that matter, depopulated landscape and beautiful landscape. And then you also have a benchmark of how you should look. So what does that do to your identity and your being? So that's where there are like a lot of references to the way my grandmother would take care of my hair. It's a very different way. Like I haven't heard many cultures where they use Mercury, Seema and Ghee. So retaining those nuances and almost constructing a little girl's or young girl's world and who she is and the way she looks was another level of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:03.660",
        "message": "I don't know reclaiming identity. Yeah, the bit about Mercury and Ghee was fascinating because I'd never imagined those two things could go together or indeed that you could"
    },
    {
        "speaker": "Guest",
        "time": "02:39:12.420",
        "message": "do anything with Mercury. She had this insane patience. She was just like keep doing that to her hand the whole time. And she'd also had this particular potion, which I now read as poisonous, but it's worked. I don't know what else did she put in it. She would soak quince seeds, quince apple seeds and they emitted like there was a sap that would come out a gluey kind of texture and then she would apply that also. So, which a Kashmir Kikali"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:44.420",
        "message": "wouldn't. Yeah. So question about identity now, because this is very interesting where you spoke about, you know, and I see two different kinds of conflicting sort of impulses here. And the one impulse that I think young people have and everyone should have is of, you know, asserting their own individuality as, you know, separate from everything around them. You are who you are. You don't want to be, you know, put in a box and you know, we contain multitudes we want to express them all and that's one urge. But the other urge or the other temptation might well also be of asserting yourself as part of a group identity. And this can come in two ways, especially when you're in a conflict zone or a besieged land. It can come number one as a kind of assertion against the oppressor, where you embrace that very thing you're being oppressed for and you know, as a kind of defense mechanism. And the other is to seek solidarity within your community and to say that, okay, we are all together in this, we are part of this. So, I mean, question not just with regard to you, but with all the people that you see around, that how does, how do these conflicting urges play out? Because at one, on one hand, you want to be defined and say that I am this and I'm proud of it. And you want to show solidarity with your people and say, I'm just like you. And you know, we have an aunt who looks like Sarah Bono and we're all together in this, but you're also much more than that. And you also want to strike out on your own and you also might want to say that, yes, we have a shared past, but I want to transcend this shit. So, you know, how does that play out?"
    },
    {
        "speaker": "Guest",
        "time": "02:41:27.540",
        "message": "When you say a conflict society or not, women, girls, especially, are impacted by how they're perceived, right? So, to start rebellious in that vein, sometimes works, sometimes doesn't. I was an extremely fearful teenager, but I then just one fine day, something, I think I also write it in the book, that too much fear can catapult into fearlessness. So then I became like, I'm going to do what I want to do and what I want to pursue. And otherwise, for me to convince my parents to actually let me study in Singapore was unthinkable. So that was that. But you also see how I recently met this journalist who has been harassed. Like, she was also on that extremely offensive app that Bulli Bai or Suli Bai. So, but she's doing her thing and that hasn't stopped her. And she is freelancing and I met her recently at home and she was, you could see an undeterred determination on her face and she was going to do what she could in her capacity. So that's identity at one level. But then there is also like, like I said, conflict or no conflict, every society will have these little biases and how you should look and how you shouldn't. But initially, I think when you're young, you sort of fall into that trap. And then later, if you're lucky enough and brave enough to find your own, then you sort of want to do what you want to do. But again, it's not that easy for girls, I feel. But younger girls, younger women especially are now at least quite a few of them doing what they want to do. Like, it's as simple as there is this girl who designed, so we wear Peran in Kashmir, right? And there's this embroidered patch on right on the chest. Somebody just created this very original design of the Kashmir map because it was bifurcated and she designed it on the Peran. And that was, that just sold quite a bit, that design, that pattern. Recently, I was in Polo View looking for a gift for a friend's daughter. And he showed me a really beautiful necklace again, Kashmir map. This is not something that you saw. I mean, you would see Chenar motifs and you would see something else. And now these things, which means that if people are making it, there's definitely a demand somewhere. So yeah, jewellery, clothing. I remember when I was growing up again, a Peran was seen as something very regressive. Like, if you came from good families and educated people, then you didn't wear Peran. Peran was for peasants. Again, it's like how within your own society, you made to otherise your own people and also like, I think, create class differences. But now I just see like everyone, the minute it starts getting cold, and now it's the state who bans Peran every few years because they feel that you could be carrying something inside. But now people are taking pride slowly in our culture and creating that larger identity or being a part of that. And also being, I think, younger generation, even in Kashmir, is pursuing music, reinventing old songs by Mahjoor or Haba Khatun in a new way. Like you have Ali Saifuddin, you have Parwaz, you have Ahmed, you have Faraz, quite a few of them. And girls also. Painting, like creating art, which earlier, which nobody did earlier. So there's awareness and acceptance and I think also a lot of pride now."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:31.780",
        "message": "At one point in the book, you mentioned how one of the ways that you coped with as a young person was reciting the Surafeel. I hope I'm pronouncing it right. Surafeel, which is a religious verse. And that got me to thinking about the role that religion can play, firstly, as consolation for whatever is happening. Secondly, as an anchor, where you can locate yourself in the world and there is a sense of solidity to it. But also, I wonder, you know, the kind of role that it can play in a besieged society where you can almost then express it more overtly as a show of defiance, right? And there are different ways in which this could manifest itself that, you know, if you feel persecuted, you could react to this either by completely suppressing whatever you're being persecuted for, or you could go in the other direction and say, okay, I'll wear it on my sleeve. I am who I am. And that's the kind of defiance. And it can also then, you know, go in, it can go in all kinds of interesting directions, like you were, you know, we were chatting out in the break, and you said how you noticed that many Kashmiris now when they are doing interior decoration of the building, their houses are more ostentatious than they used to be. Whereas, you know, earlier, it used to be much more subdued and so on and so forth. And obviously, I'm not inviting you to do any kind of pop socializing. I know you won't do that. But in general, do you think that there is then a natural tendency, ki agar is domain mein dabha ke rakha hai, toh is domain mein main express karunga?"
    },
    {
        "speaker": "Guest",
        "time": "02:47:15.900",
        "message": "Definitely. I mean, that's just natural, right? So religion, and I mean, there are two different things. So religion, I remember at my point, it was, I mean, I remember, in the house, we would, we had a murbi sahib who would come and help us with Quranic lessons. And there was flexibility. If you couldn't fast, then nobody pressurized you, you were asked to pray. But whether you did or not, again, was sort of left up to you. I mean, my mum would always say that I would get asked, as a parent, did you ask them, then it's your own thing. And then you will get asked on the day of judgment. So she would remind us, but she would never say, like, thrust it on us, upon us. So religion became, there were very few seeds of stability, which were left in the 90s. Everything was changing, everything had changed overnight. But shrines remained. But there was Saar Sharif, which was, there was a massive fire there. But these were seen as seeds of stability, as places where, which not only were about religion, but where, which gave you a lot of solace and a lot of peace, and which is what they even do now. And shrines that you go to, much to the popular perception that you know, wherever there's conflict, and it has to be religiously motivated, or it's a communal thing. So there were two points to religion and these shrines was, I had my tutor Gopinath Kaul, who would first go to Kali's Mandir in Zainakadal, and then drop by at Khanka, Shahim Dan's shrine. So you saw harmony in that. So again, that was like a continuation from those times. So, and then there was another thing where there was no, so to speak, strict gender segregation, you could be in the courtyard, and there could be 10 other men standing there. So you just like walk in and there are certain spaces which are reserved for men, but there was no such strong gender segregation, which made you feel like you were unwanted. So the way I've seen religion there, and how one is engaged with it has been very different from what's portrayed. It's largely shown as communal as and people, I mean, because I mean, we've seen after 9-11, how sort of the narrative around Islam, but you really found that syncretism and you found that harmony, you saw continuity in that, at that point. And, but it also gives you the protection, especially for women, for men, it works against. If you are seen observing overtly visible symbols of Islam, whether you have a beard, or you're wearing your pyjamas above your ankles, that could get you arrested. But it gives women some sort of, like, don't mess with me, that kind of power, because it's like, this might just invite trouble. So again, I think there's like a gender thing there, like if you see a woman wearing an abaya, which is what happened, our generation tried to resist it, or they resisted, we didn't wear. But increasingly, you saw more and more women sort of wearing it. And then it was really like, I mean, I could completely understand it was not overnight gravitational pull towards a different kind of school of thought in Islam. But it was, it was also like, safety as I mean, possibly, I mean, I don't want to, again, generalise, it's a sensitive thing to each their own. But again, drawing from that conversation, I had that with that reporter, who had that horrible experience. And then she was like, she basically wanted, she said, I blush very fast. And if I see someone, and if it reminds me of something horrible, and it shows on my face, and I can't hide it. So all you see is our eyes. So again, very different approach, some might purely do it for religious reasons, but some also do it for other reasons too. So again, religion, very much like generalised, in that sense there. And when you talk about these things, and suddenly, you know, it's like a different experience again."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:17.220",
        "message": "So let's sort of talk about the evolution of the book, because one thing that you mentioned was that the original form of the book is not how it ended up, there were multiple drafts and so on and so forth. So how did you start thinking about it? And how did you arrive here? Because one of the things that strikes me on reading this book, which I love so much, it's impressionistic, and it's, you know, it feels really perfect as it is. But it's also, there's a certain kind of bravery here in terms of form, because it is not the conventional memoir, it doesn't have a conventional kind of structure, you are avoiding many temptations that might otherwise have been there to take a broader look to give your grand theory, but instead, you've kept it a very personal and intimate look. And I think it's all the more powerful for it where you chose to zoom in, rather than zoom out. And I think that really works. But how did you arrive at this? And were there any models like were there any books that you looked at and said that, you know, I want to do something like this?"
    },
    {
        "speaker": "Guest",
        "time": "02:53:22.820",
        "message": "I'm gonna answer this. I mean, I'm going to talk about the second one first, there were no models, because I really didn't. I wanted to write it, I wasn't sure it was going to get published, to be honest. I was like the political climate that we're in. In fact, when Harper Collins called me to give him my author copies a day before the actual date of publishing, I thought, I got a text from them. And they said, let's meet for coffee tomorrow. So I was like, okay, they're meeting me basically to tell me, we can't go ahead. Sorry, we had to drop it for some reason. And this is after August 5 2019. Right. So I thought, okay, so I was ready for that as well. But to the first part, it was, like I said, I was writing the memories and I was writing this to have a broader, a big narrative that these would sort of help me push the narrative forward. But as I started writing, what I realized was everything had been written about on Kashmir, and from a journalistic point of view, and I definitely didn't want that. So if you see there are events mentioned, and there is citation at the book. So if anyone wants to see that particular event, or a political historical event, they have the notes at the back. But it was a deliberate choice. I just feel people connect. I mean, if the goal is to, I remember when I used to, I used to write, I used to tell my friends, if it changes one person's heart, or outlook towards Kashmir, my job here is done. I think we humans connect to human stories, we've heard enough about journalistic statistics. And that was also one of the main points of anguish that I had that we have always been converted into statistics by everyone. I was not going to do that. So I think I was trying to impart some dignity to our lives, which we have been robbed of throughout. So that's why that a little bit of telling it like, and I think I've always connected with books which talk about humans. I mean, I know I wrote nonfiction, but I rarely read nonfiction. You know, I just like love stories. And I just like want to read about people and their resilience and their quest for whatever they're looking for. And I think if you live through a particularly turbulent period in history or time, you don't look at yourself as how journalists would come and report on you. You remember incidents, and you remember stories, and you remember who did what. And so it was to be closer to my own experience, then just do what everyone else was doing. And also I find it, I somehow couldn't write about Kashmiris. I had to write as one. Because you in nonfiction, you expect a certain amount of that kind of distance that you will write about subject, you will write. But I somehow, I was like, that's already been done. And I remember that last chapter was the first chapter. It was a weird habit I had of attesting the dead. And it was also then like self examining my own behaviours. Why was I doing that? So I used to like sign it. And at that point, I thought it was power, because my aunt was his professor. And every time I had to get my documents attested, I would go to her. But then later it was like, it was almost also like imparting the dignity to people who had died of natural causes. Because all along you heard of mass graves and people dying in hordes, whether it was Haval or Tengpora or Besbihara. And then suddenly you have people who were dying the way again, I think it's like holding on to that continuity, which kept eroding increasingly."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:39.700",
        "message": "A question about your journey. I mean, one way of looking at your journey would be that you grew up in Kashmir, you went out, you became a journalist, and you realised that you what you wanted to do was you wanted to tell the story about your childhood and about Kashmir. And that's what you did. And that leads us to an event or an action, right, that you're sitting and writing the book. And another way is that, in the course of doing that job, and, you know, and then reflecting on where you came from, and wanting to write this book, it changed the way you kind of viewed yourself. So this book wasn't just an isolated action, it was part of the person that you were, and it was, you know, a continuous part of a coherent narrative. So, you know, so what's the way to then understand that? What is your conception of yourself? That was this book an isolated project to scratch one particular itch? Or are you this kind of writer now? Are you a writer who is doing this kind of examination? And if so, you know, what kind of writer are you? What are your interests"
    },
    {
        "speaker": "Guest",
        "time": "02:58:45.300",
        "message": "now? What are you working on? Where do you see yourself going? I see, like I said, our stories, people, they just fascinate me. And I'm only moved by them. Because I think we've been like, victims of too much of being like statistics everywhere. So definitely, I mean, I, I looked at myself, I think more than myself, it was really, oh, what happened to that person? What happened to Cole? Like he couldn't talk, and he only had one word, which was Malay, and he lost that as well. So you think of that, and you think of other things that happened to other people. And then you just think about those events and stories. And there's a lot of, this is this, it's not sadness, but it's like melancholy that you're filled with. And I think that moves me far more than anything else. But there's also like, like the next book that I'm working on, which is a loose adaptation of Little Women. It's about a story about four girls, right? And they, now it's about 94 onwards. And they've sort of learned to navigate the conflict and the life. And they just do the craziest stuff, craziest stuff, you know, which we did while growing up, which you can't imagine, all you can imagine is Kashmir war, 90s. But we also went to school, we also gossiped, we also spoke to boys at night, we also did that. Like, but of course, then there is the backdrop of what was happening. And it gets impacted by everything. But it's also about how there's a certain kind of erasure you're trying to resist, which news reports, which when others write about you, is very palpable. Like, it's again, I think it's resisting that kind of erasure. And by not, I mean, even in this nonfiction, it is narrative nonfiction, you're still talking, you know, in a story like manner. Yeah, so it's still that, that I'm interested in that we are not only about what happened to us. We can't just be defined by that. We have 1000s of years of culture, history, regular ordinary people. And that is what the fight is about, right? It's about your living with dignity and, and but what we've also endured. And, and especially and again, then the focus is especially on women who just don't, I mean, what has surprised me, of course, the book is, the readers have been extremely kind, it has had the kind of reception that it did. But Kashmiri young girls connecting to it, and writing papers in their courses about it, in Ashoka, and DU and Kashmir. I wasn't really expecting that. But for again, it's like, they're relating to your experiences. This is like, I don't know, it's, it's, for me, that's like big, bigger than any, any review or anything that could come this book's way. For young girls for 20 years, it's saddening at one level, because they can relate to what's happening. They almost like say, Oh, if I felt like it was my story. I mean, why should they also live through that what I mean what our generation did? The privations that war brings, but for them to engage with this book, it's it's like, you know, they finally feel like they can finally feel like they can talk about things they can write, they can tell their stories. And I it's, it's not that I did some heroic thing, but it was just like, I don't know, I just, you know, I mean, I remember, there was a male journalist back home, who would tell me once he told me what are you going to write about everything has been written about. I was like, not my story, not the way we grew up. And he's like, yeah, this everything is written. I remember when Basharat B read the book, and I sent it to him. And he was like, I was very sure that I had read everything on Kashmir. I just didn't think of the experiences that women had in this context. So it was like, in that sense, it was just trying to tell how you grew up and nothing else. And it also tells you how heartbreaking how women get sidelined, if something of this magnitude happens. So yeah, I think I'm always going to write stories about people I politics, everyone writes about that. But"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:03:48.900",
        "message": "yeah, yeah, I mean, the inward look really worked for me. And I think sometimes what books can do is they can give you permission to think differently about the world. Like I can imagine young girls reading this book, and allowing themselves that self reflection, and allowing themselves to divert that inward look towards themselves and not feel that it is self indulgent, or why should I have value in my feelings or whatever, but and I think it can, I, you know, certainly play that part. However, I must call you out, because you said you have done crazy things. And example you gave was you spoke to boys at night. Listen, first of all, there was curfew. Secondly, there were no smartphones. So, you know,"
    },
    {
        "speaker": "Guest",
        "time": "03:04:33.220",
        "message": "there was sometimes in the phones would work. And you would like have a have a have a couple of friends over. And then you know, I'm kidding. But what's the craziest thing you did? I actually, I didn't do anything. But well, it actually doesn't seem crazy. I mean, I would, I was meeting Wasim once and there was like a bunch of us meeting in a restaurant. You know, you think of Kashmir as a patriarchal society, and then conflict and everything. And I remember there were three of us meeting Wasim, two of my friends, and a couple of militants saw us and they basically took him away. And they were like, you know, how you I mean, that wasn't allowed, right? For a period. So they saw him and they took him away. So I just called his brother up. I said we were meeting and he has been taken away. And can you please like make sure he comes back? I mean, that that was a very like heroic gesture at that point. Calling his brother. Yeah, and telling him that, you know, he's been taken away. And I mean, it could get into like, he could have gotten into serious trouble. Yeah, that was like the first for someone who was really timid at that point. I think that's one thing that strikes me as having done something. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:47.940",
        "message": "Well, you know, more power to you. And I can't wait to read your adaptation of Little Women because you know, after on the evidence of this, it'll be sort of something I'm looking forward to. So the final question, which I always ask guests who come on the show is, why don't you recommend art by art? I mean, books, films, music, whatever, that means a lot to you. And that you want to share with me and my listeners and not necessarily on this subject or that subject, but stuff that's dear to you. Sure. I mean, Nadine Gordimer's book"
    },
    {
        "speaker": "Guest",
        "time": "03:06:18.260",
        "message": "again, I think just because how there's energy in her. I've watched a lot of Toni Morrison videos, I wish I could have met her at some point. I love this film called The Patient Stone by the, who is it by? I can't remember the director, but it's the actress in it is Golshifte Farhani. It's about this Afghan woman again. And it's, I think it was on MUBI. It's one of the most fascinating films, little women, like how all of us sort of saw a glimpse of us ourselves in Joe. I love Elena Ferrante. And I also really like, Nadine Gordimer I talked about, there is this Irish writer, I quite, I read, I think if I'm not reading Raja Shahid or Palestinian writers, sometimes I love Irish literature. I mean, even the contemporary ones, right. So Anna Burns, Milkman, I find that, I think I've been, I remember when I used to study literature, I used to basically, that was my way to bond with my mother. I used to basically tell her stories of from Paradise Lost and Macbeth. And so, yeah, just stories. And I, I don't know, last few years, it's literally largely been about women, like, so I'll pick a woman and I'll just watch everything that she's worked on. Greta Gerwig, I was pretty, like, fascinated with her for a bit. But I think you sometimes feel it's unfortunate because that you can't, you know, the way you are bringing has been, it has a shadow on your preference. I mean, it casts a shadow on your preferences. Like, you know, you almost feel guilty if you haven't, if you don't, if you, let's say, watch comedy for the longest time or read about, read for pleasure. And if you don't read what's sort of relevant to your experiences, I don't know, it's something that one has to work on. But Hisham Attar, I really love. Yeah. And Orhan Pamuk's Museum of Innocence, I thought was beautiful. I mean, I remember reading Snow, but I think this has far better. And of course, like, bell hooks and, and all the iconic women, or even, I like love watching documentaries on, like, feminist women. It's just that how did they do it when, when things were really difficult? I remember, like, some readers would tell me, oh, wow, you know, you're writing from Kashmir. And I'm like, to be honest, I don't have myself to thank for. It's my grandmother, who hid from my grandfather that my mother was actually going to the university. And there was co-ed there. So her only condition was come back before sunset or a certain time. So it was really the work that my grandmother did. So yeah, I love seeing what women have done in the past. And we're really reaping the benefits of what they've done for us. Sorry, I'm not including your gender too much into it."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:45.140",
        "message": "No, that's fine. I'm perfectly happy. Not that I have anything against,"
    },
    {
        "speaker": "Guest",
        "time": "03:09:50.260",
        "message": "but it's just that it sort of helps me right now."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:53.380",
        "message": "And you were naming a bunch of men in a row. I was wondering what's happening, Matar and Pamuk and all that."
    },
    {
        "speaker": "Guest",
        "time": "03:09:58.260",
        "message": "Of course, I did. I think that comes a bit of culture, a bit of storytelling. Sebald, I read for the longest time, but I just feel that there is a certain element of that self-assuredness that you miss in women's writing. And therefore, they try even harder. And then they sort of work on that. My big discovery as far as a memoir goes this year is Vivian Gornick. Have you read her?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:27.220",
        "message": "Vivian Gornick? No, I haven't. Yeah, Shreyana Bhattacharya in her episode with me, which you said you've heard, sort of recommended that. So sometimes even I will buy books from my own show notes, and I was just blown away. She's got this great book called The Odd Woman in the City, Fierce Attachments."
    },
    {
        "speaker": "Guest",
        "time": "03:10:42.260",
        "message": "But I've heard her name though, but I haven't read. In fact, I mean, that name struck me because we were talking about her. I was talking to a friend about her this morning. I mean, he again recommended another book. There is also this memoir called Shame on Me, which I read this year by Tessa McWatt. It's again, the form is so different. It's presented as a research paper to deconstruct race and show it as a construct. It's beautifully done. And I really liked what Kamala Shamsi did with Home Fire, and how she really took Antigone and then transformed the whole thing in the last 10 pages. And of course, one grew up reading Didion and everything by Jane Austen. But yeah, if I were to like, if I get stuck, it's only Nadenh Kodamurat. She just pushes me into writing. And again, like if you were to sort of analyze it, she's writing about apartheid and post-apartheid literature, and you wouldn't really read it probably now, you'd much rather go to someone. But again, I think there's so much of emotional integrity, and integrity generally in her work, which I think one aspires to, yeah. And I'll cheat and ask a final question after saying that was a final question, but"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:12:06.980",
        "message": "it strikes me that it might be helpful. If there are young people listening to this, who are trapped in oppressive situations, and they don't know how to deal with it, what would your advice to them be? Men or women? Mainly women, but I don't want to leave men out there might well be but obviously mainly women."
    },
    {
        "speaker": "Guest",
        "time": "03:12:31.540",
        "message": "I think it's the, I mean, I know it might just sound a little cliched, and also, I don't know, it's just one life, to be honest, and you can't, and we all also have like limited time. I think I'm so conscious of this, because I feel like I've lost a lot of time while growing up, A, with what was going on in the 90s, secondly, with then dealing with it, and there'll never be a perfect time to sort of pursue what you want to do. And it's, I think it's that, I mean, I know it sounds really, maybe arrogant, but I always used to say this when I was growing up, if society, if you put society above me, I'll put myself above society or something, some juvenile thinking, but it's actually true. I mean, it's like if there's something you want to do, and if you're passionate about and you, I mean, oppressive society, we all are, like men are in equally oppressive situations, you know, some, I mean, there are different motivations, self-awareness, I mean, I honestly, I'm like resisting terms, which could make it sound like pop psychology, but I don't know, men, checking, A, to be honest, just competing with your own self. And thinking about how you will better your own self in getting what you where you want to get, that really takes care of a lot of toxicity. You don't indulge in that. And then there is, you're focused on one goal, if you have one, and people who even don't have that, just believing and just doing things that they feel is right in that moment. Gosh, this has been"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:14:21.220",
        "message": "like the toughest question of this whole session. We should end it here. Farah, thank you so much for coming on the show. I loved your book and I love this conversation. So thank you."
    },
    {
        "speaker": "Guest",
        "time": "03:14:29.860",
        "message": "Thank you so much. I mean, it was a pleasure, honestly, a pleasure to be here. Thanks."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:14:36.420",
        "message": "If you enjoyed listening to this episode, hop on over to your nearest bookstore online or offline and pick up Rumours of Spring by Farah Bashir. You can follow Farah on Twitter at Farah Bashir, that's one word. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening."
    }
]