[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "India has been independent for more than 75 years and one question that we have to ask ourselves is, why is progress so slow? Why are we still so poor and backward? In 1947, we could say that part of our impoverishment was because of colonialism. We don't have that excuse anymore. In terms of economics, it's clear that we chose the wrong path. But we did a course correction in 1991, we had 20 years of progress with hundreds of millions of people coming out of poverty. And while the last decade hasn't been great, we can still turn it around. But on social issues, the pace of change has been glacial. Women are still treated like second class citizens in this country and in their homes. And we are still a society torn apart by caste. How on earth in the 21st century can caste still play a role in our society? Well, maybe the eventual solution won't come from top down thinking, but from capitalism and markets. My guest today is a Dalit scholar and doer who has two great heroes, Babasaheb Ambedkar and Adam Smith. And he has this incredible line in his Twitter bio, quote, caste and capitalism can't coexist, stop quote. His argument is that free markets, that network of voluntary actions, changes everyone's incentives. And this is helped along by urbanization. We move to cities to be part of larger economic networks where we can express some multitudes within us beyond our identities of birth. It becomes costly to discriminate. Instead, our incentives drive us to embrace the larger melting pot around us in our self-interest. Thus, over time, Dalits can escape the rigid networks that bind them down in their villages, which Ambedkar had famously described as, quote, a sink of localism, a den of ignorance and narrow mindedness, stop quote. Of course, going to cities, markets are not a panacea by themselves. Change takes time. But it's a process in the right direction. And it is a process in which two great minds have been our moral guides, Babasaheb Ambedkar and Adam Smith."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:07.320",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:20.320",
        "message": "Welcome to The Seen and The Unseen. My guest today is Chandrabhan Prasad, a Dalit scholar, journalist, writer and activist who is credited with coining the term Dalit capitalism. Chandrabhan ji grew up in a small village, made his way to Delhi for higher education, went to JNU, became a Naxalite, took up arms and later realized that while his fight for justice was an important one, the means through which he was pursuing it was wrong. He realized the power of markets and cities in empowering Dalits, especially after the liberalization of 1991. He has been a prolific columnist for this point of view and co-wrote the book Defying the Odds, The Rise of the Dalit Entrepreneurs with Devesh Kapoor and D. Shyam Babu. He has also written the books What is Ambedkarism and Dalitphobia. He was one of the driving forces behind DICCI-DICI, the Dalit Indian Chamber of Commerce and Industry, and was a visiting scholar at the University of Pennsylvania. These days, he is a fellow at the Mercatus Centre and was given a grant by Emergent Ventures which has led to him writing a couple of forthcoming books on the Dalit movement in India and, indeed, Dalit history. My frequent guest Shruti Rajagopalan works at Emergent Ventures, so when Chandrabhan ji refers to Dr. Shruti in this conversation, that's who he means. This conversation blew my mind because while every non-blind Indian knows how pernicious the caste system is, the detailed lens that Chandrabhan ji presented for me was an eye-opener. He gave me a new way to think about ghoonghats and the fall of female participation in the workforce and sunglasses and ponches and moustaches and long dhotis and even Indira Gandhi. All of these contain multitudes. And you'll find out why Dalits wearing white shirts is such a revolutionary act and why Chandrabhan ji himself always wears a suit and speaks in English. It is not a question of status, but of escaping the many ways in which caste is embedded in Indian clothes and Indian languages and, indeed, Indian culture. Listen on for more. This is some episode. But before we begin it, let's take a quick commercial break. So, if you want to build your reading habit, head on over to ctqcompounds and check out their daily reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up-to-date with ideas, skills and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. Also, check out their social capital compound, which helps you master social media. What's more, you get a discount of a whopping 2,500 rupees. 2,500 if you use the discount code UNSEEN. So, head on over to ctqcompounds at ctqcompounds.com and use the code UNSEEN. Unlevel yourself."
    },
    {
        "speaker": "Guest",
        "time": "00:06:12.400",
        "message": "Well, my family was bit known for various reasons. And my grandfather became a chowkidar with the British police. It was the lowest post at police stations. But his brother, that means my grandfather's brother, evolved into a major social bandit. And he had broken prison once, Gorakhpur prison, and then he was recaptured and he died in Banaras Central Prison. So, he was so popular amongst the underclass, amongst Dalits, that after his death, my grandfather, that means his younger brother, was made the police chowkidar. So, they had land. My father, there were four brothers. One by one, two of them migrated to Burma. My father followed. Then there was World War II and Indians were asked to leave this place. So, they came back to India just before the end of this World War II. So, family had plenty of land. And in the family, all the four brothers, my father and his three brothers were considered Muslim men. And my father was a wrestler. And everything looked well when I was born. But as I grew, I learnt stories about the kind of time my father, my uncle had passed. For instance, and that's where the caste question comes up. When my two uncles had migrated to Burma and later they joined, I think in 41 or 42 Burmese railways. So, before that, they were getting paid in silver and gold coins. So, they decided to build a house back home. And those days, bricks were not traded publicly. So, either government needed bricks for government building, so they will have a private brick factory or any landlord wanted to make a brick house. So, when the family decided to make a big brick house and preparations were on, the village landlord came to know about the plan of the family. And then he rode his famous white horse, came to our family and then he, in a very subtle way, he threatened that the height of your house should not be beyond our house. So, my great, my uncle, the eldest one, he wrote a letter to my uncles in Burma that this is what landlord says. Then they said, what you do that you raise the platform of the place where you need to build the house higher, but build house on there, but keep the height lower than the landlord s house. So, a compromise was made. So, when I grew up, I was growing up and then I heard this story. Then several other stories of how landlords enjoyed their power, how they treated their praja, subjects and the caste oppressions and in particular, absence of currency in Dalit homes. There were separate food for Dalits. Dalits were not supposed to eat wheat, bread and all those things. Slowly and slowly, over a period of time, over centuries, Dalits had a different civilisation. Others had a different civilisation. Dalits were settled separately outside the village. My house was, my hamlet is outside the mainstream village. So, the food also differed. Clothing also differed. Dalits of my age hunted field rats, hunted fish, hunted other wild birds that the upper caste would never do. And therefore, Dalits were known that these are the people, they are Dalits, their cloth is like this, their ornaments are like this, their ways of life are like this. So, basically, in terms of caste, there were three social blocks. One is upper caste, Brahmins, Kshatriyas, Vaishyas, those that have the right to wear sacred thread and called twice born. Then the Shudra, today's OBC, they were untouchables. They were not untouchables, but they were lower in hierarchy. Untouchables were outside hierarchy. So, we had those negative points in society that as Dalits, we were doing this. Our sports differed from rest of them. Our hunting season was always, we hunted animals in water, we hunted animals on the earth, we hunted animals, birds in the sky, on trees. So, I grew up as an untouchable boy, but did not face much economic difficulty. Did not face much economic difficulty and I was always taunted and that became, this Dalit capitalism was somewhere there in my central nervous system, but I was never able to articulate or I was never able to see it. My brother became a sub-inspector in 1969 and he became a police head within years. And when I became my college president, union president in 77, he sent me his bullet bike. So, I was taunted not in my presence, in my absence by my class fellows, my friends, upper caste friends in the village about my dressing habits, my bullet and as if this is a kind of secularism I am doing. So, somehow it was there all the time in my mind that as a Dalit, I was not supposed to dress well. I was not supposed to sport sunglasses, that particular reflective sunglasses which earlier Rajinikanth used to wear and later jokers took it. So, that was considered and sort of that I am challenging society, I am daring society. But let me frankly say that I did not undergo those economic difficulties. The Dalits of my age in my village faced so much economic difficulty because they did not have much land. In my family, at least two seniors were in government jobs. But they did not face the social challenge which I faced because nobody would taunt them for sporting sunglasses. Nobody would taunt them for wearing new cloths. So, they were not facing those things. I was economically very well, but I was facing these taunts in society."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:40.280",
        "message": "So, number of things I want to, you know, dig deeper into this. And the first thing I want to do is I want you to, I want to ask you to give me a sense of history from the Dalit point of view from before independence because the traditional narratives which people like me have heard are blinkered narratives in the sense that they are either the British point of view or they are the very simplistic point of view that, oh, you know, India was full of freedom fighters and we were fighting the British. But the truth is there were different kinds of oppression and that era, that time, 1800s, 1900s would not have looked the same to a Dalit as it would to say an upper caste person who can, you know, go and study law abroad and come back and join the freedom struggle and be whatever. And for them, they are thinking intellectually there is the oppression of the British. But from where you are, there are deeper oppressions that are there. It's not just the British. The British might be one level above and the British might even be a way out of the more local oppressions"
    },
    {
        "speaker": "Guest",
        "time": "00:17:50.520",
        "message": "that you sort of face. Because when I started my book on Dalit Capitalism, I told Dr. Shruti and some of very good well research in Delhi that the kind of life I have lived and the kind of life my Dalit fellows have lived doesn't find reflection in any academic work, not even in films, not even in fictions. So, I said since there is no written narrative, I can only load all that on my soldiers and create new narratives that are never articulated. For instance, Dalits were considered assets. This might look ridiculous for a landlord. To explain that, I would take a different route. For instance, there is an upper caste landlord who lives in New York. For instance, some district in Azamgarh, some village far away from the would-be bride's place. The bride lives in London. So, the upper caste landlord from New York, he takes his marriage party to London. The question is how do the fellow upper caste Londoners know the status of the groom, how big he is, whether he is a landlord, capitalist, whatever. So, the landlord would make several efforts to show off his strength, his wealth. Number one, he would take along many elephants. In some cases, not in my village, there were landlords who would take 100 or more elephants in their weddings, followed by horses. Then the celebratory gunshots at the welcome site and the Naazgals. Some would take, not in my village, 100 Naazgals. There have been cases where a landlord some 30 kilometres east to my village had a colony, permanent colony for Naazgals. Some 300 Naazgals could live there in pakka houses and perform for at least four months in a year. So, the landlord has as a symbol of his strength, elephants, horses, guns, Naazgals, then Praja. So I have been into that role that the barat marriage procession that has started from Newark and will go to London, there should be and there are 1000 baratis, there should be 100 or 200 people who must look somewhat different from rest of the baratis. They were not expected to dress well. They were not expected to put oil in their hair. They were not expected to sport shoes or slippers. That is to make a statement that these are my Praja. These are the people who serve us, our servants. I have been in several barats and there have been at times disputes that I will dress well and then only I will come. So, this was not written, this is not written anywhere. We were separated while eating separate queue that is okay. Every one member from the entire Dalit hamlet is invited to eat food at the wedding when all have eaten and they will have to throw their plates themselves. Next morning, suppose the number of guests and hosts all together that are to be fed is 1000 or 2000, the landlord would deliberately prepare 500 extra meals that will not be consumed by anybody. Next morning, members of Praja, women in particular, have to go and collect food from the landlord. And if a Dalit family did not come to collect food, that family would be marked that this family is now defying our commands. So, in that way, Dalits were assets. Where is that written? In any history, in any academic world, where is it written that when the groom side reaches the bride side, outside the village, a war battlefield like situation is created where in a mango orchard wedding party stays overnight or for 2 nights, 3 nights, they reach that mango orchard outside village say by 4 in the evening. Then they are given bath, there is a big pond, they prepare themselves and before they move towards would-be bride's house, a battlefield like situation is created where the bride side and the groom side stand face to face each other at a difference of say 50 feet. Then the third side is meant for Prajas. The east side is taken by bridegroom and his 500-700,000 baratis. West side is taken by the girl side. North side is taken by Praja and Praja must be there. It is the duty of Praja to come and watch the reception ceremony. The southern side is open and then there is a drumming going on and then there is war begun. Then suddenly, 1, 2, 3, 4 elephants appear in the scene and take round of the battlefield and Praja is supposed to clap. Then elephants disappear. Then horses enter the ring. They make 3-4 rounds. Then the girl side fires a gunshot to salute the barati side, groom side. Groom side is expected to fire 2 shots. The bride side fires 5 shots. The groom side returns back with 10 shots. At places there have been 100 or more rounds of firing and then the girl side bows down and then the groom side marches ahead to the girl side. And once they are there, the father of the groom or the uncle of the groom or his big brother, somebody from the boy side, somebody from the groom side throws coins in the sky. The children of the Praja are expected to collect and fight for those coins. So, this would show that the boy side is really rich, wealthy and the girl side has plenty of people, men, women, children who depend on their landlords for everything and now they are picking and fighting for those coins. Where is that written? Then after that, the entire night, this dance girl would perform and in full public view, the elderly members of the baratis would at times take natch girls into their laps and all those things. So, that is how the upper caste power, the Mao said power comes from the barrel of gun. Here the power comes from the arms of the natch girl. That in full public view only an upper caste man can hold a young lady who is dancing into his laps and give her 10 rupees reward. So, where is that written? So, the upper caste dominance became part of culture that this is what they are and I have heard my Dalit seniors talking among themselves that if there is a war between Dalits and upper castes, all the elephants, all the horses, all the guns, even talwar would assemble at one place and finish us all. Not a police constable will come to protect us. So, within the broader state, the Indian state, there was at work village republics, state within state. And Ambedkar mentioned it during the class by class debate on the constitution and he quotes Charles Metcalfe. Charles Metcalfe was son of the senior Metcalfe. He was born in Calcutta. As a child, he was sent back to London for studies. He completed his college, came back to India, joined the company and he went on to become acting Governor General of India. He toured India quite well and he came up with this idea that every village is a republic in itself. So, when I look around, my village was a very poor republic, Romania or Czechoslovakia kind of poor republic, small village, small landlords and more assertive Dalits because there is a school and college within a distance of one kilometre. Yet, I could feel that they are the rulers and we are the prajas. So, even accomplished Dalits would not walk into the upper caste side of the village with oil into their hair or slippers or shoes on their feet. Where is all that written? So, I told Dr. Suri that since nobody has written it, I will explain it through my village, though my village is only 15% of the kind of republic I am talking about. Then I find that the India that I saw and the way India changed or transformed and the transformation is still going on has no reflection anywhere in whatsoever form, written history, oral history, academic explanation of India post-independence, people who describe India and its journey after British. I cannot talk about the British period because I was not born. So, India is explained in terms of GDP, in terms of foreign exchange, in terms of industrialisation, per capita availability of food, milk, food production, self-sufficiency, all these things, but not what I am talking about, the village republics, how they had their own rules, how a Dalit bride is not expected to maintain well, will, ghoonghat. So while it can be in a liberal progressive setup, it can be very well argued that nobody should have ghoonghat, nobody should have parda. It looks very fair kind of thing, but upper caste women have this ghoonghat for 15-20 years even after their marriage. Dalit women even for a week or so, coming in ghoonghat, covering her face is considered an offence. So nobody has written this anywhere. The kind of food Dalits ate, has anybody, maybe some people have written it about tribal society, but not about my village, that Dalits in this village could go even up to eating jackals, cats, blind snakes, live alone, crabs, mud crabs that is a craze among the elite, all these kind of animals at some places in South North, people have eaten even crows in times of distress. So in my book that I have submitted to the Markata Centre, I have explained this is Dalit food, this is not Dalit food. This is Dalit garment, this is not Dalit garment. This is Dalit jewellery, this is not Dalit jewellery. There is a term called Phuputi. In my introduction to this book, I have said Dalit women's transformation from wearing Phuputi style saree to plate style saree, this journey has been amazing. So if somebody has not, if there are no books on Phuputi, what is Phuputi style of saree? When millions and millions of women in the countryside dressed saree in a way where they will tie saree around their waist through a thin rope and saree would be, all would be, would collect below the navel of the women where they will tie it through some rope and smaller than tennis ball type round shape thing would become visible. So if some lady is going on, Phuputi lady, that means she is a Dalit woman because they have to work in the fields, so they can't have saree tied loosely. Now plate means that is like mainstream saree wearing. So this journey from Phuputi style to plate style has not been explained anywhere, whatever little knowledge I have through my readings. I know the sayings people have about their past. When did you rise in the morning for the work at landlord's field? They would say with the rise of Venus, I think. It at around 3, 3.30 it rises and it's very bright. So they do not, they are short of words, terms, so they would not say pre-dawn or dawn. They would say we rise with the rise of Sukava, with the rise of Venus. So I don't see anywhere these things being explained. And then their working conditions, can anybody in this world who lives in universities, cities and universities believe that Dalit men and women when they would start for landlord's field would not drink even water. The first water they would take is around 9, 9.30 or 10 when they have their breakfast. And this is not written anywhere. And the kind of food they eat, salt and roti, onion and roti, red chilli and roti, eating times of praja, eating times of praja, landlord are quite different. Eating, rising time of praja and rajas are quite continents apart. So I said that these are not written anywhere. So then the slow, slow assertion of the republic over village republics, that kind of process can be captured by scholars like Pratap Bhanu Mehta or Devesh Kapoor only. Such an interesting game how the Indian republic, the Indian police, the Indian revenue men, how they slowly and slowly intervened into village republics. And by the way, has anybody written on the social impact of PL 480 food imports from the US? You talk to landlords, you talk to upper caste even today about PL 480 wheat. That was the food meant for American pigs. The wheat was so much in surplus that America forced it on Indians. Talk to an Indian, talk to a Dalit about those 480 wheat. They say, oh my God, that was so great. But ask a landlord about that wheat. I once ate it so low quality, tasteless. Ask a Dalit aged 90 even today, okay, uncle, I believe the American wheat was tasteless. Bread should not come well. He says, we do not, we could not make this distinction because we never had an occasion to eat the Indian original wheat. So, this perception of American wheat and taste in the imagery of Dalits and in the imagery of upper caste, say Raja and Praja. Is there any book on this issue? And then state replacing landlords. You know, when I talk to landlords, they say a good landlord was expected to have food grains for his family and for his Praja for at least three years reserve. So, when after Indira Gandhi came to power, she went to the US and the food import jumped to 1000%. So, during distress, that was the distress years, drought years, Praja is expected to go to landlord and landlord happily delivers grains to them, to the Praja. He takes back later. That's where landlord could enjoy his status. That yes, I am sitting here and there are 10 people in the queue. So, now landlord is sitting in his house with his grains. Praja is taking a different route, trying to bypass the landlord's house like thieves and going to block to collect the government heat. So, that was the first hairline fracture between the Praja and the Raja. For the first time, Raja, that is upper caste, that is landlord felt that Praja is subjects are now walking out of their system of control and dominance. So, has anybody done any analysis of PL 480 wheat import? So, I found that the Indian academia has not looked society and its pattern"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:41.600",
        "message": "of change the way I have seen in my childhood. One has of course read about Ambedkar writing about how villages are dens of localism and vice and so on and so forth. But the kind of detail in which you've described all of this in the last half an hour, I have never read anywhere. So, you are right that it's not sort of written about and it's eye opening for me. My next question for you is this that there are many oppressions which are around us all the time, have always been there. And the typical reaction to these oppressions is sometimes to normalize it. Like for example, you know, women under the patriarchy will often normalize it and they will imagine in their heads ki aisa hi hai, zindagi aisa hi hai, we have to live like this. And similarly, you talk about this relationship between Raja and Praja, you know, such evocative phrases. And one would imagine that a lot of people just would cope with it by thinking to themselves ki aisa hi hai, this is how life is. What was the process for you? Like did you, when did you start to question it? When did you start to say ki aisa hai lekin yeh galat hai? Like, you know, we often again, just going back to that phrase freedom struggle, we talk about freedom struggle as India versus British. But yaha pe there is a freedom struggle that it feels to me was, you know, not articulated in the same way. And the history of it wasn't captured in the same way. And it's an ongoing struggle, obviously. So personally, when you were growing up, you know, what was your what were the moments where you started questioning this and not accepting it ki you know, in a normalized kind of way, but questioning it? What was that process like for you?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:35.720",
        "message": "Let me, let me cite an example. In my childhood, Dalits are not seen anywhere confronting the society. At places, it would happen here and there. It was the state, it was between the state, the Indian Republic, and the village republic. My first sentence in the book on Dalit capitalism starts with a story. And I'm going to that village within a few days. There is a village in Azamgarh district called Babuan ki Khajuri. Babuan means landlord's village called Khajuri. This village has had 22 big zamidars. All the 22 zamidars had elephants. All the 22 zamidars had at least one horse. Some had 2 to 3 horses. And there was a somewhat liberal landlord called Thakur Markandey Singh. He was a Gandhian. A young collector came to Azamgarh. He got a posting. And since any collector who comes, who would join Azamgarh collectorate as the district head would visit, would make a visit to Babuan ki Khajuri. So, the collector found this Thakur Markandey Singh very interesting and the collector and it was Sirsa 1954. The collector zamidari was abolished in 1951. Republic came into being in 1950. So, the collector and zamidar Markandey Singh, Thakur Markandey Singh hatched a plan that let us take this Babuan ki Khajuri as a model, a model village that has turned against untouchability. So, as per the plan, the entire district administration arrived at the village. Local officials had made arrangements for chairs, tables from nearby schools and samyana, sweets, water. All the 22 babus were invited. Praja was also invited. Smaller landlords were also invited, but the actual game was between the 22 zamidar Thakurs and a Dalit youth who is neatly dressed. So, when all the 22 zamidars had assembled and thousands of people because collector has come down there, district police chief has come down there. All big officers have come down there. So, then the collector stands and makes a statement that India is now a free country. Britishers have left and untouchability is a real curse for this country. So, let us remove it. If we can remove zamidari, we can remove untouchability also. So, hello Mr Ramchandra or something, he raises his hands towards the Dalit man and he comes and collector shakes hands with that Dalit man and there is a silence. Oh my God! Collector is shaking hands with an untouchable, with a Dalit. Then he says, now this Mr Ramchandra will serve sweets and water to all of you to break free from the circles of untouchability. Then there is a zamidar. He rises and starts walking away from this assembly. Then Thakur Markandey Singh says, hello sir, why are you going away from here? He says, well all those who have taken takavi from the collectorate, takavi is a kind of financial help to dig wells and ponds and all those things that comes for free. So, those who have taken takavi, that means money from the district collector for free are welcome to have sweets from a Dalit. I have not taken takavi. Then Rest 21 Babu said, none of us. We also have not taken any takavi from the state. So, they also followed the Thakur and boycotted the function. The state in the countryside is, the Indian Republic in the countryside is represented by its district collector. And in broad daylight, Indian Republic faces defeats from the village republic. And they could not do anything. So, this battle between village republic and the Indian Republic, this entire phase from 1950 till early 70s has not been explained by any scholar. Now coming to the women question. This is really funny. I keep reading reports that are well documented and the planners worrying about all these things that women work force participation is declining. And this is a real big concern. When all things are going well, why are women work force declining in the countryside? So, this is really funny. And this also shows how poor the Indian planning mind is. Let me recall, my house in my Dalit hamlet is centrally located. And it is big. There is a plenty of place there. People gather there. During rain, people will come there. If something happened, people will come there. If some hawker comes selling something, we will stop at that place. So, when marriages were settled earlier through the marriage settlers, and the marriage settler would tell good things about the boy s side to the girl s side. So, that negotiations would take place in my house. So, I went to confirm for this book and stayed for weeks in my village and in village of my relatives. So, the guy who is settling negotiating the deal, he would say, you know, women of this Dalit house don t go to landlord s fields to work for wages. Yes, yes. And you know, in that family, there are 2 men with big belly. And there is a young boy, he has moustache, pointed moustache. And I recall my childhood, I was considered a good boy. So, there were 7-8 migrant families to Bombay and Kolkata. So, they were very poor. Most of them would raise pigs for their extra income. So, I would be asked to go and write letters for them to their migrant members of the family and read their letters back. So, whenever, I have at least 2 instances where I read letters from a migrant who was settled in Bombay that he is telling his parents, I will send 10 rupees a month, every month before 10th of the month. My only plea is, please ensure that my mother, my sister, my wife, no women from the family would go to work for landlords. So, what is a matter of freedom to Dalits? That yes, my daughter, my mother-in-law does not work for the landlord. It is a symbol of emancipation. But the same is a question of concern that why are women not working in the fields? So, this is how disconnected the advanced Indian, well-trained Indian mind is. How insensitive the progressive mind is in so far as understanding society is concerned. So, as I was telling, you were saying about the Dalit struggles. It was 1974 or early 1975. There is a village called Sherpur in Ghazipur district of Azamgarh. I would not say it was a massacre because only 2-3 people were shot dead, but the entire village was attacked by landlords. Dalits were resisting 2 things that landlords take beggar from them and work without payment. And 2, they even teach Dalit women working on their fields. So, to teach Dalits a lesson, they attacked Dalits, burnt houses, dozens were injured, 2 or 3 were murdered. That was a rupture in the consciousness of Dalits. To protest that, police from my village organized an Ambedkar Jayanti on April 14th. My brother was a police sub-inspector. His batchmate was posted in our local police station and my cousins went there and they mentioned my brother s name. So, they said, what can I do? Tell us if there is any problem. He said, we want to celebrate Ambedkar Jayanti and we want presence of 2 police constables. He granted. And that event became so famous in the entire area that from next year onwards, organizing Ambedkar birth anniversary became the greatest form of resistance. Then followed this registry business that whenever there is some atrocity takes place, Dalits would collect money, small amounts, go to tehsil, get an application complaint typed and they would insert into an envelope and put a stamp and send it to district collector, district SP, chief minister, governor, president of India, prime minister. They would send those letters. That was the biggest, as far as my knowledge goes, biggest method of resisting atrocities by Dalits. Have you read any book on this? So, it s completely blank. I think people like Pratap Bhanu Mehta and Devesh Kapoor, they can write Das Capital kind of books. How things have gone completely unnoticed. So, my brush with this resistance came in 1977 when after emergency Janata Party came to power and in every degree college, inter-college, there were students union being formed. A Dalit was trying to contest from degree college that is one kilometre away from my house, my village and he was threatened into withdrawing from upper caste student leaders. Then I came to know and the Dalit said, you contest. So, I contested and then I had to, it has to be a bloody big battle. So, Dalits from my village came with whatever daggers and all those things, they came flashing it openly. On the day, I filed nomination. So, I became a college president and we led an agitation against the college management because they used to take away one month of scholarship from Dalits as contribution to the college building construction. It is during that period, first Communist Party of India local guys came in my contact. But slowly, they were replaced by CPIML group, 2 notable teachers and by 1978, I was a soft Naxal already and I switched over to Delhi JNU for my MA in 1980. Then a new life begins."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:04.080",
        "message": "A lot of things I want to dive into including of course, your personal story. But one of the things that I'm really struck by is how a lot of things that we take for granted take on a new layer of meaning when you look at it through a different gaze. For example, you speak about the Ghunghat. Now, in some narratives, a Ghunghat is a symbol of patriarchy and oppression of women. But in your narrative, it was the absence of a Ghunghat, not being allowed to put a Ghunghat, that was the oppression. In some narratives, women stopping to work, not working outside the house is a symbol of patriarchy and oppression. But in your narrative, it's a symbol of sort of freedom, if you look at it through a different gaze. And the shifting of the gaze like, you know, looking at little things like reflective sunglasses, or, you know, many other things that you've sort of mentioned, like, you know, being able to go on a horse with a sword in your hand to your own wedding. You know, you've written about an incident where a Dalit wanted to go to his own wedding with a horse and a sword. And that was stopped. And to someone like me, you know, a horse and a sword is just something that's there in every wedding, you don't think about it. But if you look at it from another gaze, it is such a powerful symbol, it's a symbol of empowerment that you want to be able to do that. You spoke about food also. And, you know, and I've read your writings on it. And whatever you said about Dalit foods, and again, that was stuff I did not know, I did not imagine that, like, I thought that what you eat depends on your social class per se. If you're well off, you can afford better food. If you're not so well off, you're eating more frugally. And of course, there are certain people who are vegetarian, there are certain people who are non vegetarian, but the kind of detail into which you've gone, I wasn't aware of that. I'll ask you about two more aspects of these differences, which are unseen to people like me, right, and which I learned about from your writings. One is clothes, and one is language, right? So I'd like you to talk a little bit about these because you wrote this great piece on the importance of wearing suit boot, you know, what it means for a Dalit and why other Indian clothes and all are so problematic if you look at it from a particular gaze. I'd love it if you could elaborate on that."
    },
    {
        "speaker": "Guest",
        "time": "01:08:32.880",
        "message": "You know, when it comes to suit and boot, during emergency, a folk song had just evolved all of a sudden. The dancers in small drama parties would sing a song. Oh my God, the world has changed. The chamar woman is sporting slippers. Dhobin washerwoman is sporting sandals. Oh my God, the world has changed so much. Then came the film. You know, I'm just forgetting the name of the film. I'll just recall. You would know. I think it came in 74 or 75, that the filmmaker is wondering that there would be a new epoch, new era where the upper caste men would collect small fallen grains to eat and these Dalits will be eating all these fancy foods. So, there is so much of social tension on the kind of food you ate and the kind of dress you ate. I distinctly remember there used to be a Dalit who became inspector and he was very talkative. He died a few years back. He was very talkative. He became inspector in the Department of Electricity and whenever he would come home, he would always speak in straight Hindi, Khadi Hindi, proper Hindi. And at local bazaar nearby my village, which has a college, which has intermediate school. So, he will serve, give people, offer tea, samosa, etc. But he had a scooter. So, there were people who would just pass by him and would ensure that he overhears. He's speaking, look at this guy, he got into government job and now he speaks Farsi. So, even a proper Hindi, forget English, was, Dalits when they spoke, they were mocked, that bloody he is speaking Farsi. If you made a Pagdi, headgear, bloody he is acting like a Thakur. There are so many, so many, maybe a million events of tension when some Dalits wore dhoti till their toe and they were attacked. And it is well documented in a book written by a scholar. He teaches in Indira Gandhi Open University. I just forgotten his name. He has come from Ujjainpur. There was a, the former leader, Mr. Mahendra Singh Tiket was going to, was holding a panchayat in a Dalit, in a village where Jats and Dalits were at loggerheads. So, when some journalist asked, what is the reason for this dispute which you are going, trying to resolve? He said, there is no dispute, it is the problem has come up from the Dalit side. Why is there a need to wear dhoti till toe? Why are Dalits teasing upper caste? So, it is a new discipline. It has not been ever, ever explored, the violence due to clothing, the violence due to certain food habits. I know a distant relative, he became a police inspector later. He had hunted a big fish during rains. It was snatched by village landlords. Even if village landlord does not know that you have caught a big fish, fish worth say 1 kg, 2 kg, the Dalits would, the catcher would know, the hunter would know that if not today, tomorrow it will be known to the landlords. So, they would go and surrender the fish to their respective landlord. So, so much of tension on the question of food, lifestyle and and newer ways, modern ways, your outlook, going to school, going to medical science, entering into engineering colleges, were all considered an offence. And it is not that Dalits were fighting, state was fighting on behalf of Dalits. And before I forget, let me tell you the other comedy. You speak to any top Indian social scientists or political scientists about emergency. Oh my God, the freedom of expression suspended, censor, all these things, being leaders put behind bars and elections suspended, all these things. Is that the only truth? During emergency, a new term came all over India for Dalits. In my area, it came as Dalit Damad. Dalits are now governments' son-in-laws. How come untouchables become states' son-in-law? It was called Sarkari Damad. In Tamil Nadu, it was called government Brahmins. It had some name in this part of the country or that part, but it was all India. How could it spread so fast all over India that Dalits have become son-in-laws of state? Because by 75, let me ask you a question. And through your platform, let any Indian answer me, any Indian answer me, any Indian scholar. When India was hurtling towards Green Revolution, by 72, Indian government had stopped taking PL-480 weight. Pakaranangal had been activated. Electricity was now being produced. Americans were building 13 agricultural universities all over India. Things were improving. India had won a war with Pakistan, Bangladesh liberation. Why was at that particular point a rebellion against Indira Gandhi? Number one, and let me ask and let there be any honest mind to answer it. Was there any connection between anti-Indira Gandhi forces in 74 and anti-Indira Gandhi forces at the time of the nationalization of banks? Who became Prime Minister after Janata Party came to power? Mr. Desai. Whom Indira Gandhi had bypassed in bringing this bank nationalization laws? Mr. Desai. The entire group that had expelled Indira Gandhi from Congress Party, that is the group that initiated anti-Indira campaign. So, how blind Indian scholars could be to not to find a connection between the two? And then, is there any book? Why only Shri Chandram Prasad say? You go and interview a thousand, a million Dalits in Tamil Nadu and UP and ask, have you heard the term Dalit Damad? How Sarkari Damad, the government was doing everything for Dalits. So, it was a certain, like many parts put together make a machine, bike or an aeroplane. 1951, Zamindari Abolition. 1961, first Land Sealing Act. Then, PL 480 wheat import or grain imports. Then 1972, much radicalized form of Land Sealing Act by Indira Gandhi. Then, the Land Patta Distribution all over India. Is there any book, the social implication of the Land Patta Distribution to Dalits? That Indira Gandhi, you know, in North India, at least in my village, farmland is as precious as your own life. People murder, brothers murder brother, father murders son, son murders father. On the question of land and why this Indira Gandhi, the bloody bitch is snatching lands from the village common land and giving it to these Dalits, untouchables. Has there been any intellectual reflection on this entire phase of post-independence India? So, there is a great field of inquiry, why anti-Indira, this revolt occur and whether there existed a connection between anti-Indira forces during bank nationalization and previous evolution and Land Patta Distribution and mandatory admission of Dalits into engineering colleges and IITs and scholarships. A very tiny Dalit, I would not say middle class, Dalits had become visible with white shirts. This entire Indian academy, academia, history, journalism is all absolutely silent on this such a hugely, you know, it is like a flight from Delhi to Kerala during monsoon. Every day is a history book day in my childhood. The way, the grim battle between the public and village publics. Has there been any book on the significance of this? All Indian scholars duffer not to understand the social meaning of this song. How can I smell some message in this song and the chappal par chamayin chale, sandil par dhobiniya, hai more Rama badal gayil duniya. You know, so, since I have got some friends like Pratap Anumetha, Devesh Kapoor and Dr. Shruti, that I have been allowed to recall the past and put into book form and thanks to you for this platform."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:22.720",
        "message": "So, you know, the answer to your rhetorical question is, of course, this has not been written about, or if it has, I haven't read it, except from little bits of your writing. So, I'll ask you to elaborate on this because this really fascinates me that this frame that you have introduced to me of village republics versus the state republic and what's going on here. And you talk about how between the 50s and the early 70s, the village republic is winning, is beating the state republic. But then things start to turn around. And you mentioned that period in the 70s also. Can you elaborate on it historically for me to sort of talk about what was going on there? Like, you know, how did it turn around this battle between the village republics and the state republic, as you put it? And give me a sense of Dalit struggles through this entire period, because we have all read the history of India through other prisms. So, you know, give me a sense of this journey."
    },
    {
        "speaker": "Guest",
        "time": "01:24:17.520",
        "message": "You know, now I, in my childhood, I wasn't a scholar or a thinker. I just hear things and then leave. Then I started travelling for this book last year and started talking to, since I was a college union president and I had become a bit popular for raising public issues. I know so many people, so many of my friends who dropped out after the college, settled back into their villages. So, I recall my classmates, I say that, do you remember? Do you remember or not? There used to be a teacher who was newly recruited, teacher of arithmetic in high school. He was joined the school in 9th, when we were 9th and in midway, class 10th, he got some job, government job, he left. So, he is son of a landlord. And it is not a social science course subject. He would every month find or sometimes every week find some reason to curse Indira Gandhi and Jawaharlal Nehru. That bloody, he was a Muslim, he ate cow meat, he drank daru, he had hundreds of girlfriends and this bitch, Indira Gandhi, she has married a Muslim and she also smokes and she has, both father and daughter have unsettled a well-settled society. There is a, I am going to interview a teacher, he was a bit liberal, he was a congressman. So, he was telling me few years back, when I asked that how did, when you campaigned for Indira Congress Party in 77, what was the reaction of your upper caste fellows? He said, they were all accusing me of being a bloody fool for siding with Indira Gandhi, who has destroyed our society. So, I met one of my teachers who introduced Maoism to me. That what all you wanted to change, that Indira Gandhi and Jawaharlal Nehru did. They destroyed village republics. They brought Dalits out of the control and command system of upper caste. So, they are better naxals than you. He says, tell me about your children, how are they doing and all that. He is not prepared to discuss all these things. So, this, at every, land is the most precious things. Zamindari evolution had taken place. They lost land. Elephants fled from their homes. Horses disappeared within a decade or so. The last asset they had after land, horses and elephant was Praja. Praja also started moving out of their control system. So, this battle is not fought by forces of reform, progress, political parties. This battle has been taking place between the state and the village republics. After 1990, the situation changes where the market is now fighting whatever was remnants of caste order. Market has become a new social revolutionary. How so ever unintended it may be, the market has made money more important than caste. This too has not been written about. Recently, I wrote and many people were angry, some angry in a very friendly manner that you are saying that when I visited my mama's, nana's house after such a long gap, I found many Dalits with Taud. It is considered in the cities and in the India International Centre and elsewhere as a bad health symptom. But in the countryside, oh my God, three members in that family have Taud. That is the family is well fed. And Dalits also now have, there are Dalits in every village who are diabetic now. For a scholarly mind, this would look funny that bloody they are suffering from diabetic and Chandran Prasad is saying this is a symbol of progress. First ever in my lifetime, I see Dalit elderly having leisure time. That does not mean they have become equal to landlords and equal to Tatas and everybody for the first time and even further. First ever, I see Dalit elderly, Dalit's feet that are not cracked and the blood is not coming out. In my childhood, I have seen in my childhood, I have seen almost every second Dalit, elderly Dalit men and women's feet with the heavily cracked and the blood comes out in such a manner that you cannot see that there is a blood coming out, but you can see red lines and they remain in pain for 20 years, 30 years till their death. How come there is no PhD title, the end of cracked heels and with that the sufferings. So, this transformation has not been accounted for, not explained, not even being explained and the 2012 protest at Delhi by Anna Hazare who sold the idiom Bharat Barbad Ho Gaya. So, is there any point in the history of India that is documented where India was on any parameters better than the India during 2010, 2012, 2014 on any account? So, this anger against this republic is identified with Congress party, with Nehru, with Indira. So, when you say somebody is speaking against Nehru in Delhi, you still think that this man is a fool, why he is beating a dead horse. In the countryside when you go and tell, ask a landlord, he was a bad man, he destroyed us, he finished us. And Indira Gandhi, she was a bitch. She took away the village surplus land, she made Dalit heroes, she left us wounded. So, somewhere, some reflection of all these things that have happened should be seen. So, I told Dr. Shruthi that I will carry this picture on my shoulders because there is no literature to quote and that is why I said it is slightly autobiographical."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:31.680",
        "message": "So, again, this is such a fascinating lens to look at periods of history we are familiar with, people that we are familiar with and to sort of re-examine them and add this lens to the others through which we already look at them. I was also struck by, and this is, of course, a recent piece you wrote, talking about how Adam Smith and Ambedkar both lifted this village out and the village you're referring to is, I think, your mother's native village, Tofapur. So, you speak about how people have ponches and how people are living sedentary lives and that's a good thing and how they have moustaches, which they weren't allowed to earlier. And somewhere else, you also wrote about another symbol of empowerment, which I would never have thought of in that light. You spoke about shampoo, where you pointed out, you measured, you did a study where you measured the economic progress of Dalits by what they shopped for. And you found that in 1990, of the places you surveyed, less than 0.85% of Dalit families use shampoo. And in 2007, that number was 81% of"
    },
    {
        "speaker": "Guest",
        "time": "01:35:49.440",
        "message": "people using shampoo regularly. Earlier, Dalit women used to wash their hands with a special clay found in villages, village ponds. Upper caste women at that time, they used to use plants of shikakai, I suppose, as shampoo. And they had plenty of land, so they had this shikakai. So, one could easily distinguish between a Dalit woman and a non-Dalit woman if one happens to go inside their house, that what is the kind of, you know, it might look something, one can, might smell something racial about this thing. I never thought that in my lifetime, Dalit women, Dalit women, I do not mean the Dalit women from the Dalit middle class society, village Dalit women buying fair and lovely cream and Dalit young boys smoking cigarettes. So, a progressive intellectual at University of Pennsylvania and Harvard and London School of Economics would say, Mr. Prasad, are you selling cancer? So, I asked a teacher, he said in Hindi, when I translate, he says, caste is worse than cancer. So, even if you have money to buy cigarette, you have to smoke cigarette secretly. That is all about freedom, not about equality. Not about equality. So, Dalit men smoking cigarette symbolises their, you know, having come of age and the Dalit women using fair and lovely cream also symbolises their, you know, having come of age. I could never think that young Dalit schoolgirls would apply lipstick, soft lipstick and look for packaged kajal. And then you go and talk to, there is a professor in Delhi University. She just retired from a college, a history professor at Delhi University. She was talking to some upper caste women. She had a project in Azamgarh district. And she says, they figured out that this lady is also upper caste. And they said, they are so abusive of Dalit women that these bitches have left our house, left us, they have left us. Really, we have to do all ourselves. So, when the great scholar at Delhi School of Economics is worried that Dalit men workforce participation of Dalit women is declining, he is not, you know, it is like this. Congress party with the midday meal scheme gave a priority to Dalit s health over Dalit s education. So, it might look very sexy that unless you have proper food, how can you pursue good education? How did Dalits of my time pursue and became doctors, engineers from the two schools, teacher school, Harijan Vidyalaya so-called? So, Congress replaced slates with plates. That is the difference. The people sitting in Planning Commission should understand and that my famous battle of Planning Commission, when I fought with Monte King Ahluwalia. And I said, he said, what is your complaint? I said, I have this, the battle began at the reception. The reception guys were saying, what is this chemicals you are carrying? I said, no, this is orange juice, 200 ml. This is sugarcane juice, 200 ml. He said, drink and drink a bit. So, I drank both one by one. They said, okay. What is this? I said, this is a roti made up of this chonkar. What is chonkar? When you crush the wheat, small, small pieces and inner brown would be used in making chapatis. I told him, I asked, he said, what is your main complaint? I said, the intellectual side of the Planning Commission is very poor, is rotten. I said, I have proof. I said, this 200 ml, I have drank a bit at reception. It has 54 calorie. The same bottle of sugarcane juice, it was November, it has 184 calorie or 180 calorie. I said, all the food Dalits eat are heavily carbohydrate based. And the food in South Delhi homes is less on carbohydrate, more on protein and other minerals. And if there is an honest inquiry, then all the members of India International Centre would win red cards over Dalits. So, 22 calorie based or 27 calorie based measurement of poverty is absolutely nonsensical. And since then, we became friends. So, despite such wondrous impact of economic reforms, ask any common man about its impact, the common man will say, gareeb gareeb ho gaya aur ameer ameer ho gaya. Because the economic reforms people have marketed economic reforms through citing figures of GDP, foreign exchange reserves, malls and roads and expansion of cities and all that. The common people have not said that did your grandfather have a phone? Did he wear slippers in his marriage? So, they did not sell economic reforms that has brought freedom to Dalits. That is where Adam Smith comes into being. And my friends say, what all you are saying is absolutely correct. We did not know. But why to put Ambedkar and Adam Smith on the same pedestal? I said, that is the truth. What can I do? So, Ambedkar brought state capitalism. Adam brought capitalism. So, we can discuss this after tea break."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:13.760",
        "message": "Yeah, let us take a quick break and after that we will continue. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST or about 150 dollars and is a monthly thing. So, if you are interested, head on over to register at indiauncut.com slash clear writing. That is indiauncut.com slash clear writing. Being a good writer does not require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the scene in the unseen. I'm chatting with Chandrabhan Prasad. Chandrabhanji, you know, a lot of the phrases you used during, you know, during the first half and the images you came up with are so resonant. I was really struck by the what the gentleman you quoted saying caste is worse than cancer. Yes. And you put an image in my mind, Dalits wearing white shirts. Yeah. You know, very resonant. And in fact, you have written about clothes also in detail where you've, you know, described the 1893 revolt of Mahatma Ayankali and spoken about how that was an important point in the Dalit struggle for self-esteem. And one of the things he did was he dressed like a Nair from toe to neckline sporting a white pagri, stop quote. And elsewhere, you've spoken about the Perinad mutiny of 1915. Or you've written about how, you know, women in the Perinad village, which is now in the Kulam district, set their Kalumala ornaments on fire. And these were made from stone and they were Dalit ornaments. So, you know, just got such a vivid sense of the importance of all these mundane, what seems mundane to us, but is actually so important. Language because, you know, you have spoken earlier about the importance of English in Dalit empowerment, how there is a temple to English in this particular village. But I always looked at it from one point of view, I thought it English will obviously be important because it opens doors to jobs. And it is in that way of the tool of empowerment. But what you have also pointed out is that Indian languages carry within them, the caste system, whether you are saying Pranam to someone, or whether you're using common phrases like Chori Chamari or Ye To Bhangi Hai, you know, and most people don't realize that they use these terms automatically. But our society is embedded in our languages. And therefore, that is another reason why Indian languages, you know, from your gaze are so problematic. Elaborate on this a bit because I never thought of language from, you know, and the embeddedness"
    },
    {
        "speaker": "Guest",
        "time": "01:48:18.960",
        "message": "of society in it, in the way that you've described. Celebration of Lord Macaulay on October 25, 2006. It was covered by Union Express on its front page. And Economist wrote a editorial describing me as Don Quixote, who is going to accept Macaulay as a father of Indian modernity. Today, there are hundreds of places every year, October 25, Lord Macaulay's birthday is celebrated. And then many television debates followed. So, there was a RSS ideologue on the show. In one of the television debates, he said, Mr. Prasad, don't think that I am opposed to English. I am opposed to Angreziyat. Then I figured out the true meaning of English. Because English is not just a tongue. It's a civilization. Let me contrast. Whenever I would meet a local upperclassman, say, when I was 20 years in age, I have to say Pranam, Pranam. The response from the other side is not Pranam. Be happy. Does it happen the same way in English? And whenever you say Namaste, Pranam, your head is always a bit down. When you say good morning, automatically your left hand, right hand goes up, your head goes up. And the other side will say good morning. You say hi, the other side will say hi. So, there is plenty of level playing field. Dress, English dress, it destroys the design of the Hindi dress or Telugu dress where Dalits were not supposed to wear dhoti beyond their knees and they had to wear shirt without collar. But English, this pant you can't do anything. Either it has to be half pant that is your school student or it has to be a full pant. And Pagdi, there are so many ways, caste identified headgears. English, it is cap or hat. And the entire notion towards life, you tend to be western. If you are English educated, then your dining table must have spoons and you have middle class member, then plates. Your entire architecture, your table, you know, the traditional way of Hindi eating, go to Sanskriti Pathsala, Lal Bahadur Shastri Sanskriti University near JNU. You are supposed to sit on the floor and eat. You see many BJP leaders who go to Dalit houses to dine with, they sit on the floor. So, here you have a table, chair, table, spoon, plates. There is no hierarchy here. So, and then you tend to be western and by definition, you tend to be pro-democracy, pro-science. So, English has that kind of civilizational personality. So, I do not say Dalits to learn English as a language. I say learn Angrejiyat. And that is why I sport suit and boot. Ambedkar sported suit and boot when Bombay was so humid and there were no air conditioners in the first half of 20th century, not in office, not in house, not in court rooms, not in assembly houses. Yet, he sported coat and he launched his Maha Satyagraha. He wore a coat when the temperature was 42 degree Celsius. And the British could easily identify with Ambedkar. They could really relate to him. He sported hat, not Gandhi topi. He did not wear dhoti. He was always in suit. He spoke good English. So, the Englishmen could easily relate to him and invite him in 1942 Cabinet formation. So, to us, to me, English is a civilization. And there is no way Dalits can ever claim independence from all these things, freedom from all these things, except in a Western kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:05.120",
        "message": "setup. I will just quote these lines from one of your pieces, which of course I will link from the show notes where you have written how English can help you break the backbone of the caste system, where you have written, quote, For centuries, Dalits could not marry outside their caste to maintain caste purity. But if a Dalit knows English, then there is no way he will be climbing a toddy tree and end up doing a manual job. The English-speaking Dalit will not be made a sweeper or cleaner of toilets. Good knowledge of English will emancipate him and give him leverage to liberate himself from traditional occupations, stop quote. And I was also struck by, you know, this goddess of English, this temple in Banka village, which you made and you wrote about how you wanted it to be a symbol of Dalit resistance. So, you know, this two feet tall goddess of English, you know, has a pen in her right hand. She is dressed well. She is wearing a top hat, you know, instead of some Indian thing. And in her left hand, she is holding the constitution and she's standing on top of a computer, stop quote. And it's just so resonant."
    },
    {
        "speaker": "Guest",
        "time": "01:56:13.040",
        "message": "That's a Western civilization. That's a Western civilization. And the more Western Dalit becomes, more powerful he becomes. That even if somebody wants to attack that kind of Dalit, finds it difficult to attack because he has that, you know, that he is a metaphor now, symbolizing modernity, science, literature, clothing, machine like computers. So, when I was trying to make this temple, I didn't say that then to study English. If you wish, I am an atheist, but a goddess was born in my house. I thought, this medium will spread the message of Angre Jyot faster than me going to every house and telling every child to study English and dress well and all that. So, and now, the fact that Dalits celebrate my celebrate my college day, birthday as English Day is my little victory without any sponsorship from the Queen, British Queen or any such place."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:42.880",
        "message": "Let's go back to your personal story. You know, when we left off on that narrative, you were doing your MPhil and at one point you started a PhD, but you didn't finish it and you were getting drawn to Naxalism. So, take me about through this journey of yours. Like if I'm looking at the young Chandrabhan Prasad, you know, describe him for me, you know, what were the things that animated you? And how did you feel that you can change the world?"
    },
    {
        "speaker": "Guest",
        "time": "01:58:07.120",
        "message": "Well, in 1978, when I was President of the Students Union, we launched an agitation against the college management. Then the two Naxal gurus got me. One was my, he is still alive, my inter college and he lived in a hostel, one bedroom kind of hostel meant for faculty in Maldhari. So, whenever I would go there, my teacher's wife, she is now a teacher, her husband and me would eat together, same plate, same thing, same glasses and she would wash in front of me, the plates. And then he would talk about new democratic revolution and our chairman, your chairman is our chairman. So, I thought unless this upper caste man is true, truth speaking, he would not feed me in his plates. He would not feed me, eat with his family. When I went to Azamgarh and met the superior guru, Abrahamian, teacher of chemistry and well known as a very good teacher, his family would also treat me like any of their relatives. So, that was my instant, that caused instant attraction towards Marxism and in that extreme form of Marxism, that is nationalism or Maoism, we used to call CPIML. With that respect, for these two teachers that they must be, they are not at all practising untouchability, they are actually rejecting untouchability. So, my faith in nationalism became because of that, not that I read Marx and Lenin and Mao very well and I was young, 19-year-old man. So, power comes from the ballot of gun, that also had an appeal. When I went to JNU in 1980 to pursue my higher education, there were 2-3 groups, CPIML groups from Andhra Pradesh, from Bihar and then I found many people like me and I started getting deeper and deeper into that. At one point of time, I purchased military uniform, I purchased a big boot, I purchased a cap, but they did not have that red kind of stuff that Mao used to have. So, it took days for me to get somebody to stitch that red colour kind of thing and I started believing that I am a potential Mao. And when you go for your MPhil and PhD, in final years, you have to choose your area study. So, I chose East Asia, in that China and got even closer to the Maoism kind of ideology and then my party set up a unit in Delhi and I became part of that and started dreaming of revolution. I was distracted from my studies. At least one friend kept telling me that you are walking a wrong path. First you study, then you become a professor or an IAS officer, then do something. But every summer vacation, I would go home and these teachers would tell me that all that Indira Gandhi has done is to prevent this very revolution. She is inducting Dalits into IITs, medical colleges, is giving jobs in railways, postal services, banks, here and there, is to prevent this revolution. And then I would believe all that without making any objection. And when the great student movement of 1983 took place, I was one of the front line leaders and there were little bit of flower pots breaking and all those things and Gherau was actually a kind of soft violence. Gherau was the Vice-Chancellor and then we were arrested and university was closed. Then we were issued so-called notices, why should not you be restricted. Notices were issued to so many hundreds of students. Finally, 44 were pinpointed and then there was a Prithviraj commission, a retired judge of Rajasthan High Court. He kept telling us, boys do not insist that you are part of the movement. Just say sorry and you have a long career to go. 13 of us, I think 7-8 pro-Naxals or Naxals and rest Gandhians stood our ground that yes, we participated in the movement. We led the movement, but where is the violence? So, we were restricted. For many months, we roamed around JNU campus, slept on the ground, ate the leftover food in the mess. Then we were barred from entering campus. Then the campus was shut down and then finally, our party unit decided to dispatch me to the Uttar Pradesh unit where I would formally join the CPI ML in Varanasi in a cousin brother s railway quarter. I reached early in the morning. One of my cousin brothers who also became Naxal, he was supposed to join us and celebrate my joining the party. So, there he did not come to attend the meeting. He was very punctual, used to be punctual. We were all worried and a big leader from Karkata had come to witness my joining the party. He came next day and he said something to them in their ears and then I was told that my father has passed away. So, I joined the party and left for home and then I thought I should be there with my mother for few months. Somehow, the people started talking about me. Why is he not going back to Telahi? One month passed, two months passed, three months passed. Then the party gave us the duty to educate and make cadres in villages here and there. So, there was no party presence anywhere. So, I would go to my relatives' places. My cousin brother would always accompany me. We used to have a 6-round revolver, always loaded. So, I had asked during my joining, I thought that I am going to join the party. I am going to commit my life also for the sake of revolution. I said, how are we going to challenge the Indian state in terms of logistics? So, I was told that and now since I am a student of Chinese politics, I know those days China was a backward community and society. Mao could lead the revolution. Then I was told that, was Mao MA from JNU? No! You are MA from JNU. You are much more knowledgeable than Mao. So, when the society and country has progressed, cadres have also become more powerful than the previous revolutionaries. Then I said, alright. How will such a great country, how will we mobilise millions and millions of Indians? Then I was told that it is like something similar to electronic hydrogen bombs, something atomic energy. You pick up a village, convert 4 Dalits from that village like you who would commit their life for the revolution and then each one will spread to another 4 villages. Then another 4 villages. So, like that, within a few years, we will have converted the entire countryside into a revolutionary zone. When I actually started going to people, they thought they were more keen in getting into cities for jobs than encircling cities from countryside. And sometimes they would sleep while we speak of new democratic revolution and what would be India post revolution and China could threaten America, India could also threaten America and all those things. People were not interested. And in fact, one of my cousins at my village said, he said, I think I have become half-minded. I am not mentally okay. And this spread like wildfire that Mr. Chandram Prasad is somewhat mentally disturbed. He is not going and joining back his education and going around villages talking some nonsense. People were more interested in talking about. Then I also got bored. Then I was losing interest. What is this? There is no revolution happening. Only we have 2 pistols with us, revolvers with us and there is none else following us. All this how long I was started. Then I was posted in Varanasi, first in Azamgarh to publish an open magazine that would advocate the cause of prisons and workers. Then I was sent out to Varanasi without a proper place to stay. I would stay here, there, my cousin brother s railway quarter. Then I found 2 of my juniors who had left JNU because there was a, you know, she was close synodized. So, they were rejoined BHU and they were living in Birla hostel. So, I would go and I started staying with them and sometimes I would speak English. So, someone was, I heard someone, I was a smoker saying that, you know, when people lose mental balance, they speak English and they speak English very loudly. So, I thought, bloody it is spreading here also. Then I met Dalit who was doing his M.Tech with IIT Kashi. He asked me a pointed question, how did you reach JNU? He said, I am from Patna. I know about nationalism. I know this faction of CPI, that faction, Vinod Misra, this, all that I know. Did you use reservation? I said, yes. You forgot Ambedkar? I said, not that way. He said, no, no, you forgot Ambedkar. If Zamindari could be abolished without gun, if Dalit could become damad in public imagery without gun, if all these things, progress has happened without gun, why do not you do all these through constitutional means? So, my faith in the revolution was, I was thinking that this is not going to happen and this is not a proper way also. And violence is not good. So, I came back feeling very sad, went to my brother who was a police officer in Gonda. He gave me good cloth and he gave me some money. But he did not ask me what to do, what not to do. Then I came back and then my mother said, my mother said there is a letter lying here from your university, registered letter. It was unopened. So, I opened and then the letter said that, Mr. Prasad, your restriction period is over. Three years, you are most welcome to join. In fact, I was restricted in two cases, two years, two years. I thought it will be four years. So, then I did not talk to anybody. I straight came to Allahabad. I had my batchmate as a fire station officer. He accompanied me to Delhi and I rejoined JNU. The registrar asked me to say sorry. I said no, I will not say sorry. Then Prasad GP responded, took me to the Vice-Chancellor at the time. He said, why do you humiliate this young man? He has now come back to join his city. He is a Siddhukas boy. He is a very bright boy. So, why to humiliate this young man? He said, okay, all right, join. So, I joined and then I began losing interest. I lost interest in Marxism and this Maoism and all that. I did my PhD synopsis on the history of Chinese sciences. At that time, I was so blinded with that love of barrel of power come from the barrel of gun. So, the entire PhD thesis was to praise Chinese history of science and Joseph Nedham became my God. This LPG, this gas was found, natural gas was invented by China, paper, printing, printing, magnet, everything happened in China. One good lesson I learnt that during my travels in eastern UP, we would have conferences secretly in villages and in small towns, mostly on Dalit villages and meetings in Dalit officers quarters. I found two types of Dalits that have progressed, one through education and government job, the other through migration to cities, very few though. Then I started thinking that migration to cities is good and factory sheds are better than the landlords' farms. This got stuck into my brain because I had evidence for that. Then I started looking at my relatives, those who went to Bombay, joined Hindustan Liver, joined Mahindra and Mahindra Company, joined Tatas. My own uncle had joined Godrej group where he worked in Tijori department in early 60s who had come back from Burma and that is where the cash again started coming to our family. That is why I say I am Godrej product. My family, there are 7 PhDs in our family. One boy is going to get another PhD and many officers here and there. So, I was convinced that cities are good for Dalits, factory sheds are good for Dalits in comparison to feudalism and countryside. But I did not know how to articulate it. Saying that capitalism is good was like a sin. You will be lynched. It was like that. But it has got into my brain. Then I joined several movements, Dalit Shiksha Andoland, this, that. I felt it is all bhakwas, education and then finally English, government jobs that only few will get, migration to cities is the best way and then I figured out many people who had migrated to cities like my uncle who joined Godrej group in early 60s. He, his own son became an engineer and a top level executive with Indian oil. And another brother got into Tata factory and he has now two flats in Bombay. So, I saw all these things, but did not know how to articulate it and I did not have a passport. But my knuckle colleagues declared me that Mr. Charnar Prasad has been bought by American Empire. So, and it would be like a kind of clash when I would say that Ambedkar loved America. He did not love China. He did not favour Soviet Union. So, if I am a follower of Ambedkar, I should also look America with admiration. And then PL 480 started, all these things started coming to my mind. And then finally I thought a modern India can be built only through methods, modern America is built, modern Europe is built. And let us see. I did not have any scholarly evidence to say that it is capitalism. I used to say it is industrialisation. I used to say industrialists and not capitalists. And why only me? Even now, talk to any top industry body, if anyone ever says that yes, we are capitalists. Yes, our organisation represents Indian capitalism. So, if nobody is saying that, why should I be saying that? And if I would be saying that, I will be completely isolated. And NGNU, Mao, Che Guevara, all these people are great revolutionary. America lifts on our surplus. NGNU, I did not know those days, the trade balance between India and US. America lifts on our surpluses. Britain plundered us and became modern. I started, I asked somebody those days, I keep talking. I like to be in conversation. Where was wheel invented? Where was steam engine invented? Did Britishers, Europeans stole it from India? Where was aeroplane invented? So, no, no, no, no, this, the English have plundered us, that is why they are rich today. America lifts on our surpluses. And the wheat it produces for pigs, whenever it is extra, they would send it to poor nations like India and Africa. So, all these false notions were so, I compared this ideology to my cigarette smoking, which I was not able to quit. Slowly, slowly I quit smoking, I quit all these things and started looking at the world from a fresh mind and from my life experience. That one relative who worked for Hindustan Liver, his son went on to become a inspector in Air Force. His two sons have settled in, are settled in California. So, all such examples came hitting at my mind and then finally, I got this opportunity to go to CASI, the Centre for the Advanced Study of India. Before that, I would add a line about state capitalism. People say public sector, private sector. But what is the nature of this public sector? One knows that this is owned by state, private sector means it is owned by private industrialist. What are they, if not capitalists? So, since nobody is saying, then I gave private sector a capitalistic name, a name called state capitalism because Ambedkar argues in his manifesto for the 1951 election that wherever state enterprise is necessary, we will promote state enterprise. State enterprise, wherever private enterprise is necessary, we will promote private enterprise. Nowhere Gandhiji or Mahatmaji or Patel or any or Dange, any thinker, scholar except Swaraj kind of people ever said that private sector will, I will promote private sector. So, my argument is this, the public sector, Vale, Shell, NTPC, all the oil companies, all these 260 or so public sector companies are more corporate patterned than the private sector pre-1990. And public sector companies also make profit, they also pay taxes to the state. State Authority of India Limited competes with Tata Steel and they take care of the interest of their workers much better than the private sector. And of course, some private sector companies make losses. Do not private sector companies make losses? Do not private sector companies need bailouts? So, I said this is, I say this is state capitalism that has been promoted by Ambedkar. And then I draw a parallel. Russian, Chinese revolution was not a socialistic revolution in the beginning. It was a capitalistic revolution, a new democratic revolution. It turned a socialist state only in 1954. And that socialist state is nothing but state capitalism. Chinese companies also made profits. They were more corporate patterned than the earlier private companies in China. So, I am formed that this is state capitalism. Then comes the question of Dalit capitalism. And that is where I think I have grabbed truth that has been unspoken, unarticulated so far."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:06.640",
        "message": "So, there's a great phrase in the language I love called mucked by reality. And mucked by reality means that people will hold a particular ideology or a particular way of thinking. But then they'll be mucked by reality in the sense that the real world won't conform to that. And when they see the real world is different, then they have to adjust. Now, what has happened in modern times is that people can express any kind of principles. But ultimately, it's not the pursuit for truth that drives them. But they have joined a tribe, they have joined an intellectual tribe or an ideological tribe, and they are part of that tribe. And then they will not adjust. They can't be mucked by reality, because they will ignore it. If reality says something, they'll be like, no, no, Marx said this, or no, no, this is how it is. Or, you know, you neoliberals have been bought by American imperialism, like, you know, somebody said about you. And what I see in your case is that you have just been open, you want to solve a social problem that you see, and you are open and you go in this direction, and then you go in that direction. But eventually, you see enough of reality, and you adjust to that, right. But I'm guessing that many of your fellow travelers, they would not be listening to your arguments. You know, they would be stuck where they are. And"
    },
    {
        "speaker": "Guest",
        "time": "02:27:23.040",
        "message": "we can discuss modern day... Even though they are convinced that economic reforms have authored freedom for the countryside Dalits, they say, why do you give Adam Smith's credit for this?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:40.560",
        "message": "Yes, go ahead, sir. Yeah. So, take me through all the things you saw about the real world, which convinced you that capitalism is a way out, that capitalism is what will empower Dalits and capitalism is what will help Dalits break the shackles of the social system."
    },
    {
        "speaker": "Guest",
        "time": "02:27:59.280",
        "message": "Before that, let me come to the Dalit capitalism. Please. And a very good friend of mine, I don't want to bring him into controversy, he said, you are a very clever man, but very good man. I said, what? He said, you are defending capitalism. To do that, you are inventing a state capitalism. That belongs to Ambedkar. Now, the modern Dalits, if they come to know through your propaganda that Indian state capitalism comes from Ambedkar, then they will have difficulty in opposing it. You are saying Dalit capitalism is a self-respect movement, then Dalits will have no hesitation in accepting capitalism. I said, I am not clever, since these things are not said. People have said, if a cow is black, then it is buffalo. It could be buffalo also. So, why is Dalit capitalism? I am not being clever, I am being correct. A self-respect movement. I hold the view that there has been an economic sanction on Dalits building wealth. And this is forcefully argued in Manusmriti, Manu Dharma. If Manu Dharma prevents Dalits from building wealth, it is all the more necessary for Dalits to pursue wealth and build wealth, become capitalists. The question is, did Manusmriti s these dictums written 3000 years or more still applicable in society? So, my answer begins with Ambedkar. Ambedkar burnt Manusmriti in 1927 or 28 on the Christmas day. He says Manusmriti is the reason for our fall. And while giving interview to the Simon Commission, he submitted a written statement as how in the city of Bombay, a Dalit woman was selling watermelon. Somebody from her colony recognised her and he went and filed a complaint with police and police arrested her. That without exposing your social base, you are polluting society. So, Ambedkar was asked, how is Manusmriti relevant today? And Dalits celebrate every year Manusmriti Dahan Divas. So, one day, an apple fell on my head. I have 3-4 Tulsi plants. I drink tea every day and I don't put milk or sugar. I have a class school time friend, a Brahmin. He lives in Chhattisgarh, Mr. Virendra Tripathi. I once sent a picture of, we keep exchanging things since WhatsApp came into being, picture of this tea. If you boil Tulsi tea and within 4-5 minutes, if you put it into your glass, it would be light green. It would really look so beautiful. Then I said, guess what is this? He made 2-3 guesses. He was wrong. I said, it is Tulsi tea. Oh my God! Tulsi tea! Do you boil Tulsi tea? I said, yes, that is how I drink it. Tulsi is a wife of Vishnu. I said, what does it mean? He said, we all Brahmins celebrate Tulsi as Ma Tulsi. It is our religious symbol. I said, then I felt an apple has fallen on my head. I must proceed. I had a copy of Manusmriti, the Penguin translation. I have a download of Bohler's original translation of Manusmriti. So, I went to the index of the Penguin book, Tulsi. So many references. Then I said, Tulsi, where is this cow? Cow, milk, ghee, cow urine, cow dung, all auspicious. Then, where is this Agni? It is there in Tulsi. All these things in Manusmriti. So, I started my friends, what does it mean? It means nothing. It is a matter of our tradition, culture, religion. Then I said, how far people still worship Tulsi? How far? Use dung and cow urine as a sanitiser. Do Haman, Agni Puja, Surya Namaskar, Surya Puja. So, I started out a new course and I kept believing that the apple has fallen on my head. So, I made a 15-day trip to East Azamgarh. I stayed for 2 hours in a village near Atraulia within the Azamgarh district, a Thakur Jamidar village. From one family, there are now 6 families. So, that village is famous because somewhere in 1940 or so or 1945, a girl from that village was married to a Jamidar's son in Gonda district. And the Jamidar's son brought along with the Baratis 151 elephants, 151 Naach girls, few hundred horses and river Ghagara passes by. So, while the horsemen took a longer route because horses could not swim the river, elephants entered the waters and as the villagers say, the water level from the west side went up by 1 feet and one could see river, some 30% water was blocked. So, elephants tamed the river Ghagara. For that reason, it is famous. So, all the 6 houses have Tulsi plants. Elderly men in all the 6 houses do Suraj Pooja every morning. All the 6 families observe Haman, do Haman, do Agni Pooja. All that is written in Manusmriti. Next day, I went to my village, figured out the Tulsi presence in upper caste localities, 90%. Next morning, by 6 o'clock, we were in village Kathaicha. It is a Brahmin majority village and there is a small temple that I have known since my childhood because there used to be and still a village fair. I went and then I met the priest and asked about Tulsi. He said, so many Tulsi plants. Asked about Suraj Pooja. I said, I am just going to do it. Suraj Pooja. Sun is likely to come. Please wait for 20 minutes. Then, we went to Dalit basti nearby. Tulsi is not there. Suraj Pooja is not there. Haman is not there. Then, we entered the mainstream Brahmin village. There also, I am known because it is hardly 2 kilometres away from my village. 90% Brahmin houses, elderly men observe Suraj Pooja. After bath, this is their first act. So, the elderly Brahmin women, almost all do Tulsi Pooja every day except few days in winters. They do not do it or whenever they are sick. All sanitize their houses by this cow dung. All do Haman. All avoid garlic. All avoid onion. All have this three triple cord ceremony. All do Agni Pooja. I spent the entire day there. The same day, we entered Bhumihar village, 30 kilometres east to my village. We spent the night there. We got up 5 o'clock in the morning, took a tour of the village along with the village head who is known to me. We found 80% Bhumihars practicing this Tulsi Suraj Pooja last month. Then, we went to a big Thakur village, the village of my study right now, Babu Ki Khajuri that had 22 Jamidars and all had elephants. 70% households practice this. I came back to Delhi, spoke to some of my friends, female journalists of my time. They said, yes, we have it for medical reasons. We practice Tulsi for medical reasons. Tulsi, Yadarak, all these things. Then, I did a survey of my own apartment. There are 21 flats in my tower. There is one Sardarji family, Sikh family. They do not grow Tulsi for religious reasons. My family, we have Tulsi, but we do not do it for religious reasons. Rest all have. I spoke to all. Why this? They said, it is good for health. So, there is one Brahmin family that does not consume garlic. I said, what about garlic? Hmm, garlic, something, something. Then, I asked all of them. I spent one entire week. They said, this is our culture. Some said, this is Hindu tradition. Some say, it is Hindu religious practice. None, where is this written? No idea. Is it written in Manusmriti? We have not seen it. But it is a part of our culture. Then, I said, I argued with myself that if sanctions against Dalit making capital has relevance even today, not because of any upper caste conspiracy, it is in the culture of the caste Hindu society, the way Tulsi is part of their culture, disliking Dalits for riding horse in their wedding, for wearing good cloths, for wearing gold necklace. In fact, that Kerala, that mutiny, it should be titled the gold mutiny because I visited in this summer that Peranad place. Women were asked to participate, come to participate in this only when they had an alternate ornament made up of gold to replace that. Ambedkar submits a report of Madhya Pradesh village, Indore of 36 or so, published in Times of India that the upper caste people had ordered Dalit not to use gold necklace, gold ring, colourful borders on the dhotis. And the recent Gujarat case where Dalit was almost lynched for sporting a gold chain. So, my question is, I am saying it is not a matter of conspiracy. There can be a dispute, even violent dispute, even murders between two individuals belonging to two different castes or within their castes on the question of some competition, business rivalry, land dispute, something related to women. But a man who does not, who has not seen a Dalit before, this particular Dalit man before and he learns that this man is riding bullet and there is an instant anger in him or a Dalit with pointed moustache that he risks his own life in attacking him. So, I am saying sanctions against Dalits are a cultural question. It is very much into the central nervous system of the caste Hindu society. So, if Dalits want to reject Manusmriti or Manudharma, the only way for them is to follow the path of capitalism. So, that is why it is a self-respect moment. Now, when I am coming up with these, these are facts. These are not opinions. Ask anybody, ask any caste Hindu in any part. Then I went to confirm whether it is in the South. I went and visited a village in Tamil Nadu, it is there. I visited two villages in Kerala, it is there. I visited two villages in Karnataka, it is much more. And in fact, in West Bengal, in Kerala, in Tamil Nadu, in Karnataka, it has a respectable name, Tulsi Kalas. Tulsi, Tulsi that stand is more popular in the South than in the North. And as if there has been some kind of United Nations direction that the size of the Tulsi pot has to be identical to a pot in Tamil Nadu and a pot in Azamgarh village. So, that is why I call Dalit capitalism a self-respect moment. Now, because of this, I find Nehru closer to Ambedkar than Nehru closer to Gandhiji. Gandhiji is fond of village society, village republics, village economy. Nehru opens Bakranangal dam and all these big companies, public sector companies. And if Adam Smith symbolises capitalism philosophically, then Adam Smith is closer to Ambedkar or Ambedkar is closer to Adam Smith. This is not my opinion. This is for all to see. And for this, neither Ambedkar is responsible nor Adam Smith, not Chandraman Prasad. It is a reality that factory sets have windows of fresh air and freedom everywhere. Villages, the feudal society is a social prison. So, what order should Dalits walk this social prison or the factory sets? And then science, democracy, all these things follow. I still have resistance to my ideology, to my way of thinking. I am still in minority among Dalit thinkers. But that doesn't prevent me from saying what I am seeing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:06.000",
        "message": "This is a very sharp insight about how just as worshipping Gau or worshipping Tulsi is part of Hindu culture, so is keeping Dalits in their place. That is such a sharp insight that it is..."
    },
    {
        "speaker": "Guest",
        "time": "02:48:21.120",
        "message": "That is why I say that I feel my life will become relevant for this very apple falling on my head."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:31.360",
        "message": "And that is also such a great phrase, this very apple falling on my head. Tell me a little bit more about how Dalit capitalism and urbanisation have changed the lives of Dalits on the ground from what you see. You have of course written that great book about Dalit entrepreneurs with a wonderful introduction as well, which I recommend all my listeners read by you and Devesh Kapoor and Shyam Babu. Tell us a little, elaborate a little bit more on this, because there is still a conventional view in some circles that capitalism is all about a certain class of people being oppressed and other, you know, it's a very zero-sum vision of the world."
    },
    {
        "speaker": "Guest",
        "time": "02:49:12.480",
        "message": "So, there are two factors. There is a place called Sangli in Maharashtra and there is a village where lives a Sadamte family. I think, an entire book should be written on that family, Sadamte family, a Dalit family. Sadamtes were working for Kirloskars and those who know Kirloskars must know that Kirloskar has a large plant, probably the first plant in Sangli. He was working there as a technician. I think it was 1990 or 1991. Kirloskar is an international, multinational company. So, they knew about this outsourcing much before than others realized. He said all 55 plus have an option to retire. They can take money for the entire period that they are going to lose or take machine and some money also, prepare, manufacture small things at their home and supply to us. Sadamte chose a machine, steel cutter and some 3-4 machines. Now, he implies more than 100 workers. So, what I figured out, most of the list that we have covered and that I keep figuring out were earlier working with big companies as technicians, as workers, as supervisors. They, when the, what we call chutney, when companies said, you go out and do something else, take your salary for the coming 5 years. So, these Dalits came out from this factory, they started selling back small, small products to their original parental factory. That is when I realized that globalization has democratized capital more than any government law. And all these Dalits, from worker to owner have become thanks to this global practice of outsourcing and it will further continue."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:18.720",
        "message": "Wonderful story and I will link to many pieces by you also where you have kind of written on this. Tell me also about the conventional view of the caste problem in India. Like, what does it get wrong? Like, one of the things that I typically find is that a lot of the discourse around this is paternalistic, right? And one of the resonant phrases I discovered in your writing is at one point where you wrote about how we must free Dalits from the ration card, right? So, tell me a little bit about this because there is one view that, oh, these people are oppressed and we must give them this and we must give them that and all of that. And your point is that no, markets and cities will empower us, has been empowering us for many years. You know, that is a way forward and so on and so forth. And that the paternalistic view is offensive. We don't need that. You know, free Dalits from the ration card, as you said."
    },
    {
        "speaker": "Guest",
        "time": "02:53:17.600",
        "message": "So, can you tell me your views on this? The biggest criticism of capitalism is that it makes poor poorer, rich richer and widens the inequality gap. In my village and in my family, I have written in that book that I have submitted to the Mercatus Centre, I have found out that inequality has been the greatest trigger for migration. So, let me give one example. Babulal, my classmate till class 5th. We took admission the same day. Months before the 5th board examination, he dropped out. I argued with him. He said, I can't do anything. My parents are asking me. There was a practice those days that if a school boy drops out, the headmaster would assemble a team of well-built students to go and capture him and bring him. So, a team went to capture him, including me, but he is physically much stronger. He chased us back. Then I sent my mother to convince Babulal's mother to rejoin the school. She said her husband is a halwaha, tied to a landlord. Our entire family works for him. We need a small hand for these two dozen pigs that we have because it is only pigs that bring cash. So, this boy is needed. So, Babulal replaced his father. I kept studying and then came to Delhi and all that. He kept his fleet of these pigs and kept working for the landlord also. Half of the family is at the landlord's home and half of the family is behind pigs. He has four sons. So, it was early 2006 when I was invited by a German group to come and participate in discussions on Dalits in several German cities. So, there was a wedding in the family. I went back to the family, my village. And there is a practice amongst Dalits, I think amongst everybody, that if a man from the village a family has gone and he works in Delhi or Bombay, he is an officer or Babu or worker, he is expected to give money the same day to the household owner, thousand, five thousand, ten thousand, whatever. And when he leaves for Delhi back or Bombay, he gives 100 rupees, 200 rupees, 500 rupees to the people who come to see him off. So, I was giving him 500 rupees note because he was my classmate, childhood friend. He refused. Then, I took out a thousand rupees note. He refused. He says, Bhagawan ne diya hai. God has given me everything. He insisted. I insisted. He did not accept. And then, out of frustration, I gave it to some woman standing there whom I do not know much. I said, Raghulo. We boarded the car for Lucknow. And from Lucknow, I would come to Delhi. I asked my cousin Neeraj that why did he reject my offer of 500 rupees and then 1000. Then, he said, I think his children are doing well. Two of them have become drivers of the 22 wheel trucks. Then, I said, call back somebody. He has studied in my village. He called back. He says, Arre, Babulal, he is now, he carries a lota for maidan. You know, lota. He said, tumbler. And earlier, people used to go for washroom outside villages. So, they would carry some water to wash. That vessel, if it is earthen made, or if it is a bottle, a wine bottle or a scotch bottle, if you are carrying water in those things or if you are carrying water in aluminum made thing, then you are, Dalits are very poor man. If you are carrying water in bronze, this lota, then you have come of age. So, he is carrying bronze lota these days. Do not worry about him. His sons are doing very well. They are sending him money. Out of four sons, three have got employed. So, now, one is working in a medicine factory. So, I started making calculations. When Babulal worked for the village landlord, he was unfree. And the inequality gap between him and the landlord is 1 to 10. Landlord has 10 acres of land. He has one big house. So, I calculated their possible income and then I said that this much of inequality is there. And he is unfree, does not get good food to eat, does not get good cloths to wear, does not get good shoes or slippers. His son has joined a pharmaceutical factory in Gurgaon or somewhere and that factory owner is a billionaire. Now, the gap, income gap between Babulal s son and his employer is much broader than the income inequality or gap between Babulal and his employer in the village. Now, if that boy who makes work in a factory or the boy, the two sons who are drivers in Nagpur, suppose if they become drivers in a Tata factory, the income gap between the present employer and Babulal will further increase. They are more unequal now. But they are getting more salary now when they are more unequal. So, while they have, if they get a job in an apple factory as a truck driver, the apple is a much bigger, richer man. So, they will become more unequal to their present employer. Inequality index will go, broaden even more. But he will have freedom, he will have more money to have good life and all the members of the family will have bronze vessels. So, and if there is a Dalit hamlet, all are equally poor, all are working for landlords. So, if one becomes a factory labourer, Mahindra and Mahindra company or Tata company or Godrej, then he has, rest of his Dalit fellows have become unequal to him. So, what is likely to happen and I have a data to show what will, what has happened, then rest of the Dalit villagers start looking at him and they also find ways to migrate to cities. And then 20 have migrated in by, as the data shows our CASI study by 1991. On an average, 7 Dalits had left their hamlets on an average by 1990. By 2007, on an average 50 Dalits had left for cities. Now, it will be around 150. So, if one Dalit escapes to cities, becomes richer, becomes more unequal to their employers, others follow him. If none left for the cities, then all remain at that very level, serves to the landlords. So, I am arguing this not because it is my opinion. This is how my family has moved up, this is how my Dalit hamlet has moved up. This is how every third Dalit in my Nana's village has a bike. In my childhood, my Nana's family was the first to get a bicycle and I distinctly remember I was a child, a big pig was butchered and there were some kind of ceremonies, women sang song and put up tilak on the bicycle. Now, if you buy a bike, it goes unnoticed because so many bikes in the Dalit hamlet. So, this is due to this inequality caused by capitalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:12.080",
        "message": "I agree completely with the point you made about inequality in the sense I have written columns about this as well. And I think people mistake inequality and poverty and they are two very different things. Like what you mentioned about rich getting richer, poor getting poorer, that's not what happens. That's a zero-sum view of the world. It would happen if the world was zero-sum. But the world is positive sum and therefore, the way growth happens is that everybody gets richer, the rich get richer at a faster rate, so inequality grows. But you're eliminating poverty as you do so. So, you know, which is why a question I often ask in a thought experiment is in which of these two countries would you rather be poor, America or Bangladesh? And everybody would rather be poor in America, but America has greater inequality. So, I agree with you that, you know, and this is also why people go from villages to cities. Cities have much greater inequality, but people go because they want to escape poverty. So, that is so resonant. You know, one of the points you've made in your book is about how when you went around asking landlords, that how have things changed for them? And you found a landlord who was bemoaning that, you know, purane zamane mein, there would be Dalits outside my house every morning looking for work. Abhi toh koi nahi hai. Right? And you came up with this great line, modernity is a villain for caste Hindus. Right? And so, I want to ask you a question based on this, that when I think of progress, as far as caste is concerned, and I'm also atheist, and I find a lot about every religion completely repulsive. When I think about progress, as far as the issue of caste is concerned, there are two ways we can look at it. One is that Dalits are getting empowered, are empowering themselves, are finding agency, can live better lives, and so on. And you've spoken about the many ways in which that is happening. The other is that discrimination stops, that that anti-caste feeling stops, that upper class people who feel this way, not all upper class people feel this way, upper caste people feel this way, of course, but those who do, that the feeling of caste eventually goes away. That is the ultimate progress. Right? What I find is that I'm inspired by many of the stories in your books. And it is clear that thanks to markets and urbanization, many Dalits are empowering themselves. And obviously, the process will take decades, nothing is a panacea. My question for you is that the other side of the thing, is that changing? In the sense that, to me, the battle is finally won, when there is no consciousness of caste at all. You know, when even someone who is privileged enough to be born in an upper caste, he is no longer feeling angry at Dalits for getting ahead, no longer discriminating against him, and so on. And there, I feel that the progress has been much slower. So what is your sense of this? Because I think one of the great projects at the start of modern India was that we shall transform society, and we shall transform it from the top down. And I'm not sure that happened because, if anything, because of our politics, the way the tool of reservations have been used, for example, within our politics, the way vote banks are constantly being carved out, it seems to me that the question of caste is still potent. That yes, you know, yeah, that through markets, through cities, you know, people can get away and empower themselves and all of that. But what is your sense of the overall progress we've made as a society? And, you know, do you feel hopeful about that as well?"
    },
    {
        "speaker": "Guest",
        "time": "03:07:53.440",
        "message": "See, my next twin books are titled, one is titled, Blessings of Economic Reforms. Blessings. Caste fall in Dalit hamlets allows Dalits to enter into caste-neutral occupation. Second book, Caste starvation amongst upper castes is triggering an underclass formation within upper caste. This is curse of capitalism that is hitting at the caste. You know, caste has two bases. Caste stands on two legs, blood purity and occupation purity. Thanks to the birth of caste-neutral occupations, Dalits are able to quit caste-based occupations and enter into class caste-neutral occupations. Upper castes, on the other hand, that could not migrate and would not easily migrate and become a factory worker, they are now choosing occupations, entering occupations that has been sacrilegious for them for millenniums, like raising cows and buffaloes for selling milk, starting chicken farms, starting fish farms for which they would have been lynched 30 years back. So, this is the curse of capitalism. It is hitting at caste. So, this is how I see this is happening."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:01.760",
        "message": "So, sir, let's talk about one of the great influences in your life and one of the great men of our nation, obviously, Ambedkar ji. You know, one of the interesting parts of your book, of all your writing, in fact, is how some of the most important parts of Ambedkar's writing and that made the greatest influence on you, especially the 1951 manifesto, are actually like that you mentioned came in the 17th volume of his collected works. It was like hidden away towards the very end. And to you, that is the part of his work which is most powerful, written relatively late in his life. So, everything that he has learned has gone into that. So, tell me a bit more about the 1951 manifesto and what are the lessons that that holds for all of us?"
    },
    {
        "speaker": "Guest",
        "time": "03:10:46.320",
        "message": "Actually, these editors of Ambedkar volumes distorted Ambedkar as a philosopher. Ambedkar wrote one small booklet, in a way, an alternate constitution, writing, hinting at basics of what the constitution of India should look like, when he was not sure that he will enter, he will be able to enter the constituent assembly. So, he gave that manifesto, that memorandum to Pandit Jawaharlal Nehru. In that, he says, talks about state socialism. So, the very usage of the term state socialism makes him a socialist kind of thinker closer to Karl Marx. That little book, written in 1946, was published in the very first volume of Ambedkar's writings, in 1989. So, a generation of two of Dalits grew up thinking that Ambedkar was a socialist thinker. In his 1951 manifesto, that was published in 17th volume, a few years back. In that socialist, in that Scheduled Caste Emancipation Manifesto, that is the only book or paper he wrote where there is a clear mention of this is how Scheduled Caste will be, caste will be emancipated. So, the last thing first, Ambedkar asks people of this country to keep distance from Vishwa Hindu Parishad, RSS and communists. So, it is clear. It is his manifesto. It is written in 1951. It is written after he has finished his constitution. So, he is not a socialist. He is not a communist. He proposes somewhere else to write a book against Marxism and he proposes the complete chapterisation that you will find in this book, What is Ambedkarism? When the entire world talked of a socialist society, he never took China or Soviet Union as his model and he says, instead we should develop friendship with America. So, he was a modernist. He loved western democracy. He loved sciences. What is there in his manifesto? He says, we will introduce farming on large-scale farms, which is this model, if not a capitalistic model that we have seen in the US. He says, we will completely mechanise farming. What is this philosophy in 1951? Who else would say it when the entire world was talking about land to the tiller and machines were hated, that machines destroy jobs? He says, of course, that we might think of cooperative farming because that is what the entire world spoke of. Then he is the only philosopher to talk of giving space to the private sector in his manifesto. And strange as it might appear, he is dead against the prohibition of liquor and he gives argument. You know, throughout his writing, you will see Ambedkar prefixing liberty before equality. Because as a modern man, he could know that was there any way blacks would ask for equality without abolishing slavery. So, if you do not have equality, how are liberty, fraternity, and then equality? His preamble is Ambedkar written. And if there is any proof, I have the proof. His RPI, Republican Party of India, aims and objectives of the RPI are the same word by word, comma by comma, full stop by full stop preamble of India s constitution. Do you need any more hint to say that Ambedkar believed in a capitalistic order in Western democracy, in modern sciences? And Nehru and Ambedkar were closer to each other than anybody else."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:16:51.440",
        "message": "And also just to, sorry to interrupt, but just to add this one point that people do not realize is that the preamble written by Ambedkar did not have the word socialist in it. That was added by Indira Gandhi later in the amendment she made. During emergency. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "03:17:04.560",
        "message": "So, he was a, now think of a Dalit who was not a drinker, is against saying, arguing against prohibition and then saying wherever private sector is, enterprise is necessary, we will allow private enterprise. Who else could say at the time when half of the world had turned red? Could any Dalit scholar, Dalit thinker take that risk? So, he was a modernistic, modern philosopher believing in modern economics, modern sciences, modern democracy. So, that is what Ambedkar was. But the entire two generations of Dalits have taught him to be closer to Marxism. And I do not want to name top, top Dalit scholars still argue. Even a couple of weeks ago, a top Dalit scholar at Harvard tweeted that Dalit should join the global left. So, even to speak truth, I must gather courage. Truth can be easily spoken. Why do you have to need, why do you need to have courage for that? So, and so far my present stage of my life, it all goes to Kashi Naresh."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:18:50.960",
        "message": "Can I ask you a couple of follow up questions on Ambedkar first? Yeah, yeah. Like one, I'm of course struck by how some of the lines you quoted from this manifesto of 1951 are actually coming straight from the Dalit gaze in the sense that mechanization of agriculture and what does it do? It frees Dalits from having to work in farms, you know, something that you've also kind of written about, talking about capitalism, again, talking about modernity, you know, empowers Dalits again and fights against the system. My question is like one follow up question I want to ask on this is that in your writings, you've written about how Dalit leadership is failing, it's out of touch with the new generation, which has aspirations and you're not like focusing on those, you know, aspirations. I think in the introduction to your book on Dalit entrepreneurs, you, Deveshji and Shyam Babu had written about how, you know, the Dalits of today are looking for ahead to the future. They are not imprisoned by what happened in the past, you know, but that's not really so reflected in what some Dalit leaders and Dalit intellectuals are doing. And just now you spoke about how, you know, ivory tower academics will talk about, you know, talk about this whole issue in Marxist terms. So tell me a little bit about this, because earlier, you mentioned that you are not in the majority among even Dalit intellectuals or Dalit thinkers, that you are still a minority, you're still like a voice in the wilderness. Tell me a little bit about what is wrong with the mainstream thinking on this subject."
    },
    {
        "speaker": "Guest",
        "time": "03:20:28.560",
        "message": "See, first, let me talk about the spirit of Ambedkarism. You know, in his manifesto, if it is, the pages are taken out from the manifesto from his 17th volume part one and given to a top Dalit intellectual or take a printout and just say, guess who may have written it? Mantekingalwalia. I have told Dr. Manmohan Singh in a meeting, Sir, Dalit middle class thinks that you have stolen from Ambedkar's manifesto. Your economic reforms comes from Ambedkar. So, he was smiling. He marries Dalit's interest with the interest of India as a republic. There is one or two stanzas about Sidhu caste, Dalit. It's all about a modern India, modern India, its economy, its politics, its sciences. It's all about modern India. And at later stage, when he writes manifesto, aims and objectives of the Republican Party, he just reproduces the preamble. And if I am there to interpret Ambedkarism, I would say Ambedkar is hinting that let there come a situation where entire society dissolves into some gas. That is why he is not talking about Dalits and non-Dalits and anybody in his Republican Party programmes and objectives. So, Dalit intellectuals are Ambedkarites because they have a Sidhu caste certificate. They are not Ambedkarite because they have read Ambedkar. If someone has not read the Sidhu caste emancipation manifesto that talks very little about Dalits, then that person has no right to call himself Ambedkarite. All these people have become Ambedkarite because they have a Sidhu caste certificate and therefore, they are Ambedkarite. So, the mainstream India and when I say mainstream India, whatever you read every day in newspapers, whatever you read in classrooms, whatever you read for your examinations, you tend to take the mainstream view of India where freedom to Dalits is not in the discourse. The equalities, the utopia, Ambani brothers are unequal to each other and all Americans are unequal to Warren Buffet and the car maker, Tesla. All Americans are unequal to them. Should they commit suicide? So, this nonsensical thinking of this equality and putting Ambedkar into that frame has hurt Dalit's interests most."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:26.640",
        "message": "And it just strikes me that what that 1951 manifesto, which I enjoyed reading so much, written by a man at the peak of his powers after full reflection of all that he has lived through, what it shows is that while Ambedkar was much closer to Adam Smith, Ambedkarism went on to be hijacked by Marx, which is, you know, which feels so... You know, simple thing about capitalism."
    },
    {
        "speaker": "Guest",
        "time": "03:24:52.560",
        "message": "Capitalism replaces social markers with material markers. If you don't have this smartphone, smartphone, bloody what kind of upper caste you are? And dispossessed Dalits, if they have this smartphone in their hands, society will feel jealous. And today, whatever is happening, you are saying about caste not going and all these things. See, caste is an institution, like Purana Qila in Delhi. It stands there. What is its use value? So, a person in my apartment is jealous of Chandrabhan Prasad. But what can you do? Except curse me in his mind and install some deity and worship that deity that Chandrabhan Prasad should suffer and should undergo all kinds of things. It is there in your mind. 30 years back, 50 years back, raising a moustache pointed was an offence committed. So, caste consciousness in practice, caste consciousness in mind, not in your hands and not in action. Still, there will be something and I very firmly believe that unless your neighbours become jealous of you, you have not achieved anything."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:58.560",
        "message": "You have not achieved anything. So, before I go on to the next question, I found that passage and I want to read it out, which Devesh and you and Shyam Babu wrote from that brilliant introduction to defying the odds, where you wrote, quote, How have these entrepreneurs overcome the childhood experiences of social marginalization and the multiple humiliations of poverty and caste? In some cases, it surely lingers, but the absence of rancour is striking given the tribulations they face growing up. Their dreams outweigh their memories. They certainly occasionally glance back, but for the most part, they are focused on driving forward, knowing that one can't drive too far if one is obsessively focused on looking back. While Dalit intellectuals continue to focus on the past to make sense of the present, Dalit entrepreneurs look at the present to create opportunities for new futures. Stop quote. And now I'm going to ask you about Kashi Naresh."
    },
    {
        "speaker": "Guest",
        "time": "03:27:50.480",
        "message": "You know, in the known history of India, Dalit saint evolves in Kashi, Varanasi and he becomes very famous. Jhalabai of Chittor, Maharani becomes his disciple. It is also said that poetess Mirabai also became his disciple. Sikhism, Gurbani has adopted his poems. When Kashi Naresh was becoming famous, top pandits of Kashi approached the king and told him that this man being an untouchable is claiming intellectual superiority over us, claiming intellectual leadership. Then the king said, what do you want? He said, let there be a Shastrarth. Then the Shastrarth is organized. The entire city was informed. Brahmin said, we five of us as per our religious system, five of us will argue together. To that, Ravidas has no objection. Then pandits argued their case as how rituals at every stage is like a staircase to the God's home and the pandits are the ones who will hold hands of the disciples and introduce disciples to the God. Shantavidas argued, intellectual purity and not these systems of worship is the only direct staircase to the God requiring no middle man. And he said, purity of mind. If your mind is pure, then in this very wooden vessel you can see Ganges. And people clapped and he was the winner. And king of the Kashi, the judicious king took an untouchable on his rath and gave him a tour of the entire city and the entire city clapping, clapping. That is the first historically known victory of Dalits over Brahmins at the Hindu seat of power that is Kashi. I had all these things which I am talking about, about capitalism, about migration, about inequality, equality, cities and factory sets, but I did not have a platform from where I can speak it and it can spread throughout the world. I need a Kashi type of seat of knowledge. I need an ibelic to host me. I am not Rabidas and there won't be a Kashi Naresh. They are all histories and idioms now. Something similar to that. So, I found a Kashi Naresh, that is Devesh, who was heading Kashi, Centre for the Advanced History of India, University of Pennsylvania and ibelic school. He hosted me in 2007 as a visiting scholar, although I did not have any PhD. I had dropped PhD after I decided to abandon Mao. I abandoned China also. He hosted me and he provided me infrastructure to study impacts of migration on the lives of Dalits. That shows thanks to urban expansion, capitalistic expansion, factory sets required men and women from the countryside in millions and millions and millions in numbers. Our study of two blocks in Uttar Pradesh, East UP, West UP shows that by 2007, on an average, 50 Dalits had migrated to cities, whereas by 1990, only 7 had migrated to cities. That completely caused collapse of European sovereignty in India. Europe needed a black death. India needed Monte Singh Ahluwalia and Manmohan Singh. So, in that sense, this Kashi Naresh of Philadelphia, University of Pennsylvania has put me on this pedestal where I have been praised by Nobel laureate Professor Gary Baker. I have been profiled by Washington Post. I have been profiled by New York Times. And now I am an affiliated scholar with the Mercatus Centre, George Mason University. So, I found my Kashi Naresh as judicious and anti-caste as original Kashi Naresh"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:28.880",
        "message": "of Kashi. Thank you, sir. Thank you so much. I will only say that all of these people you mentioned, Devesh and Mercatus and all of that, all of them are lucky to have you and associated with them. And so am I. I have learned a lot from this episode and a lot of it is so insightful. I will take time to process it further. But I want to end by asking you to recommend books, films, music, whatever is dear to your heart for me or my listeners. It could be related to this subject. It could just be something general, whatever is really close to you"
    },
    {
        "speaker": "Guest",
        "time": "03:36:05.920",
        "message": "that you really love. One must read Ambedkar s book that he wrote for his PhD in the University of Columbia, Small Holdings and Their Problems and Solutions. It is in the part one of Ambedkar s writing. Ambedkar s Manifesto. Ambedkar s Aims and Objectives for the Republican Party of India that he was going to launch. Ambedkar s Memorandum to the British Viceroy when he joined their cabinet, that is there in Ambedkar s volume 10. And to understand what was happening in India, this song. If you enjoyed listening to this episode, hop on over to The Show Notes,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:37:22.320",
        "message": "enter rabbit holes at will. Do go to your nearest bookstore online or offline and buy all the books written by Chandra Bhan Prasad. There are more forthcoming which I can t wait to read. You can follow Chandra Bhanji on Twitter at CBhanP. You can follow me on Twitter at Amit Varma. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for listening."
    }
]