[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "One thing I have learnt while doing this show is how constrained our vision can be. They say where you stand depends on where you sit. And we may need to watch out for that. We are products of our time and circumstance. So I may look around at the people around me, fall for selection bias, and think this is the world. Or I may look further and see a bit more. I may be informed by books or movies. But to truly get a picture of the world where everything is now interconnected, I need to travel not only through geography and look outside of my own setting, but also through time. The world as it is now has been shaped by everything that came before and everything that exists elsewhere. Reality, in a sense, is everything everywhere all at once. So to understand the full sweep of any subject is impossible. Is the effort worth making? Yes, it is. We understand because some brave soul took one for the team and made the effort of gathering dots and joining them."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:01.480",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics and behavioural science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:07.680",
        "message": "Please welcome your host, Amit Verma. Welcome to The Scene and the Unseen. My guest today is Alice Evans, who teaches at the King's College in London, is a faculty associate at the Centre for International Development at Harvard, and is writing a grand book called The Great Gender Divergence. She looks across time and space to examine, in her words, quote, the origins and evolution of patriarchy, the drivers of gender equality and regional variations, stop quote. She tries to understand the local factors at play that are causing different parts of the world to move towards gender equality at a different pace, as well as a global current should affect us all. She takes an interdisciplinary approach, brings prisms from many fields, and is unafraid to question conventions, or indeed to question her own priors. Her podcast is called Rocking Our Priors. She also uses Twitter in interesting and bold ways. She not only writes about her work, but she also thinks aloud, asks questions, engages in dialogue. And this conversation that you will hear now is eye-opening on its own. But it's also, in my view, part of a longer conversation that she has had across various fora and part of a longer conversation that I have had across episodes with many experts on gender. I will link all those episodes in the show notes. That's why I get to learn so much over time by having conversations like this. Before we begin this one, though, let's take a quick commercial break. Have you always wanted to be a writer but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing, and online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs Rs. 10,000 plus GST, or about $150, and is a monthly thing. So if you're interested, head on over to register at indiauncut.com slash clearwriting. Being a good writer doesn't require God-given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Alice, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:32.280",
        "message": "Thank you for having me. This is a real joy. I'm excited."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:35.280",
        "message": "You know, when I met you earlier, we were both at this conference in Udaipur. And the first thought that struck me, and I told you this, was that you are the most energetic person I have ever met. You were just bouncing off the walls. And I'm kind of the opposite. So I've often had this contrast with my guests, where, you know, the contrast, very often, the most common place for the contrast is that I tend to be pessimistic, and my guests tend to be optimistic, and so on and so forth. But here, I think it's a high energy, low energy contrast, especially because I've just recovered from something which was just like COVID. But I kept testing negative, which was really irritating, because I mean, I didn't want it to be COVID. But what the hell was it, you really want to know. So the last few days, I've been feeling a little low on energy. But it's really great, I think, therefore, that I'm starting my series of recordings in Delhi with you. Because hopefully, you can inject some of your energy into me and we can everything can start off well that way. I want to start by asking about your enthusiasm for life, which is a sort of a separate thing from energy. But you are always rushing to talk to people find out new things, even when you post things on Twitter, you're asking for criticism, and you mean it, you know, what I've noticed about you is that, you know, earlier, before we started recording, you were saying you don't feel things like jealousy and all those petty things. But what I noticed is that there's an there's that absence of ego also, where you're perfectly happy for someone to tell you that you're wrong about something if they're doing it in good faith, and you go out of your way to kind of solicit that. So tell me how you sort of came to this approach, like what were you as a kid, you know, when you were 11? Were you also like bouncing off walls? And you also mentioned you've never fallen sick in your life, you've traveled through India and never got the loosies. So so tell me a little bit about the young Alice and as you're growing up, and what made you you know, not become an Olympic athlete, but instead, come towards wherever you are."
    },
    {
        "speaker": "Guest",
        "time": "00:05:35.720",
        "message": "Okay, I think that I'm jolly and upbeat, maybe for three reasons. And let me summarize those before we go into my childhood. One is age 17. After a number of adversities, I mean, I taught myself how to become happy, I thought, I need to identify and work out what makes me happy and to pursue it, regardless of what other people say, because yes, there'll always be criticism, but I need to pursue what makes me happy. And then I also thought to myself, I need to celebrate every single victory, you know, so often we're on this ladder, and we're always looking up, you know, we're climbing up the mountain, and we're looking at how far we have to climb. And what I need to do is celebrate every accomplishment. So that's one aspect of teaching myself how to become happy. And I always see the silver lining. Now it just comes naturally. A second aspect is that what enables me to be happy is that I've emancipated and liberated myself from people who might try to confine me, from gatekeepers who would support a very narrow objective. Now I do what I love, and I pursue it, you know, I love my project. I think the great gender divergence is the most fundamental fact about humanity that we cannot answer. And I've got this tremendous curiosity to find out the answer, and I jump out of bed every day excited to know the answer. And I will look through every single piece of evidence so I can work that out. So that's the second part, this curiosity about the world. And then I'd say the third part is some of the adversities that I have overcome. And I can share these with you now. Yeah? Okay. So I was born to great economic privilege, right? My parents, you know, were professionals. We lived in a lovely house, big garden, went to a very nice school, very well educated. But then age 10, my father decided he was bored of family life. He went off on motorbikes, holidays, sailing, and he basically abandoned us. We had no idea where he was for several years, really, we just had no clue. But my mother, my mother persevered, she was a lawyer. And one Christmas, he invited his entire family over. We cooked, we cleaned, we waited on them hand and foot. We disappeared after the Christmas, he came back, he issued divorce proceedings. And I was delighted. I mean, he was this hot tempered bully. He was ex-army. He would just, you know, shout and bully and scold. He was a nasty man. He was even fired from one of his jobs because he was too aggressive. So when he announced these divorce proceedings, I thought this was the most fantastic thing in the world. And then there's a saying in Urdu, the major fights and struggles and problems in life over wealth, women and property. And that was certainly the issue for my father. So when there were the court proceedings, my mother got a share of the house. My father resented that. He bitterly resented the amount of money she got over dividing the property. And then he was fueled with venom. He never gave any money in financial support to my mother. And every time my brother went to visit my father, he would return that weekend with this poisonous venom and hatred against my mother that my father had instilled. And I didn't want anything to do with my father, to be honest. And I distanced myself from him. And every time we went to pick up my brother, my father would be abusive to my mother. He would treat her with contempt. He would not allow her in. And yet my mother, she always wanted to be polite, to be, you know, to maintain the moral high ground, you know, to whatever they say to us, we'll be polite and we'll be courteous. And so she was saddled with two kids in this economically privileged environment. I went to the same school as Shahrukh Khan's son."
    },
    {
        "speaker": "Unknown",
        "time": "00:09:29.160",
        "message": "So a very nice school, very nice."
    },
    {
        "speaker": "Guest",
        "time": "00:09:30.880",
        "message": "That's my India connection early on. So we went to this very nice school and my mother was worried financially, but she worked incredibly hard. I didn't realize at the time, but her field is very male dominated, international financial law. She was an entrepreneur, incredibly successful, and she made sure we had absolutely everything. So she worked very long hours. She was economically independent. She was focused on work. And I think through that, I realized the importance of pursuing my studies. You know, marriage would be weak insurance for me. I was going to make sure I was totally fine. And she and she, she was incredibly entrepreneurial. She bought this ramshackle house in a nice environment. She did it up. She made it spectacular. She made it magnificent. We had absolutely everything we could ever want. And so and I benefited from that great education, just as I'm sure Shahrukh Khan's son did. And so I went to debate clubs. I was, you know, discussing literature. I was really interested in philosophy and history. I was winning academic prizes. I was successful at school. I was chirpy at school. I mean, you ask about my cheerfulness. I was jolly and playful and, you know, was one of the popular kids. I had the parties were at my house. You know, I was fun and outgoing. That said, my brother always wanted to see my father. And he was sort of treated as the golden boy. And I never did. And yet I was always pushed to spend time with him. You know, my mother wanted to make things normal for my brother, wanted to thought it was thought that family mattered and we should spend time with our family. And so like, for example, I was pushed to go on holidays with him. And the following year, I would be so upset and cross about that because my father was a bully and horrific that the next year I wasn't good. But I was pushed, you know, for the sake of my brother, that my brother's welfare was prioritised. Anyway, so at school, I did well. And then, but I was, you know, I was in a very, you know, to be critical of my childhood, I was in a very elitist parochial environment, you know, I surrounded by a bunch of rich other kids. I had no clue about the rest of the world. I was absolutely clueless, totally clueless. But anyway, so another important stage of my life was that age 16, I never had any periods. And so I went to the doctors to discuss this to understand what was going on. And they didn't know. They thought that everything externally was normal, but something wasn't happening. So they thought, well, maybe she just hasn't fully developed. Maybe she hasn't fully gone through puberty. So they gave me more progesterone and estrogen, even though the levels were totally normal. So they put me on the pill. That didn't work. So age 16, they doubled the dose, which I'm sure is a great thing to give a teenage girl. And then that didn't work. So they thought, well, let's bypass the digestive system. They put me on the patch pill. That didn't work. So anyway, so then they did a number of ultrasounds and they discovered I had only one kidney, only one ovary, no uterus, no vagina. This is a syndrome called Rokitansky. It affects one in 5,000 women. And the nurse told me, OK, so this is what you need to do. She highlighted, she showed me a series of plastic dilators. One is the size of your little finger. One is the size of a much larger. That was interesting. She just basically told, so I had what was like a cute, like a dimple. My vagina was like a dimple and you're basically supposed to ram these plastic dilators inside me to build my own vagina. And I think because of my childhood, having seen my mother being very pragmatic, you know, just dealing with things, getting the job done, you know, my mother never showed any weakness about my father. She never cried. I never saw her express despair. She's not a warm or she's not a warm or jolly person. She's pragmatic. And so I had that same approach when I discovered I had no vagina. I like here is the medical solution. This is what I need to do. So, you know, I do this therapy every night. It's incredibly painful, you know, tearing a hole in yourself. And but I did it. You know, I go to the three months later, I go to the nurse, she's like 2.2 centimetres. Six months later, 4.4 centimetres. Anyway, I did it. I made my own vagina. And then I went to some of the there was a use of the hospital where I was affiliated with in London. They organised an event for many women with the same condition. And we don't know the cause of this condition. So there were women in hijabs, women in hot pants, you know, all typically around like 17, 18, recently diagnosed. And I then realised that my response to this diagnosis was totally unusual. I mean, the rest of the women were depressed, traumatised, anxious, upset. You know, they felt like they weren't proper women. They didn't, you know, even though my even though externally I'm totally normal, even though my chromosomes totally normal for females, they felt they weren't proper women. They were incredibly distressed. And so what I did is I got up and I said, Hey, I'm Alice Evans, and I made my own vagina and you can too. And that's probably one of the my greatest, my greatest contributions to public welfare. Because after that, women, you know, contacted me, and they said, you've changed how I see myself, you know, for so long, and, you know, so long. And this is a broader point that whenever there is a stigma, whenever there is a taboo, people stay silent, and they stay ashamed, and they don't speak to people. And that can create that cultivates a negative feedback loop. Because people feel alone, they don't have the support, they feel bad in themselves. And that's just a mental construction, a repeat of beliefs and behaviour. So what I saw is me speaking out was a public good. So when I was at school, I would tell anyone who was interested, Hey, I have no vagina, but I made it. Because I thought people should know because if I can reach just one person, because it's not in 5000 women, it's not that rare, but it doesn't get discussed. So I went on BBC News about that, etc, etc. Around that same period, and this is just the week before I went to university, my father's ex girlfriend contacted me. And she said, How's your father? And I said, I don't know. She said, Well, how's his wife? Well, I said, I don't know about that either. So anyway, so she I asked my mother to drive me to the ex girlfriend's house. I discovered that my father had taken a BMW tour to Morocco, met a young woman a little bit older than me, from a poor part of Marrakesh living in a two room flat with her 10 brothers or whatever. And he converted to Islam, paid for her with sugar, chickens and olive oil. And she was going to come to England. The ex girlfriend also told me that while living with my father, my father had given her a black eye and ruptured her kidneys. Now, my father had never been physically violent to us. But I believe this. And I was given my father's history. I didn't think that was crazy. And my the ex girlfriend also told me that my father had stalked her. So I believe this. And I was really worried about this Moroccan woman, especially you know, she she didn't really speak English. But anyway, so they my Moroccan wife came over, subsequently met her, they had a child. Anyway, so that that's one issue. And then my father, but then oh, yes, so I'll give you a brief story about that. So they had they might they moved to France because land is cheaper there, I'm part French. Then they had a child together. But they were so incompatible, they called the child separate names. Then my father tells us, and I don't know if this is true, the Moroccan wife violently attacked him. He claims this is because she wanted a greater share of the divorce proceedings because she was trying to trigger violence in him. They had five custody battles because my father did not want to pay the maintenance to her. He did not want her to get the money, five custody battles over this child. And at one point, my father kidnapped the child. So she is in England, she moved back to England because she thought French people are racist and she wanted to live in England. She was a forget somewhere in England. Then the police knocked on the door of my mother's house at 2am and asked to search the property just in case the child was there. My father was apprehended at Portsmouth in England and my brother had to pay the bail of £5,000. Anyway, we can move on from that story. So that's just one, that's just one, you know, adventure. Shall I go on to the... So, so, okay. So are we happy to continue?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:48.280",
        "message": "Please continue Emma. Yeah. Okay."
    },
    {
        "speaker": "Guest",
        "time": "00:17:51.280",
        "message": "So then at university... Oh no, I want to tell you another story that I think is an important part of the process. When I was 16, we went on holiday to South Africa, Mozambique, Lesotho and Swaziland. And that was my first encounter with extreme poverty. That was the first time that I'd seen slums and rural deprivation. And I remember we stopped, we stopped the car at one point, and we got out and my brother and I and these other kids we were with, and we played with some kids, we like just playing football. And that was the first time that I'd seen extreme deprivation. And after that, I just cried. Because I'd never... And it really shocked me. It really shocked me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:36.440",
        "message": "And... What was extreme deprivation?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:38.440",
        "message": "What did you see? Like seeing slums, seeing sewage, seeing kids with living in ramshackle houses, you know, just dilapidated houses, having very, very little, you know, we, we had, you know, we had friendship, we had humanity, we had solid, you know, we played together just as kids do. But I just had never encountered that level of deprivation before. And I cried, I really cried. I just didn't know that kind of, that kind of deprivation existed at all. So I think, I think that was, that was an important point. So then I went to university and I studied philosophy. And that was incredibly important to my mental development. So I think philosophy, I studied, you know, free will. And through studying that, I realized that free will is impossible because it's luck what kind of personality we have, you know, whether you're the person who works hard, that's luck. Whether you're a person, if you're born in an environment in which hard work pays off, that's luck. I also came to question personal identity that I realized there is no constant thing. That's just a mental construction. I also became skeptical the external world existed. You know, we studied the arguments about the brain and the vat. And I realized that I could be a brain and a vat. There's no evidence that these aren't just mental stimulations. I studied meta ethics and the idea that we actually, that actually our claims about right and wrong and good and bad are just social constructs. There's nothing in the external world that is a moral fact. This is something that we've made up to and that has enabled our societies to thrive. I also studied philosophy and I, before I, before I became a nihilist, I was very interested in utilitarianism and I found that very persuasive. And when I became a utilitarian, I became a vegan and I gave away vast sums of money because I was concerned, you know, extreme poverty, et cetera. So what was also in pursuit, I became, you know, that philosophy, I was continually questioning everything. So it's that intense questioning, no, there were no sacred truths. There was nothing that would be taken for given. I would, from now on, I would be questioning absolutely everything. I should say I started philosophy in school, but it was exaggerated at university. And I was also madly in love with formal logic. I would spend my evenings studying formal. I found it, I found it thrilling. I found logical propositions, just, just sledgehammer logic. I loved it. I mean, I should say, I did dabble in university life. So my first week of university, they have this thing called Freshers Week where people go, and I thought, right, I'm going to try this out. I will go out every single night and party until 5.30am. I will try the student experience, and this is my sort of empirical experiment. At the end of the week, I reviewed it. I decided it did not make me happy. And I never went out in the entire university life, but yet, I just loved philosophy and formal logic and, and this analytical rigor. I enjoyed that. I was also, I also did a couple of courses in the philosophy of sex, in feminist philosophy. So yeah, that was all important for my mental development, analytical rigor, questioning everything. Also at university, I joined university debate clubs. So I would train twice a week in debate. Every weekend, we would go to debate tournaments, and I went to European debate championships, world debate tournaments. I became president of the debate society. I did that for a year. But then I decided that actually, debate was not good for my mental development because it forces, the goal is to destroy the other person. The goal is to demonstrate such oratory that you just destroy them, embarrass them so that people think you're right. It's not about working out the correct answer. It's not about you and I learning from each other. And just before this, you and I were discussing something controversial. We had a nice discussion. It wasn't about working out the truth. It was just this artistry. And so I decided that no, this wasn't what I wanted to pursue. This wasn't good for me. So I was going to move on from it. But it did, that practice definitely strengthened my skills. And this is one thing I've come to learn, that no one is born with any innate skills, but we develop them through practice, through good guidance, and also social recognition and reward. You know, the more that those are appreciated. So I was in an environment where I was praised and rewarded through doing well in debate. So that was important. I would say one more thing, what helped me become more confident, because I am confident, is also working in different environments. Like from age 15, I was a waitress, and that teaches you know how to get along with different people. So I was, you know, quite confident about that. I also had a couple of characters in my own family, you know, I talked about my abusive father. There were other characters who gave me other sources of inspiration. My uncle is an interesting character. Age 30, so he was doing an office job, age 30, he decided that didn't make him happy. What he really loved was skiing and hang gliding. So he quit his job, he went off to be a ski rep, because that way he could do as much skiing as possible. He lived in a caravan in the summer doing hang gliding. And I love that. You know, this is someone who thinks, I'm happy if I'm skiing and hang gliding. So whatever social convention, let me do that. Age 45, he then realized he needed a pension. So he started up a business and they did tremendously well. He's fine. Then we have my grandfather, who was this pioneering physicist. He was at Cambridge, then developed radar during the Second World War. My grandmother was a historian. She is probably the one person in my family who showed warmth and care. You know, you would enter a room and she would make you feel valued. She would make you feel cherished. And actually, when she died five years ago, I had a, this is, I'll be interested in your thoughts on this. So often at funerals, at least in England, people mourn the dead and mourn their departure and that loss. And they also say nice things about them after they've died. And so people never get to hear those nice things. But I took a different approach to my grandmother's death. I thought, well, let me identify her virtues and let me try to inculcate them in myself so the wonderful things that she did can live on through me. And so I try in my interactions, albeit imperfectly, to make people feel valued. Like one thing I like to do is give credible compliments. So I like, I think so many people, they're trying their best, but might not feel appreciated or recognized. And I can give several, for example, earlier this year, I was in Morocco, where I was doing research for my book. And this wonderful family invited me for iftar, to break the Ramadan. And the mother made the most glorious spread, you know, there were so many different dishes and they were all delicious. And I sat there with her family. And I noticed that not one of the, not her husband or either of her sons said anything nice. They didn't say how delicious the food was. They didn't praise it. And that's common the world over, that women's care workers not recognized is not valued. And I was, and I wanted to tell her how much I enjoyed the food and this is delicious. And this is like, and not just to say it's delicious, but to explain why. And afterwards, when we were washing up in the kitchen, I said to her, I noticed that other people didn't comment on the food. And she said, yeah, they treat me like a maid. And I think that's not a uniquely gendered issue, but there are so many people, whatever they do, they're trying, but people might not say what we appreciate and what we recognize. And I like to, I like to compliment people."
    },
    {
        "speaker": "Unknown",
        "time": "00:26:31.520",
        "message": "And I don't do it in an insincere, it's not just a fake claim, but I like to identify"
    },
    {
        "speaker": "Guest",
        "time": "00:26:36.600",
        "message": "and highlight and explain what I see in the other person that's brilliant and fascinating, because everyone has these unique draws. And that very much comes from my grandmother. And so that's something that I try to inculcate. And I want everyone to leave an interaction with me feeling better about themselves and feeling happy about that interaction. So that's important for me. So even though I'm a nihilist, I do try to, you know, spread joy, in a sense, okay. So, so, okay, so now we come to, okay, so let's say we've done the undergraduate degree in philosophy, then I did a three month internship with an NGO working on poverty reduction, because I'm now interested in that. I initially wanted to be a human rights lawyer. But through this experience, I realized, actually, I wanted to understand the causes of underdevelopment. So I was going to the LSE, and I switched to master's to study international development. They would allow me to come, but I had to wait a year. In that intervening time, I had a year to kill, what was I going to do? So in walks the country director of ActionAid, the Gambia, she walks in, and I introduce myself to her, I say, Hi, I'm Alice Evans. And I'd like to come and work for you. And so off I go to the Gambia. And that was that. And while I go to the Gambia, I do a search of all the professors at the LSE. Is there anyone who's studying the Gambia? And I find a professor who is, I volunteer to be her research assistant, we do a research project on gender, and I realized the importance of social esteem. So I, so I even before my master's, I was doing this six month qualitative research project, then I went to the LSE. And I was so excited, I thought now I'm going to find some brilliant minds who will be able to discuss these topics as we talked, you know, I'm very curious, I'm eager to discuss. So I went in and I had read everything."
    },
    {
        "speaker": "Unknown",
        "time": "00:28:18.000",
        "message": "You know, I had studied everything and I was eager to chat."
    },
    {
        "speaker": "Guest",
        "time": "00:28:20.720",
        "message": "And I was so disappointed. You know, people could regurgitate the two basic readings. So that was disappointing. You know, I think throughout my life, I've always wanted to find people who might want to share and discuss these ideas. But you know, that wasn't at the LSE. Then, so then, after my master's, I decided I want to pursue a PhD now, because I was and I chose to continue with Professor Sylvia Chant, because I knew her, we had a nice relationship. So I was interested in gender, merely because of she was interested in gender, it wasn't like I had this strong feminist zeal. Many of the studies on gender at the time were often short term studies, you know, micro finance, does it change gender relations in six months? No. So I thought, well, actually, you know, gender relations take a long time to change generations. And so what we need to study is the lingerie. So I thought, where is a good place for me to study 100 years of how gender relations change? And I picked Zambia, because from the 1930s, there have been ethnographic anthropological studies. So 1930s, 1950s, 1970s, so that was a great place for me to go to. One hitch is that people will be speaking Bemba. So obviously, I need to teach myself Bemba, how am I going to do this? Well, I contacted a professor of languages at SOAS, who, but then we couldn't find a deal, we really couldn't find many resources. So I found on eBay, a colonial missionaries drama book. And I also found a sort of dictionary from the 1960s. And I studied this. And then I went to Zambia, I just went to some event, I met a school girl, and I said she was 16. Her name's Esther. And I said, Can I come and stay with you? And she said, Yes. So I lived with that family. And every morning, I woke up at 4am, I studied my grammar book, I soon realized that the dictionary I was using was totally antiquated. I mean, these were like, deep rural Bemba that missionaries were using. So no one was using these words. So what I did is I wrote my own dictionary. Every time I heard a word, I drew a picture of it, because that's a form of active learning that the more we creatively engage with a concept, the more we it aids our learning. So I wrote this dictionary, I wrote my own dictionary, I became fluent in Bemba, and I also lived with I also, in that period, one day I was interviewed, I mean, it's this, it's my intense curiosity that pushes me to take to pushes me to be bold and take risks, because all I want to do is learn. And so nothing else matters. So I wanted to interview a local government counselor. So I the day and she's living in a slum. So the day I meet her, I say, you know, we have a nice chat, we have a fantastic interview, we get along, I say, well, can I come and live with you? So then after that, I lived in the slum for six months. Another time, I went to interview an MP in the same area, and she invited me to stay with her. And then off I went to live with MPs and, and while I so in Zambia, all the MPs live together in a sort of BNB type event type affair. And so while I was staying there, I was invited to go on national TV and was interviewed about my research in Bemba. So I was on state TV. And then here's this young white woman, I was what, 24 at the time, who's fluent in Bemba. And so I became famous across the country. So I would, anywhere I would walk, I would get on a bus, I would get in a taxi, I would be in a supermarket 200 miles away, and people would know who I was. One time I was even deep, deep in the bush, and I was giving all my official papers to this person, you know, showing I had approval."
    },
    {
        "speaker": "Unknown",
        "time": "00:31:53.960",
        "message": "So she was like, I know who you are, I've seen you on TV. So that was all very helpful that people felt that they knew me."
    },
    {
        "speaker": "Guest",
        "time": "00:32:01.040",
        "message": "That study, so that study in Zambia, was really important. So what I learned is, in Zambia, there's now a saying you can hear in markets, in schools, in homes, they say, banamayo, kutibaa bomba inshitao shaabaomei. And what that means is, women can do what men can do. And this has emerged as a result of economic behaviour and cultural changes in that from the 1980s, there was worsening economic insecurity as a result of the plummeting price of copper, state cutbacks, HIV AIDS, and men could no longer provide for their families single handedly. And so women surged into the labour force to provide for their children, to make ends meet. And initially, this was just adding to their drudgery, you know, they weren't being recognised, they weren't being valued. But through prolonged exposure, as people saw women fighting to provide for their children, to pay the electricity, as widows were demonstrating equal competence alongside men, then people and through public discussions, you know, people discussing, talking in the marketplaces, sharing stories about these women pioneers, sharing stories about women mechanics, women professors, women doing all these great things, people came to recognise and revere women and that encouraged social change. So that was my PhD, broadly. And then I realised another conundrum, well, why is this social change being faster in cities than in rural areas? And that's a global phenomenon, that in cities, people are generally much more liberal, much more gender equal, etc. So I thought, right, I want to test, I want to understand this. So let me do a comparative rural urban ethnography. So I returned to Zambia, I interviewed some rural urban traders, and they invite me to go back to their village. So we were talking about and so to get there, I was going to board a coach, take a shortcut through the Democratic Republic of Congo. And on the way, these Congolese border officials stop me and tell me to disembark the coach. These eight soldiers take me into a room, and they shout at me in the local language. And you can understand this, you know, they haven't been paid in a long time, they want to intimidate the white person. I totally understand that. As luck would have it, colonial borders were arbitrarily imposed. I already knew their language. So I reply in my polite and fluent Bemba, and I explain myself, I explain my purpose, I'm perfectly calm. This frustrated them. So they took me to another room, where they shouted and texted me in French. As luck would have it, I'm part French. So they eventually released me, off I go, back on the coach, through this 10 hour drive through the muddy parts of Congo, I arrive in the village. And that was wonderful. This is a place of no electricity, no running water, no phone signal. But you know, I talked to people, I tried to understand why many of these traditions had persisted in the village. And I learned that, you know, this is a place that's, this was a swamp. So it's much more socially isolated, many of the, the vast majority of the women there were wives and mothers. And that's, you know, people grew up anticipating that. So even if, even if, and also there's this, and I realized how negative feedback loops can persist. So even because of fear of social condemnation. So for example, one woman, Mavis, she was a trader in town. And through trading in town, she heard that in town, women kept their own money. And she wanted that. She definitely wanted that. But she couldn't push for that at home. And that frustrated her. And I asked her why is because people in her community wouldn't support that. And she didn't want to fight that battle. And similarly, I was talking to a man in town who, through coming to town, he realized that gender based violence was wrong, that was wrong to be your wife, he was definitely opposed to it. But back in the village, he would not intervene in such cases, because he anticipated social condemnation. And I think that's an important point about what I call our norm perception. So even if we are privately critical of something, if we anticipate social disapproval, we often choose not to rock the boat. And that can create what I call a despondency trap. Because if we never see successful resistance, people may not push back. And so then they never see successful resistance. And so these places remain caught in a negative feedback loop, and that impedes social change. So it's the isolation, the death of economic opportunities, leads to cultural persistence. So that rural study was that's really important. And then I had another conundrum. Well, I wanted to test my hypothesis, because what I'm ultimately saying is that it's cities catalyzing social change, it's the diversity, the heterogeneity of people, or it's you know, that myriad exposure, you know, in a Zambian copper belt, you're bored of bus, and you'll see a woman going off to her office, you'll see a woman driving a truck to the mind, it's all those myriad exposures, those associations, seeing the different different things going on talking about them debating things. Just yesterday, I was at JNU chatting with female students about their same experience that they're sharing ideas. And I was thinking that cities themselves are catalysts of social change. But maybe I got it wrong. Maybe it was just about women having economic opportunities. So I thought, well, let me test this hypothesis. What I need to do is look for a rural labor demand shock, I need to find a village where there's suddenly been female employment does, you know, in a rural environment with this isolated that doesn't have those diverse experiences and exposure, could female employment catalyze a change of its own accord. So I think where in the world is a rural labor demand shock, I know, Cambodia, because of rising labor costs and land costs in China, many factories have relocated to rural Cambodia. So off I go to Cambodia, and I start learning Khmer, I contact a family and I do rural urban comparative ethnographic research in Cambodia. And that was enormously fascinating. So every morning at 5.30am, I'm chatting with the factory workers. And through this, again, you know, the rural factory workers were saying how, you know, they feel pride that they're able to support their families, just like sons, they feel pride that they're able to support their parents, but it's not like they have their own, you know, incredible autonomy, they're not like they're challenging gender barriers, you know, it's that they're gaining status, they're gaining pride, they're gaining esteem, but it's far more, there's far more radical disruption in cities, you know, I talked to garment workers, and they said, and one told me how, in the apartment next to her, the husband was sharing the care work. And she realized that, hey, hey, yeah, you know, if I'm working, my husband's working, my husband could also be doing the washing up. So she pushed for that, too. Her husband refused. And so she divorced him. And I talked to students, too, and they saw, and they said, well, you know, the other day, I saw a woman driving a tuk tuk, which is their equivalent of an auto rickshaw. And they were like, women can do what men can do. And I talked to male students, and they'd say, yeah, I came from the village, getting a scholarship or bursary, you know, subsidies for education. And I saw these women administrators, I saw these women managers, and I realized that women can do stuff, too. So again, I see the same theme, that cities enable this diversity, this exposure, these critical discussions. So that helped me realize something about the broader process of structural transformation, that cities, combined with relatively high rates of female employment and public spaces of open discussion, can enable cultural change. But in this process, so what I've told you, it's basically like Alice having a dialogue with Alice, right? All these things have been like me testing my own hypotheses. There's very little engagement with the outside world. I mean, all these articles that I publish, they always publish well. I never felt that there was a strong appetite or interest in my research. Whenever I went to conferences, people were doing radically different things, you know, there might be an RCT or there might be something. I never found there was an audience that was interested in what I was doing. It was just me by myself, interested in it, interested in it for my own sake. And I think there, Twitter in part has helped me because I'm able to reach out to a broader audience. I do find some people who are interested in these bigger questions. And so I think that has been liberating in itself. But I think also, so often you hear academics complain that there are disciplinary gatekeepers. And you know, in economics, for example, they might say, you know, journals want to publish these kinds of research or this is popular. And I think of that as a little bit like an abusive marriage, that if people try to please one person, then they're beholden to that narrow gatekeeper, whether it's journal gatekeepers or whether it's the abusive husband. But that's contingent on your desire to please that one narrow group. We can, we each have the opportunity to step back and liberate ourselves and say, actually, no, I don't want to. That isn't the audience that I want to please. So my PhD happened to be in geography because I'd followed Sylvia Chant. I didn't like what the geography journals were pushing me to do. They let me to theorise space. I thought that was pointless. So I stopped publishing geography. So I think I've always had this, I've cultivated over time, incrementally, this sense of what makes me happy? What do I think is important intrinsically? Let me pursue that. I'm not going to be beholden to whatever kind of social policing or social convention. I'm going to do what I think is important. So I think that's a consequence of, you know, gaining knowledge. But I think then another, in terms of continuing this theme about my research, 2019 was a major step change because that's when I really engaged deeply with a debate around what's called the Great Divergence. So this is the rise of the West, the economic divergence in how some nations became rich and democratic and others didn't. And I found this fascinating. I like these big comparative questions. I was totally engrossed. And through maybe three months of reading this literature, reading absolutely everything, I was struck by something. I realised there was also what I call the Great Gender Divergence in that all countries are patriarchal, but we also see, if we look at objective, nationally representative indicators, that in the Middle East, North Africa and South Asia, it is men who grow out of their homes primarily to run family businesses, organise politically and make the laws of the land. In post-communist countries, Russia and China, women do work, but they're excluded from politics. Russian government and Chinese politics are almost exclusively male, whereas in Latin America, there's been this radical feminist transformation, soaring rates of female employment, massive feminist rallies against gender-based violence, 11 legislatures now have gender parity. So it's converging with Europe, even though it was much more patriarchal. And now today, Scandinavia is one of the most gender equal places in the world. But for much of human history, it was far more patriarchal than bilateral and matrilineal Southeast Asia, the Andes, the Gulf of Guinea and Southern Africa. And so this, this is what I call the great gender divergence, this cultural heterogeneity across the world, notwithstanding, you know, and so and so I started to study why exactly that had happened. And so broadly, my argument is that the great gender divergence occurred primarily in the 20th century as a result of the enormous economic and political divergence, because with technology and technological change and job creating economic growth, women seize those economic opportunities. We see soaring rates of female employment and advancement in both Europe, North America, and also East Asia. And by going out to factories, to jobs, women form friendships, and they start to challenge and criticise many of these patriarchal ideas and traditions, they develop a politics of solidarity. And these female friendships are the, the foundations of feminist activism, and women also seize political opportunities, so where there's democratisation, in South Korea, for example, women organise for Me Too, they organise in Latin America, they challenge these, their stigma and shame around rape. But the rate at which women seize those political economic opportunities is mediated by their culture. And so then I wanted to understand the enormous divergence and causes of why in some cultures, male labour supply rises weakly with economic jobs and opportunities, and so I can talk about that if you'd like. And so then I decided, I wrote to Princeton, and I had this big book proposal. And I said, listen, here is the most fundamental fact about humanity that we cannot answer. I want to study it. This is what I propose. I propose to study a history of every single country in the world. This has not been done before, but I believe I can do it. And at that time, you know, people did not believe that was possible. But you know, I'm someone who's made my own vagina, who's taught myself to become fluent in Bemba, and I pretty much believe I can do anything I want to, anything I put my mind to. I have learnt that with practice and perseverance, I can do it. And I thought this was an important project, and I wanted to give it a try. And so that's what I've been doing for almost three years now. And so I've come to India as part of that study to, you know, try to learn, to listen to different people traveling across India. You know, so while I've, you know, read much of the literature and understanding, you know, different academic perspectives, now I want to talk to people to hear their stories. So let me come back to your question, what makes me, what makes me so upbeat and optimistic? I think it's, I have pursued what's made me happy. I have liberated myself from forces and organizations that would try to restrict me, constrain me. I do what I enjoy, but I'm also enabled by incredible generosity, incredible kindness. Like I was saying earlier, when I was stuck in Jaipur, the father offered to, you know, drive me all the way. When I was stuck in Jaipur, the guy offered to drive me all the way to Udaipur. So it's people's support and kindness and encouragement, you know, I am not, I do not exist in a vacuum, all of this. And going back to Twitter, you know, I have received incredible support, encouragement, and that social reward, that social recognition has really helped me continue. You know, it's a lot of encouragement, a lot of support. So I'm happy in that respect."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:20.440",
        "message": "Fascinating. There's so much to double click on, but I'm just wondering if this gentleman in Jaipur who offered to drive you, you should have told him, yeah, okay, drive me, he'd probably have driven you to the bus stop and said, there's a bus, take that bus. No, I'm kidding. Lots to double click on here. And I'll, you know, before we get to your work and the great gender divergence and all of that, which we'll come to, before we get to that, you know, some more questions about your personal journey. And one of the things that I'm sort of struck by is how you bookended your wonderful answer by talking about happiness. And the sort of notion that you looked at it in an intentional way, you started by saying, I decided to be happy, right? As an act of intentionality. Later on, when you speak about college, you spoke about how you realized that any skill can be learned. So you could almost shape yourself by learning the stuff that you were learning, you know, and then you go to Zambia, and you learn Bemba, though, I have to tell you that if I try to teach myself a language by drawing something for every word, I would just be babbling, because I'm really bad at drawing. So I guess you're good at drawing as well, which is, again, in the time that you learn philosophy, one of the and I'll ask you about each of them, I won't ask you about freewill, I'll ask you about metaethics. But one thing that you mentioned was how you sort of realized that identity isn't a fixed thing, who you are isn't a fixed thing, you know, which is a theme I keep going back to on how it's contingent, not just on perhaps on circumstance, but also on little things like the chemical composition of your brain, or what did you have to eat that particular morning, if something is off a little bit, you're a different person entirely. And that speaks to also this effort you're talking about, of sort of building yourself deciding to be happy, deciding to be good at x, deciding to be good at y, deciding to follow all of these different things. So tell me a little bit about that, because sometimes when you know, I think in my, you know, extremely negative, pessimistic way about identity, and so on, I sometimes wonder if somebody says something good about me, that, you know, that does this person know that I'm really winging it, that all this isn't real. And then of course, the question at the back of that is that what is real? If everything is kind of constructed, either consciously or otherwise, by you, and most people, they are who they are kind of by default, they don't think too hard about this stuff. They think happiness is something that happens, not something that you can cause yourself to be right. So what are sort of your thoughts on becoming who you are, you know, especially when you realize through your study of philosophy that it's all fragile, you know, that you could just grow older and get dementia and forget everything. And if you forget everything, who are you, you know, you're back to nothing, except you no longer have the tools to build it back. So what's your sense of how your identity evolved when you look back at yourself? What do you like? What do you not like? When you think of who you are, you know, sort of what are your feelings? What did you want to be? How did you see that, you know, perception of yourself sort of changing with time?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:29.240",
        "message": "I liked your question, what did I not like about my past? You know, what aspects of Alice Evans were less good in the past?"
    },
    {
        "speaker": "Unknown",
        "time": "00:50:37.680",
        "message": "I think perhaps in the past, I might have allowed myself to be shy, to be nervous, to"
    },
    {
        "speaker": "Guest",
        "time": "00:50:46.040",
        "message": "be easily intimidated. And I've overcome that in the way through encouragement from others. So I remember after my PhD and postdoc at the LSE, I went to Cambridge, and I was very nervous. I was very intimidated. But I had a wonderful colleague, Emma Maudsley, and she said, listen, there's just this Cambridge myth. These are just normal people, don't be intimidated. And that support and encouragement made me feel okay. And so I could engage with them. So that I mean, you know, right now, I may strike you as this confident, bubbly person. But this has been an incremental journey. It's about trying something, taking a risk, being supported by others and realising I can do it and then thriving. So I think, you know, that so I was not always this confident. I mean, there was a period when I think I was about 13. And this was a result of my father's bullying, that I barely spoke, all I did really was just apologise. I just say, I'm sorry. You know, that's what happens when you live with a bully, right? So it's not like I've always been this, you know, go get in feisty, independent mind. I mean, let me give you another example. So I run my own podcast. Not as successful as yours, but I started it when I was in Cambridge, because even then I was relatively confident, but I knew that there were a number of other amazingly brilliant minds who might be shyer and more worried about self promotion, they, you know, reluctant to put themselves out there. And I thought that's a net loss for the world, because we're not hearing their brilliant ideas. So let me set up a podcast and let me interview them. So I was doing all these interviews with academics, and I wanted to highlight their research. And this is also part of my, my love and excitement for learning. So the other day, I did a very nice, I met at their conference in Udaipur, I met Soumya Dhanaraja and Vidya Mahambre. They told me about this research they just done. And so they that very day, I say, hey, let's do a podcast. This is great. And they were a little bit nervous. You know, they were worried. They hadn't done a podcast before. But I was encouraged. I said, listen, your work is fascinating. I want people to hear about this. And so that's why I started the podcast to share brilliant ideas. But even when I was doing that podcast, I was often deferential to my guests. I was, even if I was privately critical, I was reluctant to say, I don't think that's possible. I don't think that's persuasive. I didn't want to embarrass them in that spot. I didn't want to be too aggressive. I've always been, and this is possibly a consequence of my father, I've been incredibly uncomfortable with conflict. I don't like personal conflict. It makes me tense up. If someone is abusive or horrible to me, I'm just silent. I'm silent. I don't say anything. I don't speak back. And in my podcast previously, in my earlier episodes of my podcast, I did not challenge my guests because I didn't want to be too conflictual, I was worried they wouldn't like it. And actually some male guests did react, sorry, yeah. And so then a kind friend said to me, listen, I was listening to your podcast and I think sometimes you disagree with them, but you don't say it. And I think that's common for many people, especially women that we're reluctant to challenge. And they said to me and they were really encouraging and supportive and they were like, listen, you've read this material, you know your stuff, you can express yourself and push them. And people enjoy that, people like a feisty podcast. And I did that increasingly and I think, but it really depends on the guest. So for example, one of my great, one of my very close, my best friends, he's very kind and he's very supportive and whatever I say to him, he never is aggressive or hostile, but other male guests have been. So I once interviewed a professor who I won't name, but, and I challenged him on this podcast and afterwards he sent me this hostile email. He did not like that, he was like, well, I didn't know about your views and I, why were you taking me to task? And I was like, well, you could have read about my research. Anyway, he was upset and there was a backlash about me challenging him, but anyway. So my point is, my rambling point is that I was initially, even despite all those debate clubs, despite all that independent travel, I was previously much more cautious, much shyer, much less reluctant, more reluctant to rock the boat and challenge things, more, you know, quieter. But it's something that I've learned that many people may try to, you know, assert themselves. And part of, you know, developing an open dialogue and a more egalitarian relationship is to assert oneself. And so I can draw a brilliant example from the Gulf of Guinea. So in the Gulf of Guinea, there was, there were women always had in Yoruba and Igbo, Asante and in Cameroon as well, women had their own independent networks and they use that female solidarity to challenge men that would try to transgress or try to challenge their autonomy and authority. In Cameroon, they would even say, you know, a man dare not even steal an egg from his wife's chicken coop because these women, you know, gender relations aren't set in stone. It depends on women mobilizing, protecting their entitlements. And that's, and that is something that I've learned to do. It's a skill I've developed."
    },
    {
        "speaker": "Unknown",
        "time": "00:56:33.680",
        "message": "Yes."
    },
    {
        "speaker": "Guest",
        "time": "00:56:34.760",
        "message": "So that's a, so, so to answer your question, what do I not like about the old Alice Evans is that not so much to dislike, but I've learned how to be more confident and more assertive in myself. And I've learned also to be more diplomatic and to learn the ways in which it's possible. And I've learned how to get along or cultivate, you know, get along with a diverse group of people. And that's come through, you know, traveling the world, meeting lots of different people."
    },
    {
        "speaker": "Unknown",
        "time": "00:57:08.680",
        "message": "So I've learned diplomacy and I've learned assertion, I'd say."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:16.320",
        "message": "Early on, you know, in your first answer, you spoke about how, when your dad filed for divorce, you was just so delighted that this shit is over. Later, you spoke about Cambodia and about how these women would go to factories and that, you know, they'd be, you know, staying, staying with next to other women like them. And they'd hear another woman say that, oh, my husband shares his housework. Then you spoke about this young lady who demanded the same of her husband and divorced him, you know, which is again, a cause for celebration. I once I think 13 years ago, I wrote a column about how the best metric we can use in India to show whether women are progressing or not is rising divorce rates, which I felt was great. The higher they go, the better they are, because it shows that women are getting more empowered. But a larger question I have for you, and we'll, of course, talk about all your research and all your work in detail, but the larger question that I have is that isn't marriage toxic? Isn't marriage fundamentally toxic, especially for women? It's convenient for men. But isn't it toxic? And therefore, when you look at the larger arc of history, like what you've done so beautifully through all your writings and your essays, is talk about how all our norms, all the ways that we behave, the structures in society are shaped by things like geography and economics and different kinds of circumstance. And so the change that we see through the decades and centuries seems agonizingly slow, extremely incremental. But I'm going to ask you to take a leap now, and imagine maybe two 300 years later. And it seems to me that marriage in many ways, especially in the ways that we think of it is already redundant. And there is an acceptance of it, which is a lagging acceptance, and it'll take a long time to play out, but it simply doesn't make sense, especially for women, especially in"
    },
    {
        "speaker": "Guest",
        "time": "00:59:03.320",
        "message": "the shape that it is now. Okay, let me answer that with three points. Point number one. No, I do not believe that marriage is toxic. I've met many people in wonderfully happy, supportive, loving relationships, you know, the experience of love, it can be found."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:16.840",
        "message": "I don't mean every marriage is toxic. I mean, the notion, the concept of marriage, the way people look at it, both men and women."
    },
    {
        "speaker": "Guest",
        "time": "00:59:22.560",
        "message": "I think marriage can cultivate hierarchies and inequalities if several conditions are met. One is if, one, the cultural valorization of marriage as the most important end point for a woman means that women can be constantly striving and desperate for that marriage. So, Shrayana has a wonderful book, Desperately Seeking Shahrukh. And she highlights how, and also there's a fantastic book on India called Chup, when it's about, you know, women being socialized for marriage and believing that, you know, going to marriage is the most important thing. And if women who fail to achieve that are somehow defunct and flawed, and that can trigger, you know, that social policing means that women might, you know, opt for the wrong, for someone who doesn't make them happy and remain in an abusive relationship. So it's one, the cultural valorization of marriage. Two, it's the dearth of economic opportunities that might make women reluctant to leave that abusive marriage. And three, if divorce rates are very low, then we're, and if there's strong social policing, women may believe that they can't exist alone. So for, and we see this across, so there's this, Bijou has a great paper on terrorism and dowry deaths and his argument, as I recall, it's from Karnataka, he talks about women being reluctant, women getting married, then their husband's family exploiting her and beating her up to leverage more dowry and her not leaving because of fear of social policing, the failure, you know, the condemnation of a divorced woman. So it's the condemnation of divorce and the dearth of economic options, and also women's fear that they cannot manage alone means that women continue in many of those abusive, unhappy relationships. So those conditions can cultivate hierarchy, you know, the unquestioned inequalities and the lack of exit options. And that's it. And let me add a third point that even in societies where marriage rates are low and where women do divorce, that doesn't get you to gender equality. So let me give you the example of the Soviet Union, where as a result of the communist model of extensive growth, there's very high female employment, there continues to be very high female employment, there continues to be a high number of female headed households. So many women have chosen, you know, that many women have chosen to exist independently, and they can because they're economically autonomous. But still, because totalitarian communism suffocated feminist activism, there is very weak feminist activism, and women are not represented in the corridors of power. And the Russian government continues to discriminate against women. So there are weak protections against gender based violence. So a couple of years ago, the Russian parliament actually decriminalized domestic battery. So even if a woman is living, it's not about you yourself, whether you choose to get married or not. It's about the social and political environment that enables gender equality. So I will come out and say marriage can be totally fine and loving and wonderful and happy. There is a range of other social and political conditions that are also important."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:32.960",
        "message": "Yeah, I'm kind of thinking looking ahead that assuming that the arc of human history goes"
    },
    {
        "speaker": "Guest",
        "time": "01:02:37.360",
        "message": "towards progress and goes towards a nicer place. Oh yeah, I need to come back to your 300 years question, and I need to play the pessimist"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:42.760",
        "message": "here."
    },
    {
        "speaker": "Guest",
        "time": "01:02:43.760",
        "message": "Go ahead. Yeah. Okay, so I think that, so the reason I call my book, The Great Gender Divergence, is that some countries have become much more gender equal, whereas in others, we see far slower transitions to gender equality. So despite rising growth, in much of the Middle East, North Africa and South Asia, we still see very low rates of female employment, for example. So that is what they call the divergence. And there are reasons to think that that divergence might persist. And let me highlight three things that pose a risk. One is rising authoritarianism. So gender equality is partly a matter of challenging patriarchal ideals, challenging ideas that women should fast for their husbands, challenging ideas that women should perform subservience by doing everything for their husband, doing the housework for their husbands, etc. And that happens through debate, you know, what Amartya Sen calls the argumentative Indian. And that flourishes in conditions where there is open debate, where there is free thought. And so rising authoritarianism, which we now see across much of the world, can stifle that public debate because people become more reluctant to speak out. And so it's not even suppression of civil debate more broadly, it has a silencing effect on feminist activism because it it mutes that culture of resistance, which is hugely important. So where we see rising authoritarianism, we should expect to slow any kind of cultural change. And what's second point. And so, for example, in China, even though there are very high rates of female employment, even though women are enormously successful in business, crackdowns on Me Too, media blackouts, media blackouts on Weibo and WeChat mean that many people regard sexual harassment and abuse as inevitable. And it is very difficult. So debate is absolutely critical. Open debate is hugely important. Second issue is a primary driver of rising female employment is job creating economic growth. But there are two obstacles to that. One is climate breakdown. Climate breakdown, absolutely, as you know, and I don't even need to argue this point is going to suppress job creation, right? It's going to suppress economic growth through one environmental disasters, destruction of physical infrastructure, and also high temperatures, which make it impossible to learn to acquire human capital to be productive. And so that will make it so much harder. Third issue is automation, especially if our institutions continue to allow job killing automation. Automation doesn't necessarily need to kill jobs, it could augment labor. But if our institution, so for example, in India, female labor force participation in rural areas has declined as a result of mechanization of agriculture. So you know, if you have mechanization in ways that reduce demand for labor in Bangladeshi families, we've seen in factories, rather, since 2013, Bangladeshi factories have hired fewer laborers, they've hired fewer low skilled laborers, because they've increasingly mechanized. So if we have authoritarianism, or job killing automation, and also climate breakdown, then that means that we're caught in what I call this patrilineal trap, that if the available female earnings do not compensate for male honor, then women will continue to remain at home. And so that would be the story for South Asia, North Africa, and the Middle East, whereas in Africa, which in much of Africa, like in Zambia, where I was, women will be trapped in rural poverty, and they will continue to bear many children, their families will not have the money to educate them. So they will quit school at 16, bear lots of children and struggle to acquire the assets, the resources to challenge dominant men to go to the cities where they learn about all these different ideas. You know, I am not going to, you know, everyone wants to know what will happen in the future. And I'm not, and that's alchemy, right? We cannot know, there's so much chaos and contingency. But there are three reasons to think that great divergence will continue."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:47.620",
        "message": "So there I am the pessimist. I just, yeah, it's, it's a terrifying moment, because there's great cognitive dissonance, because I just realized that I'm optimistic on all three points you mentioned, but optimistic in the long term. I think in the short term and the medium term, I'm quite, I think the outlook is bleak, but I'm optimistic briefly in the long term, because, you know, as far as authoritarianism is concerned, I think, I hope that we're not doomed to this forever. And technology empowers individuals. And hopefully, we'll find a way out of this as far as climate change is concerned. I think in the long run, we will solve it. I have enough faith in human ingenuity, we've come through other crisis before. And if we don't, well, you know, what's a big deal of one species vanishes. And you know, adapting nuclear energy would just go a long way. I mean, the campaign against nuclear is, you know, utterly daft, and I've spoken about it very often on this podcast. I'm not so worried about, you know, economic growth, either. Yeah. And I'm not, I'm not that worried about automation, either, because that's been a common concern throughout history, that, you know, machines will take away the job of humans, but any disruption is temporary. And in the end, productivity goes up, and it just works out for everybody's better. But even if I were to agree with you on all of these,"
    },
    {
        "speaker": "Guest",
        "time": "01:08:01.960",
        "message": "I just clarify, I'm not, I would not want to say what I think will happen."
    },
    {
        "speaker": "Unknown",
        "time": "01:08:06.000",
        "message": "All I'm posing is three risks. Those are three risks."
    },
    {
        "speaker": "Guest",
        "time": "01:08:09.560",
        "message": "And other people can assess whether or not they will happen. All I'm saying, if those three things happen, then you should not expect a greater gender"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:16.760",
        "message": "I get it. You're not forecasting and neither am I for that matter. But even assuming that these risks were to hold us back, it's an argument against, you know, that perhaps we may not progress to where we hope to progress. But my question was more like, if we do progress to where we progress in a thought experiment where you know, the gender divergence sort of ends that you get more or less equality between genders, then I think a concept like marriage, the way we look at it today, along with various other concepts, just it looks like one fixed template for a relationship, which is skewed in one particular way. And we need not follow this conventional template. There are many other templates for how people relate to each other. You know, in India, for example, people talk about the need for there to be a uniform civil code. And my point is, no matter what you feel of a uniform civil code, your ideal end state in a thought experiment is where there is no civil code, where people make voluntary contracts with each other with and voluntary agreements and live according to that. Obviously, that's never going to happen. It's it's at least not in a future I can foresee because society is just structured the way that it is right. And because of that, you do need protection for for women for different oppressed classes within society. But leaving that aside, moving on from sort of the question of, you know, marriage, which we normalized, tell me a little bit more about your academic journey, that when you you know, you get into academics, you've taken a very unconventional route to where you are, in the sense that you haven't been formally trained as it were in these fields. We'll talk about Twitter later, but you were set upon by a mob and I noticed one tweet from somebody saying, Oh, she calls herself an ethnographer, but she hasn't studied ethnography. She's done geography and this and that, to which my reaction, I mean, I just hate that kind of credentialism. My point always is you have to judge people by their work. You know, I haven't done a PhD in podcasting either. So fucking what and your work in that sense cannot speaks for itself. But how did you navigate your way through academia as it were like earlier, you've said, like, you know, in different episodes, I've spoken with academics about the great academic circle jerk, where it's like you're caught in what Indians would call a chakravu. That once you're playing that game, you're stuck in that game, you know, you've got to get published in certain journals, speak a certain kind of language, there are topics and themes that are fashionable. And you know, some subjects will get you funding, other subjects won't. And once you get stuck in that, it's just academics talking to other academics, you're"
    },
    {
        "speaker": "Guest",
        "time": "01:10:53.200",
        "message": "not going out and engaging with the world. Right. But that's an active choice. So lots of people complain. So let me speak to two points. Firstly, I would say on the so my three formal degrees are one philosophy to international development three geography and the geography was geographies abroad field and then I studied qualitative research methods and that entire year was ethnography and I was living with families. I was fluent about me. I think that counts as ethnography. Let me say one more point. So each of the transition from philosophy to international development, that's a big change because you're going from questioning the meaning of life with zero empirical content to suddenly starting social science. That's a transition. Yes. But I could do it because I was just going to read absolutely everything. I mean, I devour. One friend said, you know, you take the books like combine harvester in a field of daisies."
    },
    {
        "speaker": "Unknown",
        "time": "01:11:50.320",
        "message": "Right."
    },
    {
        "speaker": "Guest",
        "time": "01:11:51.320",
        "message": "And it's also important is the way that I read. And this is something. So I did a postgraduate certificate in higher education where I learned about active learning. And this is the idea. You know, passive learning is just reading a book. But often my students might get to the end of the chapter and have no idea what they just read. And part of active learning is creatively engaging and questioning and and raising questions about it. And that's how I try to approach books by asking questions or or thinking what this prompts. So I've always been actively. So it's not just about the volume of the books. The volume of books I've read, but also about the way that I read in a in a critical style, thinking about it. And Twitter really helps because sometimes, you know, I try to explain, et cetera. And then to go back to your question about being beholden to narrow gatekeepers. Yes, absolutely. Some people complain that one, each discipline privilege is a specific kind of research. So the geography journals wanted to talk about space, for example. And they complain that they're constantly jumping through hoops. But that in itself is a choice that we're making. We're saying, I want career advancement. And so then I will do what these people want. And I have decided that what's important to me is not my job title. If I'm senior lecturer or reader, so what? So what? Like, that's not the most important thing to me. If my department thinks that I'm it's it's just not important to me. And this goes back to, you know, my my fundamental idea that I need to work out what's important to me. And by pursuing that, I can liberate myself from these social conventions, which we can question, which we can emancipate ourselves from. So I have incrementally realized that I do not need to be beholden to conventions. And it's also other people encouraging me and supporting me. So there was this, I saw this prize, this blog prize that I'd never blogged. But I saw there was a prize for blogging. And so I thought, hey, I'll go for that. And then I started blogging and I enjoyed it because that was another way of sharing my research with the world. And I've increasingly realized that that can have value and a useful because there are many economists who might, you know, not read all that huge volume of anthropological of quality literature, but can quickly go to my blogs and find something interesting. And I can synthesize these literatures and I can share these ideas and I can communicate with a far bigger audience. And I came to increasingly realize that, you know, journals, you know, are a locked journal that one, many people in many parts of the world cannot afford and cannot access. And even if they could access, you know, it's only about eight people reading it because they need to get the reference or the citation. I mean, I don't understand why so many brilliant minds, enormously clever, brilliant minds might be spending all their time, all their resources, publishing things that no one's going to read, that I don't get that, that model doesn't appear to me. But now there's blogging and writing this book, yeah, then I can actually be sharing ideas and what I'm trying to do now, you know, this isn't what my goal now is really not the mission of Alice Evans. I'm trying to build a new field and I will only, and I can't do that alone. I absolutely cannot get, I cannot pretend that I will get the answer absolutely right by myself. So what I really want to do is for others to be excited by this project and join me. And, you know, they may, you know, everyone has got their different skills and interests and whether it's a comparative study of Bangladesh or India, or whether it's looking at the impact of automation or whether it's looking about, you know, marriage, whatever. I want to share this research so that other people realise, hey, this is a big fundamental question and we want to answer it too. We want to take a stab at that bit to look at what's happening in Spain. So the more that I, what I'm actually trying to do is lower the barriers to entry. I want more people, I want to create this field, create, you know, help people. So I'm building the jigsaw, but I want to make it easier for other people to study these questions in ways that they find exciting and tantalising. So I'm not remotely territorial. And this is part of you, I'm de-territorialising my own terrain. I'm saying, hey, come with me. And so three weeks ago, I was in Boston and I gave a talk with economists who were great and we were talking about these ideas. And I'm also giving a talk to anthropologists. So I want to speak to all these different disciplines, because there are so many people with so many brilliant tools and techniques and their own ideas, their own ways of analysing these things. And I want everyone to jump on board, because there have always been many books on the rise of the West, you know, economic divergence, but not on gender. And so now I think, hey, let's take a crack at it. And I'll take the first step. I'll get out the broad outline, but, you know, there'll be a lot of things that I'll get wrong. So, you know, let's, you know, all hands to the deck, I say."
    },
    {
        "speaker": "Unknown",
        "time": "01:16:40.840",
        "message": "So it is a different model."
    },
    {
        "speaker": "Guest",
        "time": "01:16:42.480",
        "message": "It is a different model of academia. And another thing I would say, another way it's different. So when I try to reduce the barriers to entry to studying these questions and to share research between different brilliant minds, whether that's through my podcasts or through my blogs. Another aspect is academics have historically spent a huge amount of time applying for grants. So they'll write these long, long, long documents. So for example, earlier this year, I spent ages, maybe three months applying for two million euros in funding because I wanted to get five PhDs and postdocs to study my research question, comparative histories and gender in their own languages. So in Arabic, in Mandarin, you know, I thought, hey, let's get more Alice Evanses, but in their own languages, because there's a huge amount of data, I can't access it, I'm flawed. Let's have other people with their own knowledge doing what I'm doing. Let's multiply Alice Evans, but you know, in their way. I didn't get that funding, but it was an enormous cost in my time, an enormous cost in my time. So that was a total waste of time. And I got nothing out of it. And many academics do that. They spend their time chasing grants that they don't get. So now what I'm doing is actually trying to cultivate an alternative way of academic inquiry. Let me share this research and other people of their own volition will find it interesting and choose to do it. So we're not going through some complex bureaucracy. It's not that I'm applying for grants, then recruiting and hiring RAs who are then under my management. What I'm saying is I'm making here are these questions, if you like it, come aboard of your own independent volition and we'll do it. So there are numbers of ways in which I'm offering or exploring or experimenting with"
    },
    {
        "speaker": "Unknown",
        "time": "01:18:21.160",
        "message": "different ways of doing things."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:22.480",
        "message": "I love the kind of open source inquiry that this is headed towards. And I appreciate what you said earlier about it being a choice, whether you play the academic game or not. But the incentives are all tailored in one direction. And this is a common lament I hear even from people within academics that listen, we don't have a choice but to play that game. So one, are you an outlier in that sense that you have chosen not to play the game and you walked away and you're trying to do something different? And two, when you talk about building a new field, do you mean building a new approach to doing the kind of work you're doing? Or do you also mean building a new field field?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:59.520",
        "message": "And can you elaborate upon that? So I just mean the great gender divergence. So no one has ever. So the most fundamental fact about humanity that we don't know is why some countries have become so much more gender equal than others, all of patriarchy, but we can't explain that. So that's the field that the great gender divergence, that's what I want people to explore alongside me. Now why am I not beholden to career incentives to such a degree? I would say two things. One is it's this intrinsic love of learning. And that matters more to me than any title people can give me. So I just want to know the answer. I jump out of bed each morning because I'm excited by a book."
    },
    {
        "speaker": "Unknown",
        "time": "01:19:40.000",
        "message": "So yeah, so what is this intrinsic quest?"
    },
    {
        "speaker": "Guest",
        "time": "01:19:45.280",
        "message": "I mean, it's like, you know, sometimes people ask me for productivity hacks, or, you know, what's your routine? And all that is endogenous. Because what's underlying all this is like this intense, creative, obsessive lust and passion to understand the answer to stuff. So that drives me absolutely. And that's what I think is important. And that drives me. So that's my fuel. And the other aspect, so one is my goals may be different. Another aspect is perhaps money doesn't matter to me that much. And that may be in partly because of my background of economic privilege. You know, there are many people for whom they have children, they have financial responsibilities, they may want to acquire more wealth. But money has never been that important to me. Money is not something, I mean, what am I going to do? Buy more books? I mean, I already get, yeah, I spend a lot of money on books, but you know, there's only so many books I can read. So one is I'm really, so I have the economic luxury of not caring that much about money. And that's a privileged position, I totally accept that. The third aspect that I would say is incredibly important, and I keep coming back to this is that I have been enabled to do this by other people having faith and confidence in me. So Princeton University Press, when I explained this project to them, I told them I would need eight or nine years to study the global history of gender. And they accepted it on my terms. And so they gave me a contract with that long time horizon. So whereas other academics might be under pressure to publish every single year, I have this contract. So Princeton University Press, I absolutely thank and support them. I've also been able to cultivate a number of grants that, you know, enable me to travel around the world. So that gives me a sense of financial freedom, financial autonomy, you know, people having belief in Alice Evans. So it's absolutely, so going back to your point is, me, my love of learning, to me really not caring about money. And because of my economic privilege, and, and three, other people's faith and support in this project."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:59.200",
        "message": "So let's double click on the love of learning. And at one point, you said you read absolutely everything. I think you said that a few times, and I tell my writing students don't use adverbs. But in this case, absolutely seems quite apt for how much you do seem to read because almost every day on Twitter, you're like recommending a couple of interesting books, and I've bought a bunch of books just because I've seen you tweet about them excitedly. So tell me a little bit about what is your process of what you earlier described as active learning?"
    },
    {
        "speaker": "Unknown",
        "time": "01:22:26.360",
        "message": "Like, how do you read?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:27.360",
        "message": "Do you have a note taking app? How do you take notes? You know, what what sort of your speed of reading in the sense, one of the things I'm kind of blessed with, which enables me to do this podcast is I can read both fast and deep at the same time, I don't skim, I can do that I can take notes, but I'm, I have a feeling you read much more than me. So I'd love to know about what your methods are of assimilating knowledge of giving them the time to seep into you and for you to think about them, contextualize them in the light of everything else that you've read. So take me a bit through that process, like you say, you bounce out of bed in the morning, because you're looking forward to reading a book. So, you know, so what's a typical day in your life and you know, what is this active learning process like?"
    },
    {
        "speaker": "Guest",
        "time": "01:23:09.280",
        "message": "Okay, I want to answer that in two parts. One is I want to share active learning that might be useful to others. So I, as I mentioned earlier, I did this two year qualification in how people learn and I was fascinated by that process of learning. And I think that's enormously important, because we can be more productive if we if we apply active learning. And so I tell my students four, four fundamental things. So, one is when they read a paper or a book, they should be able to reflect on it and synthesize that material in a single sentence. So that active synthesis, so what is the main argument? Two, they should look what evidence is presented to support that argument. So they should look through the book saying, well, where is the evidence does that and then three, does that stack up on their read? Does it support the argument and to be critical of the evidence or the methodology and for them to think, well, how does this approach differ from other perspectives, other literature in that field? So it's that four prong approach, which I use to which I encourage my students to for active learning. And then I always, yeah, so that that's what I encourage my students to do. Even on my process myself, again, trying to apply my active learning, I sometimes use Twitter here, because what I try to do is to present a book in a way that appeals to a broader audience. And that pushes me to be creative, to think, well, let me make this interesting to a wider audience. So let me connect this to a bigger, bigger question. Let me help people understand this. Let me help outsiders understand this. So the more that I'm creatively engaging, thinking about how to present that material and present that evidence is actually, let me confess, part of my active learning process. And I'm thinking about the ideas relating it to the broader question. So that public engagement is actually part of my active learning. I mean, of course, I don't, I don't tweet about everything that I read, you know, I'll tell you a story from. So I have this software called Zotero, which is a form of referencing software. And so just the number of things that I've cited, so that's not the totality or the totality of everything I read. But I think in the past three years, it's now up to three and a half thousand books and papers. I mean, it's a lot, but it's always with this mechanism, always with this mechanism."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:36.280",
        "message": "That's three a day, basically. Yeah, yeah, yeah, yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:25:39.600",
        "message": "How many books do you read in a day? It might be some combination of books and papers. Oh, yes, you asked, you asked about my, my, my day routine. So usually I jump out of bed, I do that, I do the book, I have this, you know, the hive of activity, and then exercise is very important to me. So I usually spend either one or two hours exercising at some sort of middle of the day or something like that. So I do my exercise. And that's really important. And I think that can also, I think, you know, there's huge endorphin release, it's important to be away from the screen. So my best ideas come to me when I'm charging through the countryside, running. And I think there's also, and I don't know the the academic research on this, so I present this only as an anecdote, there's also a sense of confidence through being athletic and physically strong. Like, I think one reason why I'm not intimidated when I'm traveling around the world is I can see men and not be intimidated by them. So I think that that could be one, but the mental health, I have huge mental health benefits from being very athletic, going through the countryside, fresh air. I love it. And I do a range of sports. I run, I cycle, I swim, I do yoga, I do Pilates, I lift weights, I do everything."
    },
    {
        "speaker": "Unknown",
        "time": "01:26:54.200",
        "message": "And I get a great joy out of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:56.960",
        "message": "Yeah, you mentioned before we started recording that you went to a gym with a friend and you were stronger than all the men there. Yes. Yeah, I'd be just the other way around. If I went to a gym, I'd be weaker than all the women there. So there you go, playing to those stereotypes as well. Because my next question, there's always a trade off when you get into a subject between thinking too broadly and becoming too narrow. Now, one of the traps that people in academics have fallen into is they've become what my friend Ajay Shah would describe as the prisoners of domain expertise, right? So they choose a specialization and they are kind of trapped there, you know, growth in GDP in the middle class in Congo between the years 1632 to 1633, and so on and so forth. And they're completely trapped there. And that's all that they can see. And they're not bringing wider insights to bear on their work, even from their own discipline, forget other disciplines. And the allure of going broad is that you can bring different frames from different disciplines to look at a problem that you can, you know, you may look at something that is happening in one country and use your insights from other countries and be able to, you know, see things that a domain specialist wouldn't do, I think, in, you know, somewhere, I forget where you wrote this, but you quoted Fukuyama, where you said that, you know, you don't know your own country, if it's the only country, you know, something to that effect, right? And that's beautiful. The danger, however, of being broad, is that whenever you comment on anything that is narrow on any specific thing, a narrow specialist who has studied only that thing will say, hey, you're being too broad, you're generalising, you're painting with broad brushstrokes, right? And this seems to me to be an insurmountable problem."
    },
    {
        "speaker": "Guest",
        "time": "01:28:42.640",
        "message": "No, it's not. Tell me about it. I absolutely agree. I need to be as expert as every single expert. So for every topic, whether it's marriage in medieval Europe, I need to know that literature. I need to be absolutely on top of that literature. And I don't believe there is a trade-off between breadth and depth, if you have infinite time and an absolute passion to understand it. So the comparative lens, so for example, by comparing East Asia and South Asia, we can understand the massive importance of job creating economic growth. So back in 1900, both of these places were extremely patriarchal. So South Korea, Korean women, rather, gangban, elite Korean women were veiled. They even had this seesaw whereby behind the walls of the household, girls would play so that one could jump high and see over the barricades. So there were patrilocal marriages in East Asia. Women were, yeah, inter-arranged marriages with very little autonomy. Confucianism had the three obediences, be subservient to your husband, your father, your son. You know, Chinese women, their feet were broken and bound. Culture in China always celebrated female sacrifice for male honour. But through job creating economic growth, mass manufacturing, at first families might be reluctant for their daughters to go out to cities because they were worried about losing honour, about losing faith that other people would talk and their daughters would become unmarriageable. And all this resonates with what's happening in India today, right, that families are reluctant to allow women to go to the cities because they worry about their daughters becoming unmarriageable. And they only do it in cases of economic desperation. But in East Asia, job creating economic growth was so intensive that girls, the flocks of women were going to the cities, that it became a normal expected part of adolescence. So no family needed to worry about sticking their neck out and others gossiping because it became so normal. So that big comparative lens really enabled me to see the importance of job creating economic growth. So that breadth helped. Now I'm in India to understand the depth, right. So I've been to Rajasthan, I was in Jaipur, I was in Udaipur, I went to a small village near Bharatpur, I'm also going to Bangalore, I'm going to Chennai, Mumbai and Calcutta. I'm speaking to, I've been speaking to Dalit journalists, Dalit politicians, Muslim families, students at JNU, housewives, domestic workers, all these kinds of people, because I need to understand the depth, right. This is getting at the depth. This is understanding people's stories. This is understanding the nuance. This is understanding every single life and people's diverse struggles, their aspirations, their beliefs, how they see it. So I am, and I admit, I mean, you know, I know my project sounds outrageously ambitious. You know, I'm trying to do breadth and depth and I believe, and I may not get it perfectly right, but I'm trying to do it all because I believe that one should do it all. And so that's why I want people to help me too, you know, to help me, you know, where I fail, they should try. I'd like them to come and help me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:51.360",
        "message": "The two keywords in your answer were infinite time. You said it's possible to combine these two. There is no trade off if you have infinite time, but of course we don't. That is a fundamental scarcity, right? Princeton gave you eight years or nine years or whatever, and you think they are being generous. But when you're in your ninth year and you realise you need another 18 years more and they're knocking at the door, that'll be interesting. Like one, I would say that, yeah, at some point you can perhaps reach the stage where, while you're coming at it from a broad perspective, you're not making major errors on any particular domain. You can get that kind of depth. I accept that. But at the same time, I think that given that one doesn't have infinite time, you know, I would imagine that at some level that there is a trade off. But I'm guessing by saying that you can do both breadth and depth, you mean that you can get adequately deep, that you're not making any big mistakes?"
    },
    {
        "speaker": "Guest",
        "time": "01:32:41.840",
        "message": "Well, let me at least try. Let me at least try. So I'm not going to pretend that my book is going to be perfect. There will be things that I get wrong and other people should rightly call me out. And I welcome them calling me out. And even in this journey of research in the book, there are major ways in which I've revised my beliefs because I'm constantly learning. So there were things that I previously didn't understand that I've revised my beliefs. Every single day I'm revising my beliefs. My learning curves are astronomical. So let me not say that I think I can get it perfectly right. Let me just say that I agree we should try to master both breadth and depth and I will give it my best shot."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:21.920",
        "message": "Yeah, no, absolutely. I mean, one of the things that struck me when I was reading all your essays, I mean, you call them blog posts, but they're all these wonderful essays. Most of them is that, you know, one that I found that I have something to learn, not just from the content of it, which, of course, I do, but also from the approach, which is an approach where you're constantly rocking your own priors, as it were, to, you know, take the name of your podcast, like you wrote this piece about three things you got wrong about patriarchy. And the first of them is, quote, when I lack globally comparative knowledge, I was blind to country specific characteristics, stop, quote, and there are two others. And you're kind of talking about all the things you got wrong. And this brings me to your fascinating use of Twitter, which I absolutely love, by the way. The other thing about Twitter, and a lesson that I learned early, is that not everyone is there for the same reasons that you might be there for, right? So my imagining of Twitter was that, okay, you go out there, you put your links out there, you do all of that any conversations that happen, happen in good faith, and this is like a very 12 year old view of it. And obviously, it's not like that there are different games being played on Twitter itself, there are ideological tribes being formed within which you have people trying to raise their own status by attacking others, and you know, passing judgment on others always makes you feel more virtuous, because you're automatically on a pedestal if you're passing judgment on others. And that's like a toxic face of Twitter. Now, by and large, I love Twitter, because it's a great if you curate your feet, well, we feed well, you have access to the finest minds in the world thinking aloud every day for your benefit. This is such a bloody privilege, unimaginable 40 years ago, right? Now, what I see you as doing is that on the one hand, you're talking about the things that you've learned and the research that you've done all of which is very rigorous, which has come through reading many books. In fact, whenever one reads a blog post by you clicking the links is, you know, a source of learning by itself. So on the one hand, you're doing that you're presenting all of that. On the other hand, you're thinking aloud, you know, you're walking through a town, you're talking to the bus driver, you're talking to this person, you go to a wedding, you talk to three people, and you're putting that out there, right? And you're thinking aloud. And it's a very open source kind of way of thinking. And these two are happening in the same account. And even if they weren't, it wouldn't matter because, you know, people could still get after you. And the thing is, this is not a space where everybody is going to give you the benefit of the doubt and figure out that, oh, this is what she's doing. And most people and I believe that the silent majority out there has goodwill, you know, it's this process of seeking knowledge and refining knowledge. Most people are like that most people are good. But you know, mobs will randomly form when somebody will interpret something you said in bad faith. And we'll and you know, we won't go too much into detail because I just find it unpleasant to think about it. But you've been at the receiving end of a mob like this recently, I have a number of times in the past as well, right? So how do you get passes? How do you like what you do on Twitter by having opening the space for dialogue, where you're essentially telling everybody that, hey, I'm thinking aloud, I could be wrong, tell me how I'm wrong. I learned from that I'll incorporate it, which is not just posturing because you actually do that. It's very obvious from your blog post that you're engaging with everything that kind of comes at you. But how do you sort of then deal with this kind of toxicity? Because you know, you can't and I remember having this conversation once with our mutual friend Shruti Rajgopalan, and you know, and I was kind of telling her that everyone's looking at you so closely. They're so determined to misinterpret every damn thing that you say, that you almost have to be idiot proof. And her argument was and I now feel she was right. And her argument was that you can't be idiot proof all the time. If they want to find something, they'll find something. All you can do is be intellectually honest and say what you have to say. So what are your feelings on this, given that it's such an important part of your process of active learning, like you pointed out?"
    },
    {
        "speaker": "Guest",
        "time": "01:37:17.840",
        "message": "Thank you. So one, I would raise another way in which Twitter has been incredibly useful, is that so many people, knowing that I'm traveling through India have contacted me saying, Hey, Alice, would you like to meet up and they've been incredibly kind to the other day, let me give you a story. So I, and I'll come to answer any of your questions in due course, but I received a message from this anonymous account with the name of a white male European. And they said, Hi, Alice, I'm in Jaipur, do you want to meet up? And I was like, sorry, not to be rude, but who are you? It's just like this anonymous account. And they said, Oh, I'm 23, I'm an MPhil student at JNU. I was like, so you're female, you know, because I have, you know, I need to be a little bit careful before, you know, jumping, jumping on every opportunity. And they say, yes, yes, yes. And so we met. And she was tremendously fast. So she came from a Hindu Muslim family. She told me all about her life, her student politics at JNU. And the following day, which she invited me to meet her family, and they were incredibly warm and welcoming. Then we went to the village the day after that, and we met many of their extended Muslim relatives. And so I learned so much. And we were traveling together and we're meeting up, I think tomorrow, in fact. And so I learned a great deal from her. And there have been so many other interactions like that. So just yesterday for breakfast, a guy who was involved in JNU student politics around the time of the 2012 gang rapes, and how he became involved in the protests for, you know, resisting impunity for male violence. So many people have contacted me through Twitter. So many Indians have invited me to their home. So for example, I posted data on Ahmedabad asking, you know, why is the rate of female labor force participation so low, 13%? And then someone contacted me. She said, Oh, I live in Ahmedabad, would you like to visit? So and people have asked me to, invited me to Calcutta, you know, I'll raise the question, well, what's going on here? And people invite me to their homes. And so that's great. And so Twitter has enabled me, a total outsider, because of people's warmth and their generosity and their kindness and their support and understanding for this project. You know, that would not be possible without Twitter. And so I'm so grateful that Twitter has enabled so many different people. Now, I, of course, grant that many of those people using Twitter are enormously privileged, economically privileged, often Brahmin. But also, through Twitter, people see that I have a, they see my profile, they know who I am. So I've also been able to contact Dalit journalists, Dalit politicians, so you know, it's having your name people saying, Oh, that's that person they've been tweeting. So that gives you that helps. And also through the many of the people that I meet, I'm able to expand their network. So for example, the woman I met from the Hindu Muslim family, it was her who invited invited me to the villages where people were living in a state of, you know, not, you know, prosperity. So I'm, I am able to use these networks to access more and different people. So one is, Twitter has been enormously beneficial, and maybe let's say in several ways, one reaching different people learning from them to the critique. So that and because Twitter is so enormously valuable for something that I privilege, which is learning that almost any cost is worth it. So after the after the, a couple of Twitter mobs, I did protect my account. And I did lock it, but I unlocked it for two reasons. One is I saw someone celebrating the fact they cancelled me. And I thought that was so disgusting. And I thought if someone is celebrating gleefully, suppressing my speech, that I thought was dangerous for other people. I did not want to perpetuate an environment that someone thought, yes, we've cancelled her primarily because I was worried about I thought I don't want to be part of that if they think they're going to know let's not. But I also realize I also because I privilege my research, because I privilege, because I prioritize learning, and because I realized the gains to Twitter, I wanted to unlock my account to allow some abuse. You know, that's a trade off, right? I was willing to endure some abuse, because the gains to my learning is so huge from Twitter."
    },
    {
        "speaker": "Unknown",
        "time": "01:41:28.760",
        "message": "So that's, so that's, so that's the second point to the third point that enables me to"
    },
    {
        "speaker": "Guest",
        "time": "01:41:34.160",
        "message": "third point is that I have been very lucky that I have many kind friends, that when they do see nastiness, they reach out. So and they express kindness, and that helps me realize, you know, that gives me some support and feeling that, you know, it's very upsetting when people say hateful things, that's hurtful. And when people, when friends reach out, and they say they understand, and they and they and they think that it that it's unfair, that legitimizes us and that actually relates to a broader point in terms of feminist consciousness and the consciousness of marginalized groups more broadly, that many people may be privately critical of something, but they can be emboldened to resist once they have the support and encouragement of others. And so that's why I always emphasize this point of friendship and peer support. And Shruti has always given me support, and you did too. And I'm grateful for that."
    },
    {
        "speaker": "Unknown",
        "time": "01:42:28.240",
        "message": "And then a final point, so to say, yeah, so I think those and so how do I, but I won't"
    },
    {
        "speaker": "Guest",
        "time": "01:42:36.400",
        "message": "deny that I won't deny that these things are hurtful, but particularly because I would never I would never want to hurt people. Like I would never want to upset people, like I care, I do care about people's feelings. So I wouldn't want people to feel hurt by things. And I also need to learn, I need to learn to be more careful in how I present things. So I'm not going to blame trolls for getting it wrong. You know, I wouldn't even I shouldn't even call them trolls. I should be more careful in how I present my research. And that's absolutely on me. And that's something that I learned through trial and error, and occasional trolling."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:13.480",
        "message": "You know, I'll push back a little bit of that very last thing you said, because the truth is, no matter how careful you are, if people want to come after you, they'll find a reason to come after you. I mean, a lot of what has been said about you has really been said in bad faith. And if bad faith is your starting point, then it doesn't matter specifically what you say. But but yeah, I mean, sort of I kind of get what you're where you're coming from. And it's always disturbing, like my, my way of dealing with it also, you know, is a way of providing dopamine to myself. In the sense, I realized at one point, and this was a right wing mob, which attacked me after I criticized demonetization, that one, my strategy was just to block everyone, not just block people who were trolling me or abusing me, but block anyone who was being rude. So my habit is block anyone who's being rude, who's engaging in bad faith, either with me or with a friend, just block. And after a point, I realized that days which were quiet, I was sort of missing the dopamine hits that each block gave me. You know, you could say I was being addicted to blocking people. But once I became aware of this, I successfully fought this addiction. Otherwise, I could have, you know, been deliberately provocative just to be able to block people. But anyway, thankfully, I haven't gone down, down that road. So you know, let's take a quick commercial break now. And on the other side of the break, we'll, you know, continue talking about your life, but also actually get to your work, the great gender divergence."
    },
    {
        "speaker": "Unknown",
        "time": "01:44:39.760",
        "message": "So thank you so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:44.040",
        "message": "Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me. And I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now, I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the Unseen. I'm chatting with Alice Evans about her great work on gender, specifically her forthcoming book called The Great Gender Divergence, which we're all waiting for, which even Princeton is waiting for, though they are pretty patient. I don't feel like waiting another eight or nine years for it. So here's the thing, you know, I right when I began my research for this, obviously, the first step is you Google somebody's name, and there's an actress by the name of Alice Evans. And I was like, what is this? We must make sure that our Alice is the first Google search result and this other person, it's just intolerable. But leaving that aside, tell me a little bit about how you arrived at this subject in terms of this is what I'm interested in, and this is what I want to do. Like you already spoke about going to Zambia and doing that, you know, the narrow study that you did. But how did that process take place where you kind of broadened your view and you said that no, I don't just want to study A or B or C, I want to study the whole damn alphabet. How did that come about?"
    },
    {
        "speaker": "Guest",
        "time": "01:46:52.080",
        "message": "Well, I was always interested in these long term comparative studies. I've seen that through my rural urban contrast, my Cambodia, Zambia contrast, so I really enjoyed that. And I've always been interested in examining the causes of how the world came to be. So some, for example, economists or political scientists might examine the effects of some intervention or some shock. I've always been interested in why is our world like as it is. So that was my prior disposition, though, I tell you, I actually stopped researching gender in about 2017, no, 2016, 17, because as I was saying earlier, there really were, even though I was publishing fine in very nice journals, no one was really that interested in my research. And there just wasn't the environment. People just, they weren't bothered. No one else was doing what I was doing. So I stopped it. And I did labour repression and global supply chains. And I went on a total tangent of looking at corporate accountability. I compared the political, the politics of labour repression in Bangladesh and Vietnam. So I was, I'd even given up on gender because there was so many, you know, for example, you know, in gender theory, there's often a lot of understanding gender identities and gender fluidity and performances of gender, whereas you have these other, economists might be looking at smaller processes, you know, RCTs. So no one was doing these big comparative studies. And I think I was a little bit lonely in the sense that I just, there wasn't anyone who saw value in what I was doing. And so I thought, well, you know, let me not do, let me, so I didn't have enough self-belief to, to continue it. And then as I was saying, I encountered economic history on the great gender divergence, how the West became rich. And I, I loved this for the big comparative questions, you know, striking at the heart of the differences in our global society, and also using interdisciplinary methods. So drawing on also economics and understanding geography, so drawing or marshalling every method to work out what's going on. And so I really loved that. And so that's how I came to look at the great gender divergence. Now in terms of my methodology, when I start a new region, first of all, I remember when I started studying South Asia or the Middle East, I mean, I was totally overwhelmed, you know, I'm a total outsider, right? I know Zambia and Cambodia, what did I know about India? And that's incredibly overwhelming. And I, and I accept, you know, it may seem mad that I even embarked on trying to understand the history of gender in India. I mean, to be clear, no one has written a history of gender, or an explanation of how countries became so patriarchal in any one country. So I'm trying to do in every single country, what has not been done as an explanation of it. And how I do that is one, first of all, start with some broad overview history. So let me understand South Asian history, or let me understand history in Morocco. And then I piece together that jigsaw. So I go further back, I look at population movements by looking at genetic data of who moved in where, I look at archaeology, I read histories from medieval period, I read more recent studies from economics, sociology, anthropology. So all this time, I'm always piecing together little different parts of the jigsaw, definitely learning from all these disciplines, and iteratively building. So I think one difference that distinguishes my methodology from some of the big books on the rise of the Westwood, they often have their theory. But it's not necessarily developed from the ground up. What I'm really trying to do is study every single society and not go in with any priors, not go in with any priors at all, but try to assemble it from the bottom up. So we can use big studies in economics, for example, there's a famous paper by Alessina and others, showing that countries that had a history of the plough, typically have lower female labor force participation. And then we can try to use anthropology to trace changes over time to understand or archaeology or sociology to understand why that might be important and to do when you study each society in depth, you can try to understand why might the plough be associated with lower female labor force participation. So it's all a sort of, it's an act of assembly, it's an act of working with a 4D jigsaw that's continually in flux, and everything should be up for grabs. And this goes back to my philosophical training that there are no sacred truths that I should be questioning everything, and that I should be rigorously interrogating things. So for example, yeah, so there are many, there are many beliefs that I now hold that I didn't go in with. So for example, as a very secular atheist nihilist, you know, sort of left leaning, my prior was not that, you know, Christianity was some great force for the world, right? That's a position that would be taken by a centre-right who I definitely do not agree with. And so one of the arguments is that it was the Christian church that promoted the European marriage pattern, that is nuclear families, and that might, and it's the church that meant the church that Europe has these nuclear families, I was so opposed to that idea, I really did not want to accept the idea that there was something good in Christianity. You know, there are so many patriarchal aspects to the Christianity, and I associated it with the right that I just didn't like. And so I, and so I really studied all the literature on medieval Europe, I considered all the different hypotheses, I looked at the evidence. And then I think one thing that really changed it for me, I was reading this book, fantastic book called Ties That Bind by Barbara Hanawalt. And she looks at coroner's reports from before the Black Death. So in the 11th century, and what she finds is that even before the Black Death, these peasant families in England were cooperating outside their kinship group, they lived in nuclear families, women were working, and she shows that the nuclear family existed long before the Black Death. So it can, so the other geographical theories that the Black Death led to a far deeper labour market, and it was that those jobs in service that enabled people to live apart from their families and that broke down these kinship groups. But she's showing actually, all this existed long before the Black Death. And she also found that people were refusing cousin marriage, they were refusing, they were abiding by many, many of the prescriptions of the church. And so I realized, and she doesn't use her book to relate to the nuclear family pattern, but I realized that actually, the church was incredibly draconian, the church was interfering in people's private lives. And I realized that nobles were leveraging those incest prohibitions in order to stop their rivals for consolidating wealth. And so against my own priors, against what I consider to be my better judgment, I increasingly realized that there was an important role for the church in that they stamped out cousin marriage. And then as a result of that, couples were expected to form nuclear households, and you could only form a nuclear household when you'd acquired sufficient resources. And that meant that both men and women often worked in service on very, very low wages. And that meant a rather late age of marriage, because you had to acquire enough wealth before marrying. And then women continued to work after marriage in medieval Europe. And as a result of that, husbands and wives often cooperated. Now that's not to say that Europe was gender equal, far from it, it was incredibly patriarchal, men dominated the judiciary, the courts, the medicine, health, parliament, etc, religion. But at least there was that, that at least women were working. And so there are so many things that I've been, it's really this continually testing my hypotheses, that sort of, and you know, studying all sorts of bits together that's helped me work out what's going on. And the comparative aspect is really helpful too."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:12.440",
        "message": "Yeah. And that seems almost radical, given the context of academia, like one lamin that historians who've been on the show have, is that within academic history, you're always expected to have some lens or the other, right? So you'd imagine that what is history, history is you're talking about what happened. But actually, you look at academic history, and there'll be Marxist historians who'll always have that specific lens, and they'll apply that to everything. And within all the humanities, you know, it becomes, you know, as much a propagation of a particular political ideology as much as it is a pursuit of truth. And therefore, the approach that, you know, you've taken with this book is that I will have no priors, and I will just, you know, bring in frames from everywhere to look at this seems almost radical and also brave. So what's sort of been the reaction from within academia, for example, for something like this? So like, this is a big book, Princeton has commissioned it, it's a huge project, you know, do you get pushback from your academic peers and colleagues and so on and so forth? And is there jealousy, how does all of that play itself out?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:24.280",
        "message": "Let me say two things. I think that academics often talk about positionality, that our background experiences will shape the kinds of questions and research we pursue. And maybe listening to this podcast, some people might think, oh, she had an abusive partner, she had an abusive father, she was born without a vagina, of course, she ends up studying gender. And I would like to say two things. Number one, none of those experiences led me to gender, it was actually just because I knew the supervisor who was studying the Gambia. Secondly, I think my background experiences made me, I think through overcoming adversity and iteratively travelling the world gave me the confidence and the ambition to take on a big project. But what I would hope and what I aspire to, is that anyone else who studied the exact same question who looked at the same data would come to the same conclusion. So it may be my background experiences that led me to take on this big project. But I am, I think that there is an objective truth, which others could also reach out. And if I get something wrong, they should correct me. So that's my point about background positionality. So I don't, I'm, you know, all my research is going to be influenced by my priors, but I should try to challenge them and read work that challenges them. I also need to be careful about how I present my research, because to some, for example, it might be seen like I'm, I might be seen in various ways. So for example, when I talk about economic growth, my, I need to be quite emphatic that my point is, that my points are twofold. One is on job creating economic growth, not worshipping GDP in itself. And two, that job creation enables female solidarity, and the real point is this friendship and exposure and questioning and challenging. And I need to make that clear, because if I'm not sufficiently nuanced, someone might think Alice is this neoliberal defending GDP, for example. So it's partly about how I phrase and present my research. I think that's important. Yeah, I, I, it's difficult to know at that, at this stage, how everyone feels about it. I'm sure there is some resistance, I mean, in some groups might not like the point of regional comparisons. You know, gender research is often very specific about a very specific place. Some people don't even like the idea that I'm doing big regional comparisons. So anyone who knows India will say, well, there's huge heterogeneity within India. And that's absolutely true, but across India as a whole, men represent 89% of its leaders, of its political representatives. Across India as a whole, pretty much every state has a female labour force participation rate and certainly an urban female labour force participation rate of below 20%. So although there's this heterogeneity, and that's well below the global average in terms of both female employment and political representation. So for example, if you look at the World Economic Forum Gender Gap Index, where they look at these different objective nationally representative data on gender inequality, we do see that North Africa, the Middle East and South Asia are different from the global average. So some people, but some people would see my analysis as far too sweeping by ignoring that heterogeneity in it. So I think, so there are some people who have reservations with even asking the question that I'm asking, for sure, for sure. And that's okay. We all ask different questions. And I can, you know, let a thousand flowers bloom, let other people do their own research. But I think this is important and let me try for all those who are interested."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:07.480",
        "message": "Let a thousand flowers bloom, indeed. Let's sort of get to the topic at hand. And one of the essays I like the most is one that's titled 10,000 Years of Patriarchy Updated, right? And it's such a sweeping look at, as the title suggests, the broad history, you know, what is patriarchy? Where did it come from? What are the different factors that led to its rise? And before we actually get to that final sort of meta question, which is that, were there any role models you had in terms of either researchers or writers who have attempted similar things in different fields, obviously, not this one, like within, for example, popular"
    },
    {
        "speaker": "Unknown",
        "time": "02:00:45.160",
        "message": "nonfiction, you have people like Jared Diamond, who wrote his books on, you know, why countries"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:49.120",
        "message": "turn out the way they do, the importance of geography, and so on. There's Paul Collier, who's also looked at why nations have developed the way they have. Were there models you have where you said that, yes, this person is great, they're bringing this frame and that frame, and there's something new happening here? Who were your influences in that sense?"
    },
    {
        "speaker": "Guest",
        "time": "02:01:10.000",
        "message": "That's a great question. I think in terms of introducing me to economic history, Pseudo Erasmus, who's an economic historian blogger, he was enormously influential, and the rigor through which he looks at different theories and exploring evidence, that was hugely influential. I also have a really great friend who's really supported me, and I share many of my hypotheses with him, Professor Daron Adjemoglu at MIT, and he's written a number of big books. I don't have so many friends with whom I can discuss my research, but he's one person who's really supported me, and I share ideas, and we talk about it a lot together, so he's really supported me. I think that, yeah, there are a number, I mean, you mentioned all those big names, those big books, those big sweeping books were great and fascinating, all of those were written by men, all of those big ambitious books were written by men. Men tend to be much more focused, much more specific, and among those, I would highlight the work of Professor Naila Kabir. She's a brilliant scholar. So there are many scholars, also Professor Sylvia Chant, my supervisor. So there are many, many brilliant scholarship. Also another person who I have greatly admired, and her insights are hugely important, Professor Claudia Golden, an economist at Harvard, and by analyzing the US labor market, she drew the importance of tightening labor demand, that initially firms would impose marriage bars, that women had to lose their jobs when they got married, but when demand tightened, when firms and factories needed women, they abandoned these marriage bars. And I see that, and I've seen that pattern repeated across the world, that when you have tight labor markets, then firms increasingly want to hire women, and we can talk about that in the case of Taiwan. So there are so many scholars whose work has greatly enriched me, greatly enriched my understanding and improved my analysis, and it really is a collective project. It really is a collective project of me learning from other people, and I'm always very, very grateful when people message me again on Twitter, sharing their papers, sharing their research, because that really, yeah, that really helps me. It's absolutely, you know, improving our knowledge is absolutely a collective project. I don't want to give the impression that I think I'm this one maverick going at it by myself or alone. It's very much through learning from other people's brilliant research."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:38.040",
        "message": "Let's talk about the history of gender now, and you've written about three major waves of patriarchalism, as it were."
    },
    {
        "speaker": "Unknown",
        "time": "02:03:46.240",
        "message": "Why do you academics use such big words? It makes it so difficult for me. What's a better word? What's a better word?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:51.280",
        "message": "I can't think of a better word for this. Three major waves of, I mean, I'd just break it up, you know, male domination or something"
    },
    {
        "speaker": "Unknown",
        "time": "02:03:57.800",
        "message": "of that sort. Patriarchy. Patriarchy is fine. Actually, patriarchy is better than patriarchalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:03.200",
        "message": "No, no, I'm just kidding. No, no, it's fine."
    },
    {
        "speaker": "Unknown",
        "time": "02:04:06.560",
        "message": "I'm just pulling your leg."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:07.560",
        "message": "So you can't offend me. That's great, because that's what I tell people about me as well, that you can't offend me,"
    },
    {
        "speaker": "Unknown",
        "time": "02:04:13.880",
        "message": "but sadly. You really can't. I mean, there's nothing you could say that would offend me."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:18.120",
        "message": "OK, I'm not even going to try to test that. So, yeah, I'm not interested in offending others either, but no doubt others will test it out. So give me a broad sweep version of how patriarchy grows everywhere in the world. What are the factors that bring it about? And, you know, what are the traditional kind of explanations? And I know you've, you know, come up with seven explanations. I'm from, you know, I'm familiar with two or three of them. I knew the evolutionary one pretty well because I knew all of that literature. But what you've sort of done is that you've synthesized all of that. And this is, you know, beautiful sweeping narrative, which takes us all the way through 10,000 years to the present day. So let's start at the very beginning, as it were."
    },
    {
        "speaker": "Unknown",
        "time": "02:05:06.120",
        "message": "I'm ready."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:07.120",
        "message": "Are you ready for this?"
    },
    {
        "speaker": "Guest",
        "time": "02:05:08.120",
        "message": "I'm ready for this. Hardcore patriarchy. OK. So for the 100,000 years in which we are hunter gatherers, the evidence is pretty threadbare because, you know, they didn't leave that much stuff. But I think if we look, if contemporary studies of foragers and hunter gatherers over the past 200,000 years, over the past 200 years or any guide, usually women in forager economies are not secluded, though I don't think we should expect any kind of feminist utopia. Women may still be beaten, raped, forced into polygamous and arranged marriage. I think the real step changes, the three major drives of patriarchy were the plough, nomadic pastoralism and male dominated religions. So the Neolithic revolution, the advent of agriculture did not enormous, did not necessarily entail patriarchy. So if we look at cattle hayuk in Turkey, we see that men and women appear to have lived very similar lives. So bones and burials suggest no difference in stature, status or how they spend their time. We've seen like equal amounts of soot on both men and women, suggesting they spent similar time indoors. Similarly, if we look at Bronze Age Thailand, we don't see big differences in graves. Likewise, ancient Egypt, women had equal rights under law. They weren't veiled. Women were priestesses to the cults of goddesses. Women, women were managers in workshops, especially in the Old Kingdom. So women exercised status and had equal rights under the law. The major step change is one, the advent of the plough, irrigation and the advent of cereals. Now what I think occurred is that this raised the value of land because this increased crop yields. Now suddenly land became an important resource that could be inherited and bequeathed down the generations. Now a man who inherits land is able to attract or otherwise conquer many wives and concubines. So once you have inherited wealth, there's a selective advantage for patrilineal. That land can also become under threat because other people might want to raid and attack you. So groups will be more likely to survive and flourish if they're what we call patrilocal, if men band together with our cousins and uncles. So that seems to encourage patrilocality. So if you look at wherever there was a plough, irrigation, cereals, we tend to see the emergence of patrilocality in which those tight knit clans cooperate and share honour collectively. Now another important process is nomadic pastoralism. So 5,000 years ago, these gangs of young men erupted out of the Pontic steppes, so that's across Eurasia, and they were calling each other names of wolves and dogs. And if we look at the genetic data, we see that indigenous men were slaughtered and the steppe pastoralists raped or otherwise reproduced with women. And so from Spain to Korea, the male line harks back to the steppe, and what they did is institutionalise male dominance. So from both pastoralism and the introduction of the plough heightened, so we see patrilocality and patrilineal. Now as those societies expanded, as they flourished, as they became more socially, economically complex, getting to a population of 40,000 or 100,000, we also see, with the emergence of city-states, we also see the emergence of moralising supernatural punishment, religions. And there's been debates in academia where people are like, well, is it that socio-economic complexity led to religion, or was it vice versa, or is there a co-evolutionary process? And I think my general understanding of the literature is by religions often promoted social cooperation, like thou shall not kill, you know, there are a bunch of things that make people get along with each other. If you believe there's eternal damnation for not doing it, you're sort of a bit nicer to your neighbour. What some of that literature overlooks is another important driver of cooperation. So many of these religions, the Abrahamic religions across Eurasia, out-promoted female chastity, sexual segregation, veiling, virginity tests, keeping men and women apart. And I think that could be an important part of social cooperation and state expansion because it would have mitigated male sexual jealousy, or even female sexual jealousy. By keeping the sexes apart, people will be less jealous of other men, less likely to result in conflict. And so I think that patriarchy actually could have been, in inverted commas, good for social flourishing and cooperation. In addition to that, many of these ancient rulers often claimed divine authority. So in southern Mesopotamia, in Song China, in Herod, for example, they often claimed that we're backed up, the rulers claimed that they were backed up by God. Now if you're backed up by God, if God is with you, how on earth do you explain floods, disasters and famines? They blame disobedient women. So in 13th century, Mamluk Sultan Basbari, he blamed food price, food price hikes and floods and the rising bread prices on disobedient women and banished them from the city streets. So we do see the co-evolutionary process of male dominated societies, social expansion, and also these prescriptive social codes. And that's repeated across Eurasia. However, that process of cultural evolution was mediated by geography. So the plough, nomadic pastoralism could not spread in places where you have oceans, parasites or mountains. In those places like Southeast Asia, the Andes, the Gulf of Guinea, land never gained value. So in the Andes, the biggest animal was the llama. Like what can you plough with a llama? It's not much bigger than me. And so in those communities, land was not high value. So we don't see the patrilineal inheritance of wealth. Women were never tightly policed. There were no strict restrictions on female chastity or ideals of female virginity. Women continue to move freely and maintain their own social networks and political hierarchies, valorize women in folklore that recognize their authority. And they continue to contest men's attempts to check their authority and autonomy. So that's the broad story. So it's about the plough, pastoralism, male dominated religions spreading to places where possible or otherwise limited by geography. That's the sort of nutshell."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:52.800",
        "message": "Yeah. And it's fascinating because we always assume that progress happens in one dimension, right? And as you point out, you know, that's not the like just the Minoans and the Etruscans, for example, you know, you point out that, you know, they of course predated the ancient Greeks and the Romans and all of that. And they were chill. They were far more gender equal. It wasn't like heaven on earth or something, but they were far more gender equal. Women had a much better time and so on. But then the invasions happened by the pastoral, the nomadic pastoralists. I was about to say the pastoral nomadists, but whatever. And everything kind of changes. You also, I love this quote where you have from Mesopotamia, where you quote Uruk-Agina, who is the king of Lagash in 2400 BC, who says, quote, the woman who has sinned by saying something to a man which she should not have said must have her teeth crushed with burnt bricks, stop quote. And again, the whole pattern of controlling female sexuality, you know, where you write, quote, I suggest that controlling female sexuality reduced male jealousy, enabled social cooperation and flourishing commerce. This long predated Islam, stop quote. The point being that toxic as it was, there's a particular reason, an instrumental reason why it came about at that particular time and why it spread. Let's sort of talk about India, and I've done a couple of episodes, which kind of touch on that early history. I've done an episode with Tony Joseph, who wrote the great book, Early Indians, and with Peggy Mohan, who essentially, again, looked at that early period, but through the prism of languages. So, whereas, you know, Tony looked at what genes can reveal about where we came from and who we are. Peggy looked at languages and it was incredibly fascinating because, you know, the Aryan migration, as it were, happened around 4000 years ago, right? And they come out here and the way Peggy describes it is exactly as you write about nomadic pastoralist that it's troops of men just coming, marrying local women. And it's very interesting because they have different languages at the start and those different languages persist through generations. And that's a fascinating narrative there. But the revelation there and the turning point comes around 2000 years ago. And there's a great quote by David Reich, where he talks about populations. And he says that if you're looking for a large population, look at the Han Chinese, but in India, you won't find large populations, you'll just find many, many, many, many small populations. What he means by that is endogamy, where somehow 2000 years ago, and before that they partied for 2000 years before that, after the Aryans came, everybody was mingling with everybody else. So a particular ideological or political strand kind of won over and you had caste and endogamy. And therefore, you have sort of the India that we have today. And that caste endogamy, obviously, then has this preference for female seclusion, as you put it. Because once you have this situation where everybody from any other caste is a threat to your property, a threat to your women, so to say, then, you know, that increases the incentives for keeping the women locked up at home for policing them for policing their sexuality. And it kind of gets worse and worse. And it's a worse problem in South Asia and in India than in other parts of the world, where, you know, that drive to female seclusion is not so high. And you also talk about how this is further exacerbated in North India, as compared to South India, when you have the constant invasions by, you know, Turkic Muslim empires, or the Mughals as we would call them. And you know, they come in bringing Islam and Islam is again, a male dominated sort of religion. They have their own regressive traditions like purdah and all of that, which for various reasons, you know, it just exacerbates what is already happening out here. So give me a little sense on how we can look at India in the light of all this broad sweep, you know, I'd ask you to then turn your attention to India and sort of tell me a little bit about this, because obviously very heterogeneous, a lot of local variations, there is so much shit happening out there, you cannot generalise, all that is fair. But at the same time, you know, looking at it broadly can also make a lot of things clearer."
    },
    {
        "speaker": "Guest",
        "time": "02:16:09.320",
        "message": "Yeah. So, and again, I'm sure many of your listeners are more knowledgeable on this than I am, and they should correct me. So absolutely, yes, we know from the genetic data that caste has existed for at least 2000 years, and that tight endogamy is only possible by strictly restricting women's mobility. So of course, women were used, women did participate in farm work, but that's within your, on your own farms. And so you can limit their contact with outsiders. Whereas when people gained wealth, women might retreat to the family courtyard. On top of that, I think another really important point is that there was ancestral pastoralism in Northwest India. Now ancestral pastoralism, as we know from work by Anke Becker, and also Nathan Nunn and others, is that this is typically associated with higher rates of female seclusion, and greater idealisation of male honour and violence. And I think a part of that is, if you have agriculture, cereal cultivation, then the harvest can be easily taxed and appropriated and stored, and that can enable the formation of states and rule of law and imposition of rule of law. Whereas pastoralists can always easily evade the rule of law. And so that condition of anarchy can itself cultivate macho men, because you need to act just super tough so that no one dares fuck with you, right? You need to seem so tough, so violent, they need to anticipate that if they come to you, you will destroy their entire clan. So that itself may cultivate this ideology of clan sharing honour collectively, and protecting female clan. And it's especially a wonderful book on medieval Rajasthan, looks at how, you know, when one dominant group would take over another, they would often raid and take their women. And it was a way of humiliating their opponent and demonstrating one's mastery. And still today in Rajput weddings, for example, they take this, and I forget the precise term, but it's like a long silver sword type pole that they used to hit the banner that would go over the front of the house. And it's a way, and also in North India, there tends to be the bride givers have the subservient status. And I think that goes back to this history of the conquering clan, seizing the women from the others and using them as concubines, sex slaves, etc. So in that history, where we have caste endogamy, where we have ideals of purity and female seclusion, where male honour is contingent on female chastity. And that condition of conquest, then in came, one raids and slavery and taking our women, and that's an assault on male honour. And I think that may have exacerbated, that may have politicised religion. So still today, if you look at Pew data, their religion, people are much more religious in North India than the South, it's like 88% in the North, 35% in the South. There's also far greater opposition to inter-religious marriage in the North. And again, that may stem from this history of not wanting another community to take our women. And again, it's a sense of social policing, these are our women. Also, I think a really important point when we talk about Islam is to understand the cultural evolution of Islam, because this isn't about the Quran per se. Now the Quran per se has many egalitarian aspects addressing both men and women. Actually there was a step change in the 12th century when Iraq became the seat of the Sunni Muslim Empire and those rulers gained legitimacy through their close alliance with Persian theologians and Amit Kuru in his wonderful book calls this the Ulema state alliance. And as we were already discussing, Southern Mesopotamia was one of the most patriarchal places in the world. So now you have those Persian theologians, Tusi, Devani, Ghazali, they are empowered and emboldened to run these madrasas. And then those Persian texts, Udu texts, came to influence those Mughal courts. So I don't want us to say that we're talking about Islam in its original state. This is a process of cultural evolution influenced by some of those Persian ideas. And there were some aspects of the way that the influence of Arab tribes shaped the cultural evolution of Islam. So for example, to avoid the Jizya head tax, people had to learn the Quran, over in the Middle East had to gain an Arab patron and that fostered cousin marriage, because women under Islam, married women can own and maintain their own property. And that cultivated cousin marriage because people wanted to keep wealth in the family. So you see these strong kinship groups, these Persian theologians like Ghazali, and I'd recommend this wonderful book by Zahra Ayubi called Gendered Morality. She talks about how Ghazali and others promoted this idea that men are intellectually superior, men are uniquely capable of reason, and they gain piety by preventing fitna, that is moral corruption. So this isn't something in the Quran, this isn't something in Sharia law, and I want to be very explicit about that. So it's this cultural influence combined by slavery, which is exacerbated by history of male honor being contingent on female chastity, that I think may heighten some of these controls. But again, and I think that's part of the reason why women increasingly retreated into the family courtyard, and as families gained wealth, women were kept closer to the home. But all of this is also subject to flux and change. So I think that's my broad understanding of why North India generally tends to have higher rates of seclusion. So for example, if we look at Rajasthan, the rural rate of female labor force participation is 40%. But in urban areas, in towns and cities, it's 13%. And I think this is what I call the honor income trade off, in that families are perfectly happy for women to work in the fields because they're not mixing and mingling with outsiders. But in urban areas, families might be much more reluctant for women to be mixing and mingling in the streets, because then they could be mixing with outsiders. And that is a risk to male honor. So even though many women who I've spoken to in Rajasthan would like a job, it's principally a government job, because that's a respectable position, and there's less threat of mixing with outsiders."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:58.400",
        "message": "Tell me a bit more about the honor income trade off, as you call it, because it's something that's, I mean, we'll come back to history later, where I want to know about the rest of the world as well, the way we've spoken about India over the last 2000 years, so to say. But the honor income trade off is something that seems especially to be a factor in India"
    },
    {
        "speaker": "Unknown",
        "time": "02:23:20.480",
        "message": "and an impediment to gender equality."
    },
    {
        "speaker": "Guest",
        "time": "02:23:23.960",
        "message": "So tell me a bit about what that phrase means. So the honor income trade off is, in societies where male honor is contingent upon female chastity, then female labor supply only rises when female earnings are sufficiently high to compensate for that loss of male honor. And so that's precisely what we saw in East Asia. So for example, Taiwan had incredibly labor-intensive growth, job-creating economic growth, smaller medium enterprises from the 1980s really ran out of skilled labor. They couldn't hire enough men, so they increasingly recruited women, and the gender pay gap increasingly closed. And Taiwan now today has a smaller gender pay gap than the USA. Its legislature is 44% female, it has a twice-elected female president. And that's partly as a result of the income compensating for the loss of male honor. But let me nuance it a little for India, is that in Delhi today, not many people will talk about honor, right? That's not something that's so important, maybe in rural Rajasthan, but maybe not in Delhi today. But still, this history of male honor has profound repercussions for culture. And so the more that, so caste endogamy and ideals of seclusion were maintained by keeping women close to the home. And as women stay at home, they come to, we come to see the cultural celebration of female sacrifice for men, female sacrifice for men, and the ideal of male dominance. And that's ritualized and celebrated through culture. So the idea of women fasting for their husbands, the idea of women performing housework, feminist economists and sociologists often talk about housework as it's a tax on women's time. And this is an asymmetric tax and women are doing the lion's share of it and this is unfair and we need to reduce those time costs. And some people, for example, they look at data on India and they see that married women are spending a huge amount of time on housework. And they think that it's housework holding men back, holding women back rather. And that's true. But housework is also endogenous to our normative expectations. And the underlying idea, or at least as I understand it, is women performing their subservience to male dominance, that women doing things for men. So mothers doing all this housework for their sons and revering their sons and, you know, maybe treating their sons as small gods, right, or treating their husbands as small gods. And that itself has important repercussions. Because even if piped water supply, for example, would be able to reduce the absolute time burden of housework, that improved infrastructure, that development doesn't change the underlying cultural ideal that women are performing subservience to men. And as long as that's happening, then that cultural mindset persists that women are doing things for men. And I think that culture has emerged through this valorization of, you know, and the number of ways that culture persists. So for example, as long as you have this institution of patrilocality, that a woman leaves her household to join the groom's household, which, as I was saying, emerged through a number of traditions, then women are socialized to accept subservience. So for example, in my interviews with women, they talk about how one woman was saying how, you know, her mother would say, don't be stubborn. How on earth are you going to live with your in-laws? How will they manage? How will they? Well, they won't keep you if you're like this. So women are socialized. And I'd really recommend the book Chup on this, is women socialized, not some women, I should say, some women socialized not to have their own preferences, not to be independently evaluating things. Because if the expectation is that you have to leave to fit in with another household, to be subservient under another family, then women are socialized to take up less space, to adjust because they, because they're inculcated, some are inculcated with the fear that they are then dependent on that family's support and favor. And another important way in which this is institutionalized is through the mother-in-law relationship. And this is an important element of gender inequality that Anu Kriti has written about, for example, is that, you know, in poor patrilineal societies where female employment is very low and women lack economic independence, mother's prosperity and security is reliant on their sons, right? Women need sons to survive because the son is going to provide for her, to take care of her. So, you know, women have son preference and that's also encouraged through the cultural idealization that men continue the family lineage. But if a woman is economically dependent on her son, then she may resist and be resentful and be jealous of this incoming wife who's claiming an alternative alliance because she worries that that wife may destroy and fracture her relationship with her son and take him away and then she'll be left all alone and isolated. So that kind of female jealousy and animosity can lead to bullying and abuse between the women. For example, you were talking about marriage as a toxic institution or there are a number of other institutions and relationships between women that can also perpetuate patriarchy in a context of low female employment and dependence on men. And there's a combination of the way that economic dependence builds on the cultural"
    },
    {
        "speaker": "Unknown",
        "time": "02:29:11.080",
        "message": "valorization of men, you know, men treated as a better example."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:15.280",
        "message": "And an unintended consequence of this, you know, this mother-in-law daughter-in-law battles also is a rash of terrible TV dramas, which we kind of suffered through in the aughties. I mean, not that I watched any of them, but it crowds out better content. But anyway, that is so one sort of common narrative about women's empowerment and you mentioned it in your book in the context of other places is that household tech is a big deal, right? Because once you have a washing machine, once you have a dishwasher, your tasks become much easier. You have much more time. But what you're saying is that it doesn't really matter so much that one of the one of the key reasons why a woman is doing all of those is to express a subservience to the man. And she's got to do that anyway, if not this way, then some other way. It doesn't mean that if she has more time, she's necessarily going to go out and work. And therefore, at least in India, it's not as much of a panacea as one would think."
    },
    {
        "speaker": "Guest",
        "time": "02:30:13.760",
        "message": "Is that what you're saying? Yeah. So let me say two things. One, demand for so there's a lot of literature showing, for example, there are several papers in the USA that show the washing that suggests washing machines were engines of liberation. They reduce women's time burdens, but actually, that demand for washing machines may have been endogenous. It may have been that there was job creating economic growth. Women went out into the labor force and they were eager to pursue careers. And then they wanted washing machines to reduce their time burdens so that it could be the reverse relationship. And in India, we do see that even though fertility has fallen, which should have reduced women's time burdens, women remain laden with a number of domestic duties. And I think this is and I think this reflects a global trend. So if you look across national data, we see that in countries where the male breadwinner ideal is widely endorsed, women perform a larger volume of housework. So the actual volume of housework could actually stem from ideology and the child penalty, that is the cost of having a child when you compare European countries, where people believe that a mother should stay at home with their children, they do a lot. Then you see a larger child penalty. So the normative expectations that women should be performing this labor for men and for their children could be shaping women's responsiveness to economic opportunities. And so, for example, let me give a couple of examples that, you know, some rural families might want women to make fresh chapatis twice a day, right? The expectation or women should be preparing for Hindu festival and the absolute enormity of that work, whether it's making Ladoo or other things, right, the enormity of the expectations of all the things that mothers should do. So there's a nice paper, and I'll forget the name and terribly offend people, that they suggest that actually one reason that women might, educated women might even be limiting their labor supply might be so they can support their children's education. So prioritizing the family and putting their children first, putting their families first. And yeah, so there are a number of things that the idealization of serving men may persist and may increase the total burden of housework. And it's not just about housework, but it's the idea that, it's that these cultural ideals can persist alongside development."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:47.640",
        "message": "You know, just the thought of women making Ladoos for everyone, it's a kind of, it's a kind of sinister revenge, because sugar is poison, of course, so you're gradually killing your whole family by making them sweets, pat on the back to all the women who do that. And it reminds me of like Parkinson's law, which you could call the Parkinson's law for women because it applies so well, right? Work expands to fill the time available. So you know, your point being that it isn't enough if time saving technology comes along. The point is that, you know, there's something deeper at play here. And just going back to the honor income trade off, you know, where the honor side of the"
    },
    {
        "speaker": "Unknown",
        "time": "02:33:22.920",
        "message": "ledger is a bit weaker to begin with, for example, where there isn't such a preference"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:26.800",
        "message": "for female seclusion, it's much easier for women to go out there and work, all you need is that the economic returns increase, and then it makes sense. But here it's not just about the economic returns increasing, that is one way. But the other way is, you know, as you've pointed out, if there are fewer concerns about the honor, for example, there's less of an obstacle to women working in businesses owned"
    },
    {
        "speaker": "Unknown",
        "time": "02:33:46.920",
        "message": "by other women, you've pointed out, because the assumption is that they're safer."
    },
    {
        "speaker": "Guest",
        "time": "02:33:51.600",
        "message": "And I should, yes, so absolutely. So when families are more confident that women's honor is protected, then they're generally much more supportive of female employment. And let me give you two examples. So earlier, I was mentioned, Soumya Dhanaraj and Vidya Mahambe's research that they point to family factories often assure rural families in Bihar that yes, we'll look after your daughters by keeping them in these incredibly surveilled, you know, basically prisons, you know, we're going to escort them to the market on the Sunday and return them back safely. So factories redouble their efforts to control and monitor women to reassure the families in Bihar so they can be assured of the labor supply. And the same was true in East Asia. I should also add, so absolutely, so when women's honor is secured, we do see generally higher rates of female labor force participation. Let me give one more example that I wanted to share that within India, 34% of people say that male, 34% of women say that male violence is justified, that men can beat their wives if she neglects the children or burns the food. So never mind men doing zero care work, if a woman does that care work inadequately, it's okay to beat her. So this is what I'm talking about, the normative expectations of housework. And again, going back to Soumya Dhanaraj and Vidya Mahamre, they show that in North India, when women who work, they're much more likely to be beaten by their husbands. So that in itself is another reason why women might be reluctant to step out. I mean, what, it's not so great. And Anu Kriti, whose work I was mentioning, she finds that in areas where you see higher rates of female political representation as a result of quotas, you see higher rates of gender based violence. And there are parallels in Bangladesh, women who work in garment factories or microcredit might be at higher risk of patriarchal backlash. So in societies where male honour is paramount, where men want to demonstrate their mastery over women, then they can respond negatively. But I also wanted to say, let me share why actually, but the way that this can be overcome is through job creating economic growth. And I want to share some data from the UK. So when Hindu Indian women come to the UK, they do work. So in the UK, the rate of female labour force participation among white British women is 74%. Among Hindu Indians, it's 69%. So when there are job creating economic opportunities, and when public safety is assured, women are working. I mean, and in India, in the UK today, Indian families are relatively wealthy and women are thriving, you know, as accountants, in finance, in myriad fields, in accountancy, many of our doctors are Indian women. So I think that really shows the honour income trade off, that when honour can be ensured, when their income returns are sufficiently high, so there's no fundamental, there's no fundamental bottleneck, you know, culture isn't set in stone, it's this trade off that I'm trying, that's what I want to communicate."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:00.760",
        "message": "Yeah, and I was also sort of fascinated by two other data points that you bring to bear. And one of them is that Bangladesh is better in this respect, because there is lower endogamy"
    },
    {
        "speaker": "Guest",
        "time": "02:37:11.080",
        "message": "there. Oh, yeah. So that's something I got wrong. That's something I got wrong."
    },
    {
        "speaker": "Unknown",
        "time": "02:37:15.080",
        "message": "That's something I changed my mind on. Yes. Excellent."
    },
    {
        "speaker": "Guest",
        "time": "02:37:18.080",
        "message": "Tell me about it. Yeah. So I, so I initially thought that, so right, so India has seen its rate of female labour force participation plummet, while Bangladesh has seen its rate of female labour force participation increase. And I think that fact alone is fascinating and deserves more research. Now why is this? And some people say, well, it's garments. But no, in a population of 160 million, garments are only employing 4 or 4.5 million. So that's not it. I also realised it's actually not culture. It's not that Bangladeshis care less about honour. If you look at early marriage, that's incredibly high in Bangladesh. Early marriage indicates huge concern for female virginity. We must marry our daughter early to preserve her virginity, to get to the right lineage. If you, Bangladesh had a history of purdah, a history of female veiling, which indicates a concern for female seclusion. Also when Bangladeshis go to the UK, their rate of female labour market participation is actually only 39%. So faced with those exact same economic opportunities, they're much less likely to seize them. The economic returns, the female employment are not high enough to compensate for male honour. Now, the Bangladeshi families also tend to be less educated and less wealthy than Indian families and that itself might suppress female employment. But even controlling for that, Muslim Bangladeshis, women are less likely to work. So again, so it's not that Bangladesh is actually more gender equal. What I suspect has gone on is, and this is going to sound controversial, and I need to be careful about how I put this, over the past 50 years, there has been massive labour repression in Bangladesh. So trade unions were banned ever since the 1970s. Successive governments co-opted trade unions and used patronage to control them and they became fairly defunct and weak and useless and people lost faith in trade unions. As a result of that weak activism, labour inspectorates were understaffed and fairly ineffective. They were even banned from export processing zones. National legislation around labour rights does not apply in those places. And that has enabled Bangladesh to, you know, compete on price for low end garment jobs. But more than that, with very weak labour protections, with huge labour repression, for example, in 2019, when there was a sporadic outburst of strikes, the police returned with water cannons and rubber bullets and 50 people died. So as a result of that labour repression, as a result of those weak labour protections, it's not enormously costly to hire more formal labour. So firms actually have a great economic incentive to hire more and more workers because it doesn't come with so many burdens of protections for the worker, for the formal worker. So Amit Basole over in Bangalore has a fantastic paper looking at the growth elasticity of employment and he finds that in Bangladesh compared to India, we see that growth generates more jobs. It generates more non-agricultural jobs and it generates more formal jobs, whereas the difference I think in India, and we could contrast West Bengal, for example, in West Bengal, as you know, there's been the left front and leftist agitation since the 1970s. And that raised the cost of labour relative to productivity. And if labour is more costly than productivity, factories closed and we saw de-industrialisation. That also occurred in Kerala in the 1970s. So while many of us may think it's a great thing to have formal labour protections that can actually protect a labour aristocracy while leading to the decimation of industry. So in the 1970s, many biddy factories actually closed down. They relocated to Tamil Nadu or they outsourced to home-based workers. Those women are working at home under the control of patriarchal guardians. So some of those labour protections, even though they're well intended, at least by the labour aristocracy, may actually be suppressing job-creating economic growth, may actually be compounding precarity. So for example, just yesterday I interviewed a female entrepreneur who has a printing business and she was saying that by staying small, she's actually able to avoid many of these bureaucratic controls, bureaucratic controls and labour regulations. So what she does has is a relatively small staff of formal workers and then she has an additional dozen contract labourers. So she keeps her formal workforce small in order to avoid some of the costs and that enables her to be much more productive. But there are major consequences and as a result, as our survey shows that 77% of Indians continue to work in firms employing less than 10 people and that has barely changed. And this has a number of consequences for gender relations. First of all, if people remain in informal, unorganised, precarious labour, then they remain incredibly precarious and there is very weak social security. No one wants to end up in a government hospital where you could be waiting four days or poor quality education or just the total lack of social security. And so that means to protect themselves, to mitigate health shocks and economic shocks, people cling closely to their caste and kinship networks, their jati, as shown by Munshi, among others. So that precarity tightens reliance on kin, that tightens the incentive, the economic incentive for endogamy. Now, of course, there are also cultural reasons, the ideals of purity, ideals that we should marry within our own kin, but it's also the nature of India's economic development that's reproducing some of those caste ideals. So if we look at caste-based residential segregation, we see that that is weakening slightly in thriving cities with more salaried employment. We also see that people are more likely to live in nuclear homes if they live, if they work for non-family businesses, if they have salaried employment. So if they're economically independent, then they're more likely to go at it alone. Whereas sons who think that they need to rely on their family business for inheritance, for their economic security, may feel they have little option but to challenged ideals of arranged marriages. But of course, there's cultural content too, like, for example, in North India, and I believe as a consequence of the history of close-knit clans banding together, the rate of joint families is four times higher. So there are cultural families, there are cultural factors, and the idea that people should revere and respect their parents and wanting to please their parents, and so that perpetuates arranged marriages. But this is exacerbated and perpetuated by economic development. So where you have precarity, that heightens reliance on kin, where you have a slow job creating economic growth, women remain under the control of patriarchal guardians. And it also suppresses economic opportunities. For example, if Dalit women cannot do, if there are no jobs in town, then Dalit women cannot escape the villages, so they remain under what Ambedkar referred to as what is the village, but the den of nepotism and ignorance and communism and narrow mindedness. So this job, so going back to your question, sorry, I should be more concise, is that the nature of India's economic development, with one factor among many, maybe being the extent of bureaucracy, the incentives for firms to stay small, and I should say, there could also be cultural incentives for firms to stay small, you know, as long as people trust their close knit kin, as long as people trust their family members, they may prefer just to stay small among themselves. But I don't think that can explain the Bangladeshi-India difference, because Bangladesh is also a close knit community. So to answer your question, why has female employment soared in Bangladesh, but not in India? I think, paradoxically, it might be labour repression, and labour protection, labour repression and labour protection, rather than cultural factors. I think that's the best way to explain it. But as and this goes back, so and I really like that comparison. I think that contrasting Bangladesh and India tells us actually more about India and about its race, about what's going on. So I find that intriguing. And I would, yeah, I like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:54.960",
        "message": "You said at the start, this would, this, you know, borders on being a controversial explanation, and you just called it paradoxical. And I don't think it's either, because I think outside of left-leaning academia, it's well accepted that most labour laws and most labour regulation harm workers rather than help them. And we've seen that in India. And this is a classic example of that, frankly, it's just an extremely cogent explanation, which you just gave. I want to pick up on another strand that you went down on when you mentioned Soumya and Vidya's research. And they'd be so happy, of course, to hear the name so many times. But what you pointed out was how their research has shown that these factory workers, to alleviate concerns about are the female workers safe, will, you know, herd them into safe spaces and make sure they get back home, all right, and so on to fight some of that sort of urge for female seclusion, as it were. And my question is about sort of those spaces where these women are together, about those spaces, not just in this context, but in any context where women talk to each other, they, you know, earlier, you'd spoken about the Cambodia case where, you know, these women are comparing notes and saying, oh, your husband helps out at home, mine doesn't. And there's some kind of solidarity and empowerment happening there. And this is something you've written pieces about, you've discussed on a podcast with Shruti, all of which are linked from the show notes, of course. So tell me a little bit more about this, because part of the puzzle of figuring out where you are, to begin with, and what is wrong with where you are, is just talking to others sort of broadening those horizons. And female friendships, therefore, play a huge part in female empowerment. So you know, before we get back to the historical geographic narrative, let's talk a little"
    },
    {
        "speaker": "Guest",
        "time": "02:47:45.480",
        "message": "bit more about that. Yeah. Shruti Mukherjee and others have found that in parts of Uttar Pradesh, 26% of women have no friends outside the home. And so their networks become limited. Also, there's a nice study of West Bengal looking at who people make phone calls to. And they find that women often make phone calls to their family or their husband's family. Whereas men have much wider networks. And if women are reliant and dependent on their husband's family, then they have narrow social circles, then they're less aware of alternative ideologies, and they might not necessarily have the support, the encouragement to transgress, to try new things. And so I think friendships are important in two ways. And it's also it's not just friends per se, but also a rich diversity of friends. So it's JNU women coming together, meeting people from Bengal, meeting people from all different parts of the country with different experiences and different ideologies. Because women in the village may have friends, but they might be similarly marginalised women with similarly economically dependent on their providers with little exit options. And instead, they themselves may practice Islamophobia, casteism, colourism, for example. So it's not just female friendships, but it's having this diverse networks with both economically privileged people who might help you with resources, but also people with greater ideas and exposure. So friendships are important in two ways. And in my analysis of gender, I try to differentiate between our internalised gender ideologies. So that is what I privately think is right or wrong, but also our norm perceptions, my perceptions of what is condemned or championed by others in my community. So within my internalised ideologies, we might look at my self belief, whether I have confidence in myself to speak out, whether I myself think women are more competent than men. But even if I myself am privately critical, I may nonetheless comply with gender inequalities and hierarchies, maybe because I'm not entirely confident in myself, or also because I anticipate backlash, whereas, so yesterday, I was at JNU, and I was talking to these women how they came to JNU, and they came to question all these patriarchal ideologies that women shouldn't date, or that women shouldn't choose for themselves, or that women shouldn't wear shorts or that women shouldn't do all these things, or that women should adhere to their parents choices in marriage. And it's friends, encouraging each other, emboldening each other. So one girl had travelled internationally, so she was from a slightly more economically-privileged background. Another girl had not travelled at all, but she'd managed to get a scholarship to go to a conference overseas. And those two friends encourage each other, they say, go for it, go for it, you do it. So even though families might be more conservative, even though families might be concerned for their honour, these women are supporting each other, encouraging each other. And it's these iterative transgressions. So for example, when I was in Cambodia, girls would see that other girls down their street were getting homework, and they were jealous. They wanted homework too. And so they were pushing their parents to take them to school and things like that. So it's absolutely what, and I say, and many of the women I've also spoken to who might be in abusive relationships and not recognising those harms. So thinking, for example, of this, you know, controlling your jealous practices because he loves me so much, for example. But friends can help each other to see that critically, to question some of those ideologies. So it's one about questioning, to question ideas, and two, to be supported, to be involved in, to be encouraged, that's really transformative. So this is why I say friendships are absolutely the foundation of both feminist consciousness and feminist activism."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:46.780",
        "message": "One observation that I sometimes make is that, you know, India lives in sort of three centuries at the same time, right? So there's a 19th, 20th, 21st, right? The girls you encountered in JNU, regardless of background, are pretty much firmly in the 21st century, in that sense, where large parts of the country are in the 19th century. And I think that's also something to keep in mind that it might seem to be the same geography, but within that geography, there are these overlapping realities, as it were. So you know, the drive to female seclusion would definitely be there, for example, from those still in the 19th and 20th centuries, and not really so much in the 21st century. But I'm struck by the distinction that you made between internalised ideologies and what the social norms are, like..."
    },
    {
        "speaker": "Guest",
        "time": "02:52:30.380",
        "message": "Or our norm perceptions, our perceptions of what... Because as Timur Kuran has highlighted, there can also be pluralistic ignorance. So we may underestimate wider support for disobedience and rebellion, and that itself can create a negative feedback loop, or what I call a despondency trap. So it may be that many other people are privately critical, but as long as they anticipate social disapproval, they won't actually stick their necks out and voice their concerns. And so that in itself traps people from thinking differently, which is like my vagina example."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:05.460",
        "message": "Yeah. And I like Timur Kuran's term, preference falsification, where, I mean, the whole idea is that you feel a certain way, which is your internalised ideology, but you perceive the norm to be something else, and therefore you don't express yourself until eventually there is what he calls a preference cascade, and then people feel emboldened to express themselves. Now, classic example to go back to the Cambodia case would be that, you know, you could have a woman who believes that it is a wife's job to do all the work at home, but then she meets friends and her internalised ideology changes. She thinks that, no, men should also share in it, right? But she perceives a norm to be so patriarchal that she dare not question it, so she doesn't. But here there's a sort of a third factor besides these female friendships, which kind of comes into play, which is the way technology spreads a sort of globalised culture, where you could be watching things on Netflix or Hotstar or whatever, where men are actually cooking, where women are actually working outside. So is that something that that is a source of hope for you as well in terms of the norms themselves changing over time? So if you have that internalised feeling that, hey, I shouldn't have to do all the housework, but you're too scared to say it, because of all of that culture around you, you know, does that change the culture at home as well gradually over a period of time?"
    },
    {
        "speaker": "Guest",
        "time": "02:54:24.020",
        "message": "Okay, so let me make three points on that. One is that use and adoption of technology is itself endogenous to culture. So for example, in 2017, there was a cat panchayat that actually in Uttar Pradesh that banned women from having mobile phones. There are also instances of surveillance technology on mobile phones, mirroring women's phones, creating cameras to create their surveillance. So the kinds of technologies people use is endogenous to culture. My second point is that yes, on Instagram, people may see inspirational feminist messages, they may see Bollywood stars doing things differently, refusing dowry, for example. But what is equally important through my interviews is, and wait, and that is often contingent on a democratic environment. So for example, as I was saying in China, much of that is blacked out by the CCP. So the advantage of India that there's less surveillance on that. But still, even with the exposure to all those alternative ideologies, people often reflect on them in their friendship groups, and their ability to act them out is dependent on how they think they will be perceived and treated in their own communities. So earlier last year, there was the torn jean thing. So some guys said women shouldn't be wearing torn jeans, and then a bunch of women said, hey, I'm wearing my torn jeans, and I'm proud of it. But still, even if you saw that living in rural West Bengal, women might themselves not wear shorts in that environment. And so instead, JNU students, for example, were saying how excited they were to come to JNU, where they knew it would be possible to wear shorts in that environment. So it's not enough to see those Instagram inspirational messages. It's about the specific environment, how you think you'll be perceived and treated. So I would not say technology is inevitably emancipatory. And technology itself can spread hateful, casteist, Islamophobic, sexist, racist messages. So technology is always mediated by our culture, our institutions, etc."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:27.940",
        "message": "Sure. I mean, it's not a magic bullet, but at least you're aware another sort of world exists out there. Let's sort of go back to talking about global history. We've looked at India and how India has evolved and so on and so forth. Now, the rest of the world has evolved differently from India and differently from each other. So give me a sense of that, you know, Europe, China, East Asia, Sub-Saharan Africa, you know, Latin America, give me a sense of the sort of currents that are shaping patriarchy or mitigating it in different ways in all of these places."
    },
    {
        "speaker": "Guest",
        "time": "02:56:57.780",
        "message": "Okay, well, perhaps let's start with East Asia, because I think that's one really important point in that I think it's important to understand how patriarchal it was historically, because I think that's a really great comparison with with South Asia. So the idea that men plough and women weave has this sort of gender division of labor has always been idealized in Chinese literature right through to antiquity. But the idea of the cult of chastity, the idea that the women should be confined to the inner quarters really took root when Confucianism was popular. So actually, after the collapse of the Han dynasty in 500 AD, 589 AD, when Confucianism lost power, lost favor, actually, we saw the flourishing of Daoism and women were recognized as scholars. Women were recognized as knowledgeable authorities as moral authorities. And yeah, women have exercised far greater freedoms and authority. So what changed the big step change in Chinese gender relations and patriarchy was the Song dynasty. So several things, they introduced a meritocratic civil service exam, and also widespread printing. And now what happened is the landed gentry was suddenly in a position of insecurity. And here I'm heavily borrowing from the work of Yuhan Wang, who's over at Harvard and he's got a new book out on this. And so meritocratic civil service exam means that you have to massively invest in your son's Confucian education in order to get that elite spot in the government. Everyone wants a government job, right? What's true in India today is also true in Song dynasty, right? That was your pathway to prestige and power, etc. So people heavily invested in their sons, but that also motivate, that also require, but people also, but people that heavy motivation to invest in sons cultivate a desire for intergenerational reciprocity. So if you massively investigate in your son's education, you need to make sure they pay back and you need these close-knit clans to cooperate to ensure basic survival, whether it's irrigation, social services, health. So close-knit clans are bonding closely together and they idealize the male lineage. We see the flourishing of genealogy books, the flourishing of ancestor worship, the idea of the, and that's preserved through the purity of the male line. And once you idealize the purity of the male line, then you need tighter restrictions on female ability, as was emphasized in Confucian literature and Confucian philosophy, which of course everyone is studying or many learned people are studying because they need to get into those state exams. So we see this emergence of the cult of genealogy, the emergence of the ideal of male purity and women increasingly retreat to the private sphere. So this is when we see the cult of chastity being idealized in song literature. Literature also emphasizes and celebrates female purity and celebrates women sacrificing themselves for their family. And I think this is such an important point that I previously didn't realize is that how our mental models are shaped by literature and how actually many women might comply with patriarchy because that is how you gain social esteem and praise. Like the greatest thing a woman can do is sacrifice herself for male honor. And we see parallels of that in India with Sati, for example, or Johar. And then another step change occurred with the Mongol invasion. So the Mongols came down to China, basically raiding, raping and pillaging, massive assault on male honor with close parallels with Northwest invasions in India. And then the Mongols tried to cultivate local legitimacy by adopting Confucian ideas. They tried to show, you know, we're just as Chinese as the Chinese and the Han officials underneath them also wanted to preserve their culture. So they closely cling to these Confucian ideas. And so then we see the ramping up of all these very patriarchal norms. So paintings of that era, you do not see women on city streets. So women are, their feet are bound and hobbled, especially in the North, less so in the South. And literature reflects it. So that's really the emergence of patriarchy in China. As I was saying, from ancient Greece to Mesopotamia to much of the Middle East and North Africa, also incredibly patriarchal. So the whole of Eurasia was incredibly patriarchal at that time. Now the areas that were different were places where you did not have nomadic pastoralism, where you did not have the plow and where male-dominated religions did not emerge. So for example, in the Philippines, where they didn't have plow agriculture, women traveled freely. So as we know from 10th century Chinese and European traders, they encountered Philippine Southeast Asian women trading, they traveled great distances. In the Philippines, it was women who acted as religious priestesses. If men wanted to be religious figures, they had to act effeminately. And if a woman wanted divorce, she could easily go and leave with half the shared slaves, half the assets, etc. And in fact, women were in such a position of authority and autonomy that they were in a position to prioritize their sexual pleasure. And so some asserted and demanded that men wear rather painful penis pins. So this is one country, to the best of my knowledge, where you have female sexual pleasure"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:18.740",
        "message": "is prioritized."
    },
    {
        "speaker": "Guest",
        "time": "03:02:19.740",
        "message": "What is a penis pin? I'm sorry. I don't know exactly, but from the drawings, and I'll share that it looks like a pin that goes through the penis with slight knobs on either side, perhaps some people. So I think it's designed to enhance friction for female sexual pleasure."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:35.860",
        "message": "All right. No comment. I guess men deserve it. I guess men deserve it. Right."
    },
    {
        "speaker": "Unknown",
        "time": "03:02:40.860",
        "message": "Some men deserve it. Payback for patriarchy, right? Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:43.860",
        "message": "Payback for patriarchy. I'm just glad it's not me."
    },
    {
        "speaker": "Unknown",
        "time": "03:02:45.860",
        "message": "Okay."
    },
    {
        "speaker": "Guest",
        "time": "03:02:46.860",
        "message": "Okay. I confess I have no ethnographic experience to comment in this regard. Okay. So Southeast Asia, relative weak restrictions on female mobility. The Andes also really interesting. So if we, although we don't have written scripts, so we have to be careful in inferring and understanding what these societies were like. If we look at iconography, if we look at art, if we look at artifacts, we see this strong ideology of gender complementarity, that we see men and women working together. And I suspect in the Andean civilization, well, they didn't have money and instead it was a tribute redistribution economy in that people paid service to the empire. So women contributed cloth, men contributed labor. And so women's work was recognized as equally valuable. And we did not see this patrilineal inheritance of wealth or relatively weak restrictions on women's mobility. They even recognized and celebrated trial marriage, premarital sexuality. They had this idea of bilateral descent so that women descended from women and ultimately from the moon goddess. So there's this idea of gender complementarity running right through the Americas with relatively weakened restrictions. And that's celebrated through folklore, et cetera. Now Africa is also incredibly fascinating and I think this is a great example of how geography mediates cultural evolution. So maybe 5,000 years ago, much of Sub-Saharan Africa might have been matrilineal, but this changed with cattle and pastoralism. So one, we have the Bantu expansion and that led to the spread of cattle. Cattle raises the value of land, patrilineal inheritance. Also we see nomadic pastoralism. So again, it's gangs of men, gangs of young men raiding, raping their way through the horn of Africa, down into Southern Africa, as we know through the genetic data. And they institutionalized patriarchal dominance and ideology. So if we look at the Maasai or Swana, these are male dominated village assemblies. Women are minors without the voice of their own. And there's also for the Swana, for example, men are revered, they are buried in the cattle corral. There are numerous sayings and proverbs saying, you know, women cannot lead, men are the ones who are autonomous, men are the ones who are the good leaders, et cetera. So that's the institution of patriarchy. But the spread of pastoralism and cattle was mediated by geography. So around the Gulf of Guinea, for example, they had the, I mispronounce this every time, setse fly. It's pronounced differently. I buggered it up, but you'll forgive me. This fly causes a sleeping sickness in cattle. And so it was not possible to have cattle there. So instead, land never became a valuable source of inheritance. So although many of the communities in the Gulf of Guinea had patrilineal succession, it was only men's control over the children. So through bride wealth, their men are getting the children. There's not about inherited wealth. So as a result, these communities, women are moving freely. Women have their own networks in the Yoruba and Igbo. And I especially recommend Professor Achebe Nwando, Professor Nwando Achebe's book on this. She highlights how there were women exercised authority and spirituality. So you see that Lesser, the name for God, is neither male or female. You see oracles and deities and women exercising spiritual authority. Queen Mothers also revered women across West Africa. Women are traders, they're merchants, they're running West African markets. And because they have this mobility, they were able to protect their own turf. Now on top of this, Islam spreads via networks of trade, but also amongst pastoralists. So there's another element in which geography mediates cultural evolution. And then fast forward a little bit to the 18th and 19th century, we have fuller jihads. And these fuller jihads are led by pastoralists in northern Nigeria, they institutionalize sharia law. And at that same time, we see the emergence of purdah. If you look at architecture, for example, that is when women are increasingly confined to the inner quarters. And families gain respectability by secluding their women and differentiating themselves from slaves used in labor. So it's this process of both geography and cultural evolution that's really important. So we have patrilineal, patrilocal Eurasia, and then we have these matrilineal and bilateral communities. Then there occurred an important divergence within Eurasia, and that is what I was talking about earlier, the emergence of nuclear families in Western Europe. And so that created a latent asset. So Europe was not gender equal, as I was saying, every institution was headed by men. I don't want anyone in the world to think that I'm saying that Europe was ahead, Europe was more gender equal, we had some great culture. No, no, no, no. In fact, women, so let me say, let me explain this, so one, even though women were working before the modern era, women spent 60% of their adult years either pregnant or nursing. So their mobility was hobbled, whereas men had far greater ability to capitalize on the transition from feudalism to commercialization. And as this occurred, men built guilds. So these are organizations that preserved existing privileges and locked out other groups. So they tried to disadvantage their competitors and prevent other groups for competing against them or undercutting them. So in places where there was weak economic growth and slow demand for labor, those were especially patriarchal. So for example, in Western Germany, women had no rights, they weren't allowed to use to compete with the girls at all. They also discriminated against immigrants for the exact same reason. But where you see greater prosperity, like the Netherlands and parts of France, Paris, then women could actually be included in guilds. So there was less. So when the pie was a little bit bigger, people might be a bit more prepared to share. So the girls discriminated against women. So the discrimination in Europe was not coming from within the household. It was primarily coming from outsiders who didn't want women competing against them. But women still had very weak social capital. So when Protestant and Catholic churches competed in the counter-reformation and their struggle for bums on seats or pews, they wanted to demonstrate their superior power to vanquish the devil. And they did so by burning witches, primarily women. So women's social capital was weak. Now let's fast forward to the Enlightenment. Now the Enlightenment was an age of great innovation and discovery. And men, whether they're engineers, scientists, entrepreneurs, they gather together to hear the latest innovations, to hear about scientific advances. And this enables collaborative creativity. The brilliant people, like when we went to our conference in Udaipur, brilliant people come together, share ideas, encourage each other, support each other. And Joel Mokia has a wonderful book on the enlightened economy, talking about why collaborative creativity is so important. And these groups are amplifying each other, they're supporting each other, they're amplifying each other's ideas on megaphones. Freemasons go to court to protect each other's reputations. Whereas in the English speaking world, 95% of these associations are male, discriminating against women. And so there were brilliant women, but they're toiling in solitude. I mean, there were a few Dutch Masonic lodges, London had a few women debating societies. But for the most part, women were locked out. So they're not getting that kind of support and encouragement and peer feedback, etc. So they're not able to benefit from this enlightenment. That said, we do see slightly higher rates of female writing in Protestant countries. And that's partly as a result of solar scripture, the idea that every person should understand the Bible for themselves. And that led to a reduction in gender gaps. So we did have a little bit of women's writing, especially in Protestant countries. But still, all the institutions are predominantly male, are male dominated. So now, okay, let's make it so Europe, patriarchal, but with this latent asset of participatory institutions, nuclear families and state institutions. Contrast that with the Middle East and North Africa, and these Ottoman towns are much more gender segregated. But women were by no means passive. So because married women had these property rights, if you look at court records, if you look at court records from Ain Tab, from Cairo, Damascus, you see women litigating in court, they're pursuing thieves, they're hounding, they're hounding people, they're pressing for their inheritance rights, they're pressing for their claims on property, they're owning various houses, assets, gardens, orchards, donkeys, etc. However, we tend not to see, but we tend to not, but elite and wealthy women tended to send emissaries on their behalf, so they could maintain seclusion because that was respectable. But again, we don't see, I still would not say that the Middle East was especially patriarchal at that time, because at that time, the vast majority of people across the world are peasants. Pretty much most women are working in peasants in family farms, where again, you don't have many exit options. So again, you're vulnerable to male violence, etc. And you probably internalize all the, and many people would have internalized patriarchal traditions. So Ottoman towns, more gender segregated, but much of Eurasia is very patriarchal. We just have this latent divergence that would appear much more important later on in the 20th century. Another important issue I should highlight, sorry, skipping over to Song China, is Song China actually outlawed cousin marriage, so you're not allowed to marry anyone with your same surname. So that would have led to weaker clans, so far weaker kinship intensity, which would prove important later on. Right. So now we have the main map of the world. Oh, I should also talk about colonialism. So the impact of colonialism. So many scholars raise concerns that colonialism could have perpetuated patriarchy, because of course, the Europeans were incredibly patriarchal at that time, undeniably. And they often emphasize, but I do not think that colonialism is responsible for the contemporary divergence in outcomes by pressing for their patriarchal beliefs. So let me give you the example, let's, but we have to take each region in turn. So if we look at colonialism in Latin America, where colonialism was horrifically impressive, they, they spawned disease, millions of people died. They also butchered and enslaved Native Americans, and there was horrific violence, rapes, etc. That said, indigenous people fiercely maintained their own traditions. So while Catholics might call trial marriage diabolical, Andean civilizations often continue to practice it. In fact, in 1789, there was an indigenous people's rebellion, 44% of those leaders were women. So they continue to practice their ideal, and still today, Peru has very high rates of female labor force participation. And for the most part, across Latin America, they had fairly weak ties of kinship in that there are fairly weak, fairly weak bond, fairly weak marital bonds in that in Sao Paulo in the 17th century in Mexico City in the 19th century, you'll find lots of single women working by themselves independently. It was really only the very, very tiny elites, landowners, that would practice cousin marriage and female seclusion and chastity and confinement in order to preserve their important landholding. So Latin America, though, I'd say one more important aspect there is the spread of Catholicism. Catholicism promoted this idea of the cult of virginity, the idea of shame. So yeah, so Catholicism, definitely, definitely, definitely a regressive religion for the most part. But there's, you know, the way that people adopt that and how they adopt it is mediated by their indigenous culture. Now I think, let me talk, I want to, I'll come back, I want to talk more, let me put colonialism on hold, because I'll come back to it in the case of Africa. But I can talk about colonialism for any reason. Yeah, so I'll come back to that. Okay. The next thing I want to do is to talk about industrialization in the 20th century. Now this was phenomenally important. And this is where we see the honor income trade-off taking off, because with technological change, reducing the domestic drudgery, and also job-creating economic growth, means that employers who might initially prefer to hire men, eventually run out of men. And here I'm borrowing work by Professor Claudia Goldin, and they run out of men. So they run out of men and increasingly hire women. And so we see this in every single country. Even more recently in Turkey, where we have strong job-creating economic growth, at least before 2018, then we see rising female labor force participation. Same in East Asia, Taiwan, and much of Europe. So in Europe, where the constraints, where the restrictions on female mobility are relatively weak, then when you get higher female education, then when fertility goes down, women seize economic opportunities in their droves. And this is because of the latent asset of nuclear families, where there is this weaker concern for honor, and where families really, where a woman's earnings make a massive difference to household survival. Then we see in the 1970s, there's liberalization of divorce laws, both in the USA and Europe, and women cease to believe that marriage offers decent security and insurance. So they become much more committed to the labor market. They pursue careers, and they become much more independently minded. And through that, they generate friendships. So that's the really important, that's why the great gender divergence occurred in the 20th century, because it's this economic, the culture is responding to economic changes. Now another really important dimension is communism. And here again, I can say something controversial, that I think communism, totalitarian communism, may be the world's greatest intervention for women's economic empowerment. And let me explain. So communism is run on, totalitarianism, totalitarian communism, is run on a model of extensive growth, that central planners set wages low, and demanded very high productivity targets. So consider yourself in the position of each firm, it's very cheap to hire in labor, and you want to get as much labor as possible in order to meet your production target. So what do you do? You recruit lots of men, and you also recruit women. And women themselves have a strong incentive to seek those jobs, because male wages are very low, they cannot, the male breadwinner model would not exist, because male earnings were so low. And also that jobs with a passport to social security, social services, holidays, amenities, everything, apartments. So post-communist countries have very high rates of female employment. It's not just that women are working, but also labor market advancement. So in Russia, 44% of economists are women. We see much smaller gender gaps in business ownership, business management, in post-communist countries. Also, post-communist countries have very small, and well, they're the smallest gender gaps in competitive chess. So in terms of the economy, yeah, the gender gaps are smaller. However, because totalitarian communism suffocated activism, we do not see the emergence of feminist activism, as I mentioned earlier. So we don't see strong pressure for reforms in government, for female representation, and also protections for male violence. However, and this is where my comparative lens is important. If you look, if you compare post-communist countries, their peers, you see that generally people in post-communist countries are more sexist. But there's one exception, Central Asia. So Central Asia, we're talking about Uzbekistan, Kazakhstan, Kyrgyzstan. Now, in Uzbekistan, in Fergana Valley in the 1920s, women were marrying at 13. They're fully veiled, their faces are covered, they're clinging closely to the walls. What then happens is that the Soviet Union was incredibly brutal. They butchered, decimated and destroyed traditional institutions, just as they did in Russia. This destroyed indigenous resistance, so it's harder to preserve indigenous traditions. They also forced collectivization, now millions of people and also animals died. But it also made that the Soviets were able to assert their ideology. So they imposed secular schools where women were taught and prepared for a life in the public sphere, so taught drama and sports, etc. And also because they ramped up industrialization, they created hydroelectric power, they had factories, those factories needed women, and they also provide nurseries and creches. So we see a rapid increase in female labor force participation. Now I'm not trying to say that Uzbekistan is some feminist utopia, but if you listen to women's narratives, you listen to women who are postgraduate researchers in science and technology, and their work is being celebrated, even beetroot farmers are celebrated as heroes of socialist labor. And they'll say, you know, compared to my mother, when my mother was secluded, my mother was treated as a slave, and here I am as an independent career woman. Of course, feminist activism is suppressed, of course. But if you compare those countries to the relevant counterfactuals, which might be Afghanistan and Pakistan, then you see an enormous divergence in outcomes. So in that respect, those post-communist Central Asian countries are actually much more gender equal as a result of communism. So communism's impact on gender equality in gender relations differs on its domain, economy versus the political environment, and it's also media. And I would say, so I would say that for China and Russia, and those countries where there are relatively weak constraints on female mobility, communism actually took gender equality backwards or is worse than it would have been because female employment could have risen anyway with growth. And communism made a step, made it more patriarchal by suffocating activism, which is incredibly important. Now, I think the lesson from communism is that high female employment is no guard against misogyny. You know, you can still have incredibly high rates of male violence, persistence of sexist ideologies. You know, in Russia, the Orthodox Church champions very patriarchal ideologies. So what's incredibly important is feminist activism. And I think a great example there is Latin America. So this was a patriarchal region, partly thanks to Catholicism. For example, in Chile in the 1990s, the cabinet, parliament, almost entirely male, but women have increasingly organized. So one through relatively weak, with relatively weak kinship intensity, relatively weak concerns for honor. Women increasingly seize the economic opportunities. They increasingly gathered in the public sphere. They organized collectively. Women were at the forefront of many of the protests for democratization, protesting the disappeared. Then those women are organizing, sharing and learning from each other across the region. And this, I think, is a really important point about activism, but it's by seeing that people who we think are in a similar position as us or as our relevant peers, if we can see people we think are like us gaining something through successful activism, then we may become emboldened. So as Latin American feminists saw that a neighboring country could mobilize and gain some returns, that emboldens hope and that encourages relentless activism. And so we see these encuentros across Latin America, whereby women are increased. So in 2015, one woman tweeted, ni una menos, and that means not one woman less, not one woman less should die from male violence and femicide. And so 200,000 women took to the streets of Buenos Aires. So now in an environment of democratization, urbanization, social media, these ideas can spread like wildfire and they're celebrated in street murals. And people are, you know, challenging ideas of shame, challenging the idea that if a woman is raped, then it's her burden, it's her shame and her stigma and she should keep it to herself and she should be quiet. And so there was a Chilean protest anthem saying, you know, the problem, the problem is with the rapist. The problem is not with me. And so those ideas reverberate and women become emboldened. So we see massive campaigns for women's political representation and across Latin America, gender parity, not gender quotas, but parity is seen as part of human rights and democracy. So we see huge struggles for domestic workers' rights, for protections against male violence, for political representation. And this builds on a culture where there's been massive resistance, where there's been indigenous people's movements, where there's been piqueteros in Argentina, for example, the gas wars in Bolivia, the water wars in Bolivia. So that environment of resistance seen by mobilizing people can change the laws of the land also emboldens feminist activism. So feminist activism is endogenous to that culture of resistance. So that's Latin America as an example of feminist activism. And that's true for the whole world. Now this is where I want to come back to colonialism. So Sub-Saharan Africa has also seen many feminist movements pushing for greater women's representation. And we especially see those in periods of transition, regime transition, or after post-conflict women's movements mobilized and organized for better representation and gender quotas. However, one part of Africa remains especially patriarchal in terms of governance. And that surprisingly is the Gulf of Guinea, which I previously said was very, very gender equal, right? So what's happened there? Now this is my hypothesis. So yeah, we have this conundrum that there was this, we have definite evidence of traditions of women exercising authority and being respected as positions of authority across the Gulf of Guinea. But now, this is one of the most patriarchal regions of the world. So Nigeria's parliament is 94% male. And it's true across the Gulf of Guinea, all those parliaments are very, very patriarchal. And why is that? So my hypothesis is, and this is borrowing heavily on the work of Nathan Nunn and Leonard Wanchekon, is that this is the area that was heavily hit by slave raiding. So as there was slave raiding, indigenous Africans tried to protect themselves often through this weapons and slaves vicious cycle. So to protect themselves against raiders, they sought to actually raid other slaves and sell them to Europeans in order to buy the weapons that they needed to protect themselves. And this cycle of violence and conquest and slave raiding may have exacerbated distrust, may have exacerbated ethnic division. So if we look at West Africa today, we see that ethnic divisions and stratification are especially politicised in West Africa. Now why might that be correlated with this patriarchal governance? My suggestion is that, well, colonial borders were imposed arbitrarily across ethnic groups. So you've got a bunch of ethnic groups grouped together. And because of that history of slave raiding, we have this culture of distrust and animosity and ethnic divisions. So what I think has happened is that if your ethnic identity is primary, you may prefer to be represented by someone from your group. A Yoruba wants a Yoruba leader. It doesn't matter for a Yoruba, hey, here's a woman and she's Hausa, but that's Hausa, that's Northern Nigeria, that's a different religion, that's a different ethnicity. So I think where ethnicity is primary, that may weaken the strong, sustained nationwide feminist mobilisation that is necessary for strong campaigns for women's political representation. So as a result of that, as a result of arbitrary colonial borders and also slave raiding, I think that's why West Africa and especially the Gulf of Guinea is so patriarchal. Now, for the rest of Africa, I think the impact of colonialism would have been more indirect. So to the extent that colonialism exacerbated corruption, to the extent that colonialism exacerbated authoritarianism or stunted development, all that stuff is bad for gender equality. But I don't think the mechanism was that. So lots of gender scholars think that the mechanism is the male bias in colonial institutions, like patriarchal colonisers go in there spreading their ideologies. I don't think that's it. I think it's slightly different mechanisms. Yeah. So, right. So that was the feminist activism case. So I think we've pretty much covered most regions. Yeah. So the big story, the three main drivers of patriarchy are the plough, nomadic pastoralism and male dominated religions. But their spread, that cultural evolution is mediated by geography. And then it's and that that story explains why some cultures and why in some cultures male honour is contingent upon female chastity. And that explains why in some places like South Asia, the Middle East and North Africa, male earnings need to be sufficiently high to compensate for that loss of male honour. And if the earnings remain low, if you have a situation of jobless growth or indeed no growth at all, then women remain trapped in their homes, dependent on patriarchal guardians, lacking the exposure or friendships to challenge some of those patriarchal ideologies."
    },
    {
        "speaker": "Unknown",
        "time": "03:29:05.660",
        "message": "So that I think is the story of the great gender divergence."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:29:09.180",
        "message": "Oh, I feel like you just gave me such a masterclass. So thank you for that. And by the way, on the point of the gender gap between chess players, I think today the countries where the gender gap is the least is perhaps China. But having said that, you know, the former Soviet countries are closed, India is closed. And there are so few women who are above 2600 that it's really, you know, it's hard to tell between these. But certainly the gender gap has reduced in all of these places. And I'd say overall, and by the way, we had a coffee break just before this, and I'm sure you know this, but the coffee break happened because of a woman's labor movement. Are you aware of this? Tell me. So there's a video by Michael Pollan on this. I think he came on the Joe Rogan show, and it's about coffee. And I'll share that in the show notes. And Pollan's essential point was that both the Enlightenment and the Industrial Revolution, as per him, were enabled by coffee, because caffeine helped people work longer hours and better. So what happened, and I think this was perhaps in the 1860s or 1870s, whatever, I'm sure I'll get the details wrong, but the link is in the show notes, you can see it there, is that in that second half of the 19th century, there were factories which were replacing male workers with female workers, because the female workers were more diligent and could focus on the work and so on and so forth, no surprise there. But even they would run out of energy towards the middle of the day. So then the female workers got together and they went on strike, and their union or whatever it was, they had exactly one demand, and that demand was for a coffee break, because they felt correctly, as it turned out, that coffee would give them energy and they would be able to work longer hours and therefore make more money. So yeah, so that's where the coffee break comes. So every man who ever takes a coffee break, you owe it to a woman. So the interesting part of this entire history that you've shared, and you've obviously, you know, to make it fittable into this podcast, you've also sort of painted broad strokes. If you wanted to, I'm sure you could, you know, break up the continents into countries and into regions and so on."
    },
    {
        "speaker": "Guest",
        "time": "03:31:14.420",
        "message": "Yeah, so for example, if you wanted to, I could explain the difference between the USA and Europe, for example, and the US's recent restrictions on abortion. That's one thing we could discuss."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:23.660",
        "message": "You can pick any country and I can talk about it really. We'll come to the US, but my larger question first was that, while we can look at the different ways in which, you know, the divergence has taken place, we see a host of reasons that are deeply complicated. But when we speak about coming out of it, about women getting empowered, it seems that there the story is fairly simple. Economic growth is a big part of the job creating. Job creating economic growth is a big part of the solution and structural transformations are a big part of the solution in terms of getting rid of some of these incentives towards female seclusion, as you point out, which are strong in some places and not so strong in others. So broadly, tell me about, you know, if we look at job creating economic growth and the social changes that lead to a change of incentives, therefore being the way out of this for everybody, then it seems to me that it's a cause for great hope that sooner or later it will happen. Now, I know at the start of this episode, you said that no, no, you know, there is climate change and there is automation and there are authoritarian dictatorships and all those worries are there. But assuming we get past those worries and there is, you know, growth, then, you know, even if we regressed in different ways, we can progress in the same ways."
    },
    {
        "speaker": "Unknown",
        "time": "03:32:37.340",
        "message": "What are your thoughts? Yes. So my model is, if there's job creating economic growth, then we should anticipate rising female labor force participation. Yes."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:45.020",
        "message": "That's, that's the, it's as simple as that."
    },
    {
        "speaker": "Unknown",
        "time": "03:32:48.420",
        "message": "Yes."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:49.420",
        "message": "Okay. Let's talk about the US now. Right. Why is the US going backwards? Why don't women own their own bodies anymore?"
    },
    {
        "speaker": "Guest",
        "time": "03:32:54.420",
        "message": "Okay, so I think my, so the US, so it was persecuted religious minorities who fled Europe and went to the USA. So people for whom religion was so important that they would travel across a massive ocean at a time of incredible proscurity. Those are the people who landed up in the USA. And so those people then socialized their children to care much more about religion. And we also know that the USA had a sort of more open marketplace for different religions that led to competition, that led to innovation. So, you know, churches are cultivating and attracting more members. So one is we see greater religiosity and that's associated with far higher support for abortion restrictions. On top of that, the US is, another patriarchal aspect, patriarchal also varies by class within the USA. So because of the history of enslaving African Americans, that ethnic diversity appears to be associated with lower contributions to public goods. And here I'm drawing on a paper by Bill Easterly and others, and they find that in ethnically diverse places, people don't, people may not be as likely to associate with the other, not wanting to share or pool resources. So in that context, that might explain why Americans may be privately wealthy, but don't have great public goods and don't have great public infrastructure. And so that means that we see weaker protections and support for working for families and working class women struggle to get the support they need to manage work and employment. So we see large gender wage gaps for working class women. That said, in a more liberalized economy, we tend to see women doing better in managerial roles. So in the US, it's the elite professional women who are thriving in a more liberalized environment. So the gender, the USA also suffers from the majoritarian first post, the post system, which India also shares now that and is inherited by the colonial English. And that is associated with lower rates of women's political representation. So that I think is another thing Indians can blame the UK for in terms of colonialism, that had they adopted proportional representation by much of continental Europe and the Scandinavians, then we'd expect higher rates of female political representation. And when women are in positions of power, they're more able to assert and push for more gender equal governance. The other thing that I wanted to discuss in relation to India is fear of crime."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:22.900",
        "message": "Should we talk about that? Yeah, totally. Okay. But about the US, my specific question was, why does it seem like we're going backwards from 20 years ago? So I'm not looking at the broad swath of history and how, you know, the original immigrants"
    },
    {
        "speaker": "Unknown",
        "time": "03:35:37.560",
        "message": "got there."
    },
    {
        "speaker": "Guest",
        "time": "03:35:39.540",
        "message": "So I think this is, if you look at the data, there has been this persistent religiosity in some communities and where that religiosity is higher, then we see the strong support for abortion. We also see the rise of authoritarianism. So where Republicans feel that they are under threat, they've increasingly restricted people's right to vote, increasingly punishing and restricting people of colour. So that's the rise of authoritarianism to entrench, entrench their dominance. There's a great book called Entrenchment. So yes, it's part of that counter struggle to entrench the religious right."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:19.140",
        "message": "Absolutely."
    },
    {
        "speaker": "Guest",
        "time": "03:36:20.140",
        "message": "Let's go back to India and talk about the fear of crime. Okay. Right. So we've agreed that job creating economic growth is incredibly important for gender equality, equally important is public safety for women and ending male impunity for violence, assault and harassment. And I explicitly want to centre on ending men's impunity rather than women's safety because it's absolutely about ending men's impunity for violence. And this, this works, I think, in four ways that restrict women's freedoms and restrict women's movements. So one is fear of crime leads to tighter restrictions on women's mobility. So when families are concerned that women may be assaulted or it's unsafe, they restrict their girls from going out. And I've had numerous interviews about this. And there's also a bunch of papers about when women fear or anticipate crime, they choose worse colleges that affects their employment options. And let me also stress, there's a religious element to this. So after the horrific riots in Gujarat, many Muslim women feared violence and so restricted themselves to Muslim ghettos because they were so afraid. So that inter-religious violence and intimidation actually thwarts gender equality because women choose inferior, less good colleges and worse than their labour market options because they're so fearful of violence. So the inter-religious violence is absolutely going to suppress female labour force participation in Muslim communities. So I wanted to stress that. So female safety is really important there. So the fear of violence and also media reports of violence may fuel these concerns about the city is unsafe. So for example, I interviewed a woman recently, she has a job in Delhi, but her mother drives her to and from work because she doesn't think the stations are safe. Now this is also this fear of crime is exacerbated by traditions of female seclusion. So the more that women are kept closely to the home, the more that their freedoms are restricted, the less they gain the capacity to independently navigate and explore the cities for themselves and the more their families continue to be protective because they do not see women being competent in exploring their cities for themselves. And the more that women themselves may be fearful. And here's one hypothesis that other researchers might test and it's come up in my own interviews. I was talking to a woman from Bangalore and she was 17 at the time of the 2012 horrific gang rape in Delhi. And at that time she did not want to come to Delhi because she perceived Delhi as violent. So she chose to study in Bangalore because of her fear of crime. And I think here's one area whereby, I mean, if you read any Indian newspaper at least once a week, you'll be continually reading stories about horrific gang rapes, violence. And I think that's partly a consequence of a huge population. In a country of 1.3 billion, you're bound to hear something about horrific violence. So it's partly about objective dangers. But also the media is continually perpetrating this idea that streets are unsafe. And also the way these stories are reported, and you're a journalist, so you know this better than me, but often the emphasis on the horrific violence against women, the images themselves often are cartoons or sort of animations visualizing gang rape. And often the perpetrator is still on the loose. The story is not about this man has been imprisoned, this man has been held to account, this man is now behind bars. The story is always there are these horrific things happening in your neighborhood. And so I think that itself may be inculcating fear among women. So it's one, the fear of crime, exacerbated by this media reporting, and the more that families fear that, the more they restrict women, the more that women never gain those opportunities. And we know those opportunities for independent mobility are so important. So in my interviews here in India, when I talk to entrepreneurial go-getting independent women, the way they've developed their autonomy and confidence is through iterative exploration. You know, the more that women travel independently, the more they explore different areas, they realize they can do it myself. You know, Indian women's story is just the same story that I told you, right? It's about trying stuff out, seeing you can do it and gaining confidence and parents gaining confidence in you. And let me draw a comparison with a woman I interviewed in Marrakesh. Her family was initially reluctant to her about her working in tourism because they perceived this is unsafe for women because she had to deal with so many different men. But she persuaded her father and she said, you know, let me try this out. And her father agreed and she showed him that she could do it. She showed him that she could independently navigate. So she set up a shop selling argan oil. She set up a tour guide operation and her father saw that she could handle herself independently. And he increasingly granted her more and more freedoms because he saw that she could manage. So we do see this positive feedback loop. The more the parents loosen those restrictions, the more they gain confidence in women's skills to navigate alone. So it's a matter of being shifting between two equilibrium. Added to this, I think there are two more important factors in how fear of crime comes out. It's not just about fear of crime. It's the idea that if a sexual assault were to happen, it would be the absolute worst thing in the world. Her life would be over. And this plays out both in terms of internalised ideologies of shame and the woman feeling horrific and that this is the worst thing ever because purity is so important. And also, what will others think? And the idea that, you know, what was she wearing, the blame on the victim, the idea that she is loose. And then the entire family's name could be jeopardised. Her sisters could be seen as unmarriable. So I think it's four mechanisms. One, it's fear of crime. Two, it's the belief that women are incapable of navigating alone. And that's reinforced and that follows a history of seclusion. Three, it's the idea that sexual assault is a fate worse than death. And four, it's the concern that what will other people think? And the way that three and four work, or the way that they can be overturned, is absolutely through feminist activism. Feminist activism to challenge ideologies of shame. Feminist ideologies to... And because the more that women speak out, you know, because you have to counter the shame, you have to counter the sexual, the social policing in order for women to even come forward. So again, to give another example from JNU. So JNU has these boards against sexual harassment with representation from NGOs and students. But if women fear social condemnation from their own communities, they may not even report sexual harassment. You know, if you think your parents will be furious from you having any kind of altercation or interaction with men, then you might not want to press a claim. So no matter how good that institution is, women might not want to become public. I mean, the same thing happened in Japan. Japan had no Me Too movement because all the women, most, the vast majority of women remained too ashamed, too fearful to come out. Let me add a further important point about fear of crime. If Muslim women anticipate violence from Hindu men, like horrific rapes, and if the state allows male impunity for that violence, as we've recently seen, then Muslim women may be increasingly fearful, remaining increasingly close to their own communities, not seizing educational or employment opportunities, and then remaining more dependent on patriarchal guardians. So, yeah, the best thing, so if the government really wants to support gender equality in Muslim communities, then the main drivers are absolutely the same universally, is job creating economic growth, enabling communities to flourish, to seize economic opportunities, to prosper, and also to ensure families of safety, so that women can seize these economic opportunities."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:44:33.140",
        "message": "A lot of great points, and I'm especially struck by the tragic vicious cycle that women can get trapped in, where they feel that, hey, you know, it's not safe outside because there's so much news of crimes, and therefore they don't go out, and because they don't go out, they don't develop the capacity to deal with whatever might be out there, nor the recognition that perhaps what is out there is not quite as bad as the news makes it out to be, and they just get stuck in that equilibrium, as you pointed out. And also there is, you know, when you speak of the media, I mean, that's again a dilemma, right? Because as Steven Pinker has put it, we have a bias for bad news, right? Man bites dog is always news, dog licks man isn't news, you know, some horrific thing happened to a woman somewhere is news, and at the same time, you know, millions of women travel to and from office to home and nothing happened, that's obviously not news. But at the same time, I think it's also a responsibility of journalists to report this kind of news. And that's why the outrage around Nirbhaya happened. That's why the laws got changed. That's why there was a flip to the feminist movement around that time, because the media made a big deal out of it. So you know, so that is a dilemma. I think in this particular case, while I recognize the role that this kind of reporting can make in giving people the impression that the world is more violent than it actually is, I still think this kind of reporting is important, because, hey, you know, that's, that's a journalist job, you have to point out what's wrong with the world. So I guess that's just one of those dilemmas in this kind of..."
    },
    {
        "speaker": "Guest",
        "time": "03:46:05.980",
        "message": "Yes, that's a great point. Let me caveat, I don't want to give the impression that I think fear of crime is entirely in people's own minds. What I want to say is how it leads to heightened restrictions on women, and then fewer women in the streets, then those streets feel increasingly unsafe. So if you're the only woman in the street, then you feel much more frightened, then you're much more afraid, because you don't have that solidarity, and that support from other women. Now, what's the best way, and I also, you know, there are also cases, and I want to also give another example of why silence is, can be so, can trap people. So for example, I was talking to one woman who grew up in Mumbai, and she was telling me that very frequently, on the bus to school, when she was a schoolgirl, when those crowded buses she was getting groped by much older men. So this is absolutely a real phenomenon, and in many ways, it'll be underreported. You know, most victims of sexual assault do not tell anyone. So sexual crimes are absolutely going to be underreported. And so I'm not saying they're overreported. My point is that there's this daily deluge. Now the question is, what, if we want to challenge impunity for male violence, what's the most effective way of doing that? Now you're totally right, that outrage around the 2012, 2012 attacks did lead to changes in legislation, but it's not like fear of crime has radically reduced. So the legislation was changed, yes, but given relatively weak state capacity and enforcement, that hasn't actually made people perceive the streets as any safer, at least that's not my impression. And so I would be careful of celebrating that victory in itself. What I think is much more important is sustained feminist activism. So feminist activism is important, but not in itself, because some of the women I interview and also the men, they say, yes, we protested, but then nothing happened. Delhi is still very unsafe. And that itself can be dangerous because then people can become trapped in this despondency trap. That what's the, you know, to change the world, you need to have a sense of collective self-efficacy that if you invest in mobilisation, if you continually march and mobilise, then the state will respond and enact better enforcement, better policing. And for some, they don't think that's happened and they can even become disheartened. So the question is what can cultivate relentless mobilisation? And there, I would actually say what's really important is that seeing that mobilisation results in better law enforcement and actually ends impunity for male violence. And Gabby Crooks Wisner has done great work on this in Rajasthan. So, for example, she shows that people in rural Rajasthan are much more likely to mobilise for public goods when they see and believe that the state will respond to their petitions. And the same is true for domestic, for violence. So I think it's that you can create a greater, a stronger positive feedback loop, but showing that feminist activism leads to greater government responsiveness, because then that can in itself encourage more feminist activism. So I think it's showing that activism works and results in impunity for male violence. I think sending the message, it's incredibly important for organisations to publicise zero tolerance because perpetrators will continue if they think they can get away with it. And victims or survivors will be less likely to report if they think nothing will happen. If they think that by far, by, you know, many, very few victims tell anyone, let alone the police. Many, and there's a wonderful book by Pulumi Roy Chowdhury called Capable Women, Incapable States. And she talks about, you know, women may be fearful of going to the police or don't anticipate any favours at all from going to the police. They, you know, the police may be reluctant, they may not even file the FRI. So it's really about building state capacity and feminist activism, the two need to work together to change, to build this ideology that people can end impunity for male violence."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:50:19.420",
        "message": "I think feminist activism is a solution to a different problem, the problem of the rule of law. And I agree that the post Nirbhaya laws haven't really made the streets of Delhi safer. But that's an issue, as you put it, of the rule of law and of state capacity, and the solutions are deeply complicated and activism, feminist or otherwise, doesn't seem likely to change that. It's a deep structural problem. But what I would be wary of is shooting the messenger, I think, if the state of crime against women is bad, it's got to be reported as bad, you know, there's sort of no way around that. So all these to me are in different domains. The journalists are doing what they must, the rule of law is utterly broken. And you know, I've just come back from a conference where a bunch of us, where a bunch of people rather spoke or spoke, I mean, it almost seems like an unfixable problem on some margins. Mayor activism isn't going to solve this particular issue. But mayor, but activism, feminist activism, especially can make a huge dent when it comes to the mindsets of people. You know, I think some social change has to come from within society. And then the state has its own function. Now, we happen to have a dysfunctional state, and it is the way it is, and that's a much deeper problem."
    },
    {
        "speaker": "Guest",
        "time": "03:51:30.180",
        "message": "Yeah, I mean, I think, I do not know, and I'll be open and honest about this, I do not know what would make Delhi safer. Right. But I, I remain sceptical. And I want to say that I don't know if just repeating that sexual assaults happen, necessarily cultivates activism in a context of relatively low rates of female employment, where women might not be gathering together, because instead, you might just be cultivating hopelessness, learned hopelessness, that all these bad things are happening, and nothing's changing and nothing we can do about them. So I don't know the solution. I'm not saying the media shouldn't report. All I'm saying is this deluge, the reality of violence may just, you know, if it's on the forefront, if a father is coming to breakfast, and he's reading the newspaper, and he reads about the gang rape, and then his daughter asks if she can have a sleepover at a friend's house, he may say no. Now, so that's the only thing I'm trying to highlight. I don't have any, I don't have the solution. I don't know. You know, so I don't know what would be the better way of doing everything."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:52:38.580",
        "message": "Yeah, I mean, I don't think a journalist's job is to make society feel this way or that way. A journalist's job is just to report the news as a journalist sees it. So the fact of the matter is Delhi is an unsafe place for women. I mean, it is what it is. So but I think we're both in agreement about that. This is just a deeply sort of complicated problem. Great. So you've kind of given me so much of your time, and I'm deeply grateful for that. And I will, of course, be listening to the episode for once at half speed so I can kind of absorb all the useful lessons you've shared with me and all my listeners. Some closing questions, one, in the course of all the work that you've done, and this is particularly a relevant question, because you came into this work questioning your priors, happy to rock your priors, as it were. So in the course of all your work, what is the biggest thing that you learned that really"
    },
    {
        "speaker": "Unknown",
        "time": "03:53:32.140",
        "message": "surprised you? I think the importance of culture, the importance of ideology and how that shapes what we do."
    },
    {
        "speaker": "Guest",
        "time": "03:53:43.140",
        "message": "And I underestimated that, I underestimated the importance of religion. And as I've written about before, you know, me coming in with my sort of atheist, secular, empiricist mindset, I didn't appreciate how much people might be fearful of eternal damnation, how much people might buy into certain ideologies, and how that might shape and how those beliefs and desires shape how they respond to economic opportunities. And that's really key to the great gender divergence."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:54:13.220",
        "message": "Okay, so I understand why religion can be a negative force in terms of codifying social norms that keep women back. But fear of eternal damnation, I'm not so sure. I mean, the economist Stephen Landsberg had a great book called Big Questions. And one of the questions in that, which was quite provocative, but which I think and you know, fans of Landsberg will forgive me if I don't articulate it properly, because I don't remember the exact sort of terms in which he put it. But his point was no one believes in God, that people say they believe in God, but when push comes to shove, their revealed preferences will show that they don't really believe in God. So my belief in that sense from what I see, and I'm of course an atheist, but from what I see of religious people around me, is that they don't really believe either, that they might follow certain customs and social mores and so on and so forth. But you know, ultimately, if they are in an incredibly sort of drastic spot, they won't be praying to God, they'll be going to a doctor or trying to figure out another way to solve whatever other problem they have. And they have blind faith in other domains. For example, some people believe in homeopathy and try to cure themselves with it, which is a different kind of blind faith and a different kind of false God. But the toxic thing that religion does is it codifies many of these backward values. And that's a problem. And that's why it's a danger. But does fear of eternal damnation really come into it?"
    },
    {
        "speaker": "Guest",
        "time": "03:55:39.500",
        "message": "I mean, Yeah, I believe that it does. So there's a nice book called Honour and Shame in Iraq. And it's about how women might acquiesce to their husband's demands, and try to please them and do everything, you know, even if their husbands are incredibly abusive, even if their husbands are violent, even if they force sex or rape their wives, you know, many of these women genuinely believe, according to this excellent ethnography, that, you know, if they don't have sex with their husbands, then they will be punished by angels that, you know, they will have. And they're even in Christianity, also in early Christianity, there were these tours of hell where people talked about the torment, the way that sinners would be tormented in the afterlife. So I think, and if you look at data, there's a great variety, there's, I mean, there's far stronger belief in eternal damnation in Egypt, for example, people are more likely to believe in hell, actually, than God, there's much stronger belief in hell. The belief that if you do wrong, then that will affect what happens to you in the afterlife, I think is quite powerful. And that's one of the, and I think, so one, I think is the fear of hell, that you're doing something terrible, and there will be condemnation. And we see that across the world, not just in Europe, not just in Southern Mesopotamia, also in Chinese literature, how disobedient women were upset in cosmic harmony, and then they were challenged and chastised. And then we have also see the element of social policing, right? So the social policing, the institutions are important. The other way in which I think religion can be a major blockage and bottleneck to critical debate if people, because religion can be elevated to a specific plane that people want to be a good person, they want to be the good and dutiful person, especially the ideologies of shame and stigma around female chastity and virginity. The idea that these are the pure, these are the ideals that which we must strive for. I think ethnographies do point to that being incredibly important and incredibly powerful for us. I stay, I strive strongly on, and I would say, let me caveat it, it's not just religion per se, but it's this male dominated religions that have been incredibly patriarchal."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:57:56.300",
        "message": "I would imagine that women who are in that situation and who do whatever their husband wants to do it because they feel they just don't have a choice, they're just trapped in a terrible situation. But yeah, I mean, and that could be one way of rationalising it. But at the same time, I do have a bit of a rational bias. So maybe I am wrong here. And maybe people do fear literal eternal damnation, who is to say. My next closing question is, what broad consensus narrative do you disagree with or is wrong? Like, what broad conventional belief is there, which you feel is wrong?"
    },
    {
        "speaker": "Guest",
        "time": "03:58:31.340",
        "message": "Okay, how controversial do I want to be on your podcast?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:58:34.500",
        "message": "I just want you to be honest. Don't worry."
    },
    {
        "speaker": "Unknown",
        "time": "03:58:37.020",
        "message": "The, you know, the toxic internet trolls haven't gotten so far."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:58:39.820",
        "message": "Will you protect me from the trolls? Absolutely. Though you don't need protection, but I will protect you. You promise you'll protect me on this one? You don't need protection. I want you to say you'll protect me. How can I protect you from the trolls? I mean, I can take your phone away."
    },
    {
        "speaker": "Unknown",
        "time": "03:58:54.060",
        "message": "Sure."
    },
    {
        "speaker": "Guest",
        "time": "03:58:55.060",
        "message": "Okay, listen. So I have argued that the major drivers of gender equality are job creating growth and feminist activism. Some people push for an alternative and we see social policing of discourse, that it matters what we say, like how we refer to each other people. So this might be referred to in pejorative terms as woke. So using the right inclusive terminology, and I think the importance of discourse there is overrated. And we actually don't have strong empirical evidence to say that if people use slightly different terminology, then we would see greater gender equality. So that I think would be, and I think it's mainly that we see that we see that in. So we see a lot of self righteous social policing in the USA, for example. These people absolutely committed to equality. They believe, many of them believe the best way to do that is by changing discourse, etc. And I don't think that's empirically supported. So I think that would be the major way in which I, yeah, disagree with something that's quite popular in that environment."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:00:04.580",
        "message": "Fair enough. And I think I agree with you. So my last question."
    },
    {
        "speaker": "Unknown",
        "time": "04:00:08.180",
        "message": "Will you protect me if people attack me on that point?"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:00:10.420",
        "message": "Why do you need protection? This is such a non feminist thing to say."
    },
    {
        "speaker": "Unknown",
        "time": "04:00:13.540",
        "message": "Come on. Right, I'm asking for the Rakhi thread, right, right, right."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:00:18.020",
        "message": "Rakhi, you should be promising to protect me if I get into trouble because of what you said. Like, come on. I didn't expect this from you, it's very sad, very sad. So all right. So yeah, so final question, and you probably would expect this by now. But you know, one of the things that sort of awes me when I read your work, and something that I deeply love, is how many rabbit holes you provide to all of us to go down on in terms of all the links, all the books, every day you're on Twitter posting about three or four or eight or nine different books, depending on what the day is. And that's fantastic, because I've picked up a whole bunch of books just reading about it on your Twitter thread, and it's been an education. So what are the books that have meant the most to you? And you know, I asked this question about films, music, so if you want to talk about that as well, but what would you take with you to a desert island? What is, you know, really, really dear to you, and it doesn't even have to be something to do with your work or your research or whatever. But whatever means the most to you and that you absolutely love."
    },
    {
        "speaker": "Unknown",
        "time": "04:01:21.460",
        "message": "I would take to a desert island would be a motorboat. What?"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:01:25.340",
        "message": "I asked you to recommend books for my readers. And you've just said what I will take to a desert island will be a motorboat."
    },
    {
        "speaker": "Unknown",
        "time": "04:01:32.620",
        "message": "What is this? I don't want to be trapped on a desert island where I'll die. So I can escape. A fully fuelled motorboat, I don't want to be trapped on your desert island. I'm gonna die."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:01:48.540",
        "message": "I don't want to die. And then Component, what's the last good book you read? Fine."
    },
    {
        "speaker": "Guest",
        "time": "04:01:53.820",
        "message": "Give us something. Throw us a straw. The last excellent book I read, I really liked Shrayana's book, Desperately Seeking Shahrukh. I think it's fantastic. Yeah. I think that adds another element that we haven't really discussed is about love and how women's desire for love, and especially from one person, especially in places where monogamous marriage is highly valorised, as we discussed earlier, can trap them in abusive relationships because they're constantly trying to please that person and cultivate their favours. And this goes back to our earlier conversation. If the desire for love and the desire to be loved is the primary thing and there are fewer alternative ways in which women can flourish and be rewarded and respected, then they can be trapped in very abusive relationships. So love has the potential to trap women in patriarchal relationships. And I think Shrayana's book is so fantastic because it explores Indian gender relations through another lens, and it's saying, you know, all these women navigating elements of patriarchy, they see in Shahrukh Khan this idea of this gentle, nurturing, appreciating, affectionate, care, compassion, listening to women. And I think that's such an amazing way of understanding gender relations, then that that's what people might aspire for, but not getting. And I think that's a fantastic way of understanding gender relations, distinguishing between our internalised ideologies, our norm perceptions. And the idea is that many women would like to be appreciated. They would like all their care labour. So there's an interesting excerpt in that book where they talk about, in one of Shahrukh's films, where he sings in appreciation of the tiffin. He sings in appreciation of his wife's care work, and that so often across the world, and this is not unique to India, women's care work is neglected and devalued. And here he appreciates her labour. And one woman talks about how nice and how wonderful that might be, just to be appreciated. And so, yeah, I would, I'd really recommend Shrayana's book. It's really wonderful."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:04:06.020",
        "message": "Yeah. And she's, my most downloaded episode, in fact, is with Shrayana, it's called The Loneliness of the Indian Women. We'll link it from the show notes. And since you mentioned the element of love, sort of a final, final question for you, which is, while what you're studying is really social norms, social currents, so on and so forth, and on the surface, it can seem dry. But at the same time, you've spent a lot of time talking to people, living with people, being a witness to their experiences, being a confidant for, you know, whatever is happening in their lives. And you've had sort of a unique glimpse of their interior lives as well, and sort of their lives as people. And at some level, does it also make a part of your research, not just the intellectual work that you put into it, but also a certain emotional work? You know, how do you sort of then kind of navigate that? Because you go in with these people as your subjects, in a sense, and they've been kind enough to offer you the friendship. But as you come out, it's obviously more than that. So tell me a little bit about that aspect of things, that human aspect of connecting."
    },
    {
        "speaker": "Unknown",
        "time": "04:05:13.660",
        "message": "Yeah, that's such a great question, because in the process of getting to know people,"
    },
    {
        "speaker": "Guest",
        "time": "04:05:19.740",
        "message": "in the process of understanding their stories, their aspirations, their struggles, we do form these wonderful friendships. You know, maybe this will sound insincere and fake, but I really do connect. You know, I have such strong emotional ties, really great bonds of friendship with so many people who've looked after me, who've welcomed me into their homes. And I stay in touch with so many of them, whether it's through WhatsApp or Instagram. You know, the Bemba mother who I stayed with, she often chats with me on Facebook or Instagram in Bemba, of course, whereas Moroccan women follow me on Instagram. And it's fun because on Instagram, they can see me traveling through each different country. So the Moroccan men and women see that I go to Italy and interview people there, etc. So they get to follow my travels, and that's a really nice way that I'm able to stay in touch with these people that are incredibly dear to my heart, really and truly. I have, you know, friendships all over the world that are incredibly important to me. And I just really, I'm so grateful for learning about their lives, understanding each individual struggle, their story, their perspectives, their individuality, and that goes back to your question on depth and breadth. And I think that, yeah, I really appreciate it. I really, really enjoy what I do."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:06:48.940",
        "message": "That's I think, a wonderful note to end on, because even if the world doesn't change, you'll always have that. So thank you so much for your time today."
    },
    {
        "speaker": "Guest",
        "time": "04:06:55.860",
        "message": "This is great. Honestly, I have been listening to you for forever. And I've always been a fan. And this is the greatest honor and privilege."
    },
    {
        "speaker": "Unknown",
        "time": "04:07:02.860",
        "message": "I'm very, very happy to be here."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:07:04.940",
        "message": "And thank you so much. Thank you. If you enjoyed listening to this episode, hop on over to the show notes, enter rabbit holes at will. You can follow Alice on Twitter at underscore Alice underscore Evans. This will also be linked from the show notes. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for listening. Did you enjoy this episode of The Seen and The Unseen? If so, would you like to support the production of the show? You can go over to seenunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]