[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "There is a lot that is wrong with the world, and it's important to put a number to it. You know, we are often suspicious of numbers. They confuse us, and when they are big, they become abstractions that our brains are not designed to fathom. And yet, if we want the whole truth, and not just a glimpse of it, we need numbers. I may feel that gender and caste are India's biggest problems, and you may feel that here they are not so bad, but the only legit way for us to try and convince each other is through numbers. My anecdote versus your anecdote gets us nowhere. And no one knows this better than my guest on this episode, who shed light on important questions and important arguments about caste and gender. Her work means that we cannot deny the problem exists, and we can use her data to tackle these problems better. If things are wrong, and you want to set them right, you need the right numbers."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:01.040",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:07.240",
        "message": "Please welcome your host, Amit Verma. Welcome to The Scene and the Unseen. My guest today is Ashwini Deshpande, the only economist in the world to have been on an Amul hoarding. Ashwini was born to a remarkable family. You could make multiple web series on her aazobas and aajis, grandparents who tried to reform society and led by example. Her dad was a famous playwright and academic, J.P. Deshpande, and her mom was a well-known women's rights activist. Ashwini could have been a vocalist or a sitar player or a writer, but she took one for the team, by which I mean all of us, and became an economist. She spent decades doing path-breaking work in caste and gender, among other subjects. She's a professor at the Ashoka University and lifetime president of the global Lata Mangeshkar fan club. Okay, fine, I made that last line up, but it's plausible as you'll find out. We met a week before this recording at a conference in Goa, where she both sang Madanmohan songs as well as gave a presentation on her academic work that blew us away. This conversation also contains multitudes, and I'd urge you to see it as part of a larger interconnected conversation I've had on these subjects with various other guests. In fact, the episode I released two weeks ago with the great Dalit scholar and activist Chandrabhan Prasad was actually recorded after this one, but there are threads that intermingle. Anyway, recording this was a blast, so listen in. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs Rs. 10,000 plus GST, or about $150, and is a monthly thing. So if you're interested, head on over to register at indiauncut.com slash clearwriting. That's indiauncut.com slash clearwriting. Being a good writer doesn't require God-given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Ashwini, welcome to The Scene and The Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:30.040",
        "message": "Thank you, Amit. It's so fabulous to be here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:32.560",
        "message": "Thank you for inviting me. Yeah, no, and I'm sure it is also fabulous to be here. So we've been talking about this for a long time. And there's also excitement that I get in my DMs from Twitter, when is it out? When is it out? I haven't even recorded yet, because I posted this video of you singing this beautiful song, I think by Madan Mohan, you know, at this conference we were at. And there has been so much enthusiasm. People have got in touch asking about commercial possibilities, and so on and so forth, concerts. And I have been like, you know, at the Royal Alfred Hall, for example. And I have been like, okay, you know, I'm her agent, I will take 80% commission, you know, and I'm game with it."
    },
    {
        "speaker": "Guest",
        "time": "00:04:13.280",
        "message": "So we can discuss. Alfred, you mean Albert, obviously, no, I deliberately said Alfred, because this is"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:18.400",
        "message": "what happens in India, no one understands satire."
    },
    {
        "speaker": "Guest",
        "time": "00:04:20.640",
        "message": "Oh, now you're on fact checking. No, really, sorry, I'm going to keep my teacher hat aside."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:27.240",
        "message": "And no, no, I will ask you in this episode also to put the teacher hat on because at the conference where we were, you gave this excellent talk where I learned so much, you know, I read your book also, which was delightful and a whole bunch of articles, not all of which are to do with your field of study. So that was sort of great fun. I want to go back to sort of talking about your childhood, there's a delightful piece in your book on caste, where right at the start, you speak about your paternal grandparents, Asha Tai and Purushottam Narahardesh Pandey. And I found that really interesting. And I want to dig deeper into that. So tell me a little bit about, you know, your memories of them, and you know, what were"
    },
    {
        "speaker": "Guest",
        "time": "00:05:07.720",
        "message": "they like, and so on? Well, they were absolutely remarkable individuals and actually their love story and true, I mean, I'm using the word correctly in the sense that there was a love marriage back in the day, their love story should be actually made into a movie or something. So my paternal grandfather, who we used to call Anna, Azoba is in Marathi, it's called, you know, his grandfather. So Anna Azoba, and then as we became older, we just called him Anna because everybody in the village called him Anna. Anna's father settled in this small town village called Rahimathpur, which is in Satara district of Western Maharashtra. So it's, I don't know, about 200 odd kilometers from Pune. And it's I mean, I'm obviously very fond of it, but otherwise, it's it's pretty nondescript small town. It has a very interesting name. And it has a very interesting location. Anyway, by the time I was born, my grandparents were staying there. And till I was 25 years old, every single summer vacation, we used to spend in Maharashtra. And of that two month period, the biggest chunk of time was in Rahimathpur, where my grandparents were there, my parents, of course, my father's siblings, you know, over the years, they got married, they had children, then as their families expanded. So basically, it was a large extended family gathering in Rahimathpur. And I, of course, adored my grandparents. And I got a sense that they were special as a child. But it was partly a sense that, you know, children feel for their grandparents, because you always think that your parent or your grandparent is the best one in the world and so on. But through my years, you know, through my growing up years, I started getting glimpses into how exactly how special they were. And it's my lasting regret that I never actually one on one really talked to them about their lives. Now I'm piecing it together through things that other people have written. And let me tell you, since I've mentioned about their love story. So basically, my grandfather was a medical doctor, and he was active in the freedom movement. And he got married and gave birth to two sons, my father and another brother, my chacha. And during the third childbirth, either exactly during childbirth or shortly after, the third child died and his wife died. So basically, he was a widower with two young boys, two very small boys, and active medical professional, but also active in the politics in the, you know, anti British political struggle of the time. And in one of these conventions, he met this young woman, about 14 or so years younger than him, and very highly educated for, you know, remarkable for that time, city bred, she was from Sangli. And she was the daughter of this very well known playwright called Khadilkar. It's a very, it's a very culturally very important family in Maharashtra. So she was Khadilkar, she was Sindhu Khadilkar as it happened. And she saw this handsome, older, slightly older man, and she fell in love. And she proposed marriage to him. And she said, I want to marry you. So he said, absolutely not. We are not a match, we are our circumstances are not matched. And your parents will never agree, I will not agree because I don't I don't want to put you through this situation where you take care of two children already. And she said, No, absolutely, I'm not going to get married. But if I get married, it will be only to you. And so she persisted. And then my grandfather said, Okay, the condition under which if at all we marry, which, first of all, is not going to happen. But if that happens, you have to tell your parents everything truthfully about my condition, and that I have not asked you to marry me, you know, and she must have said yes, so I'm not exactly sure what she said. But basically, one day she landed up in Rehmatpur, all the way from Sangli into this small village. And she being a city bred, intelligent, highly educated woman. And by that time, my grandmother, my grandfather was there with his two sons, his father, who by then had been paralyzed with a stroke. So he lived in a completely paralyzed state for 12 years. So there was a paralyzed father, there were two sons. And there was a chachi, sorry, a bua, some aunt of my of my dadaji, who was a child widow. And she was, you know, she lived with him basically with them and acid tongue, you know, and just, you know, very cutting, but, you know, old style widow with haircut and all the rest of it. So that was the house. And my grandmother said, I'll take it, I want this, I want you basically. And they married. And that must have been I think, 1940 or 42, I'm not exactly sure, maybe 42, 41 or 42. And then she gave birth to three children who are, you know, my parents, stepchildren. But for the longest time, I didn't know that she was my father's stepmother. And because A, she was highly progressive, she never discriminated between her own born children and the two earlier children. She never discriminated between the grandchildren. So my father was the eldest in his generation, and I'm his oldest daughter. So I'm the eldest in the cousin's generation. And from my grandmother's point of view, I was the oldest grandchild. And so therefore the most loved, by the time the other grandchildren came along, I was there. And it was years later that I discovered that, oh, sagi dadi nahi ho, whatever, I mean, of course, it made no sense, because I used to call her mothiyai, which means elder mother. So that's how she was. And they were, both of them, Anna and mothiyai, were remarkably progressive. So one of the things I remember very clearly is that they had taken a position that we will not attend any wedding in which dowry is exchanged. And I remember once my bua's closest friend, who was almost like a bua, I used to call her bua, and she was always in and out of our house in Raimadpur. So she was going to get married, and obviously dowry was going to be exchanged at that wedding. And for Anna and mothiyai to not go to that wedding is almost like them not going to their own daughter's wedding, but they didn't go. Because it was a principle stand that we have not exchanged dowry, nobody in our family has exchanged dowry, and we will not go to a wedding where dowry has been exchanged. And my grandmother, after she moved to this small town, in the front part of the house, she established a library, the first ever library in Raimadpur. She called it the Hind Vachanale, Vachanale is library, Hind is Hindustan, India. And I remember it because it was in the, you know, our house was like their vada, the old style vada with the central courtyard, you enter, then there is a room at the front and there's a room at the top and then you enter into a courtyard, and the rest of the house is basically surrounding the courtyard. It's that old style, lovely house. And the front, on the ground floor was my grandfather's clinic, where he would just get up in the morning, have breakfast, shower, and then go there and the whole day he would and just come back for lunch, again go out. And on the first floor, above my grandfather's clinic was the Hind Vachanale, a library that my grandmother built, I mean, assembled, not built as in not building the building, but basically got books together. And she would go from house to house, encouraging women and children particularly, to come there and read and to borrow books. And she, you know, she could cook, obviously, because all women, you know, there was no choice, you had to learn to cook and housekeep, etc. But she had made it very clear that cooking and housekeeping were not going to be her foremost occupations. So she was politically active, she was socially active, and I remember going with her to people's homes and her giving this little, you know, okay, so what have you read? Tell me, what did you like about that story? Do you want to, it's been a long time that you've been sitting on this book, why haven't you finished it, etc. And because I came from a family where books were read as, you know, that was a default. It was amazing for me to see this, and she was four feet, 10 inches, so very short, diminutive woman with a very sweet, thin voice, getting the breakfast and all done and then just leaving the house and going from house to house. And that time, I remember walking very far away, you know, on the outskirts of the village, and I would say, oh, this is, is this Rahimathpur still, are we still in Rahimathpur? Because this is really far. So she said, no, this is also Rahimathpur. And we would go to this hamlet, which was very poor, you know, markedly poorer than obviously where we lived and from the rest of Rahimathpur. And somehow I never asked her what it was, but she would go into each home, just like she used to go into other homes, and also encourage, also ask them to come to our home and enter the house. And, you know, and every time they came, she would give them something, you know, etc. The significance of all that escaped me. I had no idea. I just thought that they were just poorer than some others. It was only after she had passed away, and when I started working on cast, that the penny dropped and I suddenly realized that what we had been going to was a Dalit basti, which was on the outskirts. And the act of going into their homes and the act of her inviting them into our home inside the house, including in the kitchen, giving them food was a very quiet, but extremely revolutionary act, the significance of which I never understood. So they were much like my parents, they never preached, or they never said, Oh, look, this is what we are doing. And this is the right thing to do. And this is what you must do, etc., none of that. But how actions leave a sort of impact even, and it lasts for years after they've gone. And every now and then suddenly a memory strikes me of something that she used to do or my grandfather used to do. And I would say, Oh, this is what they were doing, you know, but as a kid, I didn't didn't know it. I had no idea at that time that this is what we were doing, you know, with her."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:37.960",
        "message": "Such a beautiful resonance story. And I, you know, the line, this is also Rehmatpur, would be such a lovely title for a story or a book or whatever. And I'm also just very struck by that image of medical clinic in the ground floor, and then a library just above that. It's like you have medicine for the body and medicine for the soul, and they're both kind of there. So here's sort of I have a few related questions to, you know, justice. And the first of them is this, that you mentioned about how you never realized it at the time that the penny dropped much later. And one theme that I have been I have sometimes brought up on my shows as well, is do we talk to elder people from our family, whether it's our parents or grandparents, enough, or are we trapped within the bounds of whatever the relationship has been laid out as where somebody is, you know, like fathers and sons will typically never really talk or exchange emotional content or we won't really talk to our grandfathers in that way and talk about their lives and so on and so forth. And I wonder if, you know, just from from the, you know, and something for the listeners to think about as well, that maybe there is something in doing a little bit more of that, and seeing them not just in terms of the role that they have in our lives, but as sort of individuals. I mean, before my father passed, I remember I sat with him and just spoke about his life and I recorded two, three hours of that, so it's like a small oral history that is there with me, which is almost like a window into another person, you know, where you don't see someone as your father, you just seem as an individual kind of growing up. And in any case, I have a fascination for these oral histories and life stories, as you can tell from my podcast. So looking back, obviously, you know, if they were still around, you would have sat and spoken to them or whatever. But do you feel that is something that we should do more of, that when we go through life, we get circumscribed in these kinds of roles, whether they are familial relationships, or whether they are caste barriers, or gender barriers, or whatever. And we think of people in terms of roles and not as, you know, three dimensional people with interesting, fascinating lives. Is that something you've thought about?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:44.480",
        "message": "No, I agree with you that, of course, we should do that. But I have to say one thing about just my particular, the father side of the family is that the issue was never that we didn't talk. In fact, the Deshpande side of the family and my mother's side, you know, sometimes they make fun of this, which is that it's a bit too, it talks too much, and it's a bit too democratic. You know, especially with my parents and my brother and I, the four of us that that nuclear family, we would constantly be arguing, discussing this, that and the other etc. I guess, I have been incredibly lucky to certainly in my grandparents' generation of having such incredible grandparents. And I'm not just talking about my paternal grandfather, Anna and his wife, but his brothers and their wives, you know, that they have all have so many aspects to their personality that I'm discovering them literally now, you know, long after they're gone. So for example, last year, Nayanjot Lahiri, who's my colleague at Ashoka, a well known historian of ancient India, wrote this book on my Anna's brother, my grandfather's brother, who also has to call Azoba, they're all Azobas. Of course, you know, again, adored him, you know, was very, very close to him. He was an archaeologist and he was the Director General of the Archaeological Survey of India that I knew because he lived in Delhi, unlike Anna who lived in Rahimathpur. So I saw this Azoba much more often because just because they were in Delhi. And I knew that he was in the Archaeological Survey because often from school, if we had to go to their house, you know, we would get picked up, dropped to his office. I've spent many afternoons after school in the Archaeological Survey office, which is to be next to the National Museum then, I don't know where it is now. And I knew that he was a very sort of important archaeologist because the books on archaeology in his house, he would travel a lot, people would come to see him, etc, etc. And so I knew, obviously, that he had achieved a fair amount in his life. And but of all the brothers, he was in some sense, he was a laddu. I mean, he was the sweetest, cutest, most adorable. I mean, they were all adorable. But even in that adorable, a set of very adorable people, he was, I guess, the most adorable of them all and very soft spoken. And so one day Nainjot stopped me in the corridor and she said, are you, do you know M N Deshpande? So I said, yes, he's my father's uncle, he's my grand uncle. And she said, oh, so do you know his family? So I said, of course, they are my chachas and, you know, my father's first, I'm very, very close to them. Like, they are my family in Delhi from the Deshpande side. And she said, I want to write a book about him. So I said, oh, how nice, etc. I thought, you know, because he's a well-known archaeologist, so I wasn't surprised. And then she proceeded to tell me two episodes about his life that showed him in a light that I could not imagine him being. So one of them was, both of them actually, were how he stood up to Mrs. Gandhi at the peak of her power in India and stopped a demolition or an extension of an archaeological protected site where one of them was, in fact, Birla was involved in, Birla and Mrs. Gandhi. So he stood up to the collective might of Birla and Mrs. Gandhi and stopped that extension, which is a story if I'd heard about Anna, I would have believed it. Anna was, you know, but about Azoba was in Delhi, he was, I could not imagine him, you know, taking this very strong stand and just not budging. And he did it in his quiet way and he got it done. And then she told me other stories, and then she wrote this book. And through that book, I learned so much about him. For example, from Rahimathpur, this young man went to do a BA in Ardhamagadhi. I mean, how did he, so Nayan Jyot kept asking me, how did he think of this language? How did he get interested in archaeology? But unfortunately, anyone who could have answered that question, they're all gone. So nobody knows. And so through Nayan Jyot's book, through her, which is now in the public domain, I learned so much about my grand uncle. So in our family, the problem has not been that we haven't been close, there have been the traditional barriers of authority and, you know, that prevent conversation. In fact, if anything, we talk too much to each other. But I guess everybody has been so remarkable in their own ways and very self effacing. So there are things that they did or do, and we just don't find out, we don't know until some other person and they never promoted themselves. So a lot of facts are known about other archaeologists of his generation. But until this book came along, nobody knew about all these things that my grand uncle had done. And Nayan Jyot said, it's amazing, there is no book about him, and I'm going to write this book. And she didn't know that I was related to him. So obviously, it wasn't like she was doing it for a friend's uncle or whatever. That was not the motivation. But I guess so just about the Deshpande's, I think the problem is that there are too many achievements, not achievements, I wouldn't say, but there are too many aspects to everybody's personality. And it's really hard to keep track of who's doing what. And with my parents, I feel that regret every single day, that I learn about something or the other about my mother or my father, and I said, Oh, gosh, I never talked to them about"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:20.920",
        "message": "these. I love the way Nayan Jyot comes to you and asks you, do you know M N Deshpande, you should just have replied, that yes, of course, all Deshpande's are related to each other."
    },
    {
        "speaker": "Unknown",
        "time": "00:23:30.080",
        "message": "Do you know Bappi Lahiri?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:33.480",
        "message": "I'm just kidding. And I also have a great title for an incredible web series. And I'm quite serious about this. This could be a heck of a show, The Azobaz. You know, like the Sopranos."
    },
    {
        "speaker": "Guest",
        "time": "00:23:41.960",
        "message": "Like the Sopranos."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:42.960",
        "message": "Yeah, what a series."
    },
    {
        "speaker": "Guest",
        "time": "00:23:43.960",
        "message": "I should tell my brother, I should put this because actually, my brother has been more systematic about documenting history. So I think when my father's mother, she unfortunately passed away young, she was only 67. So she died in 1990. But my grandfather died much later. And there was a time when my brother decided that, okay, now is the time that I need to go with my camera to Rehmatpur and get Anna to record. So he has actually done a little bit of the oral history project with some members of the family. So he's recorded some things with my mother, some with Anna, some with my father. I guess we all have to put it together. But he's been more, I guess, by the time we became adults, when we suddenly realized, oh, we have these remarkable people in our family who are not just adorable and, you know, just lovely, because we love them. It's not just that they're more than that. They've done, you know, they have significant contributions. He became aware of that. And he did record. In fact, my father's, I reposted an essay that my father had done about Rehmatpur recently on Twitter on his birthday, birth anniversary. So I can share that. It's a lovely, lovely essay about Rehmatpur. You can post that. It came out in Himal, the journal."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:00.560",
        "message": "I'll link that from the show notes and more power to your brother, I mean, and the idea is that one should not think of oral histories just in terms of extraordinary people. One should think of just doing oral histories in general with anybody, you know, and anybody can do this. Anybody can just sit down with somebody in their family who's kind of old or somebody they know and just kind of record because it's like ways of life just pass by. And you look in the history books and the great books of nonfiction, and you read about extraordinary people, but the textures of everyday life and the lives of ordinary people, I think are also sort of worth capturing. My other question that comes from that is, of course, your grandparents were outliers. But at the same time, I think it's not entirely unusual that they would be from Maharashtra. Like I definitely expect to be more likely that they are from Maharashtra than many other states. And part of the reason and you've also alluded to this in the past is that there is a history of different kinds of reform movements in Maharashtra coming right from the Bhakti movement and so on, where people have examined caste, people have examined gender, and all of that. So tell me a little bit about that, because in a sense, that's also part of your heritage growing up. It is also part of the air you breathe, and I'm sure it's shaped you as well in different ways. So tell me a little bit about that. And if you would have an idea of who the specific inspirations for your grandparents may have been like, obviously, the Fulets come to mind, you know, seems the most obvious sort of analogue. But you know, who were the kind of heroes that those people would have had back in those, you know, pre-independence days or early days?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:38.440",
        "message": "I think for my, I maybe I don't know, honestly, that's the short answer. But the long answer is probably Gandhiji for my grandparents, because I think they were extremely inspired by Gandhi and the nationalist movement. They were a part of this larger Congress, you know, coalition, but they were socialists. So all my, in fact, all the three Asobhas and their wives were socialists, and in fact, there was this sort of a political cultural organization called Rashtra Seva Dal, which all my bhuvas were members of. And it was a, they would dance and they would do plays and things like that. So there's always been music and dance and acting in the Deshpande soil of my family. And my father actually broke away from all that when he left Rahimathpur and when he came to, went to Baroda first, and then came to Delhi through his, you know, pursuing his higher education. And he got introduced to Marx I, and he delved deeper into A Phule, etc, you know, that part of the Maharashtrian heritage, and the Santa Kavita, the whole bhakti literature. So he was quite an expert, by the way, on that, even though that was not his profession. And one of his sisters was also a very well-known actor. So my father had written this commentary on piecing together the Santa Kavita, the Abhangas that are very progressive, very radical, take a very anti-caste, gender egalitarian view. And my aunt has produced that. So it's a lovely program. And if it's anywhere online, I'll send you the link for that of Santa Kavita. And so in my father's house, I've seen these volumes, and my father was a Sanskritist, he knew Sanskrit fluently. So he read all the texts in the original Sanskrit or Marathi, whichever the language was, but he was very, very influenced by the bhakti poetry. So I think the influence of bhakti, Phule's thought, etc, is more in my father. And in fact, he ended up writing this play called Satya Shodhak, which turned out to be a hit for many reasons, I'll tell you later. So my introduction to Phule, etc, came through my father. But through my grandparents, all the Azobas and the Ajjis, it was mainly Gandhi. And then later on, you know, JP, Lohia, etc, that stage. And my father's first play, my father was, apart from being a professor in JNU, he was also a playwright. My father's first play, Udvasta Dharmashala, I guess is one of his most, the most well-known play. He shows a young professor, and this was written in 1973, so it predates the emergency. People think it's about the emergency, but it's not. And it's a young professor who's being interrogated by the university committee for making, you know, communist or whatever, it's like a McCarthy-ish scenario being adapted to the Indian situation. And the young professor is a young Marxist, and his father's passed away in the play, and the uncles are socialists. So when the professor goes back to, you know, for the funeral or collect books or something, the uncles throw him out saying, oh, you opposed your father, you never went down the socialist path and you took this other path, etc. So people read echoes of some autobiographical thing, but my grandfather and my father never quarreled and there was never, in that sense, a disagreement. They were always on the best of terms. So that's, those are my father's influences. But I want to just touch to the point that you made earlier about how people are heroes in their ordinary lives. And I want to talk a little bit about my mother's mother. So my mother came from not an extraordinarily radical or progressive family, just a regular middle class family, and when she was eight years old, her father and her eldest brother, the two earning members of the family, died within six months of each other. And her own mother was not very well educated, she had education only up to class three. So all of a sudden, there was this young widow who was 40 years old, with four small children, youngest being eight years old, that was my mother, no source of income. So it was a calamity, and of course, relatives stepped in and friends stepped in, etc. But my grandmother was remarkable. And she said that I'm not going to bring up my children under terms and conditions set by others. You know, I want to be independent, I want my children to be independent. And she was very skilled at pretty much everything she did. So she was very skilled at, you know, sewing, like she was a good seamstress, but she had never taken tailoring classes or anything like that, you know, she just learned. So she took tailoring classes, took a loan, took tailoring classes, and then started stitching clothes for a living. And my oldest aunt enrolled in nursing college, and there she was to be given three saris as uniforms. She kept two, and she would send one sari back to her mother. And my grandmother would cut that sari up and make frocks for my mother and the other sister. I mean, that's how they survived. And it's a heroic tale. And again, I knew it kind of at the background, but as I grew older, and my dad, my mother's mother, I always saw her in white, you know, she was always dressed in white, and she was a beautiful woman, but she never wore a bindi, she never wore any colored clothes, etc. And I knew that she did, nobody asked her to do it, but that's just how she was. And I remember one long conversation with her in Bombay before she passed away, and she told me the story of her life and how difficult it was to be a widow at 40. And you know, how she stood by her principles, and she brought up her children the way she wanted. I mean, of course, it was very hard. She had to make a few compromises, the children had to, you know, it was not easy at all. But to the best of her ability, she raised her children. So that's another story of a very heroic life. But you know, in a sort of more in an everyday context, but how people can be heroes, you know, in an everyday context. So that's, that's the other side. And that I think, I've seen in my mother, I've seen in her sisters, you know, very strong, you know, iron willed women would give anybody a run for their money. And they, you know, that's, that's how they were, but they were not, you know, they were not sort of leftists or anything like that, you know, that that was not there. My mother eventually became, but not my aunts. But they were remarkable, you know, just regardless of whatever ideology they followed."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:01.600",
        "message": "Yeah, I mean, now I'm thinking that they could be like, you know, if Netflix does Aajobas, Hotstar could do Aajis. So two competing shows, and I think I'd actually watch Aajis more, you know, and you mentioned that your grandparents were in the Rashtriya Seva Dal, and I'm thinking had they been in something called the Lok Seva Dal, then you could have proudly said that all my grandparents were on LSD. But leaving that, you know, getting that out of the way, tell me more about your mom, for example, because, you know, she was an activist, she was involved in the women's movement. You've spoken about how she won every battle in her life, except her last. So tell me a little bit about her and what was your relationship with her and so on."
    },
    {
        "speaker": "Guest",
        "time": "00:33:41.360",
        "message": "So she became an activist, people remember her as an activist, but actually, that is just the last phase of her life. And I have always said, although, I mean, I've said it to him, I don't know, but I always like to say that she had much more to her personality than the period of activism that that defined, I would say, I don't know, she died when she was 72. So maybe the last 20-25 years that defined her, which is a long enough period. And it's really amazing when you think about her age, when she got into this all this activism. So that's the other remarkable thing. But she was this very strong-willed, rebellious young woman. And my grandma, that Ajji has told me stories about growing up, how strong-willed and she was, when I was growing up, she and I clashed a lot because she was perfect in every way. And her point was, why can't you be that way? You know, and my point was, no, you are perfect, I'm not. And just let's agree to disagree on that question. No matter how mothers are, you know, so her point is, well, you can do one, two, three, but why can't you do four, five, six? And I'd say, well, you do one, two, three, four, five, six, I'm happy doing one, two, three, let me be. So we would clash a lot. And you know, as you probably realize, between my parents and us, they always had this very open atmosphere of, you can say anything to us, and we will say, but it was all very civil. And it was never preachy, it was they never talked down to us. So we could question them, just as they would tell us to do things, and they had to justify every single instruction that they gave us. So it wasn't like, do this, because I'm telling you to do it, do it, because these are the benefits of doing it, and so on. So my mother was a tough, toughie. She was really, really tough. And she was very disciplined herself. So she would expect that discipline from other people. And as a child growing up, that's never, you know, one always clashes with parents when you're asked to clean your room or whatever, whatever. So but she was remarkable. I mean, so she married this man, theirs was also a love marriage. So I mean, for me, when I hear the term love marriage, it's very odd, because most marriages in my family, starting with my grandparents, have been love marriage. So very few have been arranged. So in our family, when there's an arranged marriage, we say, oh, that's an arranged match. You know, it's unusual. A step into the unknown, a bold step. Or somebody is not, some woman is not working, as in not every, all women work all the time. Obviously, I know that, and you know that, but by working, I mean, not working for pay or not going outside the house. When somebody doesn't do that, it becomes unusual. Oh, she's, she's not doing anything else, because every woman in my family does a million things. And so my mother went to Baroda for her undergrad, because those days, Baroda was of course, MSU was very good. And in Maharashtra, it was quite common for young people to go to Baroda, and my father was also there, but they didn't meet, I mean, they kind of met, but not really met kind of a thing. That was not, that was not where their love story started. And then she joined the Home Guards. And so she learned to ride a truck, she learned to ride a fire engine. She's rescued people from, you know, that crane that goes up to the top floor of a building and rescues children from a building on fire. She's done that. Wow. She could ride a horse. She was a fabulous swimmer. And she could cook and clean and keep house and stitch and knit, and I don't know what"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:11.240",
        "message": "else."
    },
    {
        "speaker": "Guest",
        "time": "00:37:12.240",
        "message": "Yaar yeh Forrest Gump wali story ho gayi. Matlab, you know, and she would say, you know, I'm going to teach you stitching. I said, No, I'm never going to touch a needle and a thread. She said, but I can do that. And I can do this. I said, you do that and this and whatever else you want to do. I'm just going to do two, three things. So anyway, so she was in the Home Guards and she got posted to Delhi as a part of a Home Guards. She was a working woman. And her uncle, who was a widower, was in the government at that time. So he was a part of the early bureaucrats, you know, post-independence. And they had a house on Wellesley Road, which is now called Zakir Hussain Marg. And he was a widower. His son was studying somewhere. Anyway, so he used to live alone. So she used to just live there because it was just convenient to be there. And my father had come to Delhi for his MA. And that's how they met through a common friend, etc. So they met and they fell in love. And then my father went to Hong Kong because he was a China specialist. He was, you know, his bread and butter job was a professor of China studies in JNU. So at that time, mainland China was not open for foreign researchers. So they went to Hong Kong. And I was almost born in Hong Kong because I was going to be born. And then my mother's family put pressure, no, first child, first child, you must always come back to the mother's house, etc, etc. My mother was, I think, quite happy to give birth to me there. So she came back and then I was born, then my brother was born, etc. And then JNU didn't exist as an institution then. So in 1970, JNU got established. And there was a School of International Studies, which was an independent organization that got co-opted into JNU, lock, stock and barrel. And everybody who was in SIS went to JNU, so did my father. And we moved to JNU campus, I don't know if you've had an occasion to see it, which was at that time completely the outskirts of the city. So everything that you see around the JNU campus now didn't exist. There was no bus service, there was no cars, nobody had a car. And there were 36 families living in this 1000 acre forest area, completely disconnected from anywhere else. There were just two JNU buses that connected to the city once in the morning, once in the evening bus. So it was like living on an island in some sort. And then my mother realized it was going to be very difficult for her to manage doing a job and children and you know, living in that remote place, etc. So she stopped working outside for a living, but she did many other things. She learned Braille and started translating books in children's books in Braille for blind children. So she used to work on a voluntary basis with the blind school, which is near Oberoi Hotel here in Delhi. So then she learned macrame and I don't know any skill that she didn't have. She learned that while we were growing up and she was in JNU. And then she declared one day that she was going to enroll for this five year BAMA course learning French. She told us and my father, we used to have this sort of family. So the rule was everybody must have dinner together, always. And there was no TV in the house. So you know, we had to talk to each other. And there was this All India Radio used to play a national program of classical music that used to be playing on the background. And we would have dinner and all these conversations and all the fights and everything used to take place over dinner. And she declared that she was going to join French. And so we said, aren't you very old and to a child, the parents are always very old. So she said, I don't care. And she was like that. She didn't care. And she joined this integrated BAMA program. So JNU has these five year integrated language programs. So you join after school and you do three years of, if you do three years, you get a BA degree. If you do full five years, you get an integrated BAMA degree. And because she didn't know French, she joined the first year and her classmates were obviously stayed out of school. And she was this mother of two children, you know, we were not teenagers yet, but I wasn't a teenager yet. Still, I mean, you know, I must have been 11 or 12, whatever I was. And so the classmates were much younger than her, but she was not self-conscious at all. And she did this five year French course, you know, and in between my father got a fellowship to go to Germany. So we all, family, Boria Bistra, all of us, we went off to Germany and we went to school there and my mother had broken her, but she learned German there. So she was quite a linguist, you know, apart from Gujarati. Marathi, Hindi and English that she already knew. She was fluent in French and she picked up German when we were there. And even my father was quite, was quite a linguist. So they were both, you know, so anyway, we spent time in Germany and we came back. She finished her French masters and then she started doing live translations, you know, interpretations rather. So when your heads of state come and there's this voice that comes through that, she was one of those voices. And as a part of that, in the 1982 NAM summit, when Fidel Castro had come to India and Indira Gandhi was the prime minister, she got a job there as an interpreter for the French team. And while she was inside Vigyan Bhavan, because it was all very highly security controlled and all that, she found out that Mrs. Gandhi was going to be a press conference, which was only allowed for members with a press card. And obviously she didn't have a press card, but I don't know how she faked her way and she entered that hall and she asked Mrs. Gandhi a very uncomfortable question, which at the moment I can't remember. It was something to do with something that Mrs. Gandhi had done, you know, some authoritarian move, till people found out that she was not a journalist. But in that large Vigyan Bhavan hall, so she was a gutsy woman like I haven't seen, you know. So this is all her pre-activist phase, by the way. So her pre-activist, and of course she was, you know, she taught us swimming, she was cycling, swimming, everything, she used to drive the car. I mean, we didn't have a car then, but eventually when we got a car, she was the driver. And in fact, in the ration card, Parivar Ka Mukhiya was my mother, my father said, okay, you just, you know, and my father was a perfect antidote to her in that sense. He was the most laid back, just sitting in a chair, drawing circles in the air kind of a guy. And she was the doer and the mover and the shaker and so very remarkable personalities, but very opposed to each other. But you know, both with tremendous influence in their own ways. But when I see parents of today, young people who, you know, with small children, or our students who were kids, whatever, 15 years ago, 16 years ago, there's one thing I realized is that our parents never shielded us from anything. It was never the case that don't read this book, or don't watch this movie, or nobody should say anything that will hurt my child. You know, nowadays, when I see parents, it's a very controlled environment that their children are in. And so when they come to university, when they hear things that they've never heard before, like some very, you know, obscurantist or regressive view or something like that, they almost explode because their parents have protected them so much and our parents have never protected us. They never told us, you know, believe in religion or don't believe, eat this or don't eat this, listen to this music or don't listen to that music. The only thing they told us is that you make your choices and you're responsible for the consequences. So if it's bad, it's bad. I mean, if the consequence is bad, you have to learn to deal with it, because you made that choice. You know, so my brother and I, we can't blame other people because we have always been told that whatever is happening to you, maybe other people played a role sometime, but at the end of the day, it's your life, you have to sort it out, you know, just get up and get on with it kind of a thing. So very tough in that way, in a way that I'm not as a parent, because I feel like they were, I guess, a little too tough, you know, just throw children at the deep end of the pool and let them swim kind of a thing. So I tend to be a little more protective towards my daughter, or I used to be, now she's an adult in her own right. But it taught us things, taught us to be independent, taught us to realize that, you know, at the end of the day, it's your life. If it's going well, it's great. If it's not, then you need to figure out how to fix it, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:50.200",
        "message": "So those are lessons. So inspiring. I mean, my parents also had a love marriage, but my mother did not do most of these things"
    },
    {
        "speaker": "Unknown",
        "time": "00:45:57.960",
        "message": "that you mentioned."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:58.960",
        "message": "Is there a, I'm just thinking of this whole, you know, this press conferencing of her breaking in and asking a question to Indira Gandhi. Was it captured on camera?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:09.320",
        "message": "Is there a YouTube clip of it? No. So there were lots of things from that time that should be somewhere. So for example, another, you know, anecdote from my childhood is because my father was a playwright. I mean, he became a playwright eventually, but, you know, back in 72, 73, he was in JNU. I mean, JNU had just gotten established, so he was in SIS and so therefore in JNU. But writing, he had started to work on a play, but he was obviously must have been inclined towards that field. And so he had a lot of friends in the artistic world. And so when we were really small children, all the names that today we think of as big names in the artistic circuit for us, they were so and so maushi, so and so kaka, so and so, you know, kaku and so on. So for example, Sai Paranspe was Sai Maushi. And those days we used to live in Lajpat Nagar 4 because JNU campus hadn't been built. And Sai Paranspe used to live in Lajpat Nagar 2, which was across the ring road. And there were two of us and Sai Maushi also had two children and her daughter is also Ashwini and so am I. So that Ashwini started to be called Vini because to distinguish between the two Ashwinis. And she used to be married to Arun Joglekar at that time. So Arun kaka, Sai Maushi and Vini and Gautam was their son. They were in and then there were us, there was us. And so we were in each other's like the children were in each other's homes all the time. And Sai Paranspe was in the Doordarshan at that time. I don't know exactly what position she held, but she definitely was in charge of the children's programming. But Chokha Karekram used to come in the evening, so she was in charge of that. And Vini and I were used as the default, like default performance as it were. So whenever she, she kept shooting us, you know, walking to the market, playing, playing with dolls, doing this, doing that, etc. etc. She would just say ki acha chalo abhi shooting hai, abhi yahan se wahan tak bijao. And then I remember, in fact, one thing that I very vividly remember is she had done this film with my parents and me going to the zoo. And apparently I was a very well behaved child. That's what people say. But she wanted to film a badly behaved child. And so she taught me about how to create a tantrum, throw a tantrum when we went to some particular cage. So we had to rehearse that. And it was tough because I didn't behave like that as a child at that time. But she taught me, etc. And then I remember doing many takes, my parents walking with me up to that cage. And then I'm like, oh, I want ice cream or whatever it was I was asked to do. And so all those films, I don't know where they are."
    },
    {
        "speaker": "Unknown",
        "time": "00:48:50.840",
        "message": "Somebody has got to find them and put them on YouTube."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:52.600",
        "message": "This is the renowned economist Ashwini Deshpande throwing a tantrum at a cage."
    },
    {
        "speaker": "Guest",
        "time": "00:48:57.920",
        "message": "In fact, I met Sai Paranth many years ago, you know, as an adult. And I asked her, I said, what happened to all those films that you made with Winnie and me? And she said, yeah, I know how we lose. I mean, she also didn't know where those films were."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:14.080",
        "message": "Fabulous. And earlier you mentioned your mom driving and reminds me of something that happened in the early 90s when Thelma and Louise was going to be released in Saudi Arabia. And of course, women were at that time banned from driving there. I believe that law has just been lifted. So when films would come, they would cut all scenes of women driving, which is why Thelma and Louise ended up at four minutes. This might well be apocryphal. So tell me now, what were you like as a kid growing up? Like you've given me a really nice sense of the environment at home, where you have these independent people around you who are not talking down to you or preaching or being paternalistic. You can, you know, talk to them as equals, you can do all of that. At the same time, there are these other strands, like in the sense, I'm guessing that there must be a respect for scholarship and academia because of, you know, who your dad was and what he did, and also your mom learning all these things. And at the same time, you know, and in every typical Maharashtrian household, perhaps, but yours, there must also be this respect for the arts and learning and all that. And in this case, you know, both your parents were sort of creators in different ways. So tell me a little bit about that environment in which you grew up and how that shaped you and what were you like as a kid?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:30.880",
        "message": "So in terms of the artistic connection, it was a very strong one. I mean, my father eventually became a playwright, but he must was already starting to work on his plays. His sister, my bua, one of my buas, was at that time a student at the National School"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:45.640",
        "message": "of Drama."
    },
    {
        "speaker": "Guest",
        "time": "00:50:46.640",
        "message": "I don't get Sulbha Deshpande?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:47.640",
        "message": "No, Jyoti Deshpande. Jyoti Deshpande. She's now called Jyoti Subhash."
    },
    {
        "speaker": "Guest",
        "time": "00:50:50.640",
        "message": "That's a married, married, and her daughter, in fact, is now making waves, Amruta Subhash,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:54.920",
        "message": "who was... Oh, I've heard of her."
    },
    {
        "speaker": "Guest",
        "time": "00:50:56.920",
        "message": "So Amruta is my cousin."
    },
    {
        "speaker": "Unknown",
        "time": "00:50:57.920",
        "message": "Wow."
    },
    {
        "speaker": "Guest",
        "time": "00:50:58.920",
        "message": "So Amruta's mother, Jyoti, who at that time was Jyoti Deshpande, was a student at NSD. And she was the classmate of Nasir and Om. And they were best buddies. So they would always... And that's the other thing. I mean, they would always come to our house because they were in the hostel. They were tired of hostel food. And they would call my father, bhai sahab and bhabhi. And so they would go in, bhai sahab, bhabhi, bhook lagi hai. And my mother would always dish out, you know, there's some amazing food for them, etc. And of course, at that time, they were not at all well known. And Om Puri, both of them had faces that were not traditionally suited to what a Hindi film hero should look like."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:34.440",
        "message": "So did you ever think ki yeh kaise actor banenge?"
    },
    {
        "speaker": "Guest",
        "time": "00:51:36.760",
        "message": "No, I had seen them in plays. Because that was the other thing, because my abua was used to act. So Ibrahim Alkazi was the director of NSD at that time. And so Rohini Hattangadi, I think was one bad senior, Jaidev Hattangadi was one bad senior, there was Manohar Singh, there was Sai Paranspe. So all these theatre people, and my father, by the way, also was a very good actor. So in fact, Sai Paranspe did this remarkably funny play called Ek Tamasha Achcha Khasa, in which she took the Tamasha form, and made a political satire about the state of the country at that time. And my father played the Bhondu Maharaja in that. She played the Maharani, Sai Paranspe played the Maharani. And Arun Joglakar was the cunning Mantri, who's basically running the show. And it was hilarious. And so there was a time when I remember the dialogue. When Ghashiram Kotwal was being done in Marathi in Maharashtra, and Rajendra Nath produced it in Hindi in Delhi. And my father was one of the Brahmins, you know, I don't know if you've seen Ghashiram Kotwal, but the wall of Brahmins that's at the back, so he was one of those. So we as kids, and my mother and Jyoti, my aunt, because all the women had to wear nine yard sarees, so they were part of production, you know, doing the costumes and everything. And so, unbelievable number of afternoons after school was spent in this Ghashiram rehearsal, you know, in the green room. And even the other kids in school used to say, you know, don't your parents, aren't they worried about homework and things like that? I said, pata nahi, I mean, we just get picked up and we are taken to the rehearsal because both my parents were then, there was no, we were not rich enough to have nannies or babysitters or maids or anything like that. So we went wherever our parents went. And so it was this bordering on bohemian kind of a childhood with all these, you know, theatre walas. And then, of course, my father's play started, then Dr. Lagu acted in it, Sriram Lagu acted in the Marathi production. So then Dr. Lagu, his family, and then, you know, various Amol Palikar, etc, etc, just people who later on we realized were, you know, just this very, very creative people. And my mother also was a very good actor. So she had used to act in college plays and all, but through my father, she also got an avenue for acting. And even on her side, you know, there are, they are not, they didn't make, nobody made a career, but her, my cousins and all her nieces, they are, you know, they've acted in school, college plays and, or society plays and things like that. So there is that creative streak there. But my father's side is the sort of most pronounced. So my father is a playwright, my bua Jyoti is an incredibly gifted actor, you should watch some of her work if you can. For personal reasons, then she quit acting and she went to Maharashtra and she married her, the man that she was, she was, she had decided to marry, that was Subhash, her husband. And so then she, Jyoti, Amrita is her, is her daughter. So and, but even my other buas who didn't make a career of the arts, they are incredibly artistically gifted. They can all sing, they can all dance. And they are now in their 70s, but if they start dancing, you should see, oh man, they can, they can give the youngsters a run for their money. So there's a very, very strong artistic environment. Jyoti, my aunt, is a very good singer. Amrita is a fantastic singer. My grandmother, that's Moti, the Rahimatpur grandmother, she could sing really well. So yeah, there's a very, very strong artistic sort of influence. I guess I'm the outlier in that sense. I mean, I have not done anything in the field of the arts, in a way that many members of my family have."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:18.920",
        "message": "This was true until last week, when my tweet with you singing got some 84,000 retweets or whatever it is, and perhaps this is, you know, a late start to a well-deserved artistic career. No, I linked to the tweet, you can see the 84,000 retweets. So Twitter keeps bringing these numbers down, I don't know why. But clearly, you were also drawn to films and music and singing and all of that. So how was that? And I'm also fascinated by another side of your father that you have mentioned elsewhere, but we haven't touched upon yet here. And I'll ask you to touch upon that is how he was deeply into cinema. And according to him, there were four kinds of cinema."
    },
    {
        "speaker": "Guest",
        "time": "00:55:56.560",
        "message": "So I really want to know more about this. So he was a really chilled out guy, as they say today. I mean, literally, it's possible that you enter a room and you don't notice that he's sitting there. And you think that he's doing nothing. But actually, he's thinking about the piece that he's going to write. And bombs could explode in his vicinity, but he would just sit sitting in his chair. Sometimes he would say, Baba, what are you doing? Do something, you know, I've said that to him often. And so he would laugh and say, yeah, you know, and all of us, including me are so hyper, oh, I need my room and I need my study and I'm shutting the door and don't come in and da da da. And he would just literally like the way I'm sitting now, you can see you do this. And then he would start making circles in the air. And then he would do then he would get up, walk a little bit and he would have some imaginary argument with somebody and then come back. And then suddenly he would get up, find a surface, it could be a table, it could be anything. Take a piece of paper and write literally without crossing a single word. I don't know, 1500, 2000 words at a stretch, beautiful, clean, elegant writing. So all this while that we thought he was just doing nothing randomly, he was formulating his argument. But it was crystal clear. And you know, his writing is in the public domain, so you can read it for the absolutely brilliant clarity that that his mind possessed. What was your question? I got carried away talking about my father."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:31.960",
        "message": "No, I'm very happy to, you know, you can go in any direction you want."
    },
    {
        "speaker": "Guest",
        "time": "00:57:35.800",
        "message": "But I'd asked you about the four different kinds of cinema and his love for movies. So yeah, so that's what it was. So he, when we were growing up, Hindi cinema was not something that educated families watched. This is post liberalization phenomenon where now everybody can, you know, watches Bollywood and whatever. Our time, most of the people that we knew were not allowed to watch Hindi cinema. The only things films ever allowed was Guddi or Jagriti or, you know, with good message, you know, Desh Bhakti Ka or Bhai Ke Pyar Ka or things like that. Certainly no sexy songs or anything like that. And but he would watch because he would say that popular cinema is the pulse of the people. This is what people are thinking. And the way Hindi cinema understands the pulse of the people, no other medium can. And so, for example, when Jai Santoshi Ma became a runway hit, he wanted to see it. And at that time, the rest of the family drew a line saying, not Jai Santoshi Ma, please, we are not watching. And he said, no, Ashwini, I think we have to watch Jai Santoshi Ma. So he and I, because we had heard stories of people going with thalis and doing puja to the screen. I mean, it was a cult movie, you know, of its time. And he said, we don't have to participate in that in that sentiment, but we need to understand what that sentiment is about. You know, so till his dying day, literally, he would wanted to watch movies in the theater, not on the TV, because he said, when you see audience interacting with the movie, then you realize the magic that it was having. And one of the last films I saw with him was English Vinglish in the theater in Pune. And it was, I said, oh, should I get a, you know, DVD, should we watch it? And he said, no, no, no, let's go to the theater. So we went. And that was Sridevi's comeback film, as you know. And when she first enters, when you first see her on the screen, you see her back. And then she turns around. And the audience went into raptures, I mean, the kind of whistles and the clapping that you saw, I saw then, I had only seen in Amitabh Bachchan movie and Shah Rukh Khan. And so then Baba said, see, would you have been able to see this if you had watched this movie at home? This is the influence that Sridevi has. This is why she's the India's first and only female superstar, etc, etc. So his point was that there is nothing called a good film or a bad film. Films are either entertain, make you, you know, make you enjoy them. So for him, enjoyment was the key. And so he classified films into four categories. He said the good, good films, which are like the Rays and the, you know, the masterpieces, world cinema type, you know. Then there are the good, bad films. So these are commercial potboilers, Dun Dinon Ke Liye Main, Manmohan Desai, Sholay would be the best, I guess, good, bad film ever in India. And then there are the bad, good films, which he hated, which is the films with the message, arty films, you know, where there's no dialogue for 15 minutes. It's this, you know, this one flower, you keep focusing on that and nothing is happening. And his point is, you know, I spent two hours in the theatre, what did I get out of it? What did I learn out of this? You know, you can't bore your audience out of the theatres. So that's what he called, or the preachy ones, you know, message about, you know, secularism or something, some progressive thought, but just boring at the end of the day. So those were, in his view, the bad, good films. And then there were the bad, bad, the C grade, B grade type, which are just bad, I mean, in every possible way. So he said, you must always watch the good, good. And you must always watch the good, bad. And you obviously will never know in advance what is what. So you could end up being, it could be a bad, bad, but that's a risk you have to take. So watch all films, how will you know otherwise, what it is? And I remember, and those days were not days of multiplex, so there were four shows, 12-3, 3-6, 6-9, 9-12. And because we used to live in JNU, it was very far and our school was Sardar Patel, which was very far. So 9-12 at night was the only show which was possible for us, given that we didn't have a car. We live very far away from, you know, movie theatres, etc. And there was this Priya movie theatre, which was about a 20 to 30 minute walk from our house. So a very common routine in the Deshpande JNU household was have an early dinner and walk, go to Priya, there was a Nirula's parlor, buy ice cream, then go to and watch 9-12, come back home at 12-30 or whatever. But there was no escape from school the next day. So it could not ever be excused that if I watch a 9-12 movie tomorrow, I won't go to school today. That was not the thing. So my parents would say, are you willing to get up tomorrow and go to school? Yes. And then I remember once going to school and telling my classmates, you know, we saw Kurbani last night at 9-12. Kurbani is of course, Zeenat Aman with her very explicit and just very sensuous portrayal. And my friends said, who did you go with? Didn't your parents object? I said, we went with our parents. You know, but they were never ones for shielding us. You know, their point is, you make up your minds about how you're going to view these things and how you're going to process the information that you get. You must have the ability to separate the good from the bad, the influences you want to imbibe. And often my father, you know, people would say, you know, how do you allow your children to watch all this? And so his point is, well, I'm hoping that they will grow up to be sensible, but supposing they don't grow up to be sensible, then that's what it is. And that will happen even if I suppress, you know, they will find ways of supposing they turn out to be bigoted or just, you know, have very views that I don't agree with. But that might happen anyway. So by stopping them from reading this book or watching this movie, et cetera, I'm not gaining, I mean, I'm not preventing that thing from happening. Whereas this way, you know, and it was the same for everything, for, you know, alcohol, because he knew that there would come a time when we would grow up and we would taste alcohol. I mean, that's, it's never the case that that's never going to happen, right? So how do you deal with that transition, you know? So they were very down to earth in that, in that manner. So there was very, I mean, not that we shared every single, you know, gory detail from our lives with them, obviously not because they were parents, but there were no fundamental secrets between us and them. I mean, not because they'll judge us, no. I mean, it's not cool to tell your parents everything. So that way we didn't tell them everything, but there was no fear that, Oh my God, if I tell this to Baba or I, they'll say, Oh my God, how did you do this? Or you drank a glass of wine? How could you, et cetera? You know, there was never such, there was no fear like that, girlfriends, boyfriends, their point was, you know, all your friends are welcome, whether you're romantically involved or not openly."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:42.320",
        "message": "So lovely. And I love the distinction of good, good films, good, bad films, bad, good films, and bad, bad films. I mean, they can sometimes be a confusion between good, bad and bad, bad."
    },
    {
        "speaker": "Unknown",
        "time": "01:04:53.560",
        "message": "I mean, what is bad?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:54.560",
        "message": "Bad? Like I recorded an episode a couple of days back. I don't know when it will release in relation to your, this one, but with Jai Arjun Singh and Subrat Mohanty and Subrat gave this delightful story about how he arrived at the motto for his life. And he told me about how he watched a B Subhash film once, Babbar Subhash, and it's a film"
    },
    {
        "speaker": "Unknown",
        "time": "01:05:12.600",
        "message": "called Dance Dance."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:14.040",
        "message": "So basically in it, there are these two dancers, they go to Amrish Puri, Amrish Puri spots them somewhere gets a fancy for the woman and invites a couple home and basically murders them and their children, who later later grow up to be Mithun Chakravorty and Smita Patil. So yeah, so apparently at one point, these children still played by child actors before they grow up to be whoever are at a beach and the boy is really starving and he's like, and she puts his head on his lap and they don't have food to eat and this is Juhu Beach. And she starts singing to him, something to that effect, I'll link the song from the show notes. And then eventually one guy comes and like he's a halwa wala, but there is and I've never seen a halwa wala on Juhu Beach, of course. But the twist is that to get the halwa, he has to dance, there is something like that. So this little girl tells a little boy this immortal line, ki zindagi mein ek baat yaad rakhna, ki agar halwa khana hai toh naachno parega, dance, dance, which Shubhrat adopted as a motto for his life and to me represents this profound human truth. And I'm thinking I haven't even seen Dance Dance, but I have made up my mind ki boss,"
    },
    {
        "speaker": "Guest",
        "time": "01:06:23.160",
        "message": "this is a good bad film. And so you know, I may have mentioned this earlier to you, like for example, Govinda,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:31.240",
        "message": "I love him. I love Govinda."
    },
    {
        "speaker": "Guest",
        "time": "01:06:33.240",
        "message": "Oh my goodness. And then, you know, especially his later output, the first one, you know, Raja Bhaiya and all thoda bahut, there were issues with that, but the later ones with all these number ones, you know, and when he teams up with David Dhawan, David Dhawan and Qadar Khan, Qadar Khan and Nargis aur uske bete ka naam kya hai?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:51.160",
        "message": "Monish Bell."
    },
    {
        "speaker": "Guest",
        "time": "01:06:52.160",
        "message": "Nahi, nahi. Nargis aur uske bete ka naam kya hai? Nargis ke bete ka naam."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:55.160",
        "message": "I mean, Nargis and Sanjay Dutt, Sanjay Dutt."
    },
    {
        "speaker": "Guest",
        "time": "01:06:57.960",
        "message": "So Sanjay Dutt, hero number one, jodi number one, hero number one mein Sanjay Dutt nahi hai shaad. I mean, ek aur ek gyaara. I mean, ek aur ek gyaara, I know every single joke, but I can watch it endless number of times and laugh at the same time. So that's what my father used to say that, look, and he also used to watch and used to say, how do you, how is it that we laugh so much? Because just because it's just the situational humor and Govinda is a master at that. So you are not, you have to appreciate in terms of the genre that they represent. So he used to always say that, for example, when we go to see Spider-Man or Star Wars, do we really think it's a realistic representation of human life? Obviously not. But you suspend disbelief when you go into a Spider-Man movie and you watch it and analyze it in terms of its, on its own terms. And he used to get very annoyed by Indian intellectuals who would happily go to a Star Wars or a Spider-Man movie, but would make fun of Hindi movies to say they're not realistic. He said, hai bhaiya, wahan toh jaa ke dekhte ho, tumhukon wo Oscar bhi mil jaate hain. That also you applaud. Toh wahan kaunsa realism hai, right? And so the point is that, his point was that analyze every art production in terms of its own genre, rather than comparing it to a genre, which, which, which is wrong, which is the wrong thing to do. You know? So like, for example, his own play, Udhvastu Dharamshala, it's a political play and it's one of the first political plays in India. That's why it's considered so important. It's a very wordy, difficult, not difficult, but it's, it's heavy, you know, it, you, it shakes you up. It, you, you have to absorb it. Now, his point is that if you compare my play to, you know, these potboilers that you see in Maharashtra theater every evening, where ha ha ha, laugh a minute, you know, double meaning jokes, etc. He said, you can't compare the two."
    },
    {
        "speaker": "Unknown",
        "time": "01:08:47.280",
        "message": "I'm not going for that audience also."
    },
    {
        "speaker": "Guest",
        "time": "01:08:50.400",
        "message": "So if you're analyzing, you can dislike Udhvastu Dharamshala, that's, that's fine. But then dislike it on its own terms. I mean, say why it's not good in terms of what it's claiming to be, right? And so he had the very healthy respect or a healthy disrespect, whichever way you look at it, for everything. And he, and it extended to food, it extended to everything. So his point is try everything."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:13.240",
        "message": "Yeah. And that's a category error I've committed in my childhood, perhaps my pre-adult years where in my mind, something was really cool and something was not cool, though I'm pleased to report that by the time I hit my 20s, I just started loving Govinda as well. You know, I was just going with the flow and so on, incredible, or private private, I have appropriated that song to my own purposes, as it were. And I think even, you know, somebody like Baba Saigal is incredibly underrated. He's almost like the Govinda of indie pop in terms of, you know, Dil Ki Gaddi, Pyaar Da Junction, Dabba Khaali Re. It's like mind blowing. Even the little things he does today on YouTube extremely underrated, because we have this hierarchy of art in our heads. And I always tell my writing students that never be ashamed of reading anything. Anything you read has done something good to capture your attention. And there are lessons to be learned and you don't never feel ashamed of reading a book. So on that note, and on that lesson from your father, which I find so profound that you have to engage with popular art, not just respecting it and seeing it on its own terms, but also understanding that it's a reflection of society. And what I find when I talk to many people on the show who have a similar background to us is that we, of course, have elite privileged backgrounds, right? And the danger is that we grow up, as I certainly did, in these little bubbles. And you think the bubble is a world, right? And outside you have views from windows of exotic things and things happening outside. But you think the bubble is a world and you don't really engage adequately. We are extremely lucky to be located in the place we are because there is such richness and diversity of languages and cultures and food and all of those things. But we are content in our bubbles. And it can take a long time, I think, till all the different layers of blindness that you have peel off one by one. And I think one great way of getting outside that bubble and engaging with the world outside is through popular culture, like your dad said, is through, you know, sitting in the stalls when Sridevi turns around and everybody goes nuts. Or people throwing coins at the screen when Rashnikant comes or whatever, so on and so forth. So how much, like, were you ever, like, in hindsight, looking back, do you ever feel that there was that element of that bubble? Or do you feel that you were fortunate in a way to engage outside that bubble because your parents encouraged you to do so and so on and so forth? And if you are to look at the journey of your life, do you, you know, can you identify things that were perhaps unseen to you at 15, which at 35, you saw very clearly, not just in the personal anecdote domain of, you know, your grandmother going to, you know, a place which is also Rehmatpur, but, you know, in general?"
    },
    {
        "speaker": "Guest",
        "time": "01:12:01.040",
        "message": "So the answer to the bubble question is actually yes and no. So in addition to the influences from within the family, which were multiple and of multiple kinds, and I mean, family and friends of my father's of, he lived in this very eclectic, just, you know, quite a remarkable circle of acquaintances. We growing up on the JNU campus that time was a bubble of a different kind. So inside the bubble, there was an amazing amount of freedom and intermingling and intermixing of a kind that you don't see today's middle class children, I mean, those who are at the same, in the same class background as us. So there were 36 families, as I mentioned, there were three hostels and the JNU had acquired this land of 1000 acres, the rest of it was this jungle. And these third, because there was no transportation, there was, you know, I think one or two people had cars entirely on the campus, you know, one or two people had television sets and so on. And so the whole inhabited part of the campus was our home, extended home. So my, the door to our house, for example, my parents' house was never locked. Because it was just, kaun aayega, yahi toh log hai saare. And you know, Wednesday evenings and Sunday evenings were Chitrahar, so you had one professor who had a TV, had no escape because these, all of us, the gaggle of school kids would just descend on his house ki hum toh dekhenge. And isme there were, you know, people from different parts of the country, there were Hindus, there were Muslims, there was a Parsi family, and Christians, of course, caste diversity itni nahi thi, baad mein jaake thodi baad, but not much really. But there was, there was diversity along many different dimensions. And it never, it was very natural for us to go to Zia and Asad's house for Eid, and them coming to our house for Ganesh Chaturthi, it was, it was just not even, you couldn't even think that there was an issue about that. It was just two festivals, the Indians, so it in a very, it was a bubble. Now I realize that life outside was not like that at all. But it was the best bubble to be living in, you know, but it's not the same kind of bubble that today's middle class children have, which is very constricted by caste, class, you know, whatever linguistic group that you belong to, you know, religion, so you just meet literally people just like your type. So we actually interacted with a larger variety within the class background, because if you had a professor in JNU, that already just sort of puts you in a bracket. But within that band, that band itself was diverse along many other dimensions. And we got these influences without thinking about it. So I'll give you an example, for example, in those political views, you know, everybody thinks of JNU as this lefty, lefty place, but there was Professor ML Sondhi, who was in the Jan Sangh. In fact, he was the only MP, I think, of the Jan Sangh at that time. His children used to go to the same school as us. They were friends, Shivaji and Vivekanand. Mrs. Sondhi was, you know, Professor Sondhi, I don't remember very well, but Mrs. Sondhi, I still meet, so I remember her very well. She's into classical music. So we often meet at concerts and all that. Never once did my father say, don't play with the children of the Sondhis because he's RSS Jan Sangh. Never did once the Sondhis say, don't play with GPD's children because they are, you know, this socialist lefty, whatever, anti-RSS, anti, you know, they have different worldviews. Never. It was never an issue, you know. So the parents of the children that we grew up with, they had different political ideologies, had different orientations, but that never was an issue. Not just with my, not with my parents, with no parents. So there was this remarkable freedom to interact with each other. So only when you grow up later on, you know, then you realize that, oh, so-and-so was this, so-and-so was that, but that was never an issue. Whereas today, I can't imagine, you know, children of two families belonging to such diverse political opinions, children being friends and being allowed to, you know, be in and out of each other's homes. But it's a legacy of that time. So even now when I meet Mrs. Sondhi, it's almost like, you know, she's motherly towards me because she's seen me, I'm the same age as her children, and it's lovely, you know. But that's the legacy of JNU of that time. I mean, I always say that I have three mothers, you know, and now I have one, two of them, my own mother and the second mother also passed away recently. But all these three women, one was my biological mother, but the other two women were almost like mothers to me on the campus, and they really were like mothers, you know. But collectively, the three gave me a motherhood, which was possible only, and all three are very different from each other. But that collective motherhood or the collective fatherhood that I enjoyed certainly was special. So yes, it was a bubble, but not the kind of bubble that we see, not the kind of bubble that we see. I realized it was a bubble because when I moved out to the real world, when I left JNU, I said, oh, the real world looks like this. People are so categorized into backgrounds and you know, who will talk to whom, who do you interact with, etc, etc. In the JNU of that time, this was not an issue."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:30.440",
        "message": "So to go back to the earlier question, tell me more about yourself growing up in this period, in the sense you're surrounded by these influences, this kind of environment. Tell me about the importance of music in your life. For example, you mentioned how, you know, one of the things that you and Mrs. Sondhi shared in common was classical music. You have written many, many pieces on music, which I will link from the show notes. You have gotten into a famous defense of Lata Mangeshkarji, which somehow became a part of an academic debate, which we will also talk about later. But just going back to the young Ashwini, you know, what kind of role did music play in your life? And from there, what was sort of your conception of yourself? Because if you're an artistic kid, like you're into music, you've written about both Malik Arjun Mansoor, and you've read Ashok Da Ranade, you've written about Lata and Asha and so on. You're into all these different kinds of music, both in a sense of experiencing them and thinking about them and so on. And your father being a playwright and all of that, and you being a pretty mean writer yourself, if in the context of what you've studied, one would imagine that you would have been drawn towards being an artist also being a creator also like that. So how did you sort of, what role did these play in your life? And how did you evolve in the directions that you did?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:45.080",
        "message": "So music has always been a very important part of my life. It's a pity that I didn't pursue, now it's one of my biggest regrets about my life. I don't have too many, but this is definitely one, which is that I should have pursued music more seriously. My parents were tone deaf, they couldn't sing to save their lives, but they were very much into music. So the music was always playing in the house. And my aunts are amazing singers, so they would sing, so there was always music. And my mother tried very hard to get me to learn. And I did learn in fits and starts, but just as she was rebellious, I was rebellious too. So every time she would put me in, get me to start on music, I would find some excuse to leave it because the discipline of it, the discipline that it required, I didn't have that, I guess. I've also learned the sitar, by the way, I learned the sitar for four years. But again, that just when it, when, you know, the thing is that with any art form, initially it's a lot of fun. Then comes a point where it starts to become difficult, actually, as you become more comfortable with it. That's when it gets more difficult. Because as long as you're not very comfortable, it's like you just learn a few things, etc. And at that transition point, you have to commit to regularly practice. And I've given up so many things just at that transition point, because I just found excuses. I mean, in my head, they were always very valid excuses, but now I recognize them for what they were basically just excuses saying, I don't have the time for this. And every time I gave up, and I gave up many times, my mother would, and I would have this huge argument. And she would say, you're wasting a talent, and all of this, and you'll regret it one day. And I said, Okay, I'll regret it when I regret it. I'm not regretting it now, etc, etc. And of course, I regret it now. So I should have learned music systematically, and developed, not to perform, not that way, but just developed a musical ability, which unfortunately, I don't have. And I regret that for sure. But having said that music gives me so much joy that actually, I've resumed learning, but it's more just for me to, you know, just for me to enjoy, there's no competition, there's no performance, there's nothing, it's just something I really enjoy. And the thing is that when I was growing up, the only thing I ever wanted to be was a medical doctor. I was not into social sciences. I didn't read any nonfiction. I read either fiction, or my school books, you know, and I had no other career choice other than being a medical doctor. That's it. So, so my point was also what's the point of learning and spending so much time on music, because eventually, when I become a doctor, I'm not going to have time to pursue and then my father would say no, but Dr. Lagu, see, he's a medical doctor, but he's an actor. And Maharashtra, in fact, has a lot of qualified medical doctors who are very, you know, in fact, has a tradition of medical doctors in theatre. And also, my namesake, Ashwini Viredesh Pandey, is a scientist and she has a PhD. So and they would say that no, you could still be a medical doctor and still, you know, excel at music. And I, it's just one of these foolish things you do as a child. But you know, everybody has to learn, make their own mistakes and no point in my telling other people that, oh, because I made this mistake, you should not because everybody has to make, sometimes we make the same mistake through generations and but yeah, that so music has been very important is writing on music was completely serendipity. I still don't think that I'm an expert on anything, but I've just enjoyed writing these pieces a lot. And it's just more my enjoyment that shows through in the pieces, rather than any scholarly erudition. I don't claim any erudition at all in these in these matters. But now in my old age, I have actually realized the virtue of being consistent with music. And I, you know, I travel a lot and you know, there are long gaps, etc. But to the best of my ability, I learn a little bit here and there and you know, so I'm trying to develop it as a, if not very regular, but at least as a consistent passion. And that's what it will remain."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:16.200",
        "message": "Ashwini ji, I have to take strong exception to your using the phrase now in my old age. You are the same age as Shah Rukh Khan."
    },
    {
        "speaker": "Guest",
        "time": "01:23:24.760",
        "message": "He would never use language like that. He would not."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:27.960",
        "message": "And also you have berated me at least three, four times in the past because I called you Ashwini ji and because I called you ma'am and you said ki yeh sab mat use karo. So to hear you say words like this is like I am now deeply disillusioned and this cognitive"
    },
    {
        "speaker": "Guest",
        "time": "01:23:42.120",
        "message": "dissonance is happening. Not at all disillusioned."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:44.120",
        "message": "And I have to say that I, I really want to see you write more about music because I loved some of your writing on it. I want to read out this first part of your piece on Malik Arjun Mansoor, where you write quote Malik Arjun Mansoor is a man who resides in music. His postal address is Mithun J Bangalodharwar, but he actually inhabits a world of music. In the morning, he lives in Todi Asawari, afternoons are spent in the shadows of Sarang. He sits under the canopy of Puriya Marwa in the evening and he spends the nights in the palaces of Yaman Bhoop Bageshri. Stop quote."
    },
    {
        "speaker": "Guest",
        "time": "01:24:15.520",
        "message": "It's so beautiful. But these are not my words."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:17.520",
        "message": "This is, this is my translation. Oh, I'm so sorry. I didn't realize this. This is Pula Deshpande."
    },
    {
        "speaker": "Guest",
        "time": "01:24:21.520",
        "message": "Yeah, but which in the original Marathi is beautiful. And so the challenge was for me, I, this was a challenging piece for me because Pula Deshpande in those who know, who've read him in Marathi know how he's a master at words, you know, and to convey that impression in any other language is hard. So this piece, actually, I spent time and even though these are not my words in Marathi, but to how do I say it in English that it conveys exactly the same feeling that Pula did in the Marathi was challenging."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:57.840",
        "message": "So I will take a little bit of the compliment, 10% of the compliment. No, no, I loved all your writing on music, so many pieces that I read, you were kind enough to send me those links and, and I linked them all from the show notes. So do admit this now appears to be a bit of a faux pas, but these are lovely lines anyway. And often the act of translation is just an act of recreation, in a sense, you capture the essence of what somebody said, recreate it. It's not a word by word translation. It's not a word by word by word never works across."
    },
    {
        "speaker": "Guest",
        "time": "01:25:27.000",
        "message": "Yeah. And so in fact, after I did this, I was so because Pula is such an icon in Maharashtra. I was really afraid and Malik Mansoorji is another one. And so after I've translated it, I sent the English one to my father and I said, don't read the Marathi, read the English and tell me whether it sounds like Pula writing in English. And he read it."
    },
    {
        "speaker": "Unknown",
        "time": "01:25:47.720",
        "message": "And he said, yes, it does. So I said, beautiful."
    },
    {
        "speaker": "Guest",
        "time": "01:25:50.060",
        "message": "Then I sent him the Marathi. I said, now you read the Marathi. So then he said, you've done a good job. So I was so happy, because it wasn't, you know, you can't translate Pula word by word. It's impossible."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:00.620",
        "message": "So there's a Malik Arjun Mansoor story from one of my previous episodes, episode 250 was done with a good friend of mine called Naren Shenoy. So Naren is very much into Malik Arjun Mansoor. And he told the story of how when he was sort of that one day, you know, back in the early days of the internet, he was googling something for about Malik Arjun Mansoor and finding some music of his and you know how when you kind of Google something back in those days, a pop up would come and all of that. So basically, he did some research on Malik Arjun Mansoor. And then he went downstairs with his wife for dinner, and then she comes up to the room and goes to the computer. And there is a pop up which is saying, browse naked pictures of Malik Arjun Mansoor."
    },
    {
        "speaker": "Unknown",
        "time": "01:26:41.560",
        "message": "Tells you something about algorithms of those times."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:48.640",
        "message": "So I have a tangential question. And here I'm kind of thinking aloud about the process of the arts of learning the arts. And you spoke about how when you start learning music, it's a lot of fun till you reach that stage where there is a tremendous amount of discipline. And I'm actually speculating that once you're past that, and you get to a certain level of mastery, the fun begins again and all of that. So is it a little bit like a U-shaped, you've mentioned U-shaped curves in other contexts of employment and education, and we'll come to that later. But is this also do you think a U-shaped curve of a sort that in the beginning of your education, when you know very little, it's a lot of fun, the middle part is really tough, but to make it fun again, you have to put in the yards."
    },
    {
        "speaker": "Guest",
        "time": "01:27:28.680",
        "message": "Yeah, I mean, I wouldn't know about the U-shape because I never got to the other side, but I can imagine that it's a U-shape. But what I will say to you know, that if there is even an iota of some kind of a natural talent, like, you know, people sing in tune, or they can draw or they can write or anything else which need not be your career, but I think it's tremendous to have that as a part of your life, which always stays with you. And I haven't given too many lessons to my daughter, but this is the one lesson I always tell her that you must have something which you can pursue without being dependent on anyone else. And that way, you will always have something that you look forward to, always, always, you know, and music for me has been that thing, which, no matter what else is happening, and you know, life goes through ups and downs, as it does for everyone. But the music has been this one constant source. And this whole thing about music therapy, etc, I'd learned later that there is a thing called music therapy. But because I had music as a companion always in different ways, it ended up playing that role in, you know, when through different episodes in my life, but it's really very important. So I feel that if anyone has any talent in any dimension, I'm not saying I have talent, but I'm just saying that even if there's an iota of talent, one should sort of hang on to it and develop it in some way. Not thinking of making a career because that can also lead to disappointments. But sort of keep working at it, keep it as a second wheel that runs your life."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:09.680",
        "message": "And I love that caveat of yours, not thinking of making it a career, because I think too often we are socialized to think of the things we do in instrumental terms. And therefore, if something doesn't appear to be instrumental, it seems like a waste. But I would just say that there have to be things that you do just for their own sake,"
    },
    {
        "speaker": "Guest",
        "time": "01:29:27.680",
        "message": "you know, absolutely. Just for their own sake and just for your own sake, and especially for women, I mean, you know, this is one of the things that I think women I mean, I'm now digressing a little bit into my research areas, but women are always ridden with guilt when they take time to do something which is exclusively for themselves, you know, and everybody's socialized that way. So the guilt might be very high, it might be very low. And sometimes you there are women, I realized, will never get to do it because of the pressures. I've been fortunate always to have not had that those kinds of pressures. But you know, once a week, my music class is just time, but just for me, you know, and I think I'm really fortunate to be able to carve out that time, but I think it's such an important time and it's such an important activity for just to keep your sanity, to get perspective on life to sort of calm down and say, okay, you know, it's life is going on. Otherwise, the rest of it is all you know, you know, there's some deadline, something is happening, some race here, something, you know, one is constantly, and these days the distractions have increased, I think I'm constantly distracted between phone is pinging, bell is ringing, you know, email is coming, something or the other, in the middle of that, you know, time sort of stops, so I think it's nice to sort of rein life back in. And I'm not just saying music could be, it could be painting, it could be writing, it could be a sport, it could be anything that we might be good at, you know. And I think we should definitely, all women, but all people, I think."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:03.680",
        "message": "Yeah, but it's a great point that is so much harder for women, because you're expected to always look after the men in your life and look after the house. And, you know, you almost feel guilty if you if you have like all pleasures, in a sense,"
    },
    {
        "speaker": "Unknown",
        "time": "01:31:15.440",
        "message": "can can be guilty pleasures."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:16.800",
        "message": "And that's a danger for women, certainly sparked by something you just mentioned. Here's another question. You spoke about all the distractions around you and how it's important for you to carve out that me time, and I think of how, when we were growing up, we didn't have so many distractions, smartphones, TV, but it's not like there's a lot on TV, there's one channel, we, you know, some of us fortunate enough to have books around, but you're not going to be reading all the time, that there was a lot of enforced me time, that there was a potential to develop a certain kind of introspection to develop a certain kind of life. And today, the rhythm of life is so choppy. And you know, we are always looking at our smartphones. And even there, it is not as if we are consuming content in a slow, deliberate way. But it's, you know, you're either scrolling up or swiping left to right. And just the rhythm of life, and therefore, perhaps the rhythm of how we think is choppy, choppy, choppy, choppy all the time. Now, you know, you have taught people from the generation before this, to this generation, you've been a mother yourself, and of course, you've been a kid yourself, because otherwise you wouldn't be here. So, so, you know, is this something that you think makes a difference, not just in an old people lamenting about, you know, these life these days has become like this, young people are like this. But do you think that this changing of the texture of life, you know, can shape a person in a different way, and therefore, it's incumbent upon all of us, even people of our age, who are like, I am certainly, you know, fighting distractions and failing so often, that even for us, that we need to take that step back, think about what, you know, the rhythms and textures of our life are, and think about what we need to do differently. So what are what are your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "01:33:09.400",
        "message": "No, no, absolutely. And again, it's not a question of nostalgia, I think in many ways, the young people today are smarter, they are able to assimilate information, they are very clear about their boundaries, they are very articulate about what they want and what they don't want. I think as children, we ended up doing a lot of things that we didn't particularly care about, but only because one just had to do it, there was no choice. So when I see my daughter's daughter, for example, being, you know, assertive in terms of what she'll do, what she won't, her articulation, you know, I mean, that level of articulation I still don't forget about when I was her age. So in many ways, that's, that's amazing. And that's, that's, that's really good. But the distraction part of it is very serious. For example, I have switched off notifications for Twitter, Facebook, everything. So now I check it only when I check it. And people get really upset saying, oh, but I tweeted and I gave, sent you a direct message, you didn't see it. I said, well, I didn't, because that's a step that I've taken. In my family, we try to enforce this to the extent possible, no devices on the, at the dining table. That doesn't always happen. Sometimes, you know, somebody is expecting a call or something, the phone is always there. The one thing that I have to say during the pandemic, I gave up, is watching dinner without a screen. Earlier, we used to eat at the dining table. Once the pandemic came, we would just pick up our plates, sit in, because we have TV in only one room, because we've decided to, that's the TV room. So that the act of watching TV is a deliberate act where you have to get up and move to a room. So no other room has any television. And that's something that we've decided as a policy to do. Of course, we can always watch on our phones or whatever, but we most, we don't do that so much. But in the, during when the pandemic started, we said, okay, no, we are going to watch, you know, it's just, we were sitting at the home the whole day. So evenings, it was just easier to pick up your plate, serve yourself and go into the TV room and watch from there. And I have to say, we, we've got used to that now. It's now dinner time, we are watching Netflix or whatever, you know, OTT something. And I have to say the content is so good. It is so good. It is so good. And because I don't watch anything during the day, I have now justified it by saying that, look, I mean, this is my only time to watch OTT. So I watch at night. I mean, you know, one, that's just, I guess one, one changes with age, but the kind of free time, unfocused time that we had as children is not going to come back at all, ever. And obviously, as a person, at a personal level, I feel that's unfortunate, but I'm sure that there are many good things that, that children today are doing that we didn't do as children. So I'm not going to characterize it in black and white, but I do keep talking to my daughter about the need to disengage from the screen and how much she listens to me or whatever that I don't know, but I do keep saying it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:59.420",
        "message": "And does she look at you while you're saying it or she's looking into a phone?"
    },
    {
        "speaker": "Guest",
        "time": "01:36:02.080",
        "message": "No, that's a rule. So if I see her looking at the phone, I stop talking and I say, I'm not going to talk to you. She, she's good. She realizes now that, so she can't bring her laptop to the dining table, for example, not allowed. So once in a while, when she goes to send an email, she asks me, can I just please bring it for five minutes? I need to send this email very urgently. And she has to send it and then she has to send it back. So often I say, okay, then finish your email and then come because I don't want to see the laptop at the dining table. So the, I mean, these, these things are not black and white. It's not so strict, but at least these are small attempts that, that one makes. I mean, I go to restaurants and you go to this fancy restaurant, paying through your nose and families are just on their phones the entire time. And I feel like, why did you come here? And not in India, of course it's bad, but in Europe, you should see it's in the US, it's a million times more, I mean, it's very rare to find somebody at a bus stop or at the train station, just staring into space."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:02.640",
        "message": "And you mentioned earlier, you spoke about, you know, being in a bubble, but being fortunate to be in that particular bubble. And you spoke about how, you know, it was a texture of your life that you're going for Eid to your friend's house, you're coming for Ganesh Chaturthi or whatever to your house. And it's just a completely normal thing. And that got me to thinking about, again, one of the themes I keep coming back to during the show, the distinction sort of between the abstract and the concrete in our lives. And by and large, what I see is that when we engage with the concrete world, when we are mindful to it, I think there is a quality of experience that is important and also quality of empathy that that brings about that I am meeting friends who are different from me and I'm looking them in the eye and we are sharing stories with each other and there's no electronic device there and it is concrete. And I think two ways in which the abstract has impinged upon this. And one is, of course, the age old way of the danger of abstract concepts like nationalism and purity and the other and, you know, historical grievances from the past, which are for all practical purposes, abstractions as well in this current time, and all of these impinge upon us and by, yeah, and when we start thinking in terms of those abstractions that, oh, he's a Muslim or he's a Dalit or he's Savannah or whatever, that at some level we rob them of their humanity and that becomes a problem. So this is one level in which those abstractions become a problem. And another level in which they become a problem is the thing that you mentioned that when you were kids, you would meet for dinner every day, you, your brother, your parents would all meet and you would talk to each other. And of course, there were no smartphones in this day. And today you might have enforced the rule in your house. But in general, it's tough, like, you know, I was at a cafe the other day and I didn't look into my phone. I was just looking around and I felt people looked at me like I'm a psychopath."
    },
    {
        "speaker": "Unknown",
        "time": "01:38:54.960",
        "message": "Yes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:55.960",
        "message": "Right. What is he doing?"
    },
    {
        "speaker": "Guest",
        "time": "01:38:57.960",
        "message": "Why isn't he?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:58.960",
        "message": "Yeah. Yeah. Where is his screen? You know, did something terrible happen and he doesn't have a screen? And so even when we are with people in the concrete, we are in the abstract worlds that we are engrossed in, in our smartphones. And I just feel that this is dangerous, like, look, net net, I'm not a Luddite, I love technology. It has transformed my life in unbelievable ways. And given me so many more friends through these abstract interactions that begin like that and then we meet. And I love that, you know, you and I are sitting here today because of all this technology has enabled this, right. But at the same time, you know, I think about this dehumanization. And I wonder if that is a cause for the polarization that we increasingly see around us in our discourse. Because if we more and more stop thinking of other people as real complex people, you know, with complicated stories, and instead think of them as categories of people. And you know, I begin to think that if I disagree with you, that means that you're evil. It's not just a disagreement. And we see so much of this toxic polarization on social media from all sides. So what are your thoughts on this, especially because you teach young people, you know, in a university, which is a liberal arts university, and some have even complained that Ashoka is so woke. So, I mean, I don't know what the truth of that is. I'm always happy to give the benefit of the doubt to people and not go in for easy stereotyping. But what's your sort of..."
    },
    {
        "speaker": "Guest",
        "time": "01:40:27.040",
        "message": "No, I mean, it's absolutely, I agree with you completely. And that's what I tell, I mean, try to convey to students. Children don't really listen to parents. But at least my hope is that somewhere something sticks. And the reason I feel a little optimistic and the reason I think that yes, something sticks because one of the courses I teach is statistics. So that's, of course, statistics, and that's more technical. But the other course I teach is what is called economics of discrimination. And I give a lot of real life examples. And I see a lot of resistance to what I'm saying in the classroom. But every year from some batch of students that I've taught at the Delhi School or at Ashoka, some student will write saying, Hi, Professor, I was watching this movie and I thought of you because, remember, you said this in class, and this is what that movie showed or this incident happened in my life. And remember, you had mentioned this about women, and this is what I saw. And suddenly, it resonates, you know. So I think that it's important to keep talking, you know, to younger people without sounding like a Luddite or whatever. But it's also true that in general, the spaces where you can have open conversations, which outline nuances, those spaces are shrinking, I feel. And it's not the left or the right or whatever issue. It's like you have to take black and white positions on everything, you know, and human beings are complex, none of us are black and all white, you know. Just the other day, I was watching Choti Si Baat again, after so many years, and of course, what strikes you is the pre-liberalization, India, etc, etc, all of that. But Vidya Sinha is a working woman in Bombay. You know, we never find out about her family, because that's irrelevant to the story. So she's a working woman who's taking a decision about whether to marry Amol Palakir, eventually they marry, of course, but her courtship with Amol Palakir. And she goes in a bus, she reads a book, every time she sits in the bus, she opens a book and starts reading, right? She plays table tennis for her office, with Asrani, mixed doubles. And she goes for chess championships, Asrani is playing, etc. I'd forgotten these little details. And then for lunch, they meet in the Samovar cafe and all of that. So in a very easygoing manner, she's always in a saree, she's not this Zeena Damaan Parveen Babi, westernized kind of a heroine, etc, but at the same time, because Amol Palakir is so diffident, he goes to a life coach who's Ashok Kumar, who teaches how to patao a girl basically. Now, obviously, that part of the movie today, it will be cancelled immediately, because how can you patao a girl and all of that. And I realized, I appreciate that point of view. But if today we were to cancel Choti Si Baat, because in that the character goes to Ashok Kumar to learn these confidence building tricks, that would be a real pity. You know, because the film in many ways, the portrayal of Vidya Sinha is far more progressive than the way in which you see even today in all this, you know, liberalized cinema, where women are supposed to be, they are very well dressed and all the rest of it. But where do you see characters like this just getting into a bus and opening a book and reading, you know, and also struck by the ease with which it was done in the film. Her family is not important. She's telling her office mate that, oh, you know, there's this boy who follows me, he's cute. I think he wants me, but he's diffident. And he thinks I don't know, but actually I know it's all very, very amazing and actually quite progressive. But it has this element of the life coach and how do you characterize Choti Si Baat? In today's day and age, cancel, you know, that that would be the thing. I don't think so. I don't agree."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:15.440",
        "message": "Yeah, and I think this tendency to pass judgment on things, definitive judgments is so toxic. I mean, I understand the incentive. You go online, you want a sense of community and belonging and being respected, you join a tribe."
    },
    {
        "speaker": "Unknown",
        "time": "01:44:29.600",
        "message": "How do you raise your status in that tribe? You do it by signaling your virtue. How do you do that?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:34.200",
        "message": "One of the ways is to purity tests on other people in your tribe. And the other way is just attacking the other side, never engaging with arguments, but attacking people. And I think this whole like, I would urge my listeners that every time you pass judgment on something, think about the intrinsic motivation of that, because by passing judgment on that, you are elevating yourself to a higher level, whether that's a higher ascetic level or a moral level or whatever. It's an act of self aggrandizement. And of course, this doesn't mean that we don't condemn something that should be condemned. Like in terms of values, you see someone behaving really badly."
    },
    {
        "speaker": "Unknown",
        "time": "01:45:08.560",
        "message": "Sure."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:09.560",
        "message": "Of course, it's your duty to condemn it, right? It's your duty to speak out against injustice and all the wrong that you see in the world. But sometimes we take it too far. And I certainly think and you've written a great article about this as well, which I'll link from the show notes. But sometimes we take it too far, like when you're condemning a film for something that happened at a particular point in time. And the point is one movies are art is meant to depict the world as it is not an idealized version of the world as it should be. So to conflate the two, I think is immature and dangerous. And I think you also, when you do that, you deprive yourself of the joy of a lot of art, because you're viewing it just through like one ideological lens, and one political lens. And you're not sort of, you know, appreciating all the complexities within any good work of art. And I don't remember Chhoti Si Baat, I must have seen it a decade ago, perhaps. But everything that you're saying makes me think that yeah, this is a film I would, you know, love to see again, and there must be so much in it. Just the casual act of a woman opening a book in a bus, like typically, a lot of Bollywood people would edit that out, because there'll be nothing happening in that scene. But just a conscious choice of keeping that scene in, to show something about the character says something to me."
    },
    {
        "speaker": "Guest",
        "time": "01:46:23.680",
        "message": "Yeah, I mean, I had forgotten a lot of this when I saw it again. And of course, that came back because I'd seen it a couple of times. No, and you know, going back to the sort of the actors in my family, and they say that the challenge of being an actor is to be able to portray roles that are not like yourself. You know, if we only played the extensions of our own personalities on screen, then what is there to acting? And the reason that they are such good actors is because they're able to portray a variety of characters that are very different from the way they are as individuals. And what would you do about creativity if you just model people like clones, you know, of in some idealized world? And even on that, there's no agreement. I mean, what you think is ideal, I may not agree with you on that question, right? So I find this, I find the lack of nuance. And we see that in academic circles as well, which is, you know, everything is black and white and or should be if not, if it isn't. And I don't understand the disinclination to engage with nuance, because I guess engaging with nuance makes it harder. Because then you have to acknowledge all facets, you have to say, okay, this is a multifaceted problem. You know, there's a whole debate on women's labor force participation, for example, it's extremely multifaceted, it's very difficult to give this one explanation that fits all sizes at all times, yet, you know, people are, you know, that's what they like to do. Because it makes for bite, you know, news bites type of news. It's a very tricky terrain, it's like a slope, slope, because it's like that line from that Rajkumar says, and I think Vakta or something, You know, because the minute you start virtue singling and attacking other people, tomorrow you will get attacked for something that you will say. So it's a never ending thing, because people are just waiting for an opportunity to get back at you, you know, so it's just best to, I mean, I believe in data very much. So even my pieces on film, etc, you will see it's all backed by data. Even the Lata piece is all, you know, examples, I mean, my point is, you're making an argument, give me examples. I'll listen to you if you give me examples. But if you're making an ideological statement without any examples, not interested. Same is true of women's labor force participation or caste discrimination or affirmative action or any problem, you know. If you make assertions without data or examples, then what are you saying?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:49.200",
        "message": "Then you belong on Twitter, you don't belong on Twitter. On that delightful note, let's take a quick commercial break. But you the listener, kindly do not check Twitter during this break. Kindly keep listening. Thank you. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me. And I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Ashwini Deshpande. Abhi kitna bole aapke baare mein, you know, singer, sitar player, you know, Renaissance woman as it were. You've described your father as a Renaissance man. So that's where it comes from. And so many other things. But let's now, you know, get to that part of the personal journey where we talk about your work and how you got to your work. You mentioned earlier that you wanted to be like a medical doctor. And but and baha se aap academics mein aagayi and became another kind of doctor entirely."
    },
    {
        "speaker": "Guest",
        "time": "01:50:40.120",
        "message": "So tell us about it. Pehli baat toh yeh ki, you know, dil ko behlane ke liye gaale bhi ek khayal achcha hai. Ki mai yeh bhi hoon, wo bhi hoon, apne khayalon mein toh, khayali pulao pakana badi achchi baat hoti hai."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:51.640",
        "message": "I'll encourage everybody to do that. Are you a daydreamer? Yes. So what kind of daydreams do you have?"
    },
    {
        "speaker": "Guest",
        "time": "01:50:55.640",
        "message": "I cannot talk about that on air, but yeah, you know, I yeah, so but it's nice. It's always nice. You know, I get these emails that are meant for Ashwini Bire Deshpande, the classical singer and often they are, oh, your concert last night was phenomenal. And I just believe it's about me. It makes me so happy. You know, so bas that's the kind of email I would love to receive. So I think ki mere liye likha hoga zarur."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:24.440",
        "message": "Aur Ashwini ji ko bhi messages aate honge that thank you so much for, you know, your"
    },
    {
        "speaker": "Guest",
        "time": "01:51:28.520",
        "message": "book on caste. I learned so much about the economics of discrimination. I will tell you one story and then I'll answer earlier question, which is that all all my life I've been receiving mails about her. And whenever it's about logistics or some, you know, kahan, auditorium, yeh wo details, I write back to them saying, you have reached the wrong person, please write. So that because I don't want the any mess up in her programs. And whenever it's a random praise about the concert, I take it, I accept the praise about my wonderful concert. But last year, during the pandemic, the Hindustan Times was trying to get in touch with me to get me to write an article on women's labor force participation. So I got a call and I think I must have been on Zoom or something and I didn't answer it. So I called back and the person, the journalist said, who's this? I said, Ashwini Deshpande, I believe I got a call from you. So they said, oh, but we've already talked. So I said, no, because I was on a, on a Zoom call. They said, but you, you, you know, we wanted an article from you about women's labor force participation and you agreed. So I said, no, I don't, I didn't have that conversation with anyone. And so I said, okay, whatever it is fine. I mean, I don't understand what's, it didn't occur to me at that time what might have happened. And I said, okay, maybe this is a mistake. So bye. And so I disconnected and about half an hour later, I got a call from the same journalist saying, I'm so sorry, there's been a mistake. So apparently they got through to Ashwini Bhire Deshpande and they asked her to write about women and work and all that. And because she's a professional working woman, in addition to being a fabulous artist, she said, oh, but I don't know whether I can write an article on women and work and all that. And she thought maybe they've been, they've asked her to write because she's a scientist at BRC, et cetera. And she's okay. Let me try."
    },
    {
        "speaker": "Unknown",
        "time": "01:53:16.840",
        "message": "Who wrote it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:17.840",
        "message": "I wrote it."
    },
    {
        "speaker": "Guest",
        "time": "01:53:18.840",
        "message": "The fact that she was mistaken for me was a high point in my life because I really look up to her."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:29.560",
        "message": "We are kind of the same age."
    },
    {
        "speaker": "Guest",
        "time": "01:53:30.560",
        "message": "Did they call her back and tell her that, sorry, ma'am, wrong Ashwini. But in the end, I wrote that article."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:36.080",
        "message": "It was for women's day last year. Have you met her?"
    },
    {
        "speaker": "Guest",
        "time": "01:53:39.160",
        "message": "I have met her as in, the thing is that not only do we share a name, first name, first names of our parents are identical. And apparently there's some connection between my mother's side of the family and her family, some complicated relationship I'd forgotten right now. But one of the times that we went to a concert, my mother and I went up and my mother introduced herself saying, I'm so-and-so, et cetera, et cetera. And she immediately knew who my mother was. And then I was introduced and I said, oh, my name is also Ashwini and she said, oh, yes. So, yes, I've met her in that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:10.160",
        "message": "So her parents are also called Kalindi and Govind."
    },
    {
        "speaker": "Guest",
        "time": "01:54:13.200",
        "message": "Well, Govind and actually my mother's story of my mother's name Kalindi is a separate one, maybe another time. But my mother was when she was born, she was named Manik. So her parents are named Manik and Govind."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:25.200",
        "message": "Wow. So Manik Bide, the well-known singer is her mother. Wow. Fantastic."
    },
    {
        "speaker": "Guest",
        "time": "01:54:32.120",
        "message": "Yes. So getting back to your academic journey, I wish we could talk about your journey to"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:36.880",
        "message": "becoming a, you know, this is a moment in the episode where both of us should discover with a shock that I invited the wrong Ashwini and I thought I was talking to that one. Right. Tell me about when you gave your first concert and there should be that shock of recognition"
    },
    {
        "speaker": "Guest",
        "time": "01:54:51.360",
        "message": "on both our faces that, oh, my God, sorry, I called you by mistake, I'm sorry, I didn't call you. Yes, but you also tell me what to do. No, you know, I told you earlier about how I dropped out of music lessons, dance lessons. So my mother, you know, was ever an optimist. And so my despite the numerous times I dropped out of classes, she always believed that the next time it will be for keeps. So she enrolled me in vocal music classes, Kathak classes, Sitar classes, and I kept dropping out at different times. Because at the time when it gets really difficult, that's the point I lose in. I mean, I say, okay, I don't have the time to do this. So I, when I moved to class 11, of course, I took science. And all my classmates who were going for engineering or medicine, that was what everybody in my class was doing. They enrolled for these after school lessons, you know, these coaching classes, such Deva medical or Evo. So basically, after school, you go straight to coaching class. And by the time you get home, it's about 8-8.30 at night. So I said, do I have to spend two years like this? So everyone said, yeah, otherwise you can't crack the entrance exam. And if you want to get into any decent medical college, you have to do this. So I said, I can't do it. So I went for one or two days. And it's madness. You know, there are these tiny rooms full of sweaty students. And some boring person who is just giving you questions, you know, like, basically. So I said, there's no way. This is not happening. So I told my parents, I said, if this is the condition for medical exams, I don't want to take it. So my parents said, you only decided to take it, we didn't ask you to do it, but then figure out what you want to do. I mean, you are free to choose. So in between, I had some dreams of becoming a pure scientist, like a research scientist. So I, in my 11th and 12th class projects, I took up some projects which were, so I wanted to be a biology. So I went to Pusa Institute, I developed a project on mutation, etc, etc. So I was interested in genetics. So I thought that that's what I'll do. Then by the time it came to applying for colleges, everyone said, oh, but you know, BSc biology karke kya karogi and you know, it's, there's no value of this degree, etc, etc. So I mean, basically, I was not hearing good things about doing a BSc in biology. So I said, then what do I do? I mean, I'm not doing medicine, I'm not going to do BSc in biology. What what am I going to do with because I had, I had no social science background, you know, the only thing I studied was fiction, or I would do my science work or whatever. So I said, Okay, what is the subject that I can do where I can put all this mathematics and everything to use economics. So I got into econ by default. So I've been a little bit on the margins, I got into econ as default, then even the kind of economics has do is, you know, not, I haven't had a career path, like many of the other economists who've been on your show, where you go abroad, you do a PhD in a good university, you get into a, you know, good department, you go this very high level, heavy level publishing, that route, etc. So I haven't really, my career trajectory has not been that. So it's a series of accidents that have basically, that I've landed up where I've landed up."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:18.400",
        "message": "So, you know, when you started doing econ as a subject, and I think what happens sometimes, where you fall in love with the subject while studying it, is that first you start studying it as a subject, ki textbooks mein yeh saare chapters hai, yeh subjects hai, yeh seekho, woh seekho. But then, hopefully, you know, there comes that moment where it starts to connect itself to the real world. And where you can, like what I, I didn't study economics, but what, what made me fall in love with economics was when I realised that this is not about numbers and finance and economy and all of that, it's about human behaviour, you're studying, you're studying the effects of scarcity, you're studying incentives, you're studying the why people do what they do. And that just applies to everything. And I think that, that that was like a magical transformation for me to realise that, you know, economics gives me the frames and the tools to understand life, you know. So was there a moment like that for you, like how did that process happen, where it goes from being a dry subject that you're studying for a degree to something that just shapes the way you look at the world?"
    },
    {
        "speaker": "Guest",
        "time": "01:59:28.400",
        "message": "Very much later. And I, I don't think very much like a mainstream traditional economist in any case, just at a personal level. So I have always been a little bit on the margin. So I, I did, you know, you take exams, you learn, you study for the exams, you sort of, you do whatever you do in the exam. So that's one part of the story. My PhD was not on any of this, you know, discrimination, caste, gender, social identity, nothing, none of this. I barely knew the contours of, not that I know a lot now, but I know a little bit more than I knew at that time, which was zero. And I, my PhD was on international debt and specifically looking at the debt crisis of the 1970s. And it had very little data, there was a tiny section with some data, but more or less, it was theory. So it was models and et cetera. So while of course it was about people and all that, but it didn't directly connect with people in, in this very organic way or a real way. And I thought that's what I'll do. I'll just keep writing papers of, you know, that kind, et cetera. And then after I finished my PhD, I started sending out my chapters to journals. And I had a book contract from OUP to write a book, extending my thesis to look at the Mexican debt crisis, which has, which had just, there was another wave of the Mexican debt default and the negotiations and all that, the details of which I miss are escaping me now, but that was that. And again, another accident happened, which is that one of my papers that I had submitted to a journal, one of the referees of that paper was an American economist who got in touch with me to say that I should not be telling you this, but I'm a referee at this journal for this paper that you've sent. And I really like it, et cetera, et cetera. And he sent me an email and I obviously had cited his work. So email was very new. There was no Google. So I couldn't Google this person to, you know, see what, what he looked like or whatever. And I was completely taken aback, obviously thrilled that to hear from someone who had cited at a very young age, I mean, that's, that was just a real high. And we started chatting over email. And then he said to me, would you like to come to the US for a postdoc? Of course, I didn't even know what a postdoc was at that time, because even now in India, postdocs are not very common, but at that time I had zero clue about any of this. And I said, what does it mean? So he told me it will be a two year fellowship, no teaching, et cetera. And long story short, I landed up there with my book contract and I said, you know, I don't have to teach, so I can do all this. And then we would talk every now and then he would talk about, oh, so what do you think about the caste system in India? You know, have you looked at gaps between caste groups and all that? And I kept saying, I said, no, that's sociology. That's not economics. Economists in India don't look at all this. And Delhi school at that time was, you know, one of the centers where very path breaking work on Indian poverty was coming out. But none of it was differentiated by social identity. So we talked about the poor and the non-poor or the rich and the poor, but not by whether they were male, female, this or that caste or anything. And he said, no, economists, and of course, after I went there, I discovered that he was African American, which I didn't know. And he said, no, I work on racial inequalities and economists in the U.S. work on racial inequalities. It's a very legitimate field of inquiry. And I said, well, not in India. Nobody works on, no economist works on caste in India. And I said, there's no data anyway. So what, you know, what are we talking about here? And so there's this data set called National Family Health Survey, NFHS, which is now in its fifth round. At that time, the second round had come out and he said, you can use this data. Of course, I'd never actually used household survey data. I'd only studied about it in a textbook. And studying about a regression in a textbook is a completely different cup of tea from figuring out how to run anything on the computer, in which I had zero skills at that time. But I couldn't admit to him that I had never used household survey data. So I said, yeah, sure, I can look at it. And then I got another student to help and I said, you know, I need to learn some of these packages because I've never used them. So he taught me one, actually a rather difficult package at that time, not Stata, which I use now. So I picked up some things and I eventually I wrote, and then I kept calling my father every week, send me readings, send me this, I don't know what the caste system is, I need to understand it detailed, you know, knowing about it in a sort of rough way is one thing, but to study any social category seriously. So I did a lot of work that is not by economists at all, you know, and so my father really helped me sending references. And I wrote my first paper, which I thought would be, just people will say, okay, fine, we knew all this already. So what's new about this paper? I thought that's the kind of reception it will get. But it got the opposite reception. People said, oh, this is new."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:34.680",
        "message": "We didn't know this, etc. What was the paper on?"
    },
    {
        "speaker": "Guest",
        "time": "02:04:36.920",
        "message": "It was just, so basically, the National Family Health Survey data has no income or consumption data or wages. So anything that economists would say, okay, I want to look at incomes, I want to look at wages, but it has data on occupation, education, land ownership, etc. So I created an index, like a human development index, and literally the same formula, and I just called it the caste development index. And so I thought it was a very simple paper. And using the CDI, I showed the gap between the upper caste and the Dalits, all India and across states and in each dimension. So I took five variables for the caste development index. And of course, you can look at the aggregate index, but you can look at each of those variables as well. And basically, I showed that in each of those components, there was a gap between the upper caste in every state of the country and the Dalits, and I quantified that gap. That's all the paper was. But it was a surprise to people to see this at the national level, in the context of the argument that the caste system is, you know, the hierarchies are narrowing, castes are basically vote blocks. So Dalits are no longer as badly off, economically speaking, as people believe them to be, because political parties are vying for their votes, all the narrative about either a complete upturning of the caste hierarchy, or certainly, of course, this was one point in time. So we couldn't say anything about flattening or not, that work I've done later. And this was just taking a snapshot in five indicators of well-being, what are the gaps looking like between upper caste and Dalits. And I really didn't think that anybody would read that paper or would find it interesting. So very gingerly, I sent it to four or five people, fully expecting to be told that, okay, fine, you know, pat on the back and now go back to doing your work. So I thought I'll go back to my Mexico book, and, you know, this was just to mainly to not have to keep on having that same argument with my mentor. And then he loved the paper, and as did some others, and I presented it at a few places. And I was a little surprised by the reaction it got. And I said, how could people not know this already? I mean, why is this not common knowledge? It seemed very intuitive to me. And so I wrote that paper, and I sent it to a journal, got published. Then somebody said, oh, I'm doing a book, can you just now look at gender also? I said, oh, come on, give me a break. I just did one paper with caste, now you want me to look at male, female also? And then Sandy said, well, why not? You have the data, just do male, female, and just do the same index again and show the gaps between. So I did four categories, upper caste men, upper caste women, Dalit men, and Dalit women. And that shows a very interesting hierarchies. That's how I started thinking about gender, because between for men, upper caste men are better off than Dalit men, across all dimensions. But for women, on material indicators, upper caste women are better off. But this data set also has a whole lot of mobility and freedom of choice questions. And there, at that time, upper caste women were not necessarily better off compared to Dalit women. So then I wrote a paper about the trade-off, you know, that women face, but not men. And then I linked a lot to the Brahmanical patriarchy, literature, I read Uma Chakravorty, I read a lot of things. Then my mother sent me readings, my father sent me readings, you know, then it just one thing led to the other kind of a thing, it started. And the two years that I spent in the US just went, just reading. And because I was not teaching, I had more time. And I wrote a few papers, and then I never wrote that book. And when I came back, I thought, okay, maybe I'll write the book. But by the time I came back, I was pretty sure that that's not going to happen. Because then I introduced this course called economics of discrimination in the Delhi School, which was interestingly opposed both by my colleagues in the economics department, and sociologists. Because some of my colleagues felt this is not economics. And sociologists felt economists have no business talking about caste. And what is this reducing caste disparity to a number, you know, 26% don't have land or 32% or whatever, reducing and what is this category called schedule caste, there's so much heterogeneity within. So by aggregating, you are, you know, essentializing, etc, etc. So I learned new words. I said, Okay, fine, I'm not arguing that there's no heterogeneity, yet, on the aggregate, this category of groups has markedly lower outcomes than that category of individuals. That's all I'm saying, not to deny heterogeneity within each of these categories. And that's something that tells us something. So that's how the this agenda started, and I never went back to international debt. And now it's literally I finished one paper, and while I'm doing that, there are five others that have already started, which is, I know, not a good way of working. But it's just questions that people are sometimes, it could be a random, something somebody posts on Twitter, and give me an idea saying, Oh, this is interesting, I should, I can look at this or something like that, you know, so it's the world is giving you ideas, basically. And conversations give you like, today, I might come up with, you know, think of you might ask me something, and that can get me set me thinking about something. So then, that's, now I do work, which I think relates to the lives of people. But it's come very late in my career, but I'm really enjoying it. I mean, I think this is the best part of my academic career."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:09.320",
        "message": "Yeah, I mean, earlier in the episode, I was thinking that maybe through the course of this episode, I should persuade Ashwini Ji or rather Ashwini as you're a young person to sort of write more about music and, you know, go back to that love. But now just seeing the excitement on your face, you know, I can I can see how much this work kind of means to you and I totally get that. When you did that first paper, is it that you thought that it is obvious because everybody of course knows the conclusion that upper castes are much better off than lower castes. But the learning from that, and I'm just thinking aloud here is that these numbers matter quantifying this stuff matters because not just you get a snapshot of how things are at a particular point in time, which may even seem obvious, but over time when you have different data sets from different years and different points, you can actually see social movement and you can actually have a sense of what is working and what is not and the direction that we are going in. And therefore, these numbers sort of matter and that therefore, in a sense, these numbers come to life, like a mistake that non that that people who sort of don't engage with numbers and and our brains are not wired to tackle big numbers, they just kind of blank out and it's just abstract. And a mistake that people often make when they think about economics is that, yeah, tk numbers, I am market up or down, I graph and what is the connection with the real world. But what all of your work does, especially because it is in these two areas, caste and gender is that it illuminates so much that affects real people in the real world. And we can see this all around us. So is that a correct characterization?"
    },
    {
        "speaker": "Guest",
        "time": "02:11:49.440",
        "message": "I think that I think that numbers are very important because, you know, all of us are intelligent and can make assertions. All of us see the life world around us and we can make conclusions based upon what we see around us. But now that I teach statistics, the importance of correct sampling is more obvious to me than it ever was before, because I am teaching statistics to 18 year olds. And therefore, how you sample is supremely important to the conclusions you're going to get. You know, I mean, just to illustrate as a very lay person, you know, to a very lay person, supposing you have a salad with multiple layers of things like cheese and lettuce and whatever, tomatoes and pieces of chicken or whatever."
    },
    {
        "speaker": "Unknown",
        "time": "02:12:34.040",
        "message": "Bacon at the very top."
    },
    {
        "speaker": "Guest",
        "time": "02:12:37.920",
        "message": "And you don't mix it, right? And you take a bite out of it. Now, depending on how deep your fork has gone in, you will taste only the layers that have that are in your mouth and you can draw a conclusion about that. That won't be a wrong conclusion based on what you ate, but it is a wrong conclusion about the salad bowl. So anything that you say about the top two layers would be an incorrect representation of the salad bowl if it is not well mixed. And if your spoonful is not picking up elements of all the layers that are in the salad bowl, right? So when you sample, I mean, obviously, whenever we draw conclusions from data, we are not taking a census of 1.6 billion people, otherwise we'll never get any conclusions done. That is why the importance of correct sampling cannot be overemphasized. Otherwise, there are impressions and those impressions are fine. You know, I go out in the street and I see somebody doing something and based upon that one person, I'll say something, you know, oh, this person is very hardworking or not or whatever it might be, right? Now that is my impression based upon the street outside the studio, which is a valid impression of the street outside the studio. But if I said that my visual impression of the street outside the studio says something about the population of Delhi or India, that would be a wrong conclusion. And now that I teach statistics and basic statistical methods, I always knew this theoretically and obviously, you know, that's what I've been working on. But trying to explain this to 18 year olds, 19 year olds has brought a clarity in my own thinking about the importance of sampling that I cannot convey to everybody strongly enough. And that's what really bothers me when I see conclusions that are based upon incorrect sampling, right? And it's not just about choosing a sample, it's about the way you ask a question. Is it a leading question? I mean, that even in law, you know, you're not allowed to are leading. So what I'm trying to say is that when we are drawing conclusions about anything, there is a certain rigor, there's a certain scientific method, just because it's economics or sociology or anthropology doesn't mean the scientific method can be disregarded, right? And so when you do all these things, then the numbers make sense. So I'll qualify."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:57.880",
        "message": "Numbers make a lot of sense. But you have to use them well."
    },
    {
        "speaker": "Guest",
        "time": "02:15:00.240",
        "message": "You have to generate them well and use them well, of course. But first, the generation of the numbers, how is the data coming the way it's coming? That is a very important step. And we often don't pay enough attention as much attention to this fact of generating numbers the right way, as we should be doing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:21.520",
        "message": "Yeah, I couldn't agree more. And in fact, I think that if you take a picture of the street outside the studio, it doesn't even tell you much about the street outside the studio. That's a picture at one point in time and things are so dynamic, it's changing, you are standing in one particular place looking from one particular angle. You know, I used to be a professional poker player for five years between 2010 and 2015. And one of the things that poker taught me, and this is more sort of amplified in poker than anything else. And poker, of course, is a game of skill. But the quantum of luck is extremely high. So the skill expresses itself only through a large sample size, right? So you know, so it's so for us, a realistic sample size had to be really large. You could not tell if somebody had mastered a particular form of the game, by looking at say 1000 hands or 2000 hands, you needed a couple of million hands at least before you could safely say that this guy knows what he's doing, right, right, it was that big. So sometimes, you know, I look at like I look at nutrition studies, Pachas Logo Keto diet the Pachas Koe diet the and my mental, you know, I have to adjust my biases about sample size, because I'm just thinking key are yet to kuch bhi nahi hai. But obviously, for different fields. So another question you mentioned that in the social sciences, you know, that how you generate these numbers matters and the method matters and all that are, I was chatting with my mutual friend Shruti Rajgopalan once about experiments in the social sciences and the kind of conclusions that we can draw from them. And she made a very good point and she was citing someone I forget who, but the point was essentially that let us say that you want to run an experiment on whether dropping a coin into a particular amount of water will raise will displace a little water and raise you know, the level of the water or whatever. Now, in a scientific experiment, what you would do is you would have a lab with controlled conditions and you would have a beaker of water and you would measure everything and you would put a coin in there and then you would measure the level again. And the answer you would get is conclusive and you can establish causation and all of that. Now, what happens in the social sciences is you're effectively dropping the coin in a massive swimming pool full of hundreds of people jumping in and out and there's a storm overhead and it's raining and that's the result you get and how you know, the water could go up, it could go down, you can make all kinds of theories about coins and water and it gets incredibly messy, right? So that is something that I sometimes think about that what I see in the social sciences is that the conclusion that people arrive at seems to be determined by the ideologies or the prisms that they bring to the table. You know, where you stand depends on where you sit as that old sort of saying goes. So how do you and this is obviously really broad and you know, the science in the social sciences has progressed a lot and these are dangers that every serious social scientist is kind of aware of. How do you tackle for something like this?"
    },
    {
        "speaker": "Guest",
        "time": "02:18:26.880",
        "message": "It's hard. It definitely is hard because as you say, you know, there are what we call confounding factors because many other things are simultaneously changing. So getting at causation in an isolated way is hard and the randomized control trial methodology is precisely trying to do that. But there are other issues with randomized control trials, which is A, just the difficulty of doing it. B, big picture questions can't be tackled by because you're just wearing one little thing and checking the impact. I'm not going into that debate because that's very well known. So the quest for getting the right causation continues, right? And I don't think there's a magic answer as yet. But I think as social scientists, we must be aware always of pitfalls. We must always and I think humility helps here, which that's a very important part. I think of being this should be an important part of is that I may not be seeing the whole picture and that may be out there. So the willingness to learn, the willingness to engage with nuance, you know, the other thing that that's apart from the fact how data is generated is, as we were talking about earlier on, you know, related to social media, which is unwillingness to engage with nuance, you know. So for example, I'll give you an example in the context of the Indian labor force, female labor force participation debate, which is there are two problems. One is labor force participation rate is falling. The other is violence against women in public spaces. Now the numbers are increasing, which is always, there's always a question mark about violence numbers, which is, is it better reporting or is it incident, like are women empowered enough to report or is it actual incidents going up? And at the end of the day, there's no firm answer to this, however, whatever it is, but the numbers at least are rising. Now both these are very serious problems, but that doesn't mean automatically that they are related. You know, so my, my student Jitendra Singh and I, we looked at 146 countries and we got data on violence against women in public spaces and their female labor force participation rates and violence against women is a problem everywhere, but we don't find a systematic relationship between FLFP and, and violence against women in public spaces or violence against women. And the one obvious reason for that is that a lot of violence against women takes place at home. You know, people say women are afraid to go out and work because they don't want to be molested, which assumes that at home they will not be molested. I have, and my co-authors have field, you know, field trip after field trip, women telling us we want to leave the home, we don't want to be locked up, you know, inside our home with the husband or father-in-law or whoever, even mother-in-law sometime, which may or may not be physical violence, but it's certainly abuse, you know? So if you don't look at violence inside the home, you will always think, oh, it's only violence outside the home, which is of course a serious problem. There's no denying that that's an issue, but does it automatically translate into female labor force participation rates lowering? Not clear. But if you've already made up your mind that that's an issue, bas katham, you know? So I think that there is no harm in acknowledging that the problem is harder to pin down than this one, this or any other simple explanation for that matter. You can take, I mean, you can replace violence against women with something else. Again, there'll be a similar issue. So as social scientists, we have to be aware of, if you're working with data, which I think everybody should, but if you're working with data, how that data is generated, how it is used, how best to establish causality and learn from evidence from other disciplines in a, for economists, I would say, learn from evidence from other disciplines in a humble way. So today, for example, economists have discovered social norms, which other disciplines have always known. But now the pendulum has shrunk to the other side, which is when you talk about female labor force participation rate, no economic factor can possibly explain it. It only has to be social norms. Are kyun bhai? Social norms ki baat karo, toh why can't we simple demand supply factors? Why aren't Indian women affected by that? You know, they are as rational human beings as any other human beings on the planet, you know? So it's great that economists have broadened their view, you know, horizon, but an incorrect reading of social norms is actually dangerous to the analysis of the problem into which many traditional economic factors must enter, I think, you know, so, but, you know, academic disciplines are vast. And there have always been, not just now, there have always been different points of view, controversial conclusions, people disagreeing with each other on the same thing, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:13.520",
        "message": "I think that's healthy. And within, you know, you mentioned humility, being open to nuance, and especially being open to the notion that a fashionable explanation, or the conventional explanation may be wrong. Just look at the data, make sure the data is as good and as generated with as much intellectual honesty as you can manage, and then see where it takes you. Now, is there a problem in academia also, that there are these fashions in academia, there are these conventions, people think in certain ideological ways through certain prisms. And therefore, the temptation for a young academic looking to move up within the profession is to conform to those or at least not be too much of an outlier."
    },
    {
        "speaker": "Guest",
        "time": "02:23:56.120",
        "message": "Absolutely. Absolutely. Right. Not just ideological, but even methods, you know, so methods become fashionable. You know, so if a particular method is fashionable, everybody wants to just join the bandwagon, because then you feel, oh, my paper is more likely to be published, because if I do this or that, or if I work on this field or that, you know, so fields become fashionable, methods become fashionable, ideologies become fashionable, you know, and the, I guess, because I'm being a little bit of an outlier, almost in every field, it hasn't bothered me personally that much. Because I think this is, again, a legacy of my father, where he belonged and didn't belong to any one, any one field or ideology, you know. So the right wing thought of him as too leftist, the left wing thought of him as not left enough, you know, so and so thought of him as not this way, not that way. So he sort of didn't really belong to any club. And I, when I think about myself, I sort of feel that way, a little bit, which is, I'm a little bit of an outlier, you know, on this. So I haven't gone on this high track publishing, you know, that career path or whatever. So I'm a little unencumbered by this. Of course, it has its own downsides, and it has its own risks. But you know, I enjoy doing what I do. And I'm, you know, from my mother, I've learned not to be self conscious, you know, you do what you what you believe in doing kind of a thing. But it's hard. It's really hard for, because I see young people now, they're so career oriented, literally from the day they joined the PhD program. So who you will sit with in a at a conference table, you know, they will, and I don't blame them. Because that's the way you know, it's like, you go to a conference, you suss out who's there, you know, etc, etc. You choose sessions you choose, you know, and it may be happening unconsciously, not that people are planning it that way actively. But building networks doing you know, sort of it's fine, you know, I feel like I'm, I've escaped all that. And now I'm on the other side of 50. So you know, now it doesn't matter anyway. But it's like, I feel like I've done what I what has excited me. And as a result, it's, it's a body of work. You know, I wouldn't say, you know, there's this one paper that I did, which has been in AER or Econometrica, and it's changed the way the discipline has worked. Obviously not, nothing like that. But it's a body of work. And I feel that that body of work I have enjoyed doing, whether it's made any difference to anyone is not for me to say, but I have enjoyed doing it. And it's sort of coming together, you know, in this way of role of social identity, when you move away from an individual to a group, you know, how does that work in an economic setting? So it's that larger field and I, you know, and so affirmative, all of that falls in the same sort of broad, these are complicated issues. These are controversial issues. There are no clear answers. I don't have clear answers. But I think that these are exciting problems. And precisely because they are nuanced, I enjoy doing it because I, I like the challenge of nuance. You know, when you when you are unable to say something with certainty that this is it, I found a, you know, magical solution to this problem, which I guess from a careerist point of view is not the greatest thing, but it's fine."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:13.000",
        "message": "Yeah, and you know, what you say about both your father and yourself that you never belonged in this or that is resonant with me as well, because I've always kind of felt that in any domain that I've been in, I'm not mainstream and the elites don't want me at the table. But now I feel now that it makes two of us, maybe the horror we do belong somewhere."
    },
    {
        "speaker": "Unknown",
        "time": "02:27:30.400",
        "message": "It's a club of two."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:31.880",
        "message": "I'm going to resist that and say no, no. So you know, one of my dear friends, Ajay Shah, often talks about, laments about, laments the fact that a lot of economists, and I think this would apply to people in any academic field, especially in the humanities, a lot of economists start playing that academic game where they get trapped in what is essentially an academic circle jerk, and that's my term, not his, where, you know, they are signaling to each other, writing for each other and it's a circular game, they have to publish so much, these are the journals where they publish, you know, he got tenure, he became a professor, and it's this whole game and they don't engage enough with the real world. And as someone who has engaged a lot with the real world in policy domains, and so on, Ajay's lament is that I wish there were more brilliant people who actually did this, you know, he sort of talks about so much talent being wasted, because you're trapped inside this little game, and you're not really kind of engaging with the real world. And in a sense, you've also bucked the trend of being there, like just a very fact that you taught the economics of discrimination in the early 2000s. Whenever you started the course, the economists aren't doing that the sociologists don't want you to teach that everybody is like, what the hell? So you're clearly you know, you're kind of bucking that trend. So one, do you think that, you know, this is a problem with academia that people can become the prisoners of domains that they can enter these silos, silos of specialization and kind of get trapped in that and just play that game all their lives. And if you were to advise sort of young people, maybe young academics, maybe people thinking of a scholarly career, you know, what would you say?"
    },
    {
        "speaker": "Guest",
        "time": "02:29:14.400",
        "message": "I think all careers have their own compulsions, you know, I wouldn't say only academics has it, you know, I mean, you're training to be a cricket player, you know, you have to, there are certain ropes you have to, you have to learn, you have to climb, you know, things like that. So succeeding in a career has its own demands. And I wouldn't blame anyone for following the dictates of that demand. You know, I mean, if you have to publish in quality journals, you have to publish in quality journals. I mean, that's the requirement of the profession."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:45.840",
        "message": "Yeah, but the point is, cricketers are judged on how well they score in front of packed stadiums, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:29:51.360",
        "message": "So they're not performing in the nets in front of a committee of experts. So cricket was a bad example. But what I'm trying to say is that what it takes to succeed in a particular field, you broadly know that, and then you have to follow some of those, the sort of the set pathways. And breaking free is, you know, from a career point, unless you just change careers, or you are, you know, it's also a question of privilege. I mean, the thing is that if you have inherited money, you have legacy, you know, you can say, okay, I'm going to just discover myself and, you know, one year, I'll just play jazz music. Another year, I'm just going to, you know, make films on my iPhone or whatever. But that's because somebody is paying for my bread and butter. Now, that's a very, very privileged position. But if you have to earn a bread and butter, and if you have to publish in an academic institution, then there are certain demands that that institution places, whether those demands are valid or not is in a different conversation. But as long as there are some rules of the game, in order to succeed at that game, you have to follow the rules of the game. You can always be in the policy world, you know, but there you can make the other point, which is that the policy world also needs to engage with high quality evidence, right? And so how do you make the two meet? And for very young researchers, it'll be hard, I think, those who are in academics, those who won't go into policy, etc, that's a different story, but I guess, there comes a time for many economists, when especially, you know, 50 plus, that you willy nilly starting it, some people do it more actively, some people do it less. But if you're working on issues that are policy, amenable to policy implications, or actionable policy, then you start sort of engaging with the policy world as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:39.920",
        "message": "What do you feel about the inevitable trade off that we're all confronted with, between breadth and depth? Like on the one hand, there is a temptation to pick one subject, and just go really deep into that. And there is enormous value in that, because you might end up going deeper than anyone else has gone, and, you know, completely figure out that subject really deeply. The danger in that, of course, is you could pick an obscure subject, like, you know, cereal prices in Mexico in 1830. And, you know, it has no resonance, it doesn't, there's nothing there. And at the same time, there is a temptation to go broad, that apply frameworks from, say, different disciplines, or even within your own discipline, just keep it broad, build broad narratives, or try to come up with grand theories that explain things and all of that. And both of these have the danger, the danger in going too deep is that you're not seeing enough of the big picture. The danger in only trying for the big picture can mean that you, you get everything wrong, because you don't get any of the detail as any specialist could tell you. So how does one sort of manage that trade off, because they're both appealing, and you could argue that you actually can appeal to more people and get in television studios and all of that, by just taking the broad kind of view, you know, and, I mean, at some point, you need to be broad at some point, you need to be deep, how do you manage these"
    },
    {
        "speaker": "Guest",
        "time": "02:33:03.480",
        "message": "tensions? It's hard, but I think on balance, if I had to give a very short answer, my view would be that whatever it is that you say, shouldn't be wrong. So if by being broad, you're saying wrong things, I'll say don't be broad."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:19.520",
        "message": "If by going deep, you're saying wrong things, don't go deep. I guess without a specific example in my mind, sometimes you can go broad not by being wrong,"
    },
    {
        "speaker": "Guest",
        "time": "02:33:27.840",
        "message": "but by not being nuanced enough. Exactly. So that's what I'm saying. If somebody like you take a very popular author, like best selling author, like Harari, you all know Harari. Now, we've all read his books, I mean, I haven't read all of them, but I've read some things, and very impressive, very, very nicely written, etc. There's millions of copies all over the world. Now I recently read an article, which is a critique of Harari and how he's glossed over some of the nuance to the point of getting it wrong. So one of the dangers of glossing over nuance is that you could end up saying the wrong thing. So I guess my short answer to this would be to not achieve for such a big picture that you're just getting everything wrong. So have a sense of the context, but then go deep into it. You know, so for example, if you're studying, I don't know, the caste system in India, right? Now when I started, I literally, you know, I knew some things from my personal life, etc. But I hadn't studied the caste system because social science was never my domain, you know, I'd always been a science student. And I never read nonfiction in social science, because that was never my, I didn't, I didn't think that I was going to go down that way. And so knowing about personal episodes of caste and one's own brush with the caste system in different ways, a totally different thing from knowing what the hell this whole thing is about. And so I found the broader readings, books that my father suggested to me at that time, extremely useful. None of it is in the papers that I've written, but reading those was extremely useful for me to just situate the whole thing. And even now, every now and then, I really miss my father, because every now and then I literally want to call him up and say, Baba, I want a reading on this particular aspect. And of course, he's not there any longer. So I have to just Google and find things on my own. But again, you know, the point that I said about humility is important is because if I had begun by thinking that, okay, I'm, you know, God's gift to humanity on the caste question. And I'm going to unveil answers that no scholar before me has ever done. And you know, I'm this very smart person who's now going to tell everybody else, okay, here's what you guys don't know about caste and I'm telling you this. If I had gone into it with that approach, I don't think it would have worked at all. I was bound to get, I mean, not that I know a lot now, but I'm still learning and literally I learn every day. And because I see myself as a student of this field rather than as an expert, it always helps me because when I read something new, I say, oh, right, this is it. You know, and in this, you know, this is the history, something like that, you know. And that adds up to then finally start becoming a big picture. So you go in depth. In order to go in depth, you learn little bits every time. And then it adds up to a big picture. So I would say if you're working on something for the first time, maybe take the depth approach first, do a little bit of in-depth pieces, then sit back and say, okay, I've done five deep dives. How is this picture adding up? Which part, how many pieces of the jigsaw have I connected? Not all, but some. So now a little bit of the picture is emerging rather than saying, okay, now I'm just looking at you guys from the sky and I can just see the whole picture. I think that's the problem. And many people fall prey to that, to that tendency, which is that I am looking at you from the sky and I can see something that you can't because you are in the picture. I'm on top, I'm taking an aerial view and I see everything. And so I'm explaining it to you now, something that you can't see, that's where things start to go wrong."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:08.080",
        "message": "Yeah. And I think there's this human danger also of look, how do we understand the world by telling stories about the world to ourselves? And this is tempting and, you know, it leads to a certain amount of comfort if we can tell a story about something that explains it to us. So a lot of stories tend to be stories that are too simple and often stories that are wrong like religion. So you know, so I completely agree with you that it makes sense to go for depth, some depth before breadth. The other, I love your jigsaw puzzle metaphor and the other one that I bring in is that when you paint a picture by joining dots, and the thing is, if you don't have enough dots, exactly, then you know, a horse can appear to be a chair, right? You need enough dots to have a sense of what you're painting a picture of and the more dots you have, the more accurate they will be. And the question for a scholar also will be what if you're trying to paint a picture of 10 different things, and you don't feel like you have the, you know, can fill enough dots in each of them. And there's there's a term called Gelman amnesia, have you heard of it? No. So it's named after the physicist Murray Gelman, who once made the observation that when you read a newspaper, and there's an article on a subject that you know a lot about, you read that article, and you realize it's full of shit, right, they got it wrong. But when you read everything else in the newspaper about things that you don't know anything about, you assume that it is correct. So that's Gelman amnesia, you forget that they got that wrong. And I feel that with scholars who are too broad, it can seem like this, that when somebody like a Harari, and he was actually the name I had in mind before you mentioned that when someone like a Harari tells these beautiful stories that explain everything, I'm like, yeah, man, it explains everything. But if he happens to write about a subject I know, I'll be like, wait a minute, yeah. So okay, so a final question about sort of academics and the academic journey before we dive into both caste and gender, which I want to do, because your work is both so detailed and so important. One of my guests, I forget who was, you know, use a metaphor of the Indian civil services to talk about how there will be people who you know, for those who don't know, you give the UPSC exam. And depending on your rank, you get, you know, Foreign Service or IAS or IPS and the lower services and this guest, I think it was, you know, Mahima Vashisht in a recent episode who's been a civil servant, made the point about how so many of us seniors in one of the lesser civil services, so to say, would have this resentment, ki yaar, agar mujhe UPSC mein doh mark zyada milte is subject mein, toh aaj main London mein Indian Foreign Services mein hota. And the tragedy and the injustice of that system is that an exam you give sometime in your early 20s determines where you land up at age 59. Right? So it is almost like that one event just sort of changes everything. Now, in an academic sense, it strikes me that a lot of what happens is also sort of happenstance like that. Like which universe, which foreign university do you happen to go through? Do you happen to make it to a foreign university in the first place? You know, who is your advisor there? Some people can get lucky to get a good PhD advisor, some get a bad one, where do you subsequently work? And anywhere along the journey, it can fall apart. And often it strikes me that this starting point can be something incredibly unfair. This starting point can be ki theek hai, you know, your parents weren't well, you had to be in India to look after them, aap abroad jaani paay, financial circumstances nahi the, aapne yahi pe kuch kar liya locally, or no matter how brilliant you were, you are always looked upon as lower on the ladder than somebody who had the benefit of a better education. That's one aspect of it. Another aspect of it is that you could be an Indian scholar, who knows a subject in great detail, whose work has rigor, nuance, everything, but somebody from some foreigner from a foreign university will come and turn their orientalist gaze on your subject and mouth wake general generalities and you know, say banal things, sometimes you're wrong, sometimes you're right with what's a big deal. And, and they get all the media attention and the book deals and everything and you"
    },
    {
        "speaker": "Unknown",
        "time": "02:41:18.640",
        "message": "are like, what the fuck, you know, I've worked all my life on this shit."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:22.360",
        "message": "So what do you sort of feel about this? Because I meet a lot of brilliant academics who are not big names, who are not there on the ladder, right? And I and vice versa, right? So what do you feel about this? And how, you know, how does one then deal with that resentment? Or how does one come to terms with ki theek hai jo hai so hai?"
    },
    {
        "speaker": "Guest",
        "time": "02:41:47.680",
        "message": "Yeah. So I didn't go abroad for my PhD for personal reasons, and there is a, I got, I got a super fantastic advisor in the form of Kaushik Basu, who was at that time at the Delhi school. So I really enjoyed my PhD with him. So no regrets at all on that front at all. Zero regrets. However, So my question was generally, So the American system, because of the rigors of coursework, you know, every PhD student has to do two years of coursework. So it just puts you through the grinder in a way that Indian institutions don't do, right? And so you come out on the other side of the grinder in this process form, which is a disadvantage for those of us who did our PhD in India, because we were not put through that kind of a grinder. I got lucky because I had a fantastic advisor, and it was really nice. And it's absolutely true that in India, not having a foreign degree is a big disadvantage, you know, within your colleagues and just in the circuit. And even within the US, there are, you know, whether you're in the top 10 universities or not, etc. There are all of these issues. But certainly, if you've done your PhD from India versus somebody who's done it from the UK or the USA, there, you know, there is an issue. And at the time when I was a student at the Delhi School, you know, about eight to 10 people out of hundred class of 150 used to get first divisions. So first division was the big thing, by the way, those days. And in my batch, it was eight, eight of us who got a first division and seven went abroad and I didn't go, you know, so that's how much of an outlier I was even then. And so it's a struggle and there are, it's hard, there are and I'm sure that others who are in my situation also have faced them at different points, there are frustrations, you get upset sometimes that, oh, you know, somebody just walks away with the limelight and all that, all that. But again, you know, as you've discovered in your conversations with me, I'm a little chilled out in these matters. So there can be a temporary irritation, but it passes very soon. But I have to mention that by the time I came to Ashoka, you know, it's been very different. Ashoka is really, is very respectful towards the body of work, you know, and I've received huge amounts of love and, you know, support within Ashoka, so from everyone. And so I feel really happy about that. But it's not, there is a disadvantage and this thing of, you know, I will tell you what you're missing in two sentences or three sentences, this tendency is there. This will, I don't think you can, you know, there is a, there are many hierarchies. So within India, there are hierarchies of class and urban location and English education versus not caste, of course, you know, but then there are international hierarchies, right? Where race plays a factor, where academic location plays a factor, right? So obviously Harvard in the US will rank number one in any of this hierarchy and so on. So and things like that, right? So institutions have brand names and they really make a difference. So an affiliation with a very top branded university department will open doors in a way that a lower branded university department, it won't. So once you step outside India, you realize that there are these other hierarchies that play it well. But that's life, you know, there's no point in lamenting them and just feeling, you know, say, oh, and there's also, I don't think these hierarchies should be used as an excuse to say, oh, the reason I'm really not publishing is because there are all these hierarchies and I can't work. No, sorry, there are hierarchies, that's the world, that's the real world, deal with it, you know. So I will keep publishing, I will keep writing. If somebody else saying, oh, she didn't go abroad for a PhD, so I don't think her work is good. That's fine. They are entitled to their opinion. But I would say engage with my work, not where I got my degree from. If there's anything wrong with my work, point that out, I'm happy to engage. But don't, you know, pedigree is, I mean, it's very funny, we lament about the caste system in India, but we are very pedigree conscious. So that's, you know, what data does it make, do the work, don't look at my CV and say, oh, she did her PhD from D school, oh, that's bad, you know, why? So one has to, I mean, what I'll say to younger people is that if you are working in a good Indian institution, doing your PhD, you know, steel yourself against these tendencies because they are there. But discrimination is a fact of life, you know, sometimes we are on the side of, sometimes our social identities protect us from that discrimination, which is when we feel great. But there are sometimes our social identities, in another context, we become the victims of discrimination. But then we have to figure out, you know, we can't make that as an excuse as academics to say, okay, I'm not going to publish anymore because somebody said that, oh, our Indian degrees are not good enough, no, why? That has never deterred me from doing what I think is right. And I don't think it should deter anyone else too."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:59.920",
        "message": "Yeah. And one of the lessons I learned from poker was don't sweat what you can't control."
    },
    {
        "speaker": "Guest",
        "time": "02:47:03.880",
        "message": "Exactly."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:04.880",
        "message": "You know, what you can't control is what you do, what you can't control is the process, what you can't control is the attitude you bring to your work. And that's what really matters. Don't sweat the rest of it."
    },
    {
        "speaker": "Guest",
        "time": "02:47:14.600",
        "message": "I mean, there have been many situations where, you know, for example, I've gone to an institution and asked for data and I've been told, no, you can't get this data. And the next thing I know is some researcher from X, Y, Z university with the right color of the skin has got that data. I said, what man, when I wrote you a proper letter, what happened, you know, you know, anger comes, it definitely comes. But then, you know, it's one of those things, I mean, life is unfair sometimes. So how do you deal with that?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:44.560",
        "message": "I mean, you know, how do you deal with that unfairness? Talking about the unfairness of life, let's, you know, move to the subject of something that you've studied deeply for decades, almost, I don't know if one could call it decades"
    },
    {
        "speaker": "Unknown",
        "time": "02:47:55.280",
        "message": "in the plural."
    },
    {
        "speaker": "Guest",
        "time": "02:47:56.280",
        "message": "But yeah, I guess you started with caste in the late 90s, so decades here, 98, 98, decades."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:03.680",
        "message": "So what were the big questions about caste that animated you when you started working on it? And you've already described your first paper and all that. And how did those questions evolve and change?"
    },
    {
        "speaker": "Guest",
        "time": "02:48:16.800",
        "message": "So the only question that started this whole journey was, I mean, the question was phrased in the sense of have the gaps between Dalits and Apakas narrowed? Of course, the first paper was not about narrowing, because it was one point in time. But the question was, are they significant? Are they across different indicators? And are they across states? That was the first question. Basically, it was like taking stock of the material disparities between Apakas and Dalits. That was what the question was about. Because there's been a lot of sociological, ethnographic, village study kind of literature that talked about power that comes from being used as vote banks, you know, dominant caste that may not necessarily be the Apakas, you know, middle caste being dominant caste, you know, some caste that got classified as OBCs. But even some Dalit caste, for example, could become dominant caste in their villages. And there's a lot of churning. Then there was the 72nd and 73rd, 73rd and 74th Constitutional Amendment, where local bodies were given, you know, reservation, etc. So all of that is sort of churning, there's been a churning and there is a rise in representation of Dalits at the local panchayat level, state election, reserve constituencies, chief ministers of states or important ministers in different governments, etc. All of that might have led to, you know, sort of narrow gaps or insignificant gaps or that the persistent disparity may not be a picture of India at that time. And so what the first paper did was just said, no, it is, right? Now why is it? Why is it that despite all of these things, these things didn't change, etc. Then that started the journey, right? And then I had to read about dominant caste, I had to read about, you know, what is OBC. So I remember a discussion with my father where I said, I don't understand the controversy about the OBC reservation. Why is it that some, you know, people object to some castes being included, but not to other castes? What is this whole thing? So he patiently explained to me the difference between Varna and Jati, which I had read about, but I had not internalized it. And I didn't understand the connection between that distinction and the OBC reservation controversy, which she then, you know, verbally explained to me, then he gave me references to read. And that sort of started the thing, and then with my co-author, Rajesh Ramachandran, who used to be my student in Delhi school, but kept in touch, and now we have many papers together. So we've developed this sort of agenda where we've looked at change over time, we've looked at early childhood, we've looked at education, we've looked at stunting, etc, etc. So you know, we just, we finish one paper and we start the next, you know. So now we have a result that talks about the effect of untouchability, which is illegal, but prevalent on early childhood outcomes for Dalit children. And so it's like an onion that the more you peel, you know, you discover new things about the system. And with this early childhood and untouchability research, I have realized, I think, for the first time with clarity, why the gaps are persistent. Because if the disparity is starting at early childhood, then by the time these children become adults, you know, it's the same system that's getting perpetuated. So another argument made about the caste system is that it's a hangover of the past, or it is a rural phenomenon. In urban India, how do you know? Aapki caste, meri caste, kya pata kisi ko? So urban India mein caste disparity nahi hota. Yeh purane zamane mein discrimination hota tha, ussi ka hangover we are seeing today, you know. So all of these questions you can actually examine empirically, and you realize that it's being perpetuated, the discrimination based upon caste identity is salient and discrimination based upon that continues today."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:06.200",
        "message": "So take me through some of these questions, for example, the question of past discrimination and versus present discrimination. How do you disentangle that? For example, an argument was made, which you've kind of busted through the various studies, and we can go into the weeds of some of that, you know, arguments are sometimes made ki hai, you know, labor market mein discrimination nahi hai, kyuki maybe there is discrimination earlier, which happens because of, you know, people are born in poor families, or they don't get the same kind of education and all that. So they are distinctly unequal by the time they reach the labor market. But labor markets are different. And your study showed that no, that is really not the case at all. Labor markets also discriminate. For example, I'm just taking like one of the big questions that you've asked. So take me through, you know, how you then start disentangling all the other possible causes for you know, all the other possible explanations for income disparities at the labor market. And how do you then arrive at the fact that yes, discrimination has taken place does take place. And these are the kind of mechanics of it. So take me through some of these studies, because I found it really fascinating."
    },
    {
        "speaker": "Guest",
        "time": "02:53:12.780",
        "message": "So there is absolutely no doubt that in if you look at the early childhood and pre labor market conditions between upper caste and Dalits on average, there are huge gaps. So by the time individuals enter the labor market, they are already very different in terms of the skill set in terms of abilities. And all that has got to do with social capital, with the background, networks, etc, etc, right? Now, the question is, does the labor market perpetuate that discrimination or not? So a very simple study, which is not authored by me, but it was a part of the project that I was a part of, I did a college to work study. And this particular study, it's a very famous paper in the AER done for the US by Marianne Bertrand and Sendhil Mullainathan, which the title of that paper is called are Emily and Greg more employable than Lakisha and Jamal, Lakisha and Jamal, all right. What they do is they send resumes to employers, these are called correspondence studies. And that those resumes control for everything, not just academics course, but extracurriculars as well. All the, you know, debating, confidence, kind of all the signals that employers look for. The only difference. So these are matched resumes. The only difference is the names are different. So black sounding names and white sounding names, and the callback that white sounding names get are far higher than the callbacks than black sounding names get. Okay. Diva Pager, a sociologist in the US who died tragically young, she did an even more remarkable study where she said, okay, the reason that blacks might be getting lower callbacks is because there's a stigma of criminality, you know, because incarceration rates for African Americans are far higher than those for whites. So employers might be reluctant to hire blacks because it's, it's a thing in their mind that, you know, we don't want anybody with a criminal background, etc. So in her study, she gave the, these are all experimental subjects. So she gave the white person a criminal record, that white job applicant has actually served time in jail, a convicted felon, and the black applicant is not a convicted felon. So she attached the, because these are fake resumes, so she attached the stigma of criminality to whites. And her experiment shows that attaching the stigma of criminality to whites lowers the callback for whites compared to when they were not shown as being felons. But a white with a criminal record is still likely to get higher callbacks compared to black with no criminal record. If this doesn't show discrimination, because this controls for everything, this controls"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:49.960",
        "message": "for everything, right."
    },
    {
        "speaker": "Guest",
        "time": "02:55:51.120",
        "message": "And there are studies that have been done of this kind for India as well. And we did a project for paper, Delhi and Chennai, yeah, and you see the same thing. So you can say, and this is before the interview, so you're not even judging based upon looking at the person and forming some impressions, right. So stereotypes and the association of, you know, the negative stereotypes about Dalits, the stigma of incompetence, that does play a role, right. And so how do you disentangle? So one state way to do is to correspond in studies. The other when you're looking at data, you of course, you control for all the ability related indicators, and then you see whether there's an extra wage penalty. What you call decomposition. Decomposition. So you can, there's a method where you can add in all the variables that will explain the wage gap and see whether the wage gap gets artificially eliminated. And if it doesn't, then that is due, that's an unexplained part of the wage gap. Now, you can argue whether it's all discrimination or not, and the jury is open on that one. But certainly a part of it is discriminatory. And that's the point where I'm saying is look elsewhere. So you have an unobserved wage gap, which is your data is showing you. Now read accounts. You know, so a question that I often get asked in interviews is, how long are we going to have this reservation system? It's time to end it. You know, and my answer is, let's go for one month where there is no story of caste atrocities reported from anywhere in the country. The day we have one month free of caste atrocities, let's end reservation then."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:24.440",
        "message": "So I found these studies interesting because the Delhi study, for example, sent fake resumes, looked at English newspapers. So you're already controlling for English and you send fake resumes with stereotypical last names to a whole bunch of employers. And the conclusion was that Dalits are two third less likely as upper class people to get a call back. I mean, everybody would assume that they were less likely, but two thirds less likely is a good way to kind of quantify it and understand the problem. And the Chennai study was fascinating because it also looked at gender and it found that low caste females were the least likely of all to get a call back, which is, of course, not surprising either. What I found also interesting was that when you, you know, use the decomposition techniques, you're also thinking of endowment differences. Now endowment differences, of course, is that because of discrimination of the past or because of, you know, what their backgrounds might have been, Dalits are more likely to be poor, more likely to have a worse education and so on and so forth, they end up in the job market with, you know, that disadvantage built in and that's the endowment difference. And you point out that that's actually narrowing in urban populations. And you're honest enough to say that it may be affirmative action, which is responsible, but it may not be because it's again, the swimming pool thing, we can't really tell. Has it been your experience that, like, here's the thing, as far as the rural-urban divide is concerned, Ambedkar, of course, famously said, what is a village but a sink of localism, a den of ignorance, narrow mindedness and communalism, stop quote. And one would assume from various different directions, that caste would be a far bigger problem in rural areas and in urban areas. And one reason for that would just be that the incentives are different in urban areas. You want to be part of wider economic networks, there is more competition. So perhaps you can't, you know, the cost of discrimination goes up, and so on and so forth. At the same time, if affirmative action was working, you'd expect to see a result of that in, you know, in being less of a factor in urban areas as well. So is it generally true that whatever the causes might be, that in general, urban areas are slightly better or, you know, what's the scene there?"
    },
    {
        "speaker": "Guest",
        "time": "02:59:36.960",
        "message": "It's hard to say. So one is, you know, one difference between rural and urban is that it's harder to identify caste on casual interaction in urban compared to rural because not all last names are caste indicative. Also, you take the bit metros, you know, people are coming from different parts of the country and people don't easily recognize the caste names, even if they were indicative of caste. But my paper with Catherine Newman, where we do this college to work tracking study, we track students for two years, every six months, we were interviewing them. And we asked them what, how their job interviews went, particularly in the private sector where there's no reservation. So there's no place on the form or anything that you are required to declare your caste. And almost every student that we talked to said that the one of the first questions, if not the first question that they were asked was, what is your family background? When I first started transcribing interviews and sending them to Catherine for reading, she called me from the US and said, there must be a mistake. So I said, no, why? She said, listen to it again. So I said, I was there. What do you mean, listen to it again? But I will. And so I listened to it again. And there was no mistake because I was, you know, there in the interview. So she said that in the United States, this question could never be asked because it is about individual merit and ability. The family background is irrelevant, right? But in India, it is a very common assumption to think that the family is a crucible of merit, of individual merit. So you immediately conflate family circumstances with the individual's merit. That is not only caste. We are not saying that in the paper, but caste plays a very big role in it, right? And so in an urban setting where you think caste might not matter, first, this is one mechanism through which employers try to gauge where you're situated. The second thing is when they see some obvious class markers, which they believe, we don't know where this person is. So they'll say, what is your view about the reservation policy? Now this policy doesn't apply to the private sector. They have no business asking this question because there could be my views about anything. What do I feel about Shah Rukh Khan or, you know, Hrithik Roshan for that matter?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:48.920",
        "message": "That's irrelevant to the job interview. Which would be a good question."
    },
    {
        "speaker": "Guest",
        "time": "03:01:51.400",
        "message": "Ask someone what do you feel about Shah Rukh Khan? If they say they like Shah Rukh Khan, okay, reject. Accepted in my book. But and the minute they found somebody defending the reservation policy, they took that as a confirmation of their suspicion that this person was Dalit. And sometimes they just asked openly, what is your caste? Now we asked our respondents, how did you react to this question when you were asked about the family background? What do you think they were trying to get at? And the amazing thing is that our upper caste respondents and our Dalit respondents responded in completely opposite ways. Upper caste respondents said it was just a breaking the ice kind of a question. What's there? I mean, it's fine. It's just like you, how you start. You talk about the weather or something like that. Because they had family backgrounds that they were proud of. Whereas every Dalit respondent in our study said, no, this was a trick question. It was a question that they were using to catch us. This is about the people who went to job interviews. Now a lot of private sector jobs in India are not advertised. They are through networks. And I have another study for Delhi, which a paper, it's not published yet, but I did some fieldwork in Delhi. And there we found that, I mean, we mapped, you know, who do you get the job information from, et cetera, et cetera. And you find that Dalit students have very smaller and poorer quality networks in terms of who they're likely to know. Right. So even if you have the same education, even if you're equally bright, your ability to even find out about positions in the private sector are heavily circumscribed by your caste background. So in urban India, it plays out differently, but it does play out. And shadi and all, toh toh open hai, toh puchenge puchenge. Even my students, when they say, oh, caste is ended, there's no caste, et cetera, I say, how are you going to get married? Wo toh caste pe hoga. You know, so they don't see any contradiction in that, in that, in those two statements. But my point is that in rural India, it gets replicated in a particular way through knowledge, through caste-based occupations. Urban India, proportion of caste-based occupations is low, non-caste-based is higher. And in principle, every occupation is open to everybody. But there is a very strong overlap of status and caste, not caste-based occupation. Because how many Brahmins are you going to find in Delhi who are priests in temples? Right. So obviously they're not doing their caste-based occupation. But if you see very privileged occupations, which caste groups are occupying those? How much has been the churning? How much has the deck reshuffled? That's the question we should ask about cities. Because sociologists, what they do is they say, oh, you know, the link between caste-based occupations and birth is broken in urban India. Yes, of course, because caste-based occupations, think about the occupations that are listed in the caste system. Think about a modern economy. You are trying to superimpose a modern occupational structure on the caste-based, the birth-based occupations that were determined thousands of years ago. There is bound to be a break, right? But we have to reframe the question. We have to talk about now status, privilege and caste rather than caste-based occupation and caste. That's not the right question to ask anymore, I don't think."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:09.400",
        "message": "And also, even on the sort of priests in temples questions, I mean, you are right that there are not many Brahmins in Delhi who are priests in temples, but I think all the priests in"
    },
    {
        "speaker": "Guest",
        "time": "03:05:18.280",
        "message": "Delhi are surely Brahmins. Exactly. So that also... In the grammar of caste, I exactly say that, which is, ask it the other way around."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:24.800",
        "message": "How many non-Brahmins are priests in temples? Exactly. So, the bit about family networks is true. It's so unseen that people are getting jobs through different networks and those networks will often be based around whatever community you're born into and so on and so forth. And that added layer is important. What you just pointed out about how upper caste people in interviews, they won't even think askance if somebody asks them, what's your caste, or even what's your last name? A question like, what's your last name means absolutely nothing to me. I will just say my last name. Exactly. But if you are Dalit, it means a world because there is that added layer, which is unseen for most other people. So here's, you know, like one of the really influential early books in the economics of discrimination was, of course, a book, The Economics of Description by Gary Becker in 1957. I'll briefly summarize for the listeners the point that he makes, which is an influential point and one that makes a lot of sense. It is that the cost of discrimination is not just borne by the person discriminated against, but also by the discriminator. Like, let us say that you are a company which pays Brahmins 10 rupees and Dalits 8 rupees to hire them. For example, if you discriminate, somebody who doesn't discriminate, because of the market value of labor is actually getting cheaper labor. And in fact, is I would argue even getting a better workforce because today we know there are studies which showed that the best indicator of good decision making is neither intelligence nor education, but diversity in the room. So diversity is a quality to aspire for, for its own sake, which is not something which there would have been studies in 1957 on. So whoever is discriminating is therefore also suffering the cost of that. So if, and this is a big if, if you have a competitive marketplace where there is competition, then anyone who discriminates automatically is at a disadvantage. Now this doesn't mean that nobody will discriminate. Some people might want to do what I think in the literature is called taste based discrimination, where they decide that they want to discriminate anyway, because their personal values are like that or whatever, but they bear a cost for it, which is very much as it should be. But the theory there would be that as you have a more flourishing economy, larger economic networks, as you would in cities, for example, and more competition, then you would have caste based discrimination or indeed discrimination of any kind go down, because that discrimination is sort of expensive. Now, obviously, in India, this hasn't played out fully yet, because our markets are still not as open as should be, you don't have those levels of competition. We do have, you know, caste based discrimination, I would argue would be less in the cities and in villages, but we haven't solved come anywhere close to solving the problem. And it's just a muddy swimming pool, for example. So how does one sort of what was your engagement, for example, with Becker's work? And did you feel that in a sense, it's really because you can't disentangle all the different things that are happening? You know, how useful was it to use, you know, as a frame or as one possible frame in terms of looking at what is happening in our cities?"
    },
    {
        "speaker": "Guest",
        "time": "03:08:40.520",
        "message": "So Becker talks about discrimination that exists in the marketplace, which is different from a like or a dislike. So his point is that when does a dislike become discrimination, which is when you're willing to pay a price for it. So you're willing to take a cut in your income to have the ability to discriminate. So that's the point that you were making, which is discriminating is discrimination is costly to the discriminator as well. And I find that element of Becker's theory very powerful. And you know, the other theory I teach is by Kenneth Arrow, which is statistical discrimination and both Arrow and Becker, you know, of the economists of that time with very few two three equations, they beautifully summarize, which today's authors might take, you know, very fancy looking many, many equations, etc. So I find both the theories very illuminating and insightful. However, I don't think anywhere in the world, with the increase in the spread of markets has discrimination come down. So I think it's, it boils down to the question of how do we make sure that discrimination is really costly? I mean, it must make a real, we have to have incentives such that it should be very difficult or it should be very costly for a person to exercise discrimination in the marketplace. Likes and dislikes, you cannot control, people will always have them, right? But in certain settings, discrimination is more costly than in other settings, right? So, for example, one of the things in India is that we don't have a broad based anti-discrimination law. We have the Prevention of Atrocities Act against SCSD that addresses an important part of the problem, which is hate crimes, which are targeted against certain communities for who they are. But the burden of proof is very high under that act. And also the whole system needs to be, sort of militates against a conviction because the police will not register a report, etc, etc, the whole thing. So while it's an important act, it doesn't cover microaggressions, it doesn't cover daily acts of discrimination, it doesn't, it's not a broad based anti-discriminatory law. And so there is, I mean, our legal system, that's another problem. But my point is that even as, just even in principle, there is no anti-discrimination law, whether it's about caste or gender or disability or anything else for that matter. So there is no legal framework that makes discrimination costly, right? Even in the United States, the person that I mentioned earlier, Sandy Darity, William Darity Jr., who's a Duke, he has been campaigning in the US along with others. Look at what he calls ADOS, American Descendants of Slavery, not of slaves, not that individuals have to be descendants of slaves, but African Americans today are descendants of the system of slavery. That's his point. And he has, you know, he has a lot of statistics about how, you know, whether you take the median wealth gap, education, et cetera, et cetera. And it's not about education, as many economists argue in the US context, which is that Blacks are less educated, that explains everything, no. So even Whites with no college education earn more than Blacks with college education, for example, et cetera, et cetera. So he has a whole bunch of things. So his point is that what can be done in the US to address the wealth gap between Whites and American Descendants of Slavery, ADOS community. And so, you know, my point is that maybe the market won't fix this problem in itself, you know. And what the best interventions are, you know, that question is open, we can all discuss and debate it. Reservations is a very tiny, tiny, tiny little tool which is chipping away at one tiny part of the problem. But given in the absence of anything else, I think it should stay. But I think we should continue to debate about what is it that's going to make a dent. But prior to that comes the recognition. As long as we deny that the problem is big, we are never going to get at the solutions."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:12:44.640",
        "message": "So a couple of points to what you said, as far as the question of market solving discrimination in the way that Becker suggested would happen, I would say that, you know, nothing is a panacea, right? You can have discrimination, and it's the same swimming pool problem that in places where you have flourishing competitive marketplaces, but discrimination still exists. You don't know the counterfactual, what if the markets were less free? Would there have been, you know, more or less discrimination? We don't know that. So it just becomes a question of what, you know, what prism you're going with when you address a subject like that. And the other sort of position I have a bias, I have a preference that I have is just of being extremely wary of coercive state solutions for I just think that an anti discrimination law would just be, you know, would just be posturing, it would, you know, the intention would be great, the outcome would be absolutely nothing, wherever, you know, the state has tried to, like, I think a lot of social problems need to be solved by society. And the state should, of course, step in when the rights of people are being infringed. But when you try to do social engineering through state coercion, I'm not sure it works. For example, we had a, you know, everybody agrees that there should be maternity leave. But when you had that recent maternity leave act, it hurt women more than it helped them because employment went down, and are linked to pieces that kind of showed at which I had commissioned for Pragati by Devika Kher and Suman Joshi. And the so I'm sort of wary of coercive approaches kind of by the state, I think these are deep, deep social problems, which at some point, you know, and like you said, it's muddy, we don't know what the solutions are. But just to sort of underscore, like I found what you've written about arrow and arrows work on statistical discrimination, also to be illuminative of the way social pressures work out to make a situation worse. So I'll quickly sum that up for my listeners. And you can tell me if I've missed a nuance or made a mistake. And he basically talks about how, you know, there can be these self fulfilling prophecies in play, where if you're a Dalit, or a woman, you just assume that certain professions are close to you, right? And because you assume that they are close to you, because of social prejudices, which are obviously there, you don't pursue those fields, and it becomes a self fulfilling prophecy and a vicious circle. For example, in the case of gender, you could say that women are socialized to believe key up humanities, parole languages, parole stem matkaro. And therefore, you have less women going in for that, though, increasingly, thankfully, in recent times, more and more, but otherwise, you have less women going in for that. So which is it becomes an example of self fulfilling prophecy and the kind of statistical discrimination which arrow talks about. And this can also result in disparities in the labor market, which are not happening directly because of discrimination at the time. But it's just a way that whole game is played out."
    },
    {
        "speaker": "Guest",
        "time": "03:15:40.280",
        "message": "So first I'll push back, I completely agree on the state not being, should not be able to exercise coercive power, absolutely, no doubt about that. But I'll push back a little bit about the role of legislation that's coming from the top. So for example, in the constituent assembly debates, Ambedkar was of the view that the approach suggested by Gandhi, which is a change of heart, be, you know, abolish untouchability by doing the work that so clean your own toilets, intermarry, etc. That relies too much on the individual initiative. And that's never going to happen, because he felt that untouchability was an integral part of the caste system, whereas Gandhi thought that untouchability is a part of the caste system, that's not good, but the rest of the caste system is fine. And Ambedkar questioned that and his point is that unless you make it mandatory, it's not going to happen. And today, the reason that India has a Dalit, whatever the magnitude of that, and obviously not enough, but today, the reason that India has a Dalit middle class that's vocal, that's active, we see all these autobiographies coming out, we, you know, it's not by no means enough. And the problem is much larger than that. But this has happened because of the compulsory affirmative action. In Scandinavia, the fact that you now see women in government and in corporate boardrooms, it's completely normal to see women now, as ministers, as important spokesperson, it has come because of a gender quota. So my point is that I'm not saying that the state has to step in and solve every problem because it can't. And also there's a problem of endogeneity, the state machinery that is supposed to implement reservations, for example, is itself very, the personnel are themselves very, very caste conscious. So they find all ways of scuttling that program and, you know, jeopardizing the, and so that's always an issue. So what do you do when the problem is endogenous to the state, right? So that's always an issue. But sometimes when the problem is very deep rooted and unlikely to be solved by individual change of heart, I feel there's a case to be made for a top down legislative kind of a measure with the full checks and balances put in about coercion not being used, etc. The main problem is that this endogeneity of the state shows up here is that reservation is there, you have to do it constitution, nobody checks, people couldn't be bothered about whether it's working, whether there's, you know, I've tried to collect data on this question, you will not believe that there's no website anywhere in the government, all the websites that just tells you the progress of SCST seats reserved through different ministries, through different bodies, over time. I've tried to collect data from here, there, everywhere, so I have an incomplete database. But if it's such an important policy, why isn't there data on this? Do we know whether there's 22.5% reservation at the national level? And I did this paper on Indian railways, where we collected data from the railways, there we discovered that if you look at over time and across zones, we don't have 22.5% reservation in all the four levels of Indian railway services. But is there is that an issue is, you know, are we solving that problem anywhere? I don't think I don't hear any discussion about it. Whereas if you go to the Safai Karmacharis and the lowest level, it's much higher than 22.5%. So if you look at only Safai Karmacharis, which is a separate category of workers, it's about 90% is SC. I don't see any march on the street today to say abolish inequality in jobs for Safai Karmacharis. All castes must be equally represented. Why not? You know, so, I mean, we have to think of how deep rooted and structural these problems are. And then think about whether individual initiative will change this or even if you talk the language of incentives, what is it that will shift incentives? That's the question that I'm asking. I mean, I'm not a legal expert, so I don't know how the what the contours of the anti discriminatory law are going to be. And maybe that's that I think it's needed anyway, regardless of anything else, whether that will solve the problem or not. Okay, maybe not. But how would you change the incentives such that people find it costly to discriminate along these? It's an open question. And I, you know, I would encourage everybody to think about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:03.240",
        "message": "Yeah. And you know, on the Gandhi-Ambedkar debates as they were, I completely I agree with both of them in different aspects of the problem. I completely agree with Ambedkar about the toxicity of caste. And in fact, caste is not the only thing wrong with Hinduism, but there is just a lot that is toxic. So there I'm completely with him. I think a lot of the things that Gandhi said on caste were just virtue signaling and waffling and you know, not going far enough, honestly. However, where I am more sympathetic towards Gandhi, and this is of course, with the benefit of hindsight, is on the means adopted to get there where Gandhi's point was that real social change comes from the bottom up, and that's where it's long lasting. And if you do something top down, you know, it'll just be on the surface. And I think Ambedkar realized this when he spoke of the constitution being just a top soil, you know, and at the ground underneath, as we saw from his court and villages earlier, it's just so messy. But I mean, there was nothing he could do. This was the best that he could do at the time, social change can take decades. So I understand where that's coming from. And honestly, when I'm when I spoke of a top down intervention, I wasn't even thinking of affirmative action, I was thinking of more like anti discrimination law, which in my mind in practice on the ground would achieve nothing, it might even create perverse incentives of different types. And it would just give activists the satisfaction of being able to say ki ha humne kuch kiya. It's really in the category in my mind of saying that we must do something, this is something, therefore, let's do it."
    },
    {
        "speaker": "Guest",
        "time": "03:21:31.400",
        "message": "You know, so I'm going to be a bit cynical about state led. I mean, I'm just saying that we need to collectively think about what is it that will make it costly for people to discriminate? Let's stop there. I mean, I think that's the real question. I agree with you. And so I think that's the question that we but before we do that, we have to recognize and admit that discrimination is a current contemporary problem. So there's not that much agreement on it, not as much as you. So I'll tell you about another paper of mine, which I did with Dean Spears, where we looked at charitable giving. Now, in social psychology, there is a phenomenon called the identified victim effect, which is you know, when you get these charity ke liye donations, they always show you a picture of a little girl or something and will give you a name that Sarita in Muzaffarpur, Bihar is you know, can't go to school, please donate for education, etc. And in social psychology literature, experiment after experiment in a variety of cultural settings has found that an identified victim, which is you put a name and a face always gets greater charity than a statistical cause. You could just translate all this to say, so many million girls in Bihar are lacking education, please donate to a charity which is working for their cause, as it was to Sarita in Bihar. So Sarita in Bihar ad will get more charitable donations than a generic charity. So what we did was we took, we did three experiments, upper caste Hindus, Dalit Hindus, OBCs and Muslims, and then we had a named ad and a statistical ad, right? And we found that for all other categories, the named ad got higher donations than the statistical ad, which proves the identified victim effect. But for Dalits, it was opposite. So the charity, the generic, the statistical charity got more donation than a named Dalit victim. So when we first sent it with just one experiment to the referee, they said, how do you know that people are recognizing this as a Dalit name? It could just be some name that they picked up. And we had four names for each category. So it wasn't linked to any one name. It was all four names aggregated. Then we did a two-stage experiment where we first gave names and said, tick, write the caste you think they belong to. And then we, for every category, we gave 20 names and we booked the five most recognized names. And then using those names, we ran the experiment again and the result went through. And this links with a larger literature in the social psychology field, which believes, and we are seeing some of it play out today in India's context, where some victims are seen as deserving of sympathy and other victims are seen as deserving the fate that they got. In other words, they generate disgust or they generate anger. So certain victims get a lot of sympathy for their situation. Another person in exactly the same situation, even worse, will not get that sympathy. And that depends on which group that person belongs to, you know. So is the group worthy of sympathy or not? And that is what that paper is about, you know, and we are seeing that being played"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:58.840",
        "message": "out. I completely agree with you. And maybe it's just a selection bias of the circles that I move in. But I can't think of anyone who really denies that there is a caste problem in India, right? It is our deepest problem."
    },
    {
        "speaker": "Guest",
        "time": "03:25:08.720",
        "message": "I mean, even for example. Nobody denies it, but is it just something, you know, there was big gaps in the past and we are sort of narrowing and getting better. And so eventually, it's just a question of when we achieve convergence, or is it that there's divergence going on right now?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:25.960",
        "message": "On that, there is dis. Because my sense is that the modern bigots, which we see around us, are actually happy to boast about caste discrimination. For example, when, you know, Bilqis Bano's rapist and the killers of a family were released, you know, there was a BJP MP or MLA or whatever, saying those things on air about how they are Brahmins."
    },
    {
        "speaker": "Unknown",
        "time": "03:25:45.720",
        "message": "So they can't be bad."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:46.720",
        "message": "So they kind of seem to wear the casteism on their sleeve."
    },
    {
        "speaker": "Guest",
        "time": "03:25:49.400",
        "message": "So, you know, I'm talking about academic circles, yeah, fair enough."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:54.120",
        "message": "And just to sort of get back, I completely agree that, you know, that people who decry some solutions have to then come up with the solutions. My is that, you know, just looking through history, that coercive state solutions don't often do much. And I think the incentives have to change and they have to change from within society. And I think if we had a faster growing economy, more urbanization, the incentives would change in the direction that I think Becker broadly says that they would. But you know, it's a swimming pool problem, you know, is it happening because of this or that? So my final question on this on this subject, before we go on to talking about gender, Thomas Saville, who's, of course, African American economist, written many great books, which I love wrote this influential book in early 2000s, affirmative action around the world, where he looked at affirmative action in a number of different cities. And what he essentially concluded was that in the city in the countries that he looked at, he couldn't find any beneficial effect of it on the groups under question, obviously, individuals who receive affirmative action will benefit, but on the groups themselves, he couldn't find any long term sort of impact. And one could argue that this is again, the swimming pool problem, like how do you disentangle there are no counterfactuals, all of that, I understand that. And a couple of the points he made about it was that, among many points, and a couple of the points he made was that number one, the benefits, of course, went to those who were more relatively more privileged among the groups in question. So that's a creamy layer argument. And the other point was one of group polarization. And in your book itself, I'll quote this para by you, where at one point, you write, quote, what is often loosely called a quota mentality can be interpreted to engender a certain brand of identity politics, which draws sustenance from the existence of caste based fissures. The proponents of this brand of identity politics, for example, the current chief minister of UP and leader of the Bhajan Samajpati Mayawati would much rather keep caste divisions alive, as it justifies their existence. Because then become a tool for mobilizing their constituency, rather than an instrument of genuine empowerment of Dalits. This brand of identity politics is therefore inimical to the idea of annihilation of caste. And though the leadership might use Ambedkar's iconic value to further his case, his actual practices are antithetical to Ambedkar's vision and goal of a casteless society, stop quote. And this was written, I think, in 2010. So obviously, when you're referring to UPCM and all that, it's sort of from that time. But this is the other criticism that is sometimes made against reservations and it's twofold. And one is that it's sort of that while the Constitution says that we will treat everyone equally, this solidifies these differences of identity and can that be a good thing? Can that lead to more polarization? Yeah. And the second is that reservations can then become a political tool, which are, you know, used for political purposes where the original function is kind of forgotten. And you yourself have pointed out that many of the OBCs have mobilized it like the Jats of Haryana, the Marathas of Maharashtra, the Patels of Gujarat are actually relatively well to do. And it could be argued that they don't need affirmative action at all. Certainly they might, you know, so how does one kind of look at these? I mean, these are doubt the para I quoted, of course, is something that, you know, you were in a sense sort of summarizing a certain approach to it, but your overall conclusion was that quotas are needed, you know, they may make little difference, but they do make a difference. So, you know, what's your feeling on all of this?"
    },
    {
        "speaker": "Guest",
        "time": "03:29:34.880",
        "message": "Let me start with the second question. So just FYI, the Marathas, Jats and Patels have not yet been included in the OBC category and our paper, one of my papers with Rajesh, we look at the justification of that demand and we find no justification in that. So first of all, I would make a big distinction between OBCs and SCs, administratively speaking, because even in terms of the stigmatization that comes from untouchability, OBCs have not faced that stigma. So socioeconomic deprivation is just one thing. I don't think reservation should be used to solve that problem. Socioeconomic deprivation of any section of the population is bad and we have to find other solutions for it. And growth, of course, is one of the mechanisms, but we can think of other things as well. So I think the OBC problem and the SC problem, first of all, have to be separated and I've said that the entire time. For Dalits, the issue is the stigma of untouchability and unfortunately, untouchability pervades the mindset of people, even today, just recently the Rajasthan teacher boy drinking water, that episode happened every day, there's something or the other. Right. So I think that Dalits and OBC reservation, I do not, I've never seen that in the same bracket. And I think that the problem is that reservation as a tool has become overextended. So anybody who has socioeconomic deprivation, give reservation. That's not a solution. I don't think. I think reservations was intended to be used for a group that suffers historical stigma due to birth in a particular caste. And I still think that should be the focus of reservations. So one thing. The second thing about solidifying caste identities is look at the counterfactual. There are many, many, many, many arenas where reservation has played no role. You look at the entire private sector, you look at the MSME sector, you look at any type of job. Okay. Now, if we were to find evidence that, forget about government jobs where reservation matters or government education where reservation matters, look at everything else. What is the evidence on the convergence or divergence between upper caste and Dalits and I'm not bringing OBC into the picture, just upper caste and Dalits. Has it been reducing in areas where reservation doesn't matter, because that's the only counterfactual I can think of. There is a swimming pool problem here, but there is one section where there's reservation, one there isn't. So do we see two opposite trends? In fact, the opposite. If anything, the small, tiny part of our economy where there is reservation has lower gaps between upper caste and Dalits than the arena where there's no reservation. The creamy layer question, that's a question that's often asked. Anybody who goes into higher education in India is in the creamy layer of any caste. Okay. We can never make that argument about anyone else, right? Saying that, oh, so many generations preceding this person have gotten into college admissions, so maybe this person should not get priority. Do we make that argument anywhere? Nowhere. In fact, you know, so if we are advantaged because of our social capital, inherited legacy of just many, many, many generations who are educated, who have access to knowledge, access to books, it's a way of life. We are not particularly bothered about inequality there, or we never make this argument that a particular benefit should be toned down or withheld because poor Brahmins need to go or poor upper caste need to get in. We'll never make that argument about upper caste. So I just don't understand where, by stricture, Dalits were denied education for centuries, you know. And so the generation of Dalit families that have education, you know, goes back three, maximum four in Kerala, maybe. You're comparing that to literally an unending chain of, you know, educational privilege. So I think that there is a little bit of, and so in my view, reservation should be targeted towards the most needy. In my book, that's Dalits. Identity politics is a different question. We can talk about that later, but I'm not an expert on that question. I'm not a political scientist, but that's a slightly separate question from an objective reality and what you do. It's like a racetrack, you know, think of a circular racetrack. If an accident of birth puts you in the outermost ring of the circular racetrack and an accident of birth puts me in the innermost ring and we are both given the same time to win the race and we have similar abilities, who's winning? I'll win always. Just because I happen to be born, I happen to be placed by an accident of birth on the innermost ring. I have the shortest distance to run. In sports, we very easily adjust for that by giving the outermost person an advantage. Just a little bit of an advantage in the beginning. So I think equality of opportunity, I'm not talking about equality of outcomes. I think my focus is on equality of opportunity. Outcomes will be unequal and you know, as long as they are not unequal on account of birth, I think that's really the question we need to think about."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:22.200",
        "message": "I agree with you entirely on the importance of equality of opportunity. And I think we'd both agree that caste is really the most toxic thing about our society. So, you know, we're going to talk about gender next, so that definitely kind of competes with it. So what I'd urge everyone listening to do is, no matter what you feel the possible solutions for this problem are, as long as you accept that this is a problem, you need to know the extent of the problem and the contours of the problem and the nuances of the problem and the best way of doing that is by engaging with the literature on it and you are absolutely the pioneer on that, obviously, so please read Ashwini Deshpande's books and many, many papers, which, you know, cast so much illumination on this, because we need to sort of understand the extent of the problem till we can argue from our ivory towers, what should we do? Let's talk about gender now, you know, so, you know, for many years, you did this pioneering work on caste. And obviously, part of doing this work also showed you that added layer of gender as you've pointed out that, you know, yeah, Dalits get the worst of it, but female Dalits are even worse off, you know. So at what point did your attention shift to gender as a subject to study? And now, of course, you've written about it, you have serious insights, I link to talks you've given on the subject on YouTube, also from the show notes. So tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "03:35:39.240",
        "message": "Yeah, so I don't, I mean, I did those couple of, maybe two or three, I can't remember, but I did a few early papers were looking at caste, gender, etc, etc. But it wasn't any systematic set of work, and I think, from about 2013-14, two, three things came together in, you know, as is the case, I guess, with my life, purely accidentally, you know, things happen. One of those was, you know, Vijendra Rao, known as Biju Rao, who's in the World Bank, he approached me and asked if I would be interested in doing an evaluation of the World Bank supported program in Maharashtra on the self-help groups. And I just said yes, because I thought it would be a good opportunity for me to visit rural Maharashtra other than Rahimathpur. And you know, my father was alive at that time. So I thought, oh, it'll be very nice for me to just visit him. Every time I go to Maharashtra, I can just visit my father, also just to bring, to establish a better connection. So I agreed. And we chose 10, I mean, Biju was not a part of that study, but I chose 10 poorest districts in Maharashtra, which, of course, was not really in Western Maharashtra. Most of it was eastern and there's Nandurbar and all that, again, a part of Maharashtra that never been to. In fact, I went to Garchiroli, which is a Naxal, you know, where the Naxalite problem is particularly severe. So that was a sort of Naxalite territory. So it just gave me an entry point into a completely different world that I had not encountered before. And so I was excited by that. So that fieldwork, we sampled 10,000 households across 10 poorest districts in Maharashtra. And that's got me thinking about livelihoods, women, you know, getting together. These are very poor women who organize themselves in self-help groups and meet once a week and save small amounts till they become bigger and there's a village organization, then they get some money from the government, etc. And then they can form federations, etc. So the whole structure. When I went into it, I was very skeptical about this program and I felt like the government is not giving them jobs or jobs are not getting generated in rural India. And this is just a little, you know, you do something and you get these women together and it's just, it's not a very effective program. That was my understanding. And I thought that the mobilization also was just formal and it didn't have any substantive effect on women's lives. But I went, that was my prior, of course, I didn't say that to anyone. It wasn't just in my thought. And what I saw on the field completely changed my view about it. I mean, it is, it was, I mean, there were points where I had tears in my eyes looking at the conditions of these women, but their resolve to meet once a week and save 10 rupees per week, which 2013, I mean, 10 rupees is a small amount for us anytime, but for them, it was a fairly substantial amount. And often they would say, I would say, where do you save these 10 rupees from? And they would say, we cut down milk in our tea, not for the husband, but for themselves to save these 10 rupees. And the data, you know, I have another paper about can weak ties create social capital? Because these are non-kinship based groups. These are women that you don't know otherwise, and you're engaging with them. Anyway, there's a whole thing on the SOG movement, etc. And while in our sample, we didn't find a huge effect on livelihoods. But it showed me something about the willingness of women to leave their homes, to go out to meet other women, to engage with the village officials, their propensity to engage with the gram panchayat, to ask for the ration shop to be opened if it was not open. I mean, their overall collective action propensity is markedly in better if they are members of SOGs compared to when they are not. And we've done a bunch of things to, you know, eliminate all these swimming pool issues, etc, etc. And our sample is big enough that we have the power to do that. And that really got me thinking, looking at the social norms issue very differently. You know, these are women that they don't have to mobilize in these SOGs. It's not making an immediate difference to their livelihoods. But it is a, I think, a problem with jobs creation, which is that there aren't avenues of employment in rural India. These are women burdened by domestic work, yet they want to find the time, that one time, you know. This whole assumption that women don't want to leave their homes, I don't know where it's coming from, but it's become such a pervasive assumption. I just, I've never seen it, never, ever. Women want to leave their homes, honestly, believe me. Anyway, so this sort of got me thinking. And then, of course, there was this paper that happened. And then there was Professor Naila Kabir, she's at LSE. She asked me if I would partner with her on a paper on West Bengal, because she's an expert. She was, she's originally Bangladeshi. And so she's done a bunch of work on Bangladesh. And so we thought, if you look at the West Bengal-Bangladesh comparison, it will give us a nice insights into, because the cultural factors are counterintuitive there. Because Bangladesh is Islamic, and West Bengal is majority not Islamic. And the sort of a very popular but erroneous view in this literature is that Islam is a constraint to female labor force participation. But if that were the case, then Bangladesh should have been lower than West Bengal. But we don't find that. In fact, not just labor force participation, but fertility rates, adoption of contraceptives is higher in Bangladesh than in West Bengal. So talk about, you know, cultural stereotypes, completely playing out differently, actually in the real world anyway. So because I'd done this fieldwork in Maharashtra, you know, sort of suddenly encountered questions that I had not encountered before, in my mind, I agreed and we applied, you know, she was applying for funding, and I became a co-applicant, we got funding, and we did fieldwork in West Bengal. And so there's a quantitative component to it, which I have worked on. And there's a qualitative component to it, which Naila is working on, because she does more qualitative work, which are interviews with women trying to understand the role of constraints and the role of, you know, what is it that's preventing them from working? Is it just that there's not work available? Is it domestic chores? At least in the quantitative section, we find that it's really the disproportionate burden of women being responsible for domestic work. This not childcare, it's cooking, cleaning, washing clothes, things like that. And, you know, I know that you have international listeners. So I just want to say one thing, which is that one big difference between South Asia and other countries in the world, is that these tasks are done in South Asian homes every day and several times a day. In most South Asian homes, fresh meals or hot meals are cooked at least twice, if not thrice. Because our homes are not air-conditioned and insulated, we clean our homes every day. Clothes get washed every day, because we don't have washing machines, we don't store dirty clothes. Many people are too poor to have those many clothes that they can go without for a week without. So, washing clothes gets done every day, dishes get done every day, several times a day, cooking gets done every day, cleaning gets done every day. These are tasks that in the West, either don't get done every day or don't get frequently done in a day. And there are dishwashers, washing machines, etc., etc. And so these elements add a particularly heavy level of domestic chores to women in South Asia that you don't find in other parts. And the cultural norm that is a real victim is not Islam, not veiling. We asked about the practice of veiling, parda. It isn't that. It is the disproportionate responsibility of being responsible for domestic chores, which is women. And that is a real supply-side constraint that needs to be fixed. The demand-side constraint is that in rural India, the rate of job creation is very low. The agricultural technology has displaced female labor more than male labor in agriculture. And whenever there's a shock, like a drought, my colleague, Kanika Mahajan, has a paper on drought. I have a paper on demonetization. I have another paper on COVID, right? Whenever there's a shock, unanticipated external shock, an exogenous shock, it hurts female employment more than it does male, right? So I think we have to contextualize the role of cultural norms and the role of just plain demand supply-side factors. Now, you can say everything is cultural norms. If it is labor market discrimination, that's also cultural norms. If you take that view, then every society is governed by regressive cultural norms, which is an argument, obviously, nobody makes, right? So I think that there is something called economic discrimination, and I think India has it too. Indian women are just as ready to move out of their homes as other women are elsewhere in the world. What is it that's tying them down? Two things. Get enough jobs in rural India, and B, domestic chores. So this is the twin work, twin problem that we have to solve. Childcare or elderly care, even I've looked at the Time News survey data in 2019, for rural women, that is not the major constraint, because of the way children are brought up in rural India, they're not individually supervised in a way that you think in a sort of a Western nuclear family setup, all right? And the decline in female labor force participation rates has been in rural India. Urban India has always been low, but it's stagnant, hasn't changed. Final point on this is that many of us have argued that the proportion of women in economically active work has not declined, but the amount of work they're doing has declined, and that gets picked up in the measurement issue. And there's a researcher called Nicholas Lee, who's at Ryerson University in Canada, he's analyzed the Time News survey data for 2019. And the pilot survey, which was done in 1998, there are six states there, he's looked at the same six states in 2019, and he finds exactly the same thing, that the proportion of women who are economically active is the same, but the hours they work have declined drastically in 2019, compared to 98. And finally, my paper with my student Jeetendra Singh, we use longitudinal data, and we show that literally every four months, women are entering and exiting employment over frequent intervals. Four month intervals are too short for social norms to change. So they suddenly don't become favorable and women go out, suddenly become unfavorable, women come in. That can't be it. And we've accounted for all of the explanations. So when you put, these are the dots, Amit, that we were talking about earlier. Now, when you put all these dots and start joining them, the picture that emerges is that, yes, there is a problem of domestic chores, but that can be solved. Other countries in the world have provided for providing these services out of the home, whether it's childcare, whether it's free good canteens, China, set up canteens at every workplace so that women and men didn't have to cook at home in the morning before going to work. There can be a number of initiatives that can be done, even in rural India, that can solve for these issues. You know, provided we again realize that it's, it's solvable, actionable policies, and not mindsets that are keeping women out of the labor force."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:47:04.280",
        "message": "Wonderful. I want to double click into a bunch of these. But before that, elaborate a bit on one nuance, which you have pointed out in your writing and in the talks that you've given, which is that we need to think of the low level of women working in the workforce and the decline as two separate issues. So just elaborate on what that difference is and why that difference is important in"
    },
    {
        "speaker": "Guest",
        "time": "03:47:27.480",
        "message": "thinking about the issue. Yeah. So the low level, I think, is related to the domestic chores issue and the fact two things. One is domestic chores. The other thing that I didn't mention is that rural India has family owned enterprises that give livelihood that generate livelihoods. It can be farming, fishing, orchards, basket making, gourd making, achar making, selling them in the thing. Now, all of these enterprises run on the backs of free labor provided by the women in the household, including children. Right. Now, these women do not distinguish between their work on the economic enterprise and their work, which is in the purely domestic sphere. For them, it's all housework. And they are not seen as workers on the economic enterprise, neither by their families, nor by the enumerator who comes and is asking about, you know, who's working in this household, etc. And so this slips through the cracks of the statistical system because they don't get recognized as workers. They don't have any share in the earnings of the family enterprise. And they can't go to a bank and say, oh, you know, we have this family enterprise and I'm going to... Whereas the husband can go because he's recognized as an owner and worker of that family enterprise. And so while recognizing them as workers doesn't mean that they will get automatically an equal share or in the income or, you know, increase their save in decision making, but that's a first step. So that's a low level argument, which is the A measurement, which is that there are these women who are active on economic work, not getting counted. Right. So that's the low level argument. The other is domestic chores, which is if hypothetically work was available, you can't access it because of this overwhelming responsibility of domestic chores. So that's a level argument. The decline. That's where the technology change, the fact that men migrate out to cities, the women are doing the predominantly the agricultural work or whatever the family enterprise is, but they're working fewer hours in other type of work that gets counted because work is fractured and not available on a long term basis, like a contracting work, for example, they might work 10 days instead of 30, which is what is needed to show up in the data as as a worker. Right. And that if you look at the NSS data from 2004, it's very clear decline for men also a little bit, but for women, you know, strikingly more. So I think that while overall it's the same problem, I mean, it's not two separate problems, but when we analyze them, we have to look at the reasons for the low level, differentially from the reasons for just the other day, there's another paper that actually I'll be presenting next week, a new paper, which where we looked at SHG membership mobilization, which is increasing and labor force participation rate, which is decreasing and how the two are connected. So that paper I'm presenting for the first time next week. And for that paper to put a graph in that paper, I was looking at LFPRs in 2000s. India was at about 40 some percent there. You know, Italy was at about 50 percent. So not a big gap. But after 2000s, India has gone down and Italy has gone up. Turkey, not that much difference in 2000 between India and, you know, so the level effect, but the trajectory has been in the opposite direction. So if you look at 2000s, India was low, but not so dramatically low, you know, so again, the social norm story will miss that, that element, because if it were the they're so dramatically different, why did we have India so much closer to some of the European countries? Admittedly, not to Scandinavia and all that true. But you know, so that's the thing. And so we have to analyze the decline, because obviously, something is happening in the last 15 years, that's led to the decline and that we should fix that. And then we have to go back to the problem of increasing the levels too, right? Because even at its peak, it was like 30 or 40 percent, which is not a great LFPR figure, right? So if we start working on the decline first, maybe we'll, you know, come to a point where we can think of the level effect."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:51:34.960",
        "message": "See, I think this is an exact example of how an economist can use data in a bad way. Now a bad economist could take the data point you just gave and conclude that what has happened is that women from India have gone to Italy and started working there, which explains"
    },
    {
        "speaker": "Unknown",
        "time": "03:51:51.840",
        "message": "the divergence."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:51:52.840",
        "message": "So, you know, I've done episodes on sort of a female labor force participation with Namita Bhandare, Vishrayana Bhattacharya earlier in the year, and an extremely popular episode. I'll link them from the show notes. And you know, what you said about, you know, women working in family owned enterprises and that not being recognized is resonant because a recent guest of mine on the show, Vinay Singhal, he grew up in a village in Haryana. And he speaks about how his father used to run this kirana store and a little business, I think distributing grain or whatever, and his mother would cook for all the workers. So, you know, she would never be recognized as part of the business, never get kind of paid for it. I mean, obviously, she's not getting, you know, recognized for all the unpaid work she does even. But that's kind of how it is. I won't. Another fascinating phenomenon that you've written about, which I'll ask you to elaborate upon is what we discussed earlier, the U-shaped relationship between education and employment and the implications of that. So tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "03:52:53.440",
        "message": "So I think overall, if you look at from the 2000s, education levels of Indian women have drastically risen. And not just in primary, secondary, but also tertiary. So for example, in colleges where we, you know, the spaces that we inhabit, it's not at all unusual to find a 50-50 or even a 60-40 classroom where 60% is female and 40% is male, including in subjects like economics and STEM, etc. So in India, actually, women's enrollment in tertiary education has dramatically increased. And male-female education gaps in terms of levels of education have dramatically decreased. The problem is that the highly educated women, which is, you know, PG and above, or illiterate women, the two ends of the spectrum, they work, you know, illiterate women, partly it's obviously a class issue. So they will work whatever informal work, daily wage work, whatever it is, their income is, you know, every day is a question of survival. So you have to work. So you'll do something to get by. Highly educated women, there is a market, you know, and highly educated women, labor force participation is also high, which is by the way, contradicts that famous income effect argument in which economists make. So but the middle level, some of it could be that they're still in school, but even when you take women 20 and above, which is unlikely that they're going to be in school, the issue is that job opportunities for girls who finish class eight or 10 or 12, even when you think about it in cities, there aren't those kinds of job opportunities, you know, so think about, say, a mobile repair shop. Have you ever seen a woman sitting in a mobile repair shop and doing it? But why not? You know, why couldn't she do it? Nowadays, I find this, I think DLF, one of the courier companies, uses women to deliver packages to homes. And why is it that city women can't do that? They can, right? And obviously, DLF has taken a view. Drivers, they can be a whole bunch of other jobs that middle level education, women with middle level education can reasonably do, provided we fix the infrastructure, right? So recently, I used this company called BlueSmart to go to the airport. And there was a female driver, and I was very intrigued, so I talked to her a lot about it. And so she was saying that in Delhi, it's very difficult to get toilets to stop in the middle for the women in public to go to, you know, because in Gurgaon, they're non-existent. In Delhi, at least some petrol pumps have female toilets, Noida apparently is very good. So literally every kilometer, she says that we can find, you know, toilets for women. Now, that would be already a big disincentive, discouragement for female drivers. I mean, you're on the road the whole day, you know, you need a space where you can use the washroom, right? Things like that. So it needs a mindset to draw women into occupations that can be done with this middle level of education. And recently, I've got, you know, biggish grant from the Gates Foundation to precisely pilot with the private sector to work out initiatives that A, pull women into the labor force, but also allow them to become self-employed entrepreneurs, not just in the traditional beauty parlor, tailor, cook sector, but other things as well, because women are getting more and more educated and they can do other things. It's partly a question of mindset, partly a question of networks. And I don't know what this, how much we'll be able to do, but we are partnering with big private sector employers to see what solutions can be found, because we, I do definitely believe that the problem is solvable and I do believe that it's a demand side problem more than, I think, okay, let me rephrase that. I think that if you make big changes on the demand side, supply side will adjust itself. I don't think, you know, talking about the mindset thing that we talked about earlier, if you wait for mindsets to change inside families without any changes in the external economic conditions, that's not going to happen. So as opportunities become available, women start leaving the house, families will have to adjust, you know, to that situation as they did everywhere else. I mean, even developed countries today, take Britain, for example, it didn't have the labor force participation rate of women that it has today. It didn't have that in the, you know, early decades of the 20th century. Women did stay at home and they were, you know, homemakers, caregivers, etc, etc. But family dynamics changed as women exited. That's the causation, not that first family dynamics changed, then women exited. It hasn't happened in history. And I think I'm pretty sure India will be the same."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:57:21.860",
        "message": "And just to clarify for the listener who may not be familiar with some of these terms, what do you mean by supply side issues? Are things like marriage, motherhood, yes, maybe there are those conservative norms."
    },
    {
        "speaker": "Guest",
        "time": "03:57:33.400",
        "message": "So these are all supply side means anything that affects women's supply of their own labor to the market."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:57:39.400",
        "message": "Exactly. And your point is that no women want to go out and work, right, partly because of how"
    },
    {
        "speaker": "Unknown",
        "time": "03:57:44.360",
        "message": "their homes are, and, you know, they've got aspirations and which human being doesn't."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:57:49.800",
        "message": "So it's you solve the demand side, you kind of solve the, you know, the big side of that problem. So here's another question long back with three women guests, I had done an episode called metrics of empowerment, where the question I threw at them was that if we are to kind of get a sense of how far women are progressing or have progressed, what are those metrics of empowerment? And these ranged from serious ones, like I put forth and I'd written a column on it many years back, which got me a lot of flack, where I said that rising divorce rates are fantastic, because they indicate that more and more women are getting empowered to get out of toxic relationships. You know, and I don't remember, you know, my guests were Devika, Hamsini, Nidhi, I don't remember what specific metrics they came up with, I think one of them was an increase"
    },
    {
        "speaker": "Unknown",
        "time": "03:58:37.200",
        "message": "in men using grocery apps, you know, so things like a little out of the box and all that."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:58:43.320",
        "message": "So if I can, and I can't honestly think of anyone better than you to answer this, because you are both an expert in this subject, as well as someone who thinks out of the box. So what are some sort of conventional and unconventional metrics that you can look at"
    },
    {
        "speaker": "Guest",
        "time": "03:58:57.360",
        "message": "to say, this is a good sign, you know, this is a very contested area about how do you measure empowerment. And my first point that I'll make is that it's a process. It's not a, it's not a goalpost that you've reached, you know. So I think the first mindset is that it's an ongoing process, and it's an ongoing process everywhere in the world. You there are some, there's progress on some indicators, there's not so much as much progress on other indicators. So first things first, you know, a very simple and which I always ask in my interviews in my fieldwork is, do you own a smartphone which you use yourself? It's not like there's a smartphone in the house, which occasionally I get to use, no. Earlier, I used to ask, do you wear a watch, but nowadays, no one wears a watch. But earlier, wearing a watch was, I thought, a very nice way of, because if the woman is wearing a watch, that means there's something time bound that she needs to pay attention to, you know, and domestic work is not time bound in the same way. It is, I mean, roughly speaking, time bound. For a husband, a husband needs his food on time."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:59:58.640",
        "message": "Yes, but not so much, like 10 o'clock, I mean, come on, it's not that much, the watch is always at home. I'm kidding, man."
    },
    {
        "speaker": "Guest",
        "time": "04:00:03.640",
        "message": "But if she's wearing a watch, that means she's either catching a bus or she's going somewhere and she needs to be back at a particular time, you know, this indicates some involvement in an activity that she needs to keep track of, so that, because you have to do the housework, whether you work outside or not, you have to do the housework, right? So that's one good question. The smartphone one is another one. This grocery shopping one is nice. I like that thing. But you know, all these empowerment questions also I find, in fact, I was just talking to two very young researchers the other day, and one of the questions that all these questionnaires have is, do you go to, and then there is a list of places, and then answers are alone with husband, etc, etc. And one of them, when they change it to the Indian format, they ask, do you go to the village fair, something, something, something, and then alone, right? And most women say no to that. And my point is that women don't want to go alone to that, not because they're afraid. The whole activity is a social activity, going to a fair, buying bangles, sitting on a swing, applying henna, all of these are social activities, and women look forward to that."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:01:12.160",
        "message": "You can go with a friend."
    },
    {
        "speaker": "Guest",
        "time": "04:01:13.160",
        "message": "You can go with a friend. So in the West, in a way that going alone is seen as empowerment, it can be, and in certain contexts it is, but doing a leisure activity with other people in South Asia is not lack of empowerment. In fact, one of the things we saw in the SHG groups also, women love the fact, you know, I have so many videos of them singing and just, you know, that one hour that they spend together, they like it genuinely, you know, to be with other people. So you know, sometimes when you think of, I don't think we should look for these global metrics of empowerment. I know that there's a quest to do that because of comparability issues. But I think that some sensitivity to context and to nuance. And the number of times I've seen this answer saying, oh, you know, Indian women don't go to the Mela alone. We don't want to go to the Mela alone. The whole point about the Mela is to have fun there. And we want to go with our friends."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:02:09.760",
        "message": "You know, it's not lack of empowerment. I think the danger here is also what economists called isomorphic mimicry. You know, I've done an episode on this with Shruti and Alex, this seems to me like a foreign kind of mindset, which you bring here and you assume that it will still apply. But the point is like this nuance."
    },
    {
        "speaker": "Guest",
        "time": "04:02:31.120",
        "message": "We don't want to go to the Mela. Yeah, I mean, the question if it had been, if you wanted to go alone, would you be able"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:02:36.880",
        "message": "to?"
    },
    {
        "speaker": "Guest",
        "time": "04:02:37.880",
        "message": "Yeah, that's a different thing. I mean, if I supposing I really want to go to the Mela alone, I should be allowed to do that. But if I don't ever go to a Mela and you know, just take myself, me as an example, obviously, I'm quote unquote empowered enough to go anywhere alone, you know, but somehow it's in my head that when I watch a movie, particularly in the movie, I don't want to go alone. So I always look for a companion, not because I can't, obviously I can, but the whole fun of going to a Hindi movie is to be with somebody. And I usually look for someone who would, you know, so, you know, often nowadays my daughter is my companion earlier, you know, friends or whatever, but the whole point of it is the fun of it, right? So I always tell students that whenever you do make a questionnaire, first apply to yourself and answer all the questions yourself and then see whether the conclusions that it's drawing about you, you like those conclusions or not, or making major financial purchases alone. I don't do it. I have never made a major financial purchase alone. I don't want to do it. If I buy a TV or a fridge or a gold bangle or property, all of which I have bought, but I want to consult my husband, I want to consult my family."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:03:49.340",
        "message": "And even I don't do it."
    },
    {
        "speaker": "Guest",
        "time": "04:03:50.340",
        "message": "I mean, these are decisions you take together, right? Because you are a family unit and many of these are family things to enjoy, you know? So I just feel like we need to be more sensitive to questions and, you know, how they are framed and how the question is framed will determine your answer, you know? So when you say alone, zero, okay, not empowered, you know, and people aggregate these zeros and ones and the more the number of zeros are, that's what I was telling. I said, no, please count alone with husband because I understand that there is a power dynamic between husband and wife. But otherwise, you know, if you just do this, otherwise there'll be so many zeros because there are some activities that we do do together. I don't think it's necessarily lack of empowerment."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:04:39.020",
        "message": "And what you just said about how you advise your researchers, keep, you know, answer it yourself. Don't just, you know, don't just tick boxes. Don't just blindly put the survey out there. That gets me to again thinking aloud about how in so many professions, especially in corporate setups, most people are going through the motions. They don't care deeply. In fact, you know, because of incentives, you're likely to find the higher up you go in a company or a startup, the more the person is likely to care because skin in the game and all there's more at stake and all of that. But most people are going through the motions. Most people are ticking boxes. Most people are showing up for work. It's the same old grind. What's the scene in academia like, you know, I just from my conversation with you, I can see how animated you are by these questions and you're thinking about every aspect of it. And I'm sure you're the kind of person who's like dreaming of conducting surveys and papers when you're asleep in REM sleep. But in general, when you look at your colleagues and your associates and all that, do you feel that there is a similar phenomenon playing out there that many people, once they get into that particular kind of academic groove, they're just doing the thing that passion and engagement."
    },
    {
        "speaker": "Guest",
        "time": "04:05:53.180",
        "message": "I mean, what's the scene there? I think it's a mixed bag. I think it'll be hard to sort of generalize. It depends a lot on location, where you are, the right institutional setting, you know. And again, coming back to Ashoka, I have to say that Ashoka gives a very enabling environment. We have a very young department, large and young department. And I really love the energy because all these young people are there, you know, doing different things and some are working on theories, some are working on data, but there's a lot of excitement and there's a lot of, you know, what is the word I'm looking for, vibrancy. That may not be the case elsewhere. And I think public institutions are going through a period of crisis for many different"
    },
    {
        "speaker": "Unknown",
        "time": "04:06:36.140",
        "message": "reasons and in many different ways."
    },
    {
        "speaker": "Guest",
        "time": "04:06:38.700",
        "message": "But I think the, once people start to lose that intellectual curiosity and excitement, I think that's where the death knell, you know, like that begins the death of the, because at the end of the day in academics, I mean, publishing, of course, it's important. I mean, I also would like to publish as much as I can."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:06:54.700",
        "message": "You publish so many papers. I have not spoken to a guest who has the same frequency of papers as you do. It's like another woman makes roti and you publish a paper."
    },
    {
        "speaker": "Guest",
        "time": "04:07:04.220",
        "message": "No, no. It's not like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:07:06.220",
        "message": "I mean, if you interview Kartik, they're publishing in like a thousand big, big, big journals. Kartik is also an outlier in a way."
    },
    {
        "speaker": "Guest",
        "time": "04:07:13.220",
        "message": "He's in a different league altogether. He also talks to the state secretary and publishes journals. Forget that. What I'm trying to say is that I think that as a country, I think we really need to pay attention to this problem a great deal more than we do, which is to maintain that level of energy and vibrancy in institutes of higher education. And I think the freedom of thought, I mean, the whole academic quest is about, okay, here's an idea. Let me see. Maybe it'll lead to something. Maybe it won't. Maybe I'll find this. Maybe I'll find that. It's okay. But let me just be unencumbered and let me think of possibilities without somebody seeing an agenda in my work or, you know, why is she working on stunting? Oh, is it, you know, some hidden agenda? No, Baba. There's no agenda. I have some data. I noticed a problem. I'm working on it, you know. And I think that all of us who, most of us, I would say, who analyze using data from Indian problems, I think all with a view to make things better. I don't think the attention of academics, broadly speaking, is to run any country down, right? All of us, certainly Indians living in India and Indians living abroad as well, who work on India, they're trying to find solutions in their own ways, in different ways. Often they disagree with each other. But as a collective, I think the academic enterprises, the collective is not trying to run down, you know, the country at all, you know. But so I think that universities are and should remain, I mean, in an ideal world, universities are and should remain spaces of free thought, free inquiry, disagreement, debate, you know, healthy. That's what university, I mean, I'm a university child, really, because my entire life I've been associated with some university or the other, first as a child of a professor, then as a teacher myself. So that's the context I know the best."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:09:17.300",
        "message": "Do you say this because you worry that that is not the case or it is in threat?"
    },
    {
        "speaker": "Guest",
        "time": "04:09:21.540",
        "message": "I worry. Yeah, definitely."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:09:23.540",
        "message": "Fair enough. Fair enough. We have like 20 minutes of time left and you've been very generous with your time so far. And as far as you know, your work is concerned, I just encourage all my listeners to just go out and engage with it directly. I mean, if we start talking about each of those subjects, like 10-10 hours of episodes will be done and surely we will meet again and talk again on the show as you've so kindly offered. So a few final questions. When was the last time you went to a fair?"
    },
    {
        "speaker": "Guest",
        "time": "04:09:48.260",
        "message": "Like what do you enjoy doing in your free time? Really? When did you go to a fair? Well, when we, when I used to go to Rehmatpur, you know, to the village, every Thursday was the Haat Bazaar, so we used to go and wear bangles and there used to be a special stall that my grandfather would take very sweetly, would buy. But yeah, I really haven't been to a fair. I wish I had more free time than I do. But my sort of most favorite things to do, one is I love watching movies, you know, so I would love to go on for a movie whenever, always ready. Aaj kal toh khair OTT aa gaya hai, so you know, that's another leisure activity that I do. I go to concerts as men quite, I mean, well, not enough. I would like to go to more concerts than I can go to actually, but I listen to Hindustani vocal music is my, between Hindustani and Karnataka, it's Hindustani, between vocal and instrumental, it's vocal. This is my like, one of my most favorite genres of music, but I like instrumental as well. So I mean, Hindustani music, I really, really enjoy. So I go to concerts whenever I can. Again, less so now than I used to go earlier. Theater has really gone down since my parents left Delhi, because earlier with them, because my father would be always going to the theater, we would just go along with him. I wish I could watch more theater than I do. Theater and dance has gone down, I used to watch a lot of dance and, and theater, that's gone down. But music I still sort of try to keep up. Then what? I mean, I read not enough again, not, not enough time to read. I feel I'm so tired by the evening that I'm trying to sort of dozing off, but I'm trying to read. I picked up a Hindi book after a really long time, Rej Samadhi, Bade Saalo Baad Hindi Padh Rahi Hoon, Bohot Saalo Baad. And I didn't realize that it's a difficult book to read. You know, it's not written in the usual full full sentences type. So I'm slightly little bit reading aloud every now and then, but I'm really enjoying it. It's slow, the going is slow. Marathi reading has more or less come to a standstill, but I always, I'm, I'm an optimist. I always think things will change drastically. So I have that on my to-do list, pata nahi kabhi hoga ki nahi hoga. Otherwise, we travel a lot as a family and we are fond of, you know, going to places, we go for walks. Yeah, so I value leisure a lot. And now I'm at a stage where I'm lucky enough that I can outsource some of the domestic work and I have a family that's very supportive. So a lot of the domestic, when we were younger, things were different, but so that does leave me for leisure time. That does leave leisure time. And then I'm, you know, when I can, I take music lessons once a week. Wow. So when I cook, I like cooking. So I, cooking is a hobby. So I, I don't do everyday cooking now, lucky enough to be, to have reached that stage. But I do occasional cooking, I bake a lot."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:12:45.660",
        "message": "I try different cuisines. What's your finest dish?"
    },
    {
        "speaker": "Guest",
        "time": "04:12:48.220",
        "message": "Oh my God. I don't know. You'll have to ask my family. I bake a lot, you know, so I..."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:12:53.740",
        "message": "Something baked?"
    },
    {
        "speaker": "Guest",
        "time": "04:12:56.180",
        "message": "I would say, I think so, because I do a lot of different cakes and different types of, not a big bread expert, but I would say cakes and pies."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:13:08.020",
        "message": "Does baking play into the mathematical mindset because, I mean, obviously you have the mathematical mindset or baking, I cook, but I don't bake, in my case, because baking means everything is precision, precision numbers, minute, this measure, that measure, while I just like to kind of play around and mess around. So is there something to that stereotype?"
    },
    {
        "speaker": "Guest",
        "time": "04:13:31.300",
        "message": "I don't know whether it's my, I mean, first, I don't know whether I have a mathematical mind. And secondly, I don't know whether it's that, but I like the precision of baking. And I think that it forces you to pay attention, whereas I do a lot of Indian cooking and different types of cooking. Maharashtrian, obviously, and my husband is Bengali, so I try dabble a little bit in Bengali cuisine as well. And I've learned other states of India as well. But that's, you know, it's like Hindustani Gaana, which is, you know, you sort of develop a raga, you develop a dish, it's kind of, and many people have drawn this analogy between Indian cooking and Indian music. Baking is very precise. It has to be, you have to pay attention much more in baking than you do in Indian cooking. So it appeals to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:14:14.580",
        "message": "When you look back on your life, what makes you proud?"
    },
    {
        "speaker": "Guest",
        "time": "04:14:18.100",
        "message": "Oh, gosh, hard to answer. I mean, I guess none, none of it has, it's almost turned out the way because, you know, I thought I was going to be a doctor. So in a way, nothing has turned out. I didn't plan too much, to be honest. So things just kept happening. And you know, it's that I have two Rafi songs that are my motto songs in my life, and one of them is, Main Zindagi Ka Saath Nibhata Chala Gaya. So it's Jo Mil Gaya Usi Ko Mukaddar Samajh Liya, Jo Kho Gaya Main Usko Bhulata Chala Gaya. So I think that attitude helps one to adjust, you know, to whatever life. I think I'm, I think I like the work that I do. I like the fact that there's a body of work now at this age where I feel like I've begun to understand a little bit, some of the problems. I'll still say I'm on the surface, but I think it's nice to feel okay, okay, now I'm beginning to see a little bit of the jigsaw coming together. Many more dots, many more dots than anybody else. But, you know, that feeling is nice. I'm very proud of my daughter. So you know, it's nice to see her as an adult and nice to interact with her as an adult. I don't know how much of that is due to me or whether, you know, despite me, she's turned out to be the way she is. But whatever it is, it's just nice to have that. Yeah, I think, overall, I, you know, just fortunate to have been born into the family that I have born into. Fortunate to have married into the family that I met. So, you know, many, many strokes of luck, or whether all this is to be proud of or not, I don't know. Yeah, don't know whether I've answered your question."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:15:49.300",
        "message": "When you wake up in the morning, what do you look forward to the most? Like, what brings you just happiness of being in the moment?"
    },
    {
        "speaker": "Guest",
        "time": "04:15:56.740",
        "message": "Usually a song. So I listen to something in the morning. And it can be anything, I just very temperamental, I mean, I'm not very consistent about whatever, but I do think of the music I'm going to listen to, not in a very conscious way, not in the very sort of list making way, but it's just like, otherwise, actually, now, one has reached a stage where there's lots of, lots of chota chota chota work that needs to be done, you know, managing projects or some administrative work related to SIDA, the center that is at Ashoka or some departmental email. So there's a lot of this sort of admin type, admini type work, which is not my most favorite, to be honest. But it has to be done, it has to be done. The volume of email, you know, I wake up, there's a volume of emails to write to. So there is, but I realized that it comes with this, you know, you can't be choosy about this. I mean, you are where you are, and so all this is a part of the territory. But you know, if I end the day, if I end the day on, okay, I wrote these, you know, I wrote this, these paragraphs, or I finished this part of the paper, or I just even wrote a popular article or whatever, I feel, I feel really good about that. So when I do, when I get original writing done, those are my best days."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:17:15.300",
        "message": "Wonderful, I feel like we have a lot to talk about. I wanted to talk about your husband for that matter, and you know, how you've influenced each other. I wanted to talk about your Lata Mangeshkar debate with an academic in question. And we'll leave all of that for the next episode, unless you want to talk about any of them briefly and now. But the final question I'll end on, which I ask all my guests is, tell us about, in your case, songs, music, books, films, OTT shows, whatever stuff that you love, that just mean a lot to you. And they may not, they may or may not have anything to do with your work, that's irrelevant."
    },
    {
        "speaker": "Guest",
        "time": "04:17:49.900",
        "message": "But just what do you, what do you feel emotionally close to? It's a really tough question to answer. Partly because I, I watch so much that I forget what I've watched. But I think in terms of movies that I've watched recently, which I really, which really moved me. One was this Marathi film called Disciple, which is made by Chaitanya Tamane, the same person who made Kote. Kote also, I really, really liked."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:18:14.460",
        "message": "Kote was a masterpiece."
    },
    {
        "speaker": "Guest",
        "time": "04:18:15.460",
        "message": "A masterpiece. And I've watched it several times. I, I recommend it to my students in Economics of Discrimination. Disciple is in Sunny Music, beautiful, beautiful film. OTT, we tend to watch a lot of crime thrillers. So very much into murder mysteries and all that. So Line of Duty, for example, is a show that we watched recently. Not all, all episodes are available here, but in England, we watched it. Fabulous, fabulous show, Line of Duty. I'd missed Downton Abbey completely when it had first come. And I wasn't particularly keen because it was a period drama, etc. I said, I don't know who cares about the British aristocracy. But when we started watching it through the pandemic, I realized that that's just the setting, you know. But there's so much more going on in that show. So love that. Bridgerton, oh my God, Bridgerton season two was my Hindi movie lover's delight, you know. I mean, you know, people criticize Hindi movies for being suggestive and, you know, they would show two flowers meeting each other and etc. Bridgerton is completely that, by the way, Bridgerton season two. But you know, so as I say, we've perfected that art of just the suggestive. But the power of a suggestive romance where very little actually happens and you hold the tension till the end. For years, Hindi movies have been ridiculed for doing this. Bridgerton has shown the power of, you know, how fabulous that chemistry and that anticipation and the climax can be when that happens. Love Bridgerton. A lot of crime shows, actually Shetland, Line of Duty, then the Good Wife, what is the second one?"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:19:52.340",
        "message": "Good Wife and Good..."
    },
    {
        "speaker": "Guest",
        "time": "04:19:53.340",
        "message": "Not the Good Doctor. I think I'm thinking of Damon Galgoot. Good Wife. And then Christine Baranski stars in the... It's not a sequel to the Good Wife, but a lot of the characters of the Good Wife come into the... It's much more political, actually, by the way, it's sort of anti-Trump and it's a kind of a continuation. I mean, it's the same characters."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:20:12.420",
        "message": "The Good Fight? Good Fight."
    },
    {
        "speaker": "Guest",
        "time": "04:20:14.940",
        "message": "The Good Fight. So Good Wife and Good Fight, both of which I liked. Then there's this Japanese show, Japanese BBC collaboration, Haji Giri, that we liked. I'm just randomly trying to remember what I liked. Because the one big tragedy of this sort of globalized Hindi movie format is that music has gone out of Hindi films. So Gangubai Kathiyawadi was so nice because it had songs, you know, real, real tragedy. I mean, Hindi film songs used to be such a fabulous genre. But anyway, there's enough of an archive there that one can keep on listening to. So I listen to, I listen to podcasts on Hindi films as well, but I also listen to just songs."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:21:02.660",
        "message": "And can I trouble you to sing something as you did for my Twitter followers?"
    },
    {
        "speaker": "Guest",
        "time": "04:21:06.300",
        "message": "Oh my God, after five hours, six hours of talking?"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:21:09.380",
        "message": "Just something soothing that you like, something that..."
    },
    {
        "speaker": "Guest",
        "time": "04:21:11.820",
        "message": "So even though Lata, I'm a big fan of Lata Mangeshkar, as you know, I don't sing a lot of her songs because they are very difficult to sing. So the song that I sang there was Asha Bhosle's song. Let me try to sing, oh gosh."
    },
    {
        "speaker": "Unknown",
        "time": "04:21:54.860",
        "message": "Tum apne charnon mein rakh lo mujh ko Tumhare charnon ka phool hoon main Main sar jhukae khadi hoon Preetam Main sar jhukae khadi hoon Preetam Ke jaise mandir mein lo diye ki Chhupa lo yoon dil mein pyaar mera Ke jaise mandir mein lo diye ki"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:22:40.140",
        "message": "Beautiful, I feel so fortunate."
    },
    {
        "speaker": "Guest",
        "time": "04:22:43.540",
        "message": "But if you were going to make me sing, you should have done it in the beginning, not at the end."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:22:48.380",
        "message": "Because my voice is... I'll remember that for next time."
    },
    {
        "speaker": "Unknown",
        "time": "04:22:52.660",
        "message": "Phir 5 ghante bas gaana hi chalega."
    },
    {
        "speaker": "Guest",
        "time": "04:22:54.780",
        "message": "I think I should get you and Kartik together because he's also a singer and he loves Antakshari."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:22:59.540",
        "message": "I haven't heard him sing, you know, I should listen to his episodes where he's... The second episode he did with me on health care, he kind of sings at the end. And then I made him promise that we'll do an Antakshari next time."
    },
    {
        "speaker": "Unknown",
        "time": "04:23:08.580",
        "message": "But this third time when he came on, he was recovering from Covid, his throat was messed up. So I think we should do an in-person Antakshari at some point in time and"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:23:17.060",
        "message": "make you both come to my home studio in Bombay and just have a blast. Ashwini, thank you so much. I'm so fortunate and honored that you gave me so much of your time and shared so many of your..."
    },
    {
        "speaker": "Guest",
        "time": "04:23:28.020",
        "message": "No, thank you. This was wonderful. Thanks a lot for having me again on the show. I enjoy your podcast, as you know. It's been fabulous. Thanks."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:23:39.140",
        "message": "If you enjoyed listening to this episode, check out the show notes. Enter Rabbit Holes at will. Do go to your nearest bookstore, online or offline, and pick up the books Ashwini has written. You can follow Ashwini on Twitter at A-S-H-W Deshpande. Ashv Deshpande. I'll also link it from the show notes. A-S-H-W Deshpande. I'm sure she's trolling us with this Twitter handle because it's just so hard to say. But do follow her. And you can follow me on Twitter at Amit Verma. A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene in the Unseen at sceneunseen.in. Thank you for listening."
    }
]