[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "In the online writing course I teach, I often talk about the importance of regular writing. I think of the ability to write as akin to a muscle. If you want to develop your muscles to build your body, you have to work out regularly. Similarly, if you want to develop your writing muscle, you have to build a habit of reading and writing. And one nuance here that I'm beginning to appreciate more and more is that your writing habit will not only change your writing, it will change you as a person. The more we write, the better we understand the world and the more we understand ourselves. Writing, in a sense, can be like therapy even. This is especially so if it takes a form of journaling. Previous guests on the show, like Amitabha Kumar and Samarth Bansal, have spoken about how journaling changed who they were, made them more self-aware and reflective. And my guest today, by writing about her life, her parenting, her relationships, has also shown us a power of turning our gaze inwards. It's hard to do, because it can mean abandoning the comfort of our self-delusions. It can mean confronting all that is ugly about us. But it can be so, so rewarding."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:14.200",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:26.600",
        "message": "Welcome to The Seen and The Unseen. My guest today is Natasha Bhadwar, who started off as a cinematographer in the first wave of Indian satellite television, established herself there and then left it to reinvent herself as a writer of personal essays. A mother of three daughters, she started writing about parenting, first on a blog and then in a celebrated column for Mint Lounge. Her first book was a wonderful collection of essays called My Daughter's Mum. I recorded an early episode with her about this book a few years ago. This was back in the day when my episodes were half an hour miniatures, which is ironic because someone as self-reflective as Natasha is perfect for the current format of the show, which is akin to oral history and is more about people than subjects. Since we last recorded, she's published another fine book, Immortal for a Moment, shifted her column from Lounge to the Tribune, started a newsletter on Substack, and she also now teaches a memoir writing course. Her personal essays are more than just personal. Franz Kafka once described literature as an axe for the frozen sea within us. By writing about her own life and relationships, Natasha reveals deeper truths about all of us, about our lives and relationships. Even when she writes about parenting, which I have zero interest in, I keep finding nuggets of wisdom which force me to think about my own self. Her writing also tells us a lot about the society around us. She talks about mental health issues, especially of children, and how we often, quote, do not name the estrangement we feel, stop quote. She writes about how so much of what would qualify as child abuse is normalized in our schools. She talks about her decision to unschool her children and why our education systems are so broken. She speaks about her search for home. She speaks about how every marriage is a work in progress and the different ways in which our society is broken today. Most of all, she speaks about the value of living an examined life. I learnt a lot from this episode, which is one of my favourites and I'm sure you'll enjoy it as well. Before we begin though, let's take a quick commercial break. Have you always wanted to be a writer but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs Rs 10,000 plus GST, or about $150 and is a monthly thing. So if you're interested, head on over to register at IndiaUncut.com slash clear writing. That's IndiaUncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Natasha, welcome to the scene in the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:28.760",
        "message": "It's wonderful to be back."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:30.400",
        "message": "Yeah, it's wonderful to have you back because the show was very different when we last recorded with the conception of the show was shorter conversations. It is about a subject. So the name of our episode was parenthood. And I've kind of moved on to much longer episodes where I'm not so interested in subjects per se, but more on people, you know, and since I now do five, six hour conversations, I thought you are like literally, you know, a tailor made guest for the show, because one of the things that you do so well, is self reflection. And which is, you know, all your writing is just so powerful for that reason. And I think that's why people who read you also feel that strong connection. Because by writing about yourself, I think you're writing about all of us. But anyway, I could go on with the praise. But let's, you know, we're sitting here in 2022. To begin with, let's catch up. You know, how have the COVID years been for you? Like, what have you been doing? How have the COVID years been? How have things progressed?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:33.120",
        "message": "Yeah. COVID's been such a shock. And I think we're still in it. We really haven't had the time to process the first lockdown, which was all about the huge, you know, the hunger crisis and the migration in India and civil societies suddenly waking up in nearly a state of panic and trying to help people who were out there on the streets, and in many ways also coming together. And then of course, when we thought it was all over, we were hit by the second wave. And second wave just left us with a collective trauma that will take years to process. And I think that it has, it has touched all of us in terms of the kind of choices that we've been making, in terms of what it's doing to the way we work, the way we look at our relationships, the way we are connected to the generation before us and the one next to us. I think it's shaping us in many ways. So for me, it's been extremely significant. I, like many other people, had not had so much time to be at home ever before, to be stuck with each other, in the way that we were, to be able to understand the good and the bad and the ugly of it also. But at the same time, it slowed us down, to some extent, the tragedies, the deaths, the hunger, all of that. I hope that we stay with this time a little longer. And don't just kind of erase it all and try to get back to a normal life. I don't think that normal is ever going to come back."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:37.000",
        "message": "So there's a weird thing that's been happening to me in the last few days, which could be an interesting metaphor for this, where, you know, I'm here in Delhi recording 12 episodes in 12 days is kind of a foolhardy venture. Yours is the 10th, I've done nine before this. And the average runtime has been four and a half to five hours. There's been one which went to six hours. And during these episodes sitting exactly as we are now, this weird thing would happen in the second half of some of the recordings, where I felt as if the face of the guest has changed, where I would see something else than what it was earlier. And I would wonder that, why is this person looking so different? And you know that if I met them outside, would I now recognize them? And sometimes I'd feel that I wouldn't recognize them at all. Or sometimes I'd feel that I was seeing the wrong thing earlier. And it's really purely a visual sort of illusion, where the quality of the face just seems like someone else like, you know, I did an episode with Mahima Vashisht, a friend of mine, and at one point, her face suddenly started looking just like Pallavi Joshi's and I was, and she doesn't look like that. And I was wondering what kind of optical illusion is this and I did an episode with Pratap Bhanu Mehta. And his face seemed to sort of become softer and gentler and which of course goes with the person that he is, he's a very soft and gentle person. But it just had this sort of different quality to it. And I'm speaking at an optical level. But I'm just wondering thinking aloud, that when you're at home, and you're forced to spend time with all of these people, and you know them so well, right, they are your family, you know them so well. Are there moments where it feels like you're looking at something else? Are there moments where you feel like you've seen something you haven't seen before? That I mean, at one level, there is that sense that we are always destined to be strangers to one another, we figure out little parts of the puzzle now and then. And that gives us the illusion of knowing the other, but we never truly can. But was there any of that because of the enforced physical closeness that happened in these"
    },
    {
        "speaker": "Guest",
        "time": "00:09:50.640",
        "message": "months? I would say that, particularly within the family, we surprised each other. You know, it had been a really hectic time before the lockdown was announced. I'd been very busy with the Karwane Mohabbat campaign, we were travelling, we were making films, the anti-CIA protests had, you know, we had participated in them rather robustly in Delhi, travelling with them, then the Delhi violence had happened, we were involved in rehabilitation. And suddenly, you know, we're setting up refugee camps, and the next day, lockdown. So my children had not seen me at home for a long time. I'd been very busy. And now I was home all the time, except that because of the huge hunger crisis, and because of the way that people were on the streets without any food, people had also started connecting with each other and mobilising the distribution of food. And I found that I was now working very feverishly, but from home. And I thought I was doing my children a favour. I, you know, I was, I thought, you know, I'm there. And they were like, it took a while, it took a while. But my oldest daughter, she called me out. She said, you're not there at all. We miss you. You know, and I realised that I didn't know how to be at home. That we had to, you know, we had to then, we stumbled upon things, a group of cats came to our house, we began to take care of them. One had babies, we began to take care of those. And somehow, my life with my daughters began to centre around the cats and dogs that we had begun to feed. Nurturing them nurtured us. My husband was stuck. He was at home in his village with his father. And in the beginning, we were really relieved that he was stuck there, because we would have been so worried about his 90 year old father being alone. But it was more than a month before we saw each other again. And these had been months where we had suddenly seen too much of life, we had seen things that we were not quite sure how to how to process, there was so much fear and panic around us. I think we were also a little bit in denial. We were, you know, all the breads that were being baked and the pasta that was being eaten. We kind of tried to keep it light and celebratory. But there was a sense of panic about what was going to happen to the world. I mean, countries had gone into lockdown. The news was bad every day. So when I had that experience, quite literally when my husband came back home, and now he had come via road through many districts, so he was exposed. You know, we had to isolate him according to those times, the norms of those times. And we were looking, we were looking at each other as if we were not quite sure who the other person was. I mean, I remember evening after evening, I'm sitting just outside the door and eating while he's eating on his bed. And he's telling his friends, I'm spending more time with my wife than I've ever spent while I'm isolating in the house. So it did bring out different sides of us. And I'm not surprised you're having this experience in these long conversations, because at some point, our masks fall. And, and our faces do change. You know, at some point, we are not in a safe environment, we're not so cautious anymore. And then we have to kind of recognize each other in a new way. And I think, but I did experience that, particularly with my growing children. In my head, they were much younger than they they had become, they had to knock it into my head that, you know, that I needed to have different expectations from them. And they had different expectations from me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:16.800",
        "message": "And often, we have a mask, not just for the world, but also for ourselves. We're always sort of there's a persona we've built up even for ourselves. And sometimes there's a crack, and the light slips through as it were, that's something that you more than anyone else, you've always been examining that through all your writing and your personal essays and all of that. But during this time, were there moments like that? And what are they like where when you see yourself through somebody else's eyes, and you see something that you know is true, but you were just ignoring it. So, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:14:52.240",
        "message": "you know, I, I really feel that it's a privilege to be surrounded by people to know people who will call you out. It really is a privilege. And my daughter at one point said to me, every time I talk to you about something I'm feeling you make it about yourself. And I was like, whoa, now this is what I know not to do. And yet, if she's saying it, she's feeling it. And I wondered what I was doing. And, and I realized I, you know, when I'm when I'm nervous with my own child, I have no tools. And I quickly begin to tell her my story or I quickly begin to tell her what I had done in this time of my life. And her context was completely different. And she had to tell me that. I would, I wouldn't imagine that I would make that mistake. I wouldn't imagine that I with all my awareness, and you know, all my reading on mental health and all my work in the field would need to do that. But she did. And it's, it's really quite beautiful, because it slows you down, it stops you in your tracks. In the in the middle of 2020, I had stopped writing the column for Mint Lounge. And also, I'd not been writing so much about parenting or children because they were in their middle teens. And we were kind of reassessing things. But Kartika VK from Westland, she called me and she said, we'd like to commission essays. And I want you to write two essays on parenting. And in the middle of, you know, just this post lockdown world, where mobility is still quite strapped, I had to write this essay. And this is what these were the conversations I was having with my daughter. And it was a moment of reckoning, it was a moment of recognizing that they are actually much older, much more mature, and very different from where I have frozen them in my imagination. And and of course, all of those moments in relationships will be like hiccups. They do sometimes momentarily feel like failures. But that's because we also build up expectations from relationships to such an extent. And yeah, I mean, similarly, I think many couples also went through this where it was such a different way of being married that you were in the same space all the time that you had to kind of wonder if you would marry him. Now, you know, if you had a choice, would you still choose each other now that you were looking at each other so closely, so many years into your original marriage. And I think it was a gift in some ways to reassess, to decide to change your patterns, if you'd like."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:05.400",
        "message": "And when you talk about it as a privilege and a gift, and that is so true. And it's also rare, because one thing that I observe more and more around me is that people kind of get stuck in the grooves that they are in, whether it is of their work or whether it is in their relationships. So you adopt a particular role, which may more or less conform to the social expectation, or it may not, or it could be whatever. But you get stuck in those grooves. And the other person becomes a fixed point in your head, a fixed thing in your head, like you, you mentioned that in you, you know, your kids were frozen in your imagination till you kind of snapped out of it. And then we go along those grooves, and being completely alone, because you're just in those grooves. Other people are sort of instrumental to you, they're performing roles in your life, and you're performing roles in their lives. But you're never really coming out and taking that moment and stopping and kind of talking which can be so valuable. And it seems that your act of spending all these years writing your column writing about all of this is something that therefore within your family kind of make sure that everybody, all of you never really get trapped in those grooves. Because there's always that examination, there's always on the part of everyone else awareness that you're watching them, ki hum toh content ban gayi, I suppose might well be a legitimate complaint. But I guess the sort of that self aware gaze you bring to yourself and the family where you take a step out, everyone, I guess would kind of be forced to do that. And I agree that it's a blessing. But do you think that we are sort of wired to actually just be in grooves because life is easier. You know, you don't always have to reevaluate stuff. You don't have to work at relationships, right? You don't have to face deep truths about yourself. If a daughter tells you you're making everything about yourself, instead of having to think about it, you can just snap back and say just finish your homework, you know. And I think most people are in those kind of grooves. And I think that is natural to us. And, and I'm just thinking aloud, it seems to me that that's a great human and social tragedy. What are your sort of thoughts on that?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:15.040",
        "message": "I would definitely second you on using the word tragedy. I don't know whether we are wired or not. I don't think we're wired. We would not have, you know, such a large scale mental health, unspoken, unacknowledged mental health crisis in every family, literally in every family, in every workplace, in every school space, every institution that we are connected to. And in a way, the pandemic has exacerbated all of this. You know, there was a lot that we were kind of pretending that things in the groove are fine. It's those who are not fitting in with that pace. They need some fixing and we've got some. And we are finding that more and more people are not coping. They're not coping with coming back. They're not coping with being at home. They're not coping with each other. And I think that we do not, we do not name the estrangement that we feel and that we do experience it. You have a safe personal conversation with anybody. And one after the other stories begin to come out. And now, I think more so in the post 2020, we are able to call it anxiety, call it panic, call it depression, you know, rather than just, I'm in a low phase or I'm, you know, I'm just going through tough times or something like that. It is because we insist on the grooves, that it doesn't work for us. And I mean, I'm doing these, you know, just like that, Amit, I started the memoir workshops. I announced the first one, with the help of Arpita of Yoda Press. And last year, November, December, we did the first one. And it's just been so popular. And so much, you know, there's such a waiting list that I'm now concluding the seventh of the workshops in eight months. And what are the, I mean, first of all, I had no idea that that many people wanted to write their own stories, wanted a place where they could tell their own stories. And when they do begin to tell their stories, we're all telling the same stories. We're all remembering the grandmother who died unacknowledged, who kept the family together, whose mental health was not taken care of, or, you know, the young people in the family who have specific needs that schooling ignores, that makes you put labels on them, but you recognize that actually, you're just wasting a beautiful life by not acknowledging their special needs. So I feel that it's actually a disaster. It's a tragedy that we have believed in the grooves. And this whole collapse of governance, collapse of education, collapse of workplace ethic is taking place, because it never worked. And a little maladjustment, a little push, and it just seems to have all come apart. And we hear so much now about young people don't want to work, young people have attitude. And I think that what they're showing us is that they do not accept the systems that we have normalized. They, you know, they have the, for the first time, many of them have the privilege to make choices, and they're choosing to do that. And we need to read the writing on the wall, in most cases."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:19.920",
        "message": "Well said. And just speaking of the hunger for learning and the hunger for writing, like for my writing course, which I started when COVID started, really, I've had some 1900 students so far, and perhaps it'll go to 2000 by the time the episode airs. And there is sort of that hunger. And, you know, I think a lot of stereotypes about young people come about because you only see Sri Lankan young people on Twitter. But from the wider interactions that I've had, you know, I would say that any stereotype I would come up with for young people is overwhelmingly positive, you know, much more aware, much more self aware, they work much harder. There's, you know, so you can't kind of look at one particular breed and kind of judge, I want to sort of double click on what you spoke about the explosion in mental health issues, which we don't recognise, you know, whether it is in the home or in the workplace or in the schools or whatever, because this is not spoken of, right? The common impression indeed is that I mean, I've even heard people say that, hey, this is just young people whining, they're making too much of whatever all of that nonsense. But if you even look at basic statistics, like one of my previous guests this week, I think Samad Bansal was talking about the rising rate of suicides among housewives, for example, that's just one indicator. And, and those are very blunt tools, those kind of stats, but they clearly is a problem. And it clearly is, you know, its roots lie somewhere within our modern society in a sense. So can you elaborate on that? What is the extent of the problem? How did you discover that, you know, this is happening? And, you know, what do you think of what can be done about it? What are the things that make it worse, and so on and so forth?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:15.760",
        "message": "I think, and I'm speaking simply from observation, from constantly reading about it, from reading, you know, new papers in psychology and psychiatry, and from following, practicing psychotherapists. In a way, it's my it's my special interest. I've kind of been reading about mental health since I was a child. And I feel very strongly that I would say that there are as many mental health issues as there are physical health issues. You know, we, we have so many hospitals, and we have so many doctors, and we have this one small department of psychiatry, we'll have one psychologist in 10 neighborhoods, when we will have 10 doctors in one neighborhood. And we are seeing a growing awareness, we are seeing that schools and offices and particularly universities are creating, you know, whole departments and counseling centers where people can go and seek help. But what we are not changing enough is the conversation around it. We are continuing to see somebody whose, you know, mental health may be flaring up to the point that they don't seem to be normal anymore, or they don't seem to be functioning anymore. It's only those people who are being isolated and, and we're trying to fix them in some way. Just from, you know, my experience of being in school, so I was in what was at that time the most popular, the most sought after school brand in Delhi, Delhi Public School, RK Puram. There was a, there were very bright kids. I mean, first of all, there were too many kids, we were like in the 1000s, they were in class 12, we were 12 sections, and now there are 24 or even more sections in that school. So it's a factory, it's a huge schooling factory. So there was a lot of really good teaching. But there was also a lot of very abusive teaching. There were very smart kids who were doing very well. There was a lot of violence, there was a lot of bullying, there was a lot of fun, also. But within all of that, there was still some kind of support system that that held that held us through that took us through. When my children have been through schooling, I did realize as soon as my first child was ready for school that I nearly had a kind of a galloping sense of panic in me. Because I hadn't thought about everything that was not okay with school, but it had stayed in my body. And I had this huge sense of what not to do, but not necessarily what one could choose from. So anyway, we thought we were really aware and we were making very, very careful choices. We moved out of the city, we went to a quiet neighborhood, we chose a small school, we made choices, we remained flexible about it, trying to get the best that we could. But my children's experience of school, the kind of bullying that they report, the kind of Islamophobia that they report, the kind of skewed gender, you know, behavior and preferential treatment that they continue to report in the 21st century in the finest, most expensive schools of India, you know. And also the kind of self-harm that children are doing in literally every classroom. So from talking to young people, they are reporting a distress level in themselves and in their peers of a magnitude that schools are not equipped to deal with. And, you know, because we've been very invested in this, you know, I have three children in school. I had them in school till about three years ago. We've been talking to the best educators, you know. And finally, when my children quit school three years ago, this very, very fine elderly principal of the school, she looked at the child, she looked at us, she knew us. She said, you're doing the best thing that you can. We cannot fix the problem. We know it exists, but we cannot fix the problem. So protect your child from it if your child is reporting this as a problem. And she actually gave me the names of unschoolers and, you know, other people and, you know, sent us off with her blessings. So I'm talking about a level of awareness that is there, but a lack of tools, a lack of holistic kind of reactiveness from institutions about how to, you know, how to fix it, how to acknowledge that it's actually really quite bad. And in a way to acknowledge it, Amit, we will have to, we will have to re-examine hierarchies. We will have to re-look at how do we talk to men in power? How do we empower women in the workplace? Because all of that is playing out in the school as well. And that then becomes a much larger conversation."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:10.260",
        "message": "So lots to double click on. And I'll begin with what this lady told you, we cannot fix a problem. What is the problem? What was she referring to? Can you like dig a little deeper?"
    },
    {
        "speaker": "Guest",
        "time": "00:32:21.200",
        "message": "So let's say we're talking about a twelve and a half year old who's in grade seven. And in the same year, she's gone on a school trip. And while the company that has taken them has been completely wetted, they've made these fancy presentations to the school, to the parents, all the safety gear has been taken care of, you know, all the overtly everything is supposed to be safe for your child. But what is her experience, you know, when when a group of boys and girls are without a structure suddenly out there in the mountains staying in tents? There are coaches who are talking in a certain way to the young women. They're referring to them as you're my princess. You don't have to run. I'll save you from this. Now here's a very athletic girl. She wants to run. She's faster than the boys. She also wants to get the medal. But suddenly, you know, young girls are being singled out. They're being sexualized in a way that they don't have a language to call out yet. But there are also women teachers. They can see it, but they don't know how to address it either. So they come back. All the children talk to their parents. The parents are up in arms. I literally had to quit the WhatsApp group at that time because it was on fire. And I was like, this is not going to help. We are just screaming our heads off. So we try to address it with the school. We know it's a problem. Yes, we're talking to them. I can't believe this happened. I mean, you know, we don't really have the training, the system, the wherewithal to address it. You've got football for girls, but you've got a coach who decides, oh, there are only three or four girls. Let them play with younger boys. You've got younger boys. So like, why should we play with girls? But so all of this, I mean, it's common gender socializing playing out in the play field. But people in authority do not know or do not care to address it. So how is, you know, an average Indian girl who knows about equality, who knows about justice? She doesn't have to read it anywhere. She knows her capabilities. But suddenly she's in a world, which has been her safe world, that is diminishing her because she's a girl and at multiple levels. So, you know, teachers don't know how to deal with the bullying and aggression in the classroom. They really, they look at some of the more aggressive children, they could be girls or boys, and they don't know how to address this. So we're always telling the sensitive kid, don't take it to heart. Don't sit with him. You know, we're always trying to fix the one who doesn't need fixing. And so I escalate to the class teacher, we escalate to the teacher above that we finally go to the principal. And they don't know what to do. And I'm not blaming them. Because it's it's really, I mean, at the same time playing out everywhere, isn't it? I mean, we had the Me Too movement blowing up right after that. And look at the extent of the filth that came out. And that was just the tip of the iceberg. Look at the backlash against the women who spoke up and the kind of cases they are still continuing to fight. You know, we're seeing what's happened in the West as well as in India. So the world is much slower to change and much more resistant and the kind of literally the backlash that people are having to live with is problematic. It's the same thing if you belong to a minority, you're just going to have to swallow your humiliation on a daily basis. Because we don't know how to question those in authority. And somewhere we have to begin to chip at it. You know, those of us who feel strongly about it, we have to take the risks and find ways to creative ways, not necessarily ways that put us in danger. Through storytelling, through filmmaking, through solidarities with those who are risking more than we are. Things need to happen. And in a way, our schools and our workplace institutions are aligning more and more with those in authority who have fascist tendencies, who want to take the world back into a much more patriarchal, you know, set up. So instead of kind of going forward as we thought the world would go, it really wasn't in my immature imagination that we would be dealing with this kind of regression in the social and political space. And that's affecting families as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:44.080",
        "message": "Yeah, I mean, I agree. We all, you know, I grew up thinking the arc of history will bend towards a good place, you know, more freedom, more justice, more whatever. And the last few years kind of make you question that and make you question whether you build that narrative based on a really small sample size, you know, there are so only so many years that we have actually, you know, should we make assumptions about the future from that? I'll continue digging into this subject in the sense that you've spoken about what's going wrong at the school. And that's, of course, a reflection of what is already wrong in society in terms of the perpetuation of these structures and these grooves, as it were. Let's broaden it a little bit and talk about beyond the school, just society and the way kids grow up today in the sense that Jonathan Haidt once pointed out how the mental health problems among teenage girls specifically over the last 10 years and the point that he was making is that it was more a problem with girls and with boys. You know, once upon a time, people used to worry that boys are playing too many video games, and they'll become violent and they'll become this. But it didn't really make much of a difference. If anything, it helped boys with problem solving and all of that. But with girls, what social media did was it put them in this competitive performative space, where, you know, a generation of girls earlier, perhaps when you grew up, you'll have girls just talking to each other about normal things and chilling out and being themselves building their own little safe spaces, as it were. But the contention runs that because of social media, because of what Instagram has become and Instagram shows the best version of everyone, right, the version they want to put out, and your real self has to compete with the imagined self of everybody else. And that leads to enormous amounts of pressure, enormous amounts of anxiety, and that whole classic anxiety of somehow fitting into a world which is really a world of, you know, imagined and constructed selves can be a huge problem. And I think Facebook many years ago suppressed a study which showed that teenage suicide rates among girls were rising, and it was partly because of, you know, social media and FB itself in a sense. So what's your observation on this? Because the challenges of girls growing up today at the time your daughters are, are, in some ways, you have the same damn issues that you did when you were a kid, the patriarchy and the fixed roles, they have to move on and the condescension and all of that. But there are also these newer, tougher challenges."
    },
    {
        "speaker": "Guest",
        "time": "00:40:23.720",
        "message": "I absolutely agree with you, there are newer, tougher challenges. I'm also happy to report that in my observation, these are newer, tougher, smarter girls. And I see a lot of them resisting the pressure as well. But the fact that the pressure exists, the fact that if you fit in, you're, you're masking to the extent that you are no longer in touch with your authentic self. If you don't fit in, you are not sure whether you're doing the right thing, you're too young, you're too young to be able to feel okay. Despite the fact that, you know, you are skipping out on the parties and not dressed the way the others are not being able to talk the other ways, the others or don't want to behave in the way that your peers may be. And I really saw this conundrum play out in my family. I really did. When we shifted from a neighborhood school, to a much bigger school, closer to the city, you know, we thought we were choosing a more liberal education, a more liberal education institution. But who are the children and the families who are coming to these schools, we are all consuming the same shallow media, whether it is social media, mainstream media, you know, all the stuff that's coming in through our phones, and on our OTT channels. And because in many ways, you know, we are the first and second generations that are experiencing this, I do feel that many of us are completely overwhelmed, overwhelmed with choices. So I, you know, I even wrote this article that was, in many ways, a little viral, but also very contentious, where I wrote about raising our three children in a home without television and keeping mainstream media entirely out of our home, there were no screens for them, till they had all crossed the age of 12. And, you know, and everybody was like, but how can you and you're depriving them and how dare you and stuff like that. But so when they were very little, we didn't have anything streaming, we watched films, but we chose what we would watch, we would get a DVD, watch it. And then when they kind of began to, you know, they crossed adolescence, they began to have access to the internet, and they began to make those choices. And they also moved to a big school where they came, you know, where they were surrounded by children who were literally staying up all night watching American series and coming into school and talking about them the next day. They were wired enough to be able to do that. My observation is that because they had grown up without it being normal to constantly have things unfiltered be playing around you because they had taken, you know, been through a slowish process where we were making active choices of what we want and what we don't want. They, they did feel a dissonance when they came into a world where you were supposed to know things, not because they were good, but because they were the popular choice of the time, because that's what was trending. And so our middle daughter, who's the first child who really alerted an alarm, you know, raise the alarm, in a sense, I'm just going to narrate this incident as an as an example. She's been in this new school for for a year, and we went to attend a wedding and it was in a very fancy hotel in Delhi, not a place that we often go to. And just these two older daughters of mine, they they began to suddenly put a lot of distance between themselves and us they were walking far much further away. And my husband calls out to them and says, Why are you walking so far away, walk with us. And she turns around and says, I don't want to be seen with you. And he's like, what? And she just turned to me and she said, That's how children in my school talk. Now either I can be like them, or I can be like you. Give me a choice. And it was it was like, really, it's a moment that stayed with me. In her own way, she's articulating that either I can be cool like them, or I can be this slow, small town family on the, you know, corner of Delhi, like you give, I can't belong to both, I'm confused. And I mean, the fact that she could say it, the fact that I could hear it, the fact that we could process it helped us to make, you know, to finally make the choice to actually keep the internet and let the school go, you know, to, to, to say no to all the extra pressures that came with mainstream schooling. And it's not made life easier for my children. I'm not saying we've got a magic key that, you know, that has that works. It's a longish process, we're learning on the go, and and so are they. But at least they are able to see something toxic and say, I don't have to participate in this. You know, even if it means that I am going to be isolated, or I'm not going to have the same friend circle in the same network. And it sure it, it also triggers a kind of anxiety in them. But but at least they're able to make informed choices. I'm not sure I answered your question."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:48.160",
        "message": "No, I mean, questions aren't meant to really even be answered. They're just meant to lead to things and lead here and there and all of that, which is always the way it should go. And you did kind of answer my question, I guess. I mean, in terms of at least how you guys have fought in your own way to, you know, protect your kids from that and get them out of that kind of toxic situations. And you are, of course, unschooling your kids, which is fascinating to me. So I want to dig in a little bit into that, in the sense that as we were speaking before, you know, the recording, I've always sort of believed that the just the way that we think about schooling is fundamentally wrong and broken. This current system was designed in the early 19th century, to turn out workers for the Industrial Revolution. So you have, you know, kids of the same age studying together studying the same bunch of subjects, everything proceeds in a particular way. And it was perhaps okay for that time and for that purpose. And even that can be argued. But today, it doesn't seem to really do anything for the kids, you know, a lot of their education really comes from outside either through living life or through the internet, or a lot of the useful things they learn come from outside, there is a lot of toxicity even within schools as well. And, and in a sense, the real purpose of a school in society is as a daycare center, where, you know, the parents are doing whatever they're doing, and the kids have to be there somewhere for the whole day. And so schools are a purpose for that, you know, education is just sort of the mask we put on it. And that also indicates that if schools are daycare centers, that most parents don't, they've had the kid, but they don't want to be involved beyond a point, right? It's too much for them, the pressure and all of that, that, you know, comes along with that, you know, so when you look at the schooling system, when did you start, you know, thinking about how flawed and how broken it is, and you've described some of the ways in which it is broken. And then when you began to think of alternatives for your own kids, you know, like I imagine, initially, there must have been the sense of fear, this great unknown that if they don't go to that particular setup, that structure that has been set, you know, what will it do in terms of socializing? What will it do in terms of whatever they have to do later in life in terms of college and education and credentials and all of that. So take me through your processes of, you know, how you're thinking on this evolved right from the start, where you started saying that, no, this is wrong, to the point where you said that I am taking my daughters out of this and so on."
    },
    {
        "speaker": "Guest",
        "time": "00:49:29.200",
        "message": "I used to say, I, when I finally came out of my own school, I was, in many ways full of rage for the system that marginalized a majority of the children in every class. Literally, you know, you have a class of 50 and 10 are managing, 20 are floating in their own way and 20 are just miserable. And I did well in school. I participated in everything. But I remember coming out of there and saying, you know, it made me by breaking me. I had something like that in my head. And, and I developed a very, I was very young for these kind of thoughts. But in retrospect, I can see that I had, you know, the whole the big deal about my school was that it was the brand, the name of the school, because it was supposed to be good, you had to be in it. And it didn't feel good. I'd gone from a small school that felt like heaven. And, and this felt like hell, really. So when I had to choose a college, I said, I'm not going to go, I'm not going to, I'm not going to go for the brands. And you came out of school like mine, with the kind of marks we had, you could go to Stephens if you wanted to, you could certainly go to Hindu. And I, and I went to Indraprasth College. I consciously decided not to go to LSR, and not to go to Stephens, and to go to IP, which was famously called the Bhenji College of that time. And in IP, it was such a novelty to see a DPS RKP kid come in that people came to see me. She's the one who because there was only one of one person from my school who had gone to that. But I chose to study psychology. And because, you know, I had kind of figured out what I needed, and what I didn't need. I couldn't articulate it like that. But I can look back and, and, and kind of tell that. So when, when our first child, Seher was born, I was the idea of homeschooling is something that was in my head. But I didn't know whether I could do it. I didn't have the confidence. I didn't know how to do it. I wasn't connected to anyone else. And we were too early in our marriage to know, you know, where we where we stood on very important topics like this. And also, we come from very different backgrounds. So my, my husband's favorite line in every school admission would be, it doesn't matter to me whether you take my kid or not, I can always put her in the village school, I went to the village school, I turned out fine. You know, I'm not intimidated by the big city. And he would drop this line. And everybody would kind of want to take his kid because I mean, there was one interview in which they looked at me and said, Where did you find him? I'm glad you're impressed. So so I did, I was thinking about homeschooling. At that time, I was also thinking about, I had friends who were running, who were running a school for tribal children in a village in Madhya Pradesh and raising their own children there. And we took our little children and went there with the idea that maybe we can live there. But my husband and I looked at each other from a distance and said, I don't think we can live with each other over here. This is, this is, you know, it would have, we were not ready for that. So they did go to school in the way and I, and I remember, I was just reading on my phone, there's a note that my daughter's written in 2015, in which she's made a list of ways in which our family is different from other families. And the top thing she's written is, our parents say go out and play. Don't, you don't have to study. Other parents say study, study, study. So, so we were, I guess, in a, that was the message we were trying to give them that you don't have to take anything too seriously. If you don't want to go, you don't have to go. This is not something that we are going to internalize as this great hierarchical thing that we have to kowtow to. But yeah, and I, you know, when I began to write my column, I know school used to turn up, the subject of schooling used to turn up consistently. Coincidence or not, Amit, literally 2014 onwards, schools have changed. The manner in which, you know, those in authority in school speak, the manner in which they lay down rules, in which they marginalize some holidays versus other holidays, you know, it's very much like the governance of this country, where you can just lay down a rule, no questions asked and karna hai toh karo, varna, you can, you know, find your own way. So, that has changed. It was more participative before. And yeah, to answer your question, we came to a point where we felt that we had tried every option that was available to us from alternate schooling, from slow schooling, from very involved participatory, you know, schooling in which we were volunteering in the schools, everything. And I guess because the children were older, because we were older as a couple, we then began to connect with community of unschoolers and homeschoolers in this country, which is a fairly decent number of people spread across and many, many people who were much older than us, who'd been doing, you know, making these choices for decades. So, we had examples of people who we could meet, there's Manish Jain and this organization in Udaipur, there is Swaraj University that's also in Udaipur, then we met Claude Alvarez from Goa, he's a passionate speaker about unschooling, we met many families from Pune and Bangalore and Chennai. And, and we found, so we found a tribe, in a sense, you know, here are people like us from disparate backgrounds, who've tried things, who have made choices. And here are these wonderful young people, older than our kids, or the same age as our kids who are doing very well. So, I guess we had matured as parents, and it became an emergency literally for the children. So, when we offered them the choice, two of them took it. The younger was in a slower Waldorf school, she said, I like my school. Two years later, she said, I think they've forgotten how to be Waldorf. So, I'm coming home. And she came back. And being connected with other families like us, that's been, that's been amazing. It's been an amazing journey. So, not a week goes by where we are not in some way, either speaking to a younger family, who is considering not sending their children to school or speaking to an older family or our own peers, and discussing all the options. And because we are also in this prime of the internet age in some way, there are, there are just so many options that you can choose. So long as you've got some confidence in yourself, you know, and you also need the confidence to make mistakes. You know, you're not just handing over to a brand name and saying, you know, when they come out of that side of the pipe, they should be employable or something like that. So you're okay."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:15.600",
        "message": "So I'll go back to something you mentioned about your own experience in school, where you said that you were full of rage, that, you know, if you had a class of 50 people, you'd have 10, who would be perfectly fine, 20, who would float along, and 20, who would be miserable. So can you drill down on that a bit and talk about that experience? And why the rage and why the misery? Because, like, when I think back on my schooling years, I hated school. But a lot of my angst was a typical angst that teenage boys will feel the whole rebel without a cause thing. One of my songs that kind of defines that period for me was unsatisfied by the replacements. I link it from the show notes. That was exactly my vibe. But there was no reason for it. It was just that teenage boys tend to be rebellious, they tend to be angry, all of that it was almost like a fashionable thing. But I would imagine that, you know, a the experience can be much worse for everybody and be the experiences always much worse for girls that the world they're living in is a different world from what the boys experience. Right? So and I'm wondering, like, how much of your rage and anger just had to do with those layers that come only because of gender? And how much of it was just because bad aspects of the schooling that I might not have noticed or"
    },
    {
        "speaker": "Guest",
        "time": "00:59:32.560",
        "message": "been blase about? Hmm. Things are bad for girls in very peculiar particular ways. That is not always acknowledged. I agree with that. I'm not sure they're worse off. I'm not sure that I feel that even though boys will not typically self harm, they will harm others. You know, they will they will get into a different kind of violence. Their self harm will not involve cutting themselves. But substance abuse is is self harm. And, and I think I really do worry. I worry for the boys and I worry for the men. And but to come back to my own experience, you know, I started with a I went to school first in Ranchi. And, and of course, so there was one Loreto convent and one St. Xavier's. And it was, you know, that that's what you were supposed to do. So I went to Loreto convent. And I remember the name of my nursery teacher. And she was, she was, she was much admired by the parents. But she just believed in corporal punishment. She had a cane. And, you know, this is the late 70s. And there were some children who would not get instructions, did not understand English in the way that children from a different kind of family would understand. And they were the ones being caned. And this is a girl's school. You know, it's not behavioural, oppositional behaviour, particularly that the child is displaying, it's just a child who didn't understand homework or didn't can't make the line like you asked her to make it, or came back late from lunch or, you know, spilled something. And I, I have not forgotten the, the pain of witnessing other children being humiliated, you know, wanting this beating to stop and, you know, and just that act, Amit, where we, we make the child participate in the violence, you know, we say, put out your hand. And when they can't put out their hand, we keep yelling till they voluntarily put out their little palm. And if they take it back, then they are abused. So you, it's, it really is child abuse. You know, when you look at it, and it's normalised. That, so my, my, my brain as a child, could understand that there were some people in the family who were cruel, that there were some men in the family who had rage issues. But a school was supposed to be a safe space. You were sent there with trust, you wore this uniform to become a better person. And then for that to be violated. Then we moved to Calcutta. And I was in school there for three or four years, we came to Delhi. And I went to a school very close to where we are recording right now, which was a new school, very, it was set up by the founders. And the founders of that school had all come from modern school Barakamba with this dream of starting a child friendly school. And by luck, my younger brother and I, we landed there because we were late into the city. And this was a new school they took us. They even gave us a double promotion because we were smart little kids. They said, you're good enough to go to the next class. They were very loving, but they were not the top brand. So my parents, you know, middle class, upwardly mobile, putting all their investment into the idea of giving us the best education put me in this large school. Now that I look back at it, being in a class of 50, 11 year olds and 12 year olds being with teachers who could not cope with the workload, they could not cope with the kind of syllabus that they had to cover with the kind of PTMs that were expected of them. So the only way they had to control us was punishment, yelling, abuse. It was par for the course. It still is. You know, India hasn't changed in that sense. The world hasn't changed in that sense. At 11 and 12, I can only look back and say, I gave up. You know, so I was seriously suicidal at 12. And so I look back and I wonder what would make a 12 year old make a serious suicide attempt. And I guess the sense that that child had was, this is such a cruel place. I don't want to be here. This is the last step for my parents. I can't negotiate with them. They've put their all into this. Something made me invisible in the family. Perhaps I was a middle child. Perhaps my parents were too caught up with the big city and all its own demands on them as a service class family, a single income family. But something made me feel that it wouldn't matter to the world if I ceased to exist. And of course, nothing could be far from the truth. And I'm just lucky to have survived and therefore witnessed what would have happened to these people if they had lost their daughter. You know, I was witness to my parents' shock, their mourning, their incredible sense of loss that there was actually a child in the family, so much on the brink and they couldn't, that they hadn't seen it. So personally, for me, it was a turning point to the in the sense that I decided when I was coming back to life that I was never going to make this mistake again. And I never did. And it has, it kind of gave me not only an emotional strength, I think I could say some kind of a spiritual strength. You know, that there's a reason you're alive. There's no way, you know, there is a purpose. You wouldn't have come back if it hadn't been for that. So it carried me through. But it also gave me a kind of an outsider's view of the world that I had kind of departed from in a sense. I, you know, I came back to school after a year because I had disabilities and, you know, my surgeries took a very long time to heal. So and now I was a special kid. So no pressure would be put on me. I didn't have to take exams for some time. In a way, I kind of made the world made some space for me. And I then began to feel more like a witness to what's happening around. And of course, the rest of the years, one continued to watch the same things that there are some children who are completely, you know, kind of falling through the cracks. They're being bullied for being fat, for being short, for not being able to speak in a certain accent, for belonging to a certain social class. And yeah, so I did come back while I earlier felt completely helpless that I wanted to help somebody who was feeling humiliated in class and I had no tools. When I came back, I felt that I could reach out to this person that, you know, that that's what I could do. And that's literally how I spent the rest of the four years in my school kind of being a little bit on the margin, but being okay with that. And that is what came back to me when the parenting years started, particularly when the schooling years started. You know, how much has the world changed? And I did go into the whole system with the expectation that all that primitive stuff is over. But that's not what I discovered."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:07.920",
        "message": "And when this incident happened, what was it like to try and figure out the why? Like both for you and your parents? Like, how do you figure out the why? Because for your parents, I can imagine it would have come like a bolt from the blue, they would have had no idea. How do you come to terms with why, you know, how do they come to terms with why their little girl felt that way? And what should they do about it? Because as a parent, you want to be able to control that. And for you, you know, in that moment, when you come out of it, how do you process that in terms of why I tried that and why I won't try that again?"
    },
    {
        "speaker": "Guest",
        "time": "01:09:45.600",
        "message": "How did that play out? One of the big kind of awakening things that I experienced while I was still very much in pain and in hospital, between surgeries even, was that my parents were not as invincible as I had imagined them. They were not able to cope with the hospital system. They didn't know what was happening. They didn't know what was the right thing to do. They had two other children who had to keep going to school or who, you know, needed some kind of daycare while they were here. I saw how the world functioned also in a very positive way. Extended family turned up. People moved down, you know, they came from wherever they were. They took trains and flights. They would just turn up in my hospital room in solidarity with my parents. So one was that, you know, I could understand what the doctors were saying better than my father was being able to process it. And I was listening to all the conversations about the bills and, you know, how the house is going to, how the other, my younger brother is 10 years old. He's like, he's not even like awakened into a human hood yet. He's just a little brat who's looking for a place to play all the time. So, so I, you know, I'm kind of witnessing them in this kind of distress. And what I, what I held against them earlier that they were not mindful, they were not paying attention, they were not aware, you know, I kind of realized how helpless they were, how much they were, didn't really belong to the city. They're both first generation, you know, urban dwellers. And on their part, while they were handling all the logistics, they really didn't have the capacity to understand it as a mental health issue or to know what to do about it. There was such a massive stigma attached to a suicide attempt by a young child, that actually the community, the family, everybody rallied around them to not talk about it, to just invisibilize that, to never bring it up. And they needed their own coping mechanisms. So they were doing a havan and they were calling a pandit and, you know, my mother was reading her Guru Granth Sahib all the time, and also giving it to me to read. And so while I, I mean, over time, I realized that this is this, you know, that I accepted them as they are, and kind of took it upon myself to go on this journey by myself, in a sense. And that shift in how I understood these adults around me, that was huge, because as a child, you can make the mistake, and I think it's not a mistake from the child's perspective, you know, the parents have all the power, and you're completely powerless. And in a sense, your growing up years reveal, you know, that that shifts. And for me, that shift, I also realized how traumatic it was for them. It was my father's hair grayed in a month's time. You know, from a young 40 year old, he was suddenly looking like an older man, my mother's body went into shock. And so that's that ridiculous idea that I don't matter, completely, completely shifted. You know, that I would never want to do that to them. I mean, that that kind of became a reality. And while my mother and my father did not have a language to talk to me about it, it's also true that in that world, there was no support system that could help them to find that language. If they wanted to find a child counselor, they couldn't, you know, that there wasn't one. There was no family counseling, even in the hospital itself. It was the the pastor who's coming in blessing the family. Beyond that, there were no tools in a sense. And but, you know, many years later, my daughter turned 12. And and she, you know, became quite anxious and unable to deal with school, which we've spoken about before. And I and my mother looked at her and she looked at me and she said, nobody can help this child more than you. Nobody is better equipped to understand what Alisa is going through than you are. And I realized in that moment that, you know, that all these years later, my mother's memory of myself as a 12 year old is, is just as vivid. And and she, you know, she sees me as that, as a woman who has grown from that moment of giving up. So in in in these big and small ways. Yeah, it's it's it's been something that kind of turned around and became like"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:11.600",
        "message": "a gift to the family. And it seems like what you describe of seeing your parents in a new way, that it humanize them for you, in the sense that I think, especially when we are kids, our parents are what they are, they are a role, they are a stereotype, they are, you know, in that groove. And to see them like that somebody's hair is graying, somebody, you know, to see them vulnerable to see them unable to cope. And I, I think a lot of people don't see their parents like that ever through their lives. And for it to happen at 12. And then later, when you are a parent, you know, what do you do to break that in the sense that, like, of course, your daughters would be more aware of you as a person than you perhaps were until that incident. But do you, you know, at some level, the relationship is going, you know, settles into these grooves. And how do you snap out? How do you like as a mother, do you sometimes sing that I must not be vulnerable in front of them? Or I can't show this side of myself? Or, you know, if I am telling them to be disciplined in a particular way, I have to be that person and be disciplined. Like there's one moving story from one of your essays, where at one point, you are with your parents, and you think your father was a stern man, and you want to impress him that you are also a disciplinarian, and you raise your voice to one of the kids. And the next day, your mom calls you and says, you know, your father, he was saying, don't do that. You don't know what kind of, you know, scars they can cause. So, you know, so what was that? You know, how do these play into each other?"
    },
    {
        "speaker": "Guest",
        "time": "01:17:52.640",
        "message": "Yeah. So I'm, I try to be very mindful of that. And I think it's a bit of a it's, you know, it's a scale that keeps moving back and forth. They're in that time where, you know, sometimes they feel so, so lost and defeated themselves that they, they will, they will say, nothing's going to come out of this. I'll never be able to cope. I, you know, I'll never get and you have to let them be in that moment. But you also, I guess that's where I bring myself into the picture too soon. You know, you also want to share that, look, I felt exactly like that. And I found a way and you'll find a way. I do. I show my vulnerable side to my children a lot. Sometimes my friends tell me that, that, that I should go a little slow and not, not be so open with them. But my experience with them, Amit, is that there really isn't anything I can hide from them. They know. And, you know, particularly when they were younger, they were really attuned to one's mood. And it's, I did, I did spend the early years being very strong and always kind of trying to seem like I'm okay, when I'm holding a child, when I'm in front of a child. But in retrospect, I think they can always tell. And they tell me, they tell me, you know, they, so we've got, because I've been a very keen photographer, you know, we've got a very rich family album that we often go over and they'll, they'll look at my phone, they'll look at my computer. And there'll be this beautiful, happy picture from a moment and they'll tell me, you know, I was really scared that day. And I'll be like, I didn't know that. But if I remember what else was happening, then I then I'm able to put together that yeah, so there was some chaos. And I'm putting on this smile and so is the child, but she remembers that she was not feeling okay in that moment. And sometimes it's very shocking for me because again, you can very quickly begin to feel that it was all a lie. And you know, I thought it was okay, but it was not okay, etc. But there's no there's no reason to have a meltdown. It's just it's really a reminder that, you know, that it's not there is no binary of we were happy, or we were not happy, or we're doing okay, or we're not doing okay. We're literally simultaneously constantly moving between, between different states, we are anxious, but we're also, you know, fine, at the same time. And we just need to be capacious enough to, to be able to name both and to be comfortable with the idea that both exist."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:19.200",
        "message": "It's a very intriguing phrase capacious enough to be able to name both. And even earlier in different contexts, you've spoken about how, as a kid, you may not have had the language to put a word to something when you're talking about what things might be in your daughter's school, you're saying sometimes kids go through these things, but they don't have the vocabulary to express what is kind of going on. Like how much of a role do you think parents should play or how important rather is, is having that vocabulary, having those kind of frames, you know, you obviously you don't want to sit with your kids and tell them about the big bad world and all the ways in which it is big and bad when they're like seven years old. But at the same time, you don't want them beveled or not able to understand something not able to process something, you know. So how does this happen? Like I imagine to a large extent in your own case, you learn by living things happen, you figure them out, you think about them later. But in retrospect, you can put frames on things and understand them. But when it's your kids, I guess there is that dual imperative that on the one hand, you want them to be better prepared than you were to understand better than you were. But on the other hand, you don't just you know, you know that sometimes you just got to be spontaneous go through life, you can't control everything."
    },
    {
        "speaker": "Guest",
        "time": "01:22:40.280",
        "message": "So all of these are, you know, the fallacies of control in a sense, that you want to protect them, I won't let what happened to me happen to them, man, you have no idea what will happen to them. You want to prepare them better, you have no idea what they're going to choose, you know, to go towards. And, and also how, while children tend to be remarkably similar, you know, what needs to be underlined even more is how individual, how individualistic each one is, how we are different, and how much we change as we go. And, and so our relationships constantly need to make space for that. And mine are forever surprising me, in a sense, with, you know, being sometimes understanding things beyond the years, but then at other times, not being able to cope in a way that I would think is, you know, much that they should be able to at this age. And it kind of makes you realize that they live in a world that you don't live in, that you, you know, that you can, you're familiar with, you can get to know it. But what is it that they are experiencing constantly when my daughter opens the same newspaper, as I do? What is it that speaks to her from it? What is it that she catches from an adult conversation? What is it that she brings back from something that she's heard outside the house, and how it sits in her psyche? Is, you just, you really need to be open to discovering how these things play out. And I think that that is perhaps an subconscious reason why I have been such a documentator of everything, you know, of things we experience, of things they say, of, yeah, and I mean, so when I go back to read some of the things that they've said, when they were very little, when we didn't take them seriously, if somebody said, Oh, I dreamt of this, or I imagine a world in which something can happen. But I mean, I'll just give you another example. I just read in a journal, my four or five year old is saying, you know, heaven is a place where once you go there, you don't age. So you, you just remain like that forever. So actually, I know you'll die before me. But when I reach there, I'll find you. And we'll be together. And then she goes on to say, I will invent a video game. And then I will put you in that video game. And you will be able to find, you'll have to find a treasure, which you will, and then all your problems will be solved. And I was just reading it like many years later and thinking, this little child is imagining me as a person who's looking for some treasure that will solve my problems. And she's trying to solve it for me by, so just like a, makes me kind of think that while you're going about your job, keeping your face, you know, trying to keep it, trying to keep your stress from your children, they probably know better than you what your state of mind is that you're probably hiding it from yourself in a way that it can't be hidden from a child who's connected to you. And because I suppose they're so I wouldn't, I wouldn't just say dependent on you. It's also because they love you so much. They want to protect you as much as you want to protect them. And we don't always dignify that. You know, they try to be as clued into you as, as, as you are to them. And just being with them in that sense, not you don't necessarily need to do a course in how do you talk to your child about good touch, bad touch, or, you know, strangers and who to talk to and who not to talk to and stuff like that. None of those things, really. I mean, it's, it's good to know those things as concepts to be aware of them. But how they will all play out, when they will play out, what you will learn from your child is actually going to be much more surprising than what you are going to give to your child. And I one of the things I realized Amit was that the world doesn't feel safe to children. You know, that, that, that idea that we have that he doesn't even know. You know, he's the free child, who is unaware of what can happen to children. They're either just imbibing our anxieties, as they are, or they are, you know, they are actually growing up in a noisier, more chaotic, louder world. And, I mean, if you just pay attention to 20 minutes of television in anybody's house, you'll get a sense of why. I mean, if that's the idea of the outside world, it's not a surprise that they're they don't feel safe."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:25.200",
        "message": "First of all, I have to say, I'm pretty stunned by that journal entry, because just for a four or five year old girl at a conceptual level to think of death in that way, or that we'll stay the same age or that treasure hunting is pretty mind blowing to me. And I'm also struck by what you said about how parents think they can control more than they actually can. There was this sort of seminal book of social science, which came out in the 1990s called The Nurture Assumption by Judith Rich Harris, where she essentially spoke about how her study showed that kids were most influenced not by her parents, but by her peers, that the influence of parents was vastly overstated in popular culture, and that mostly it was peers and there was just a limited amount of difference that parents could make. While at the same time, it strikes me that parents can make a lot of difference in just the sense that I would imagine that your daughters have a greater sense of self awareness and questioning than they would if they weren't your daughters. Because that just seems to be what they see in you and you must be their primary role model in a sense. And it must then become a natural way that you're always thinking at that one extra level. I mean, the very act of journaling is something you would have encouraged and what is journaling but a way of examining yourself and shaping yourself."
    },
    {
        "speaker": "Guest",
        "time": "01:29:53.240",
        "message": "I mean, your comments are making me think that I'm also kind of now reflecting on the same incident that she told me this story and then she probably saw me write it. And you know, she probably knows it's in my phone. She probably knows where she can read something that she would have said 10 years ago. And I guess at least what it gives the child is a sense of being important, of you know, what I say and what I feel and what I imagine matters because it matters to my mother. And perhaps that's what I'm trying to reverse in how I felt when I was a 12 year old that I could vanish from this family and it won't make a difference to anyone. It was absolutely wrong, you know, in my imagination, but it did feel like that. The child felt like that. And I don't want to raise I don't want to make that mistake, raising a child. And hopefully, that has been the outcome of what I've been writing and sharing. And I know that there are two things that surprise me. You know, ever since my books came out, particularly since my books came out, but even before that, a question that comes constantly, because I have written about the family as we are growing up and children as we're growing up, and I'm using our names. And you know, nothing is camouflaged in any way. So a question that comes is what about privacy? And what will they feel about this when they grow up? And have you thought about that? And do you have the right to tell this story? And, of course, it's a question that kind of alerts me, but it's not a question that I'm not already very alert to, you know, as the adult who's kind of taking control of the narrative of the public narrative, which does influence the private space. So while it's for me to constantly be aware of it, two things that have answered the question for me in some way is that when I actually slowed down on writing about them, because they had become teenagers, because they were not only were they reading everything, which they'd been doing for years, but now their friends or, you know, random strangers would come up to them talk about it. And I felt that I need to minimize this to some extent, or I need to be very careful of when and what I write. And also, they're changing so much that I don't want to write something till I know what's going on. So therefore, the gaps are longer. And my oldest daughter, she came to me and this she came to me during the first lockdown in the pandemic years. She said, write about me. She said, I want to see you write about me because I want to know what you're thinking. And, and I realized that in that sense, it was, you know, it mattered to her that it wasn't just me creating content. It felt so real and authentic to her that it mattered to her that she was not reflecting in my, in my thoughts and my expression. And the other thing is this ritual that my, again, something that started in the pandemic years, but the middle and the younger daughter, they have a daily ritual. They don't have phones yet, but they will come one time in the day, take my phone, open my Facebook, go to memories, and read Facebook updates that may feature them. And then they will laugh, they will giggle, they'll show it to each other, they'll come to me and say, what do you think this means? They'll show me something I may have written about myself and forgotten about, but it's something that they enjoy. So it's like they're kind of referring to the history of the family via the updates. And, and, you know, so that kind of some, to some extent answers the question of do they mind? They don't mind. They're, they're, they're enjoying it. And yeah, so I, I mean, I've, I never really have had a doubt because I process things to such an extreme extent before they go out into the public domain. So I do kind of do a lot of work before it goes out. I delayed the books for them to be a certain age. I've delayed my third book for them to cross a certain age. So I mean, I am actually doing a lot of homework in my head, but it's also nice to see how they react. And it strikes me that when your elder daughter came to you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:03.400",
        "message": "and said, write about me, I want to, you know, know what you're thinking. It seems as much sparked by concern for you as anything else, that the sense that maybe it'll help you to write about her and to write about whatever. And earlier, we were speaking about, you mentioned therapy at one point, to what extent is writing like therapy, in the sense that it helps you make sense of yourself, and it helps you make sense of the world. Like, you know, earlier, you mentioned that when we were talking about mental health, you mentioned how there are so many hospitals all around you for physical health, but mental health, no one takes that seriously. And it is as big a problem. And I guess one reason for that would be the title of the show, right mental physical health, what happens to your body is a scene, mental health, what's happening in your mind is the unseen. And, you know, and I had sort of had occasion to think about this recently, because I started doing pretty dramatic things for my physical health in the sense that I realized at one point that all of us make so much of an effort to understand the world as intellectuals and writers, but we don't know our own bodies. And the trigger for this was one of my good friends said, why don't you get a continuous glucose monitor, a CGM, which I got the data from that was so alarming that I just changed everything about my life. And I became so much more aware of what I was putting in my body and how I was harming myself by say, not sleeping enough or, you know, sitting being too sedentary and all of that. And it's good to have that CGM for the body. But where is the CGM for the soul, as it were, if one can get metaphorical? How does how does one keep track of that? How can I examine my own mind and see what's going right and see what's going wrong, because the tendency is always to be self delusional about everything. So again, tying back to that whole thing of, you know, writing a therapy is writing one way of doing that is writing one way of always looking within yourself and figuring out what's going right and what's going wrong. And even apart from that, in a larger sense, what is"
    },
    {
        "speaker": "Guest",
        "time": "01:37:10.200",
        "message": "the CGM for the soul? Yeah, so I would absolutely I would say yes to that writing can be that. And then I and I feel that, you know, actually, call it journaling, call it memoir writing, call it personal writing. I think that it has a very important place in civilization. It's it's something that, you know, we only kind of dignified very famous people with writing autobiographies. You you that that mattered because we wanted to be like them. But we only wanted to be like them because they had become famous or rich, or they were born into a privilege. But what when we when we say that nobody wants to read your diary or nobody wants to know your story or why does your story matter? In a way, what we are repeating is, you know, caste, class, racial hierarchies, right? We are saying the white man's story matters. The brown person's doesn't. The man's story matters. The woman's doesn't. The adults matters. The child's doesn't. And, you know, who are you? You're just an ordinary person. But no life is ordinary, right? And nobody has become anything without at some point being ordinary. You have built on your ordinariness and discovered your extraordinary or it has been recognized by the outer world as extraordinary and you've been rewarded for it. And I just I feel that that this is something that it's like a magic pill that nearly everybody has. And those of us who are unable to tell our stories are suffering for it. And it reminds me of your comment about girls have it tougher. I feel that men also have it really tough because they are not able to tell their story because they are they are never, you know, they don't have that circle, even that circle of friends in which somebody will just listen to what you feel or what you experienced or what happened to you. You know, even it's rarer for men's friendships to support them in the way that sometimes, you know, socially women are able to often offer each other support. But to just to come back to writing as therapy, I feel very strongly that that this is something that we need to build on as as a civilization, literally, that we need to introduce it, you know, into schooling, we need to introduce it into our university experience. Who am I? Where do I stand? How am I connected? Where have I come from? And so many of us, you know, wait for so long, or wait for some kind of dramatic, near death experience before we pay attention to, you know, what what shapes me? And what is it that I can, therefore, give to the world? How can I make my existence significant? And it doesn't have to be in a much large, you don't influence the outcome of a country's elections. But, you know, you do influence those who are around you, with every choice that you make, whether it's about planting a tree or feeding a cat, or just being kind to your employees. And there are just so many ways in which the human this this pinnacle of, of the biological world can actually change things around us. And I and so so I, I really strongly feel that it's very important for us to have spaces. We don't have to publish books, and we don't necessarily have to maintain years of blogs, but spaces in which we tell each other our stories and discover how much we have in common and discover our strengths. It's literally the same story that has your worst mistakes, as well as embodies your best coping mechanisms. You know, I can cloud my suicide attempt at 12 and a half in layers of shame, and write it off as the worst thing I did. Or I can also look at the same story and see what made a child come to that point? And then what is it that sustained us after that? What did it do to us? And there's so much, there's so much to learn from it, and therefore then to share with others. And, yeah, so that's really what I've also now learned from doing the memoir workshops. Because I didn't know these people existed. The ones who are coming and who are writing and they're damn good writers."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:47.300",
        "message": "There'll be many more who will come and I'm struck by what you you know, about how men also would be so much helped by journaling, obviously, and, you know, you go through different things. But I think one thing about men is that we are socialised to believe that being vulnerable is to be unmanly, right? So even in our conversations with each other, we don't show that vulnerable side, you know, if we tear up while watching a movie in a theatre, we'll figure out the most surreptitious way. So no one notices that a tear is kind of dripping down. And what you just said about journaling, and I keep telling all my writing students, obviously, that you must journal, it's, you know, even if you're never going to publish it, even if you write a couple of hundred words a day, no matter what it is, that it's so important. I had a very resonant episode with Amitabh Kumar, where, you know, he published a journal as it were the blue book, beautiful book. And he'd spoken about the value of journaling in just sort of, you know, being a way to shape yourself, you know, if in one parallel universe, I journal for the next two years, and another one, I don't, I am, it's literally two different people, you know, and if you want to be the best version of yourself, the most clear eyed version of yourself, journaling is so important. So perhaps the answer to that question, where is the CGM for the soul? The answer is, it's a journal. So on that note, let's take a quick commercial break. And we'll continue talking on the other side."
    },
    {
        "speaker": "Guest",
        "time": "01:44:14.460",
        "message": "Wonderful. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:19.260",
        "message": "Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog, India Uncut, which was active between 2003 and 2009, and became somewhat popular at the time. I love the freedom the form gave me. And I feel I was shaped by it in many ways. I exercise my writing muscle every day, and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at India uncut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast, and about much else. So please do head on over to India uncut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox, you don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at India uncut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Natasha Badwar about her life and her work and all her insights on various subjects, not just parenting, but also humaning. Is there a word like humaning? We can create one. You can create a word called humaning. So yeah, we are all humaning. So take me back to sort of your childhood then. You know, at one point, there's a sort of an interesting para by you, which I'll read out where you say, it was a very dissonant world for me. I admired my mother, but I wanted to be like my father. I wanted to travel, I wanted credit for my intelligence. I wanted to be a part of a larger world that all men seem to slip into with ease. I wanted to become somebody unlike my mother who apparently was a nobody, stop code, which is, you know, I guess a pretty accurate description of how the world is set up in terms of how families are structured and you know, what really goes on and the scene and the unseen as it were. So tell me a little bit about your childhood, about your parents, both your mom and your dad. You know, what was it like? Where did you you've already spoken a bit about school, but apart from"
    },
    {
        "speaker": "Guest",
        "time": "01:46:39.980",
        "message": "that. Something interesting about both my parents is that they were both four years old in 1947. And that they were both born in Lahore. So the midnight straddlers. Yeah. And, but my mother was a refugee. My father was only born in Lahore. My grandparents were in India and remained in India on the Indian side. So they didn't go through the trauma of partition. My mother's family is a Punjabi family who had to move under very traumatic circumstances, leave behind a fairly affluent rural life and rebuild in Delhi and then Amritsar and then back in Delhi again. I think my maternal grandparents ultimately died young because of the aftermath. They did manage to settle their children as we say in Indian families and the daughters were married and the sons were had a business to work with. But there was trauma in the family, which I find very interesting in the sense that nobody talks"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:12.780",
        "message": "about it. So you mentioned in one of your essays that your mother Sudha, she was a fifth daughter and the sixth child of her parents. And there were eight siblings. In fact, the sister she was closest to had killed herself in early 20s. Her name was Chanchal. Tell me a little bit about what you sort of, what was their sense of family in the sense, were they always relatives around, were these much larger families than you would find today? So what was that sort of a family environment, which was there when you grew up? And you also mentioned that your mother would talk to you about a sister. What are the other kinds of conversations that you would have with both your parents?"
    },
    {
        "speaker": "Guest",
        "time": "01:49:01.180",
        "message": "My mother remembers her growing up years very fondly. She has no pre partition memory. She has heard stories from her own family. But she remembers those growing up years of all of them being in a house in Amritsar, of her mother being this very extremely talented woman who was milking the cows, cooking on the tandoor, embroidering everything in the house and raising these amazing children. At the same time, her father was a gifted entrepreneur, what we would call today a serial entrepreneur. At one point, he did well enough to go to Germany, buy a Mercedes and come back to Delhi driving it from Berlin. So quite an adventurer. But he did pass on in his 50s. And so, mum remembers it all very fondly. She remembers a large family. In fact, what I find quite amusing and interesting is when my husband, who also grew up in a large extended family in a village, you know, where these brothers are living together, and they have visiting relatives throughout summer every year. So when my husband and my mother sit and chat, they have so much in common. And I who grew up in a city will just kind of sit on the margin and hear the two of them exchanging notes on their cows and their animals and their farms and the things they grew and what they did as children. And it makes me wonder, it makes me wonder how I went and found someone who would, you know, match with my mother in this way. So, yeah, so, you know, this would be our, in popular terms, we would call this a family that did very well, despite adverse circumstances, that survived well, that is a, you know, a well to do Punjabi family who found their feet. What we all saw, and what we all lived through was also alcoholism, addiction, preferential treatment towards the brothers or the sisters. My mother hates to phrase it like that she won't do it. But I need to, I need to, because I don't want, you know, I didn't want as a child, as I wrote in that essay, I didn't want as a child to be to grow up to enter a marriage in which I had to minimize myself to fit in. As I saw my mother having to do, my mother is as capable as my father, she's very smart, very bright. But she has to be careful around the male egos in the family. She plays her role, you know, good naturedly. But it was not something that I could emulate. As an Indian woman of the 70s, who grew up in the 70s. And I just want to, as an aside, Amit, share with you that one of the films that came out when I was a very little child, the first one I remember seeing is Sholay. And there's Hema Malini and her tanga. And there are all the rescue scenes, you know, that despite the fact that she's playing the dumb ballet in the beginning, she's an independent woman. She's growing up with her aunt, without any parents. She knows how to control a horse. The whole village is dependent on her for commuting. And, you know, she does these amazing rescue acts when required. And, you know, that's the world I grew up in. That's the woman I saw on the screen. And this other film that came out around that time was Bobby. And while I didn't see Bobby as a very young child, I saw it later, much later. I remember one of the early scenes when Dimple Kapadia stands in a doorway, I think, with her hand on her waist and says, I'm a 21st century girl. And, you know, and my little brain is going 21st century. So this is the 20th. So if she's the 21st century, then so am I. And therefore, this is the kind of woman, this is the kind of assertiveness, the kind of agency that I can have. And those are, you know, just some early decisions that one took. It estranged me from my mother for many years. But I can say that, that over the years, as I grew more aware and more mature, and also, you know, read good fiction and nonfiction and, and became aware of feminist ideas, I began to, to not to see her as the gifted person she is and not as a person who may have chosen to be chosen the roles that are thrust upon her, you know, I began to see what else she's doing to express her individuality, and how much I can gain from actually choosing my mother as my role model. It took me many years, it took me decades, but I got there. And I think that that's, to be fair, been a kind of a personal mental health journey for me. I cannot imagine a worse estrangement for anybody than to not be able to identify with the parents who care for you. Because then you're kind of lost in the world, you're just kind of looking for something else to attach yourself to. And, and you don't necessarily have the best healthy boundaries, when you're in that kind of state of mind. My father is a very interesting man. He's, he grew up in a very authoritarian home. My grandfather, who was, interestingly, very, very kind to me, he was, he was my grandfather, I was the chosen granddaughter, in a sense, I was favoured over in terms of affection, in terms of his show of affection, I was favoured over the boys, the grandsons, but Dadaji raised three boys, and he raised them very, very strictly to the extent that they would hide when he came home. And also, my grandmother was very ill and not able to, not able to withstand what partition had done to her family in many ways. So Papa became an engineer, got a scholarship to study and joined the steel industry. And in, in that, I think that that truly liberated my parents in a very interesting way. In that his, when they got married, he was in Bhilai. And in Bhilai, they were no longer of their village, no longer of their community. They belonged to this community of young engineers, and their spouses, who had come from all over the country, who became friends, who kind of offered support and solidarity and friendship and happiness and laughter to each other. And I think it freed all of them in a in a very interesting way from the baggage of their growing up years. And there was also, I guess, they were building the nation in a sense, that he was part of Steel Authority of India. In the beginning, then he moved on to be a design engineer in Mekon. So he came to Ranchi. And he's, he's been an engineer all his life. He's still working in his late 70s. He's still working. So he's a workaholic. Clearly, he cannot stop. He tried, you know, the lockdown made him stop. And he felt so miserable that he said, I'm now, I know, I know what I'm going to feel like if, if or when I retire. So I have decided that I'm not going to retire, I will work till the very end. And we have learned reluctantly as his adult children to honour his need, in a sense. So, so yeah, I come from these two Indian, ordinary Indians, who were part of the building of this nation, to an extent. So none of them are, you know, both of them are first generation, English speakers. None of them speak it very fluently. So for them to raise children in Bhilai, in Ranchi, in Calcutta, the whole idea was, you know, to raise this modern generation of Indians who would be global citizens. And they made the choices that were available to them, standing in long queues to make sure that we got admission in good schools, saving and scrounging to pay the fees, when they chose schools that had the highest fee, etc. You know, for the for a very long time, when I when I grew up, and I kind of joined some of the civil society movements, when I was in college, the Narmada Bachao Andolan was at its peak in the just around the 90s, the early 90s. And, and here was, you know, my parents are raising these three children, yeh doctor banega, yeh engineer banega, yeh teacher banegi. So she can raise children on the side, etc. But because of, because of our education, because of what we were exposed to in a rapidly changing India, because this was a post emergency, post Naxalite movement world, you know, we were aware of the fact that the youth is very powerful, that you can resist, you can exercise dissent, you can, you can have a new imagination. Now, you're no longer building the nation, you are asking some very important questions about the environment and about indigenous people. So I was drawn to the Narmada Bachao Andolan. And one of the first questions that one of the activists asked me at that point, they said something about all the problems of this country are because of middle class of the middle class. And I remember thinking, my father is middle class, what has he done? What has he done wrong, that that these people are blaming someone like him for and it took me a very long time to make the connections about what we blame the middle class in a very generalized form for."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:36.620",
        "message": "So I want to dive deeper into each of these people you mentioned. But first, I want to ask about your nani. Like you've got this quote in one of your essays about how your nani shifted from, you know, Lahore to Amritsar. And you write quote, it took years, decades, generations for them to feel at home again. And I noticed that in right at the start of your first book, you have this biographical line, which says Natasha Badwar was born in Ranchi grew up in Kolkata and refused to accept Delhi as home for the next three decades. So I want to sort of ask you to talk a little bit about what did you mean by your nani and presumably other members of the family as well, not feeling at home for the longest time, and the concept of home as well. Like I read elsewhere, that one of your husband's favorite books is Aadha Gaon by Rahim Asom Raza, which is also a little bit about this right about coming to terms with what home is. So, you know, tell me a little bit about this that, you know, what is home, you had another essay about it later, you know, within your nuclear family, as it were, we're talking about the concept of home and about your husband can really just chill anywhere, but it's not quite like that for you and how you've, you know, eventually learned to come to terms with what home could be for you. So take me a little bit through this journey of thinking about it, because, you know, I think particularly for that generation, and my father also was born in Lahore. So that means so that's like a lot of Lahore bonnies, as it were. So that notion of home and feeling that you belong in a particular place is really interesting to me, especially for the generation of our parents and even for us in just, yeah, even for us."
    },
    {
        "speaker": "Guest",
        "time": "02:03:31.580",
        "message": "So what I know of my nani from my mother, and my mother is quite a storyteller, particularly of those childhood years that are just, if she doesn't tell anyone, then they don't exist. So her daughter becomes her witness in that sense. But they come from, I actually grew up, went to Lahore, and looked for the place and it was the village has now been, you know, kind of taken in by the city. So they came from a large village home. They were landowners, my nana and nani. And my, my mother describes my nani as somebody who was, you know, when the when the marriage proposal came, then she was chosen because she was such a talented young girl, she could do everything herself. And in my maternal grandparents home is the charkha that my nani used, is this contraption, I forget what it's called, in which she made butter out of milk. And what they did when they came, she was actually expecting. My aunt was born in September 47. And my grandfather brought his pregnant wife over first to Shimla in July or August to make sure that she was safe, and then brought the rest of the children and the extended family across the border, when they knew that they would have to shift. So in the course of the years where they first lived in a small place in Delhi, then they moved to Amritsar, where he started a transporters business, he, he had trucks, and then later he had buses. And then they came back to Delhi and bought a large piece of land on the out skirts of Delhi. They call that they refer to that home as border, because it's the Delhi Ghaziabad border. And in that home, I think, the way it's described to me by my mother, she recreated her village life. It was for after years, it was a big enough plot, a small house. They kept their own cows. They she had she built a tandoor with her own hands, she would make chapatis with the house help in that tandoor every day. And, you know, this battery of sons and daughters, and extended family and in-laws that that Nani served. So yeah, Nani is a bit of a superhero. In my mom's retelling, as well as in my imagination, I only knew her as an old woman. And as somebody who rarely got out of bed. She wore white, because Nana had passed on by then. And I think a lot of us remember these grandmothers who were white Muslim and had very soft hands. I also grew up visiting my father's parents in Punjab. And in in almost every, every, every summer vacation, we would visit them and every two years, we would visit them in a new place. Because Dadaji was a postmaster. He was. Yeah, so he worked in the post office. And for us as little children, he was a very important man because wherever he was posted, he was the top boss in the post office. He had a house next to the post office. He had people who worked for him. So towns like Fagwada, Mirkotla, Barnala, and then finally Jalandhar were like home to us. Those were places we used to visit. Also, Dadi's home, her maternal home was a very small village called Makhu. And they had migrated. They were refugees from the Pakistan side of Punjab. And they later, after 1984, left their village again and came to Delhi and settled on the outskirts of Delhi in a more rural place. So being uprooted, losing home, building home, these are perhaps these are themes that kind of run in the family in a sense. My grandfather's village, which would be, you know, the village from where we originated as the Badwar family, is a village called Khemkaran. And Khemkaran's in the history books because it's the site of the largest tank war in 1971 or maybe earlier, the Indo-Pak war, not 71, the Indo-Pak war. There's a film with Devanand in it in which he's part of the tank war and it's taking place in Khemkaran. So Khemkaran barely exists anymore, because while it survived on this side of India, it was too close to the border to survive the war. I never felt an affiliation to go to Khemkaran or not. But in my late 20s, I was working closely with a sociologist. And he asked me once over dinner, where are you from? And I mentioned Khemkaran. And he said, so what is it like? And I said, I've never been there. And, you know, he's an Englishman who had spent his life studying Indian communities. And he was quite shocked that he was meeting an adult who was a media person who was not curious about the village that she had come from. And it gave me food for thought. It made me look for the answer to the question of why I was not curious about Khemkaran per se. And over the years, I realized maybe I identify stronger with my grandmothers than with my grandfather. And with the non-Badwars of the Badwar clan, you know, than the Badwar men, in a sense, and that's fine, as well. I did, when I met my husband, who's from a village in East UP, and grew up in a very interesting town called Jaunpur, but his village home is actually a village continues. It's still a village in Ghazipur. One of the, you know, one of the vaguely attractive things that vague seeming things that I was attracted to was the fact that being with him would give me a village. And it would give my children a village to go to. And it's a it's a very strange and convoluted kind of thing. It doesn't rationally make sense, but somehow you want to give them the childhood that you have experienced. And because of the because of the very oppressive, patriarchal ways of both sides of my Punjabi family, and possibly because of the violence and the addiction that was not spoken about, I really didn't want to ever go back and look for home in that part. I kind of wanted to create a new home, not so consciously. But perhaps in a subconscious way, which is why even when I began to volunteer with the Narmada Bachao Andolan and went to work in a tribal area in Madhya Pradesh, and I spent some very significant months between my 20th birthday and my 21st birthday in a remote tribal village in Jhabua. For the next few years, if someone asked me where are you from, I would say Jhabua. I would say Madhya Pradesh. So I was missing home. I didn't have, I didn't want to belong where I was technically from. But I was trying to imagine a new home. And my husband's favorite story is that I tricked him. Because when he asked me, but are you a Punjabi? I said, no, I'm from I'm a Bihari. I'm from Ranchi, which is true. I am from Ranchi. And when we visited our relatives in Delhi and Punjab as children up to the age of 10, they would, you know, perjuratively call us Biharis. They would say, Bihari aagay, Bihari aagay, ye chawal khaate hain, which was like a bitter joke in a Punjabi family. Because we would"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:26.900",
        "message": "look for rice when there was only roti. Chawal better than roti. I mean, they're both carbs, but still on a relative scale, chawal better than roti. But sorry. Yeah. And, and, and"
    },
    {
        "speaker": "Guest",
        "time": "02:13:37.140",
        "message": "we had, we had an accent. We, we said ek tho, do tho, teen tho. And it made me, you know, almost it, it made me more loyal to my accent, to my home, to the idea that yeah, I'm born in Ranchi and I am from Ranchi and who even wants to be from Punjab? Yeah, so it's, it's kind of a shifting concept. Delhi was very hard for me to accept as home when for my mother, it was a homecoming. For my father, it was the ultimate upward mobility. Because what better can you do if you, you know, as an engineer, then having a private sector job after all those years in the government sector in Delhi, where ultimately he buys a DDF flat and he sends his children to public school. And, you know, for him, it was a kind of a culmination of all the hard work he had put in. But for me, it was the loss of a childhood. And my brothers didn't experience it like that. So I suppose it's somehow connects to the uniqueness of who we are as children. And maybe Amit in a way childhood is home. And when, when I imagined raising my children in Delhi, you know, I wondered, where is the home? Which is the home that I will take them to? And I was, I continue to be very excited about what I now very openly call my village home, which is my husband's home. You know, we've been together for 20 years. I still stick out. I mean, I will always stick out in that village. But it is my home. It is what I want to accept as my home. And of course, it is now my children's home. So there's no question about it. And I guess that is in a long winded meandering way about one's search for a place where you can belong, where you can feel rooted, where you feel accepted as you are, without, you know, where they are happy to see you just as you, not because of what you're doing in your career, or what's in your, you know, what's your bank balance, or whether you're famous, or, you know, what your social media followers are. It's just a place where you go, and everybody's just always happy to see that you have come. But I must add that the pandemic being locked down in our home, in Greater Noida, which again, I didn't want to belong to, I was very resistant about that corner of the world where we were together. And where we kind of began to, where a community of cats adopted us, and now we have two dogs as well, became the place where we, I felt for the first time that I grew roots. And it is, for my husband, it's a temporary home, he still imagines where he will retire, what he will build, maybe in the mountains, maybe in Auroville. But his children are born in this house. So now they're like, you can go where you want, but we are here. So it's interesting. And it's, it's joyous to see how each generation actually defines their own sense of home."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:28.460",
        "message": "And maybe for younger generations, and I'm thinking aloud, maybe for younger generations, part of the concept of, I mean, the concept of home might be more nebulous, because part of their growing up is also on the internet. And in all these virtual spaces, and the geography doesn't matter so much. But, you know, for your kids to one day be asked, where are you from and for them to have to say Greater Noida doesn't sound exactly madly appealing to me. So now I have a question about one of the Bhadwars, which is your Dadaji, right? And at one point, you write about one, he's the only grandparent you really got to know, he lived till 90. And you were both sort of loving and confrontational. And I'll ask you to elaborate on that. But first, you know, you point out that when he got to know that you were going to marry a Muslim, Afzal, he was very upset about it. And you write, quote, Dadaji took the news of my decision to marry Afzal, a Muslim from Uttar Pradesh very badly. For a few days, he seemed to lose his grip on reality. He began to hallucinate and became paranoid. We did not know whether he would recover, but he did. When he met my in-laws, eventually, he was gracious, soaking in conversations in Urdu with my father-in-law and Afzal. When my when our youngest child Naseem was born, he called out to her each time we visited and glowed with happiness when she responded to him. Stop quote. And I'm just thinking here of that original reaction of his being so natural, because these people must have carried with them these unspoken, perhaps invisible scars from what happened during partition. So and, you know, a lot of stories I hear about people from that time and somewhere hidden in some subterranean way, you know, that scar is there, those memories are there, you know, any other generation, say a generation after that, you know, like your kids, for example, would not, you know, their grandparents would have lived normal lives relatively, but these your kids, grandparents, but your grandparents were uprooted. And that was part of what you saw. And you only got glimpses of it. And I'm guessing this was a glimpse. So when you see, like, how much of a psychic scar was partition, not just on that generation, but on our culture, in the sense that we can today see the religious polarization around us. I mean, it's not even that to just call it by its name, there is this vicious anti Muslim politics that is destroying our society, right? And the question is that, are these fissures that, you know, go back 10s, but go back decades and hundreds of years? Or is partition still a big part of it, especially in the north? You know, nebulous question, but how does memory play a part in all of this, perhaps even a collective memory, because that generation is really, you know, old and whatever, but you see young people everywhere, seething with so much rage directed at the other, when they can't have any memory of what went on, you know, they watch Hindi films all the time, Shah Rukh Khan, Aamir Khan, etc, etc. So what's sort of going on here?"
    },
    {
        "speaker": "Guest",
        "time": "02:20:43.980",
        "message": "I do agree that partition is a scar on our psyche. But I don't believe, Amit, that what we are living through in terms of this very vicious anti Muslim sentiment in Indian society at this moment, not only sentiment, but acts at this moment, in time are connected to the tragedy of the partition. My grandfather, who did, who was alive, when Afzal and I decided to get married, is not, you know, he did not suffer the blow of partition at a personal level. My mother, who did, is a natural liberal. She knew Afzal from the day I knew him. She liked him from the day I liked him. She loved him from the day I loved him. She has a natural connection to him. So do many other members of my family, who are, you know, while there are some people who are not able to get over the loss and do hold a grudge against a community that would have perpetrated violence on members of their family. At the same time, there are enough partition survivors who mourned the loss of the social fabric that was actually very syncretic and very supportive of them. So on my mother's side, the stories that we hear again and again is how when my grandfather went back, and he went back many times. And, you know, like most people who cross the borders, they didn't realize for a very long time that very soon would come a day when the border would be sealed. They were not anticipating the wars. So they were actually thinking, okay, we have to live here, but we can go back and forth. So my grandfather went back, and he went back a couple of times. And he was always received with great hospitality, people, his neighbors, his, you know, people who worked on his farm, they would cry when they met him, they would host him, they had kept with great protection, the things that he had left behind and given them to him when he went to pick them up. So he suffered loss, but he didn't have any rancor against people. He saw it as a political act. He was able to see it like that. And what we see in our society today, what we are, you know, what a lot of young people are beginning to subscribe to is, I don't think we can blame the violence of partition for it. This is a systematic work done by the RSS and by the the Hindu right wing over years. And my grandfather's reaction to, you know, his granddaughter choosing to marry a Muslim came from his affiliation with the RSS, not from his memories. And my brother told me, my older brother once told me that, you know, when I was, he lives in the US, he went there as a doctor to study further and settle there. And when I met him after that, the first time he told me, you know what Papa said to me when I was at the airport? And he said, listen, you'll meet people and you'll make choices. Just make sure it's not a Muslim. And I was like, really? It was not something that had ever been articulated in our home. We had never heard our father. He had never said anything like this in our home. But he said it to his son. And interestingly, he never said it to me. Of course, I am the special child of the family. That's also part of the truth. But it alerted me to this code. And I think that when Dadaji reacted, Dadaji had earlier, when he had discovered that I had a friend, a male friend, his first question was what caste is he? And I was like, goodness gracious. It's the 1990s. Are we still asking caste? I was blind. I was blind to how much how relevant this question still was and continues to be. I'd just grown up in this kind of, you know, bubble that young people often do. They believe what is in their textbooks, and they believe what is in their inspirational stories that they have read or what the leaders are saying. So his, it was more of a patriarchal got, you know, keep the family within the caste class structure reaction. And even when the anti-CAA protest started, I remember my mother was very upset. And this is not a political woman. This is not a woman who's, you know, reading a lot or keeping, you know, she's not a drawing room commentator of politics. But it hurt her enough to say to me, what's going on? This is too much. Ye zyada ho gaya. You know, and this was a natural reaction of a person. So I think that I often wonder what it is, what are the influences that take us towards liberal choices? And we are other people towards these very exclusionary ideas."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:06.500",
        "message": "I'm in partition as a psychic fissure, which is a contributing factor. I think we've been an illiberal society for the longest time. I'd done this episode with Akshay Mukul on the Gita Press, and all of these issues that seem so toxic today, love jihad, cow slaughter, all of these, these were live political issues in the 20s, they were politicized, they were kept alive. And, and yet there is also the other side, like I did an episode with Mukulika Banerjee, I don't know if you heard that, where she speaks about how she spent some time in Pakistan, because she was, you know, writing a book on the Khuda-e-Khidmatgar. And obviously the Khuda-e-Khidmatgar had died down soon after partition. But she was looking for survivors and going from village to village to try and find people who still survived. So all through rural northwest frontier province. And she realized as she set out on those journeys, that over there, the food that was really cheap was beef. And but every house would have one chicken and chickens were really expensive. But every house would have one chicken for a special guest, if a special guest ever wanted it. And every time she would land up, you know, just out of basic mehman nawazi, they would give her the chicken and she felt guilty that they are spending them, you know, so much money. And she didn't want that. So she started eating beef. And then she speaks about how she went home and she told her mother this. And her mother thought for a while and said, beta yeh toh karna hi toh insaniyat hai, right, which shows that many of us we could be religious, but there is also that strain that, you know, you have that empathy for the for everyone around you, you have that sense of living together. And I'm reminded of this by a story I read about Ehsan Jafri, which also ties in with one of the essays that you wrote in your first book and you put on your newsletter recently. And the story about Ehsan Jafri is that he suffered through riots in the 60s or early 70s or whatever. But he refused to shift to a Muslim only area. He said, I will not go to a ghetto. He said, that is not the India I believe in. In the India I believe in, we can all live together, nothing will happen. Right. And he did that he made that choice. And we know what happened to him. Right. And you wrote this essay about how you tried to book a hotel for your husband and Amritsar. And you had a perfectly nice conversation with the people who ran this guest house or gave out the house on rent and whatever, till they discovered that your husband's name was Muslim and you were booking it for him. And you got really offended when you know, they just changed their tone completely. And your thing was that forget it, we'll just find another place. But your husband said that no, I want to talk to them. You know, they've probably never met someone like me. And you mentioned how he was from a school where he was the only one like that people would come to look at him to see what he looks like. But then they all became friends. And he said, no, it's important for them to meet me. And what I find here is this common belief between Ehsan Jafri, between your husband, between millions of Muslims who made the choice in partition to stay in India to embrace a particular vision of what this country is like. Right. And I find that very moving, because I now wonder if in a sense, either they were wrong, or they have been betrayed. Because my sense growing up in the elite bubble that I did the elite English speaking bubble is that by and large, we are tolerant, by and large, we are liberal, by and large, we are secular. Right. And today, I'm beginning to feel that no, I was just mistaken all along. This is a delusion, right? By and large, we were a bigoted, hateful society all along. And place where we are today, we were bound to come here at some point or the other. So I feel that I might, of course, be veering too much towards the pessimistic because that's just how I am. But what is what is your sense"
    },
    {
        "speaker": "Guest",
        "time": "02:31:10.700",
        "message": "of this? You know, how do you process all of this? I'm kind of looking forward to answering your question, because I process this all the time. You know, I just kind of by choosing to marry, even more than that, by having children in an interfaith marriage, children with, you know, growing up in these times, it's, it becomes literally a question that you have to process every day, including the question of are we delusional about the fact that we are safe? You know, we don't live in a Muslim majority area, we are the only interfaith marriage in a predominantly BJP voting locality. And when push comes to shove, what happened to Ehsan Jafri can happen in my street to my home. And we've seen, we've seen, you know, we've seen enough of this playing out in front of our lives starting from 47. Neighbors, you know, were the most viciously violent towards each other in that time as well. And neighbors were the ones who were the ones who reached out to save each other as well. I feel and I do actually get a lot, I am influenced a lot by what my husband shares. Because far more than me, I mean, I have not really experienced anything in comparison to his lived experience throughout his life. I feel that we're just on a spectrum. We have the capability to be very bigoted. We also, at the same time can be extremely compassionate and hospitable towards the same people that we can exclude with our bigotry. We also have the capacity for extreme violence. Our best friends can be the people who will point out our home to the mob when the moment comes. They can be the people whose home will be my refuge if the mob comes. I don't know which way it will go because from just reading the stories of what my mother's generation has lived through and what 2002 Gujarat has lived through, it can go either ways. And therefore, I don't feel defeated or pessimistic. I feel that we have the capacity to influence how the other person reacts. I mean, I was in Delhi in 1984 when the riots broke out. And I lived in a third floor flat from my terrace. We saw the fires being lit. We saw the mobs. It literally, I have witnessed those riots. So I know that in that moment, there is not very much that one can do. But I know that many of the people who participate in riots are people who have done good things before that and people who go on to do good things after that. And we really are a very strange kind of species that just has the capacity for both within us. I mean, the RSS, even the Muslim right-wing organizations, student organizations, these are groups and communities that have also been in the forefront of rehabilitation efforts, when there have been earthquakes, when there are floods, when there is a disaster like an air crash. And, you know, we have known to rely on them. They have been very important in terms of civil society groups as well. So, we certainly look like we are on a very fast kind of decline towards chaos and violence as a society. There are enough warning bells and we need to heed them. But what is it that one does when one sees a fire, you know, igniting or when you see a small fire that could become... There is a long time when you do have the power and the ability and the influence to be able to do something about it. And I think that people like you and me are, you know, we have the privilege in every which way to be able to influence our times in some way, to be able to influence the same people who are likely to engage in very bigoted or very violent behavior. And we, I mean, this is really a time when all of our energy should be in a sense ignited. And that story that I wrote about him not getting a room in Amritsar because he's a Muslim and then his insistence on having a cup of tea with that couple. I sat on it for a year and a half before I wrote it. It took me time to process what it was. And it took me time to get over my own feeling of protectiveness towards him. I was also more offended because she's a Punjabi and so am I. She's from Amritsar. I mean, Amritsar is my mother's city. Talk to me. I mean, how dare you, you know, do this to me. Some of it is kind of almost personal in that sense. But I didn't have an idea of what it would mean to write that story. It just stayed with me, lingered in my head that this is a moment that says something to us about us. And a lot of people ask me what happened. You know, I didn't write about what happened. He did have tea. He went over. He called them. He said, I will come over for tea. He went there. They were just elderly and vulnerable and confused. And in that moment, he didn't hold a grudge against them. They were uncomfortable, but he could no longer hold a grudge because they were also, you know, old. And they didn't have the support of a society or an administration if, you know, if they did something that put them out of their comfort zone. So, yeah, I couldn't write it because it just made me very sad."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:47.900",
        "message": "I love this quote where you quote your middle daughter, Aliza, and she says, quote, I'm a Muslim, a Hindu, an Indian, and I love Harry Potter, stop quote, which is such a perfect sort of illustration of the multitudes we contain and carry within us. But equally, the counterpoint to that was a story you told of how you went with your daughters to this hairstylist. And the hairstylist asked them that, what are you? You know, you're Muslim, right? And one of your daughters said, no, no, I'm a Muslim and a Hindu. And the hairstylist was no, no, you have to be one or the other. You can't be both. Right, which is, which is tragic. And I'd say that perhaps in this country, we are getting to a point where the majority point of view is probably the hairstylist point of view. But leaving that aside and going back in time, again, we've spoken about a couple of your grandparents, let's speak about your mom, because there are two very interesting places where you mentioned her and you and you write about her. And one of them is where, you know, your daughters are sitting at the table with you. And they are sort of discussing, I think, what they'll be like, 20 years later, or something like that. And all the daughters say, oh, we will be the same. And then one of them says, but mommy will be like Nani. And then they all look at you. And you can tell that they're looking at you and thinking that she's not like Nani. She's completely different. Right? And you go on to elaborate on why. And in another place, you write, quote, the first time I saw my mother when I looked into a mirror, it startled me. I was getting ready for my wedding. My friend Reena had tied up my hair and done my makeup. Oh my god, it was my mother looking back at me, my mother from a wedding album. How was it even possible? We weren't supposed to be alike, stop quote. You know, tell me a bit about this, because I see this conflict. I see how, when we are growing up, we might sometimes resent our parents not want to be like them, and so on and so forth. But as we grow older, we understand them so much better. And as we grow older, it's possible for us to turn into them. I think that for many people is a great fear. In fact, I think Ramanujan has a great poem about how he looks into the mirror and sees his father staring back at him, right? So tell me a little bit about your relationship with your mother. Like, did you talk? When did you start talking? What was the nature of the conversations? Like, at one point after your book was out, you mentioned how she read the book and she told you, I never knew you could think so much, right? Which sort of indicates that earlier in your relationship, you were both on grooves, where she's a mother and you're a kid, and you're the kid, and she's a mother, and you're both on that groove. And it takes something for you to look at each other as people again, perhaps with you, it was that incident when you were 12. And you see your parents vulnerable and broken. And, you know, you see that. But tell me a little bit about how this evolved, how you"
    },
    {
        "speaker": "Guest",
        "time": "02:41:43.780",
        "message": "started relating to each other in interesting ways. So yeah, like I shared earlier, because my mother didn't work, because my grandfather, he had a charming, attractive personality. My father doted on me, you know, as a young child. And both of them had this feature where they were not able to love the boys. They were not able to be affectionate to the boys, but they could be soft. And so, Papa only has one daughter, and my grandfather only had one granddaughter. And I got, I got, you know, I got access to the softer side of them. My father did better, but my grandfather was never able to be soft with his wife. He was always, he always had to be authoritarian, and he always had to be. But in that kind of dynamic family dynamic, I saw my mother as a worker. You know, as somebody who was always doing things, she rarely had time to be with the children. And when she did, I now understand that she needed to spend a lot of, she spent more time with my elder brother, because he was more vulnerable than us, because he got the brunt of my father's anger, and she was protecting him. But I resented that as a child, I felt neglected by her. And because I wanted to be part of larger society, I, you know, I wanted to be seen as a person, not just as a mother, wife, housemaker. And my mother never articulated any of these things to me. I did kind of distance myself from her psychologically, over time. She wouldn't take care of herself. She was always wonderfully turned out in social occasions, but at home, she didn't have the resources for self care. And, and, you know, as this smart school going kid, I didn't identify with her in that sense. I could say just in simply in one sentence that my mother always toned herself down. She would diminish herself to save herself from being demeaned by somebody else. And I didn't, I, because she didn't share it with me, she didn't articulate it with me, I didn't have any tools to see that till I was really grown up. And at a distance from her. I did have many years of, you know, estrangement, but also tremendous guilt, tremendous guilt that I could not be the daughter she wanted me to be. Because I had other dreams and aspirations, I had to go out. I just couldn't be the woman that she could show off at a wedding as the newly eligible, you know, for marriage person, I was not going to play that role. Of course, you can, you know, when you look back, everything you are is because your parents didn't stop you from becoming that. And you have to give them credit for that. We know, we know that parents have the power to do that. And we see that in other people's families. When we look at someone and we say, why does she not break free, you realize how strong those chains are. Clearly, they were not anybody holding me back, even if they were not saying, Jah Simran Jah, the fact that Simran was going and coming, according to her own wish, meant that, you know, that there was a permission to do that. This moment when I looked in the mirror and saw my mother, because I'm done up in the same way that she is, I've never been dressed up like this before. I've never worn jewelry before. My hair has never been parted in this way. I've never got a dupatta with gold on my head before. And then suddenly, that moment that, God, you are her daughter. And also, it is only subsequently that I seriously begin to set up home. I find that I need some skills to be able to, you know, manage people who work in my home, to be able to manage time and resources so that when people turn up, the kitchen is able to serve them. But more than anything, it's when my third child is born. I actually went home to my mother. I opened her jewelry kit. I took out the two rings that she had worn all her life, that I kind of, that was the image of my mother's hand for us. We could recognize my mother's hand because she was wearing these two rings throughout our childhood. I took them out and I wore them. And I looked at them because now I needed the strength that this woman had that I had never recognized. What does it take to raise three independent children in the kind of circumstances in which she is, you know, through the best years of her life, diminishing herself for fear of offending other people, or just being forever correct, forever obedient, forever available to other people so that everything is smooth and her children are safe. So it really did take my own journey as an adult, as a parent, as a person who finally began to build a home independently, to see that I needed all of my mother's strength and all of her skills to be able to do even what she had done, leave alone to do it better than her, as I had always imagined myself."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:17.300",
        "message": "So this diminishment of herself, was it like a conscious strategy in the sense that this is the best way for me to get by in these times in these circumstances? Or is it something that women happened, allowed to happen to themselves without even thinking about it. So you might never think that, oh, my God, I want to do something else. I wish my life was different. And this is so oppressive. Or do you simply get into your groove and you play your role. And maybe somewhere there's an unexpressed sadness, and you don't know why it's there and you don't think about it and you hide it from yourself. You know, give me a sense of your mother's interior life, in the sense that you would, I'm guessing never have sensed it at the time. But subsequently, you could have gotten a sense of it just by sort of following in her tracks, but in a different time, like when it comes to having three kids, like did your conversations change, especially after that phase where she says, I never knew you could think so much. And then you're both mothers. And I guess you're both talking to each other. How did it change? Did the conversations change? What glimpses"
    },
    {
        "speaker": "Guest",
        "time": "02:49:28.700",
        "message": "did you get of her through that? It's a very interesting question. Do women do this consciously? Or do they just kind of, you know, do they think I have to do this to survive? Or do they just kind of do it? It's definitely both. You know, one of my, I have a very young friend, she's probably just touching 30, newly married. And the other day, in a conversation, I mean, even before a conversation could start, she broke down a little bit. And she said, no one asked me to become small, but I did it myself. She said, no one asked me to serve him. No one asked me to put him first. I'm just doing it myself. And because she's truly a 21st century girl, she has the self awareness. She, you know, she's two generations ahead of me. And yet she is. So she's in a space where she's trying to figure out how much of it is her choice, because to reject, you know, a corporate job or a nine to five, is also in many ways, a choice of self care. But when you reject that, and what is the groove that you choose? And what is the groove that without choosing you kind of fall into? And then what do you do? How do you stay in it and not stay in it? Because we are also at the same time, in love, building a home, building a family, imagining what it will take to sustain our love relationships for life as we would like them to be. And yet, you don't want, you know, all the unspoken hierarchies of patriarchy to land on your shoulder and, and force you into something that you didn't want to choose. So how come you're playing that role? So to some extent, it's a little, it's a combination of all these things, you do internalize a lot of pressure, you do also want the rewards of the happy married life, or the, you know, the couple who look like they're with it, you don't want to be in conflict with each other all the time. And a lot of these reasons play into some of the choices you make. What I find very liberating about having my mother, Sudha as my mother, is that once we came into our teen years, and then later, you know, when we were all in our 20s, and all independent as young adults, we began to see our mother spend more and more time outside the company of children and, and, and her husband, and, you know, not so, she had far more time because she didn't have to make tiffins for us or iron our clothes or, you know, organize anything for us. And then we see the side of her as a friend, we see the side of her who spends more time with her siblings, we see the side of her who is supporting other people in the community that she lives in. And then I look at my mother and I say, how come I never met this woman before? Because she's a great friend. She's a very resourceful person. She laughs really loudly. She's a great conversationalist, but none of that is something that I have witnessed within the family. And then you realize that, you know, she never really taught, you know, she didn't really allow it to sit on her. And Amit, because we're spending time on this, I'll just share this with you. One of the big conflicts I had growing up is my father, my father, you know, he's an he's he's your regular Indian male and father. So he, there are episodes of rage, he expresses anger very easily. He's the only one who has the permission to express anger in the family. And Papa would, whether it was about marks or about being late for something or just not being absolutely perfect in front of guests, Papa would lose his temper every now and then. And as a as a as a teenager growing up, I would both be confrontational as well as be deeply hurt. By this, I would internalize it, I would, you know, moan for days, not speak to anyone, not come to the dinner table, I would act out as the daughter, you know, a non submissive daughter of an angry father. And one of the things my mother used to say to me a lot was, why do you take him seriously? Why do you let his words get to you? He doesn't mean it. Don't you get it? He doesn't mean it. And I'd be like, what do you mean? He's my father. He's my father. How can I not take him seriously? How? And it has taken me two decades to finally understand what she meant. And I wish I could convince my children of the same thing. But I know that they will also learn in their own time. But I get it now. I get it that if somebody is in a rage, you separate yourself from his expression, you do not at that moment, stick yourself into what you think is your primary relationship with this person. You can change the situation by walking away. All she was able to say to me was, don't let it get to you. And I'd be like, maybe you can cope, but I'm too sensitive. I can't. And I would just kind of, you know, stand in it and frustrate her by stewing in the juices of my anger and my grief. But now I understand what a fantastic coping mechanism, what a, you know, psychologist would probably have a nice fancy name for it, a nice technique of, you know, separate yourself. You can't change his reaction, but you can change your own reaction. It would be, you know, one of the things the Buddha said or something, which is something that she was trying to tell me. And of course, you learn when you learn. But now I understand that the reason she's such a fabulous old woman with more energy than I have ever had in my life, that she's able to be available to each of her grandchildren, she is able to be available to her daughter-in-laws, to her daughter, to her friends and siblings, is because she was able to protect her core. And she had somehow the inherited wisdom, perhaps, or her own innate wisdom to bide"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:06.740",
        "message": "her time. You know, and there's something to learn from it. Yeah, I mean, I can imagine young people today saying bide my time, I won't bide my time. But what choice did you have back then, right? You have to, you're kind of imprisoned where you are, and you"
    },
    {
        "speaker": "Guest",
        "time": "02:57:24.460",
        "message": "just kind of make the best of it. And, and, you know, in many other, in many other kind of contexts, we would see it as good strategy. You know, in a corporate context, we would understand it, in a two party system, we would get it. You know, you don't have the tools or the resources right now, if you attack, you will be destroyed. So you do bide your time. And that's a smart thing to do. You know, there will be a time when this when your adversary will be diminished by age by, you know, other loss of resources. And you must save yourself for that time. It's probably what nature also does. And, and, you know, it's not a weakness, it's, it's actually a strength."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:11.500",
        "message": "And does another kind of strength come from the solidarity of women, that, you know, the sisterhood of women, as it were, that you can speak to other women, and you even if you don't talk about these things, overtly, there is that shared experience, and therefore, this innate understanding of what you're going through. And you can stand by each other, like I recently did an episode with Farah Bashir, I don't know if it'll release after this or before this. But she spoke about her experience of growing up in Kashmir. And in what was essentially when she was a kid, what was essentially a conflict zone, there was constant curfew, there were bunkers outside houses, it was a mess. But what we kind of speculated on was that there is a great scope for a very strong female solidarity between different women, because all of you get each other. But a similar thing is not possible for men, because men are never opening themselves up to other men in that way. You are never expressing your vulnerability, you are never expressing how emasculated you might feel where in a conflict zone, you know that you can't protect anyone, really, you are as much victim as anyone else, and all of those things. And I guess that this sort of solidarity, the sort of sisterhood, and the role of female friendships would be even more important in your mother's time, of course, and perhaps can cut through generations, because you and her can be friends now. But would also be important for you in your own life, that there are people who just get you. And there are also male people who will never get you, right? And you have to kind of work your way around that. So what are your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "02:59:54.980",
        "message": "Yeah, definitely. There are female solidarities. And you know, even a lot of those know how to stay invisible. Because if they become visible, patriarchy will intervene. And you know, you'll be told, I don't like that friend of yours, she talks too loudly. Why do you have to spend so much time with so and so? You know, what's it? Just casual, negative comments like that. And all through my mother's years in Bhilai, in Ranchi, in Calcutta, in Delhi, through our various homes, there are two kinds of relationships that I have seen her create constantly, both of which mildly irritate my father, and both of which I have judged as well. One of them is always the friendship with the women in the neighborhood. And it takes her no time. And clearly, it takes the other women no time to very quickly exchange notes, see where the other person is, you know, where are your children? Where is your husband? How are the in-laws? How far are your parents and siblings? I guess, but I mean, like I said, she's a natural liberal. Her closest friends were South Indian women who didn't, in Ranchi, who didn't speak Hindi so well, but, you know, they were supporting each other with their little children and their kitchens to manage in this kind of amazing way that they continue to be in touch. She's had friends from across communities in India, wherever we have lived, she has instantly made friends. The other is with working class people. So the Sabziwala, the Andawala, the domestic worker, my mother has a natural affinity. I mean, it always surprises us, because of course, we are snobs. And, you know, we've been silly and self absorbed in our growing up years. But very quickly, she knows which village this person is from, you know, whether the family is here or there, how is he supporting him? What are the other jobs he or she is doing? So when the Sabziwala needs a loan, when my father's old scooter needs to be sold off, when the garage needs to be given off to a tailor who has no other means, when the maid's daughter needs an abortion, when somebody else is facing domestic violence, has a small child, needs an Aadhaar card, my mother is the hub. She's a little, you know, civil society office, where her doors are always open, her heart is always open and her whatever resources she has even monetarily, she will open to them. And sometimes she'll tell me in a low voice, your father doesn't even know how many loans I've given that will never come back. But that's my that's how I, you know, I manage. He will not approve, but she's managing out of the household. And that, then when I see the trajectory of my career and my choices and my repeated kind of interaction with NGOs or with, you know, civil society groups or with activist groups, then I realize whose daughter I am, you know, it kind of that that connection gets made, that it is, it is, we may not have seen it with our open eyes. But this is what we have witnessed through the years, that whatever, you know, whoever is interacting with the family is getting some kind of support from her, and therefore a kind of natural affinity for the week, despite whatever her own limitations might be. I don't know what it is about my mother that makes her such a heroine with my children. But it does surprise me. I don't know what they know about her. I don't know what they innately feel from her about her. I mean, they know her as a much older person, then then we have known her. And we feel like she doesn't make gulab jamun anymore. She doesn't bake anymore. She doesn't make butter chicken anymore. So my children have missed some of the best years of the great mother, the great mother. And yet they are so, you know, for them, she is the perfect, the perfect person, in a sense. And so was, so was their dadi, who was also kind of running this family empire in her quiet way, sitting in one place, and just making sure that all the children are fed and everybody's safe. And unlike their parents never having a meltdown. So I suppose, hopefully"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:33.100",
        "message": "we'll get there too. Maybe, maybe parents are just a means for grandparents to finally enjoy children. In the sense, I guess, you know, when you're a parent, there's just too much pressure, there's so much going on, you know, you are going to have meltdowns, you've got a million thoughts in your head. But when you're a grandparent, you are like chill, you know, so no wonder the grandkids would like you and for the grandkids also, you know, you are the sort of cool elder figure, but someone who won't bark orders at them or tell"
    },
    {
        "speaker": "Guest",
        "time": "03:06:04.140",
        "message": "them to go clean your room and all of that. Yeah, yeah. And that kind of, you know, kind of loving nurturance, consistently loving nurturance. I guess parents are destined not to be able to do it. And what this reminds me of, of something that I used to feel a lot about raising our third child, I would often feel when she was very little that with her, I'm like a grandparent. I have given up my delusion of control. I am no longer trying to shape her into this perfect little human being. She and I can just lie on the floor, make jigsaw puzzles, walk through the park, feed the dogs. We really are much more chill because, you know, I've been there done that with the older kids."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:02.860",
        "message": "Yeah, so your first two kids were really practice, you really got there with the third kid."
    },
    {
        "speaker": "Guest",
        "time": "03:07:08.740",
        "message": "Hopefully."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:09.740",
        "message": "Yeah. So I, you know, I'll come back to your career and everything that we're doing. And I don't want to, you know, stick too much with your family or birth as it were. But I was intrigued by a couple of things that you wrote about your brothers, Bhai and Manu, as you call them. And one of them is really interesting. And I want you to elaborate on it where you say, quote, Bhai who is older is a novel I might write one day. Manu, our funny serious kid brother, is my collection of short stories, stop quote. What do you mean? It's so fascinating to me, one person being like a novel, the other person being"
    },
    {
        "speaker": "Guest",
        "time": "03:07:42.380",
        "message": "like short stories. With Manu, who's my younger brother, it's been a very easy relationship. We've, I mean, if we fought, it's, you know, just fighting like children, like, tu merko kitna mar sakta hai, dikha, then we are beating each other up or some such thing. But it's been, it's been, it's, yeah, I mean, he really is, he's, he's, he's the sister I never had. You know, we are, we are very close, and we are very supportive of each other in a very quiet way. And every time my executive functioning fails, I don't know what SIP to buy, I don't know what to do with this money in my savings account, or I need to fill a form or I need to send a proposal, I'll just land up in his office or send him an email, I'll just hand over my work, he'll do it. If I have to buy a new phone, I just have to tell him and it will appear. Bhai and I had a very conflicted relationship for for some time. We are now very close. And it was very difficult to tell the story. And that's why I imagined that when I do discover what the story is, it will be a novel, because it will span over time, it will have so many characters, it will have so many, you know, meandering arcs, there will be so many other things that will happen. For years, we lived lives that were, that did not interact with each other. We've had many of these long interludes, where we haven't been in touch, you know, you know, in an everyday way. And yet, when I wrote this, Bhai and I had not got back in touch in the way that we now have. For the last five or six years, he's been going through a very difficult divorce, a very, very painful custody battle. And finally, because of, you know, the only person he was talking to in this time is me. It's like a homecoming, in a sense. And I guess looking back, because of the home, in which we were growing up, where Dadaji could have a meltdown anytime, where Papa could go into a rage at any point. Bhai and I were fighting for the same resources. And we were both too deprived, in a sense, perhaps for the same things. And the same mother was stretched over us. I needed protection, he needed protection. I think she chose rightly by choosing him over me for a very long time, because I can't imagine him not having even that. But so we were, I mean, I used to call him my other brother. Everyone knew I had a brother. Everyone knew Mannu, all my friends would know Mannu. And then they'd say, there's another one. And I'd say, he's my other brother. And we literally had othered each other from our lives. But, you know, but the connection is very strong. And in one of his therapy sessions, he won't mind me sharing this, when he was trying to figure out, you know, how to cope with his divorce and with having very young children. His therapist is talking to him about his childhood. And it comes out that his sister's suicide attempt is the one big trauma that he's stuck with, that he has never spoken about, he has never processed, but he's holding on to the fear of what might have happened. And that makes him, you know, that kind of, so his therapist kind of takes him back to the most vulnerable moment in his life and begins to work from there, which makes him call me. And, and, you know, then we have conversations. I mean, there's been a couple of years in between where we have spoken every day for hours. And it's quite convenient, because it's the end of his day in San Francisco, and it's the beginning of mine. And we can just do, you know, before my day starts, we can spend time with each other. And because we've spoken so much about childhood and parents, he'll often say to me, did we grow up in the same house? Because while I have coped by holding on to every memory so that I can process it when I am more capable, he has coped by forgetting everything, or most of it. And sometimes I have to remind him, or he'll read, he'll read, you know, he'll call me after reading a column, and he'll say, did we have the same mother? If she said this to you, why didn't she say this to me? It would have been very useful if she had said this to me. And so it's in our, you know, late 40s, we have been able to reconnect. And therein, perhaps is a very complex story that would"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:44.380",
        "message": "become a novel. Yeah. And what you said about remembering things differently, you also have a quote in your book where you write about your brothers, we are oral historians of each other's lives. Right. And when I read that, I thought, okay, but they're different oral histories, because that's just the nature of memory. Like one of the fascinating things I've learned about memory is the way it works in the brain is that the first time we remember something, we're remembering the event, the next time we are remembering the remembering of it. So to remember something for a long time is really like a game of Chinese whispers. And for two separate people, you can have the same starting point. And even that same starting point, of course, you're looking at it from different vantage points. But then it just becomes something different, which goes back to that earlier think of how we can never truly know anyone else, because it's really what you feel is shared may not be shared after all. But leaving that random thought aside, let's go back to your career, where, you know, what was through all of this, we've spoken about all these relationships, all of these people, what was your conception of yourself developing out to be? Like, even if you had decided that you're going to avoid the trap your mother fell into, for example, and, you know, not have to make those kind of compromises, what do you see yourself doing in future? How much of what you went on to do was a natural, intentional pathway? And how much was just one thing happened after another and you got there?"
    },
    {
        "speaker": "Guest",
        "time": "03:15:16.740",
        "message": "Some things have been very intentional in the in the initial moment. You know, so, when I had completed my MA in Mass Communication, and this is 1995, the golden year of private news in this country. Aaj Tak and the News Tonight are these two shows that have just started on Doordarshan, half an hour show a day. And there are no trained video journalists in the country because we, outside of Doordarshan, there was no news coverage, video coverage of the news. So, it was golden in the sense that we had jobs before we even completed our MA. Half my class had jobs. Barkha Dutt is my classmate from Jamia. And she went and joined NDTV. She went on a shoot. This is Feb 95 or Jan 95. She went on a shoot. She worked with a camera person. She felt like she was not being taken seriously. She came running to my house in the evening and she said, we have to make your CV. She writes it out. We go to the market, we get it typed because this is pre-printer and pre-computer. We get it typed on a typewriter. The next day she gives it in at work so that she has some but she has a friend on the news floor. And then, you know, because we had worked together quite closely as students. So, I was a somewhat oppositional kind of young person at that time. I looked at everything that I was not supposed to do and asked the question why. And I wouldn't take a no for an answer unless it could be proven that the no is what I had to live with. So, I enjoyed my two and a half years of mass communication a lot. And I, you know, when I first worked with cameras, the still cameras, as well as the film cameras, I never saw myself as a person who was interested in technology. But this was the first technology that I just felt like it was a part of me. I just took to it and it worked for me. It would obey what I wanted to say. I used to feel like I couldn't learn to drive. I was not a great cyclist, but this thing worked for me. So, I said to myself, I want to be a camera person. And everybody said, well, of course, you can't be women. Don't become. Why don't you become an editor? Why don't you become a reporter? You write so well, you can do this. And I said, no, I want to be a camera person. And either somebody will hire me as that or I will not join this industry. And my first interview with a wildlife filmmaker was a disaster. And my second one was with Pranay and Radhika. And when they asked me if I could do it, I said, I don't know, I've never done it. And they said, well, would you like to start? And I said, yes. So, it was a very intentional choice to become a camera person, to choose to become a camera person. Then I had to honor my choice and whatever hard work and dedication and struggle and the acquisition of a thick skin it took to last in the field to work in a department of only men, in a department of all male camera assistants, all male equipment in charges, and a large number of male reporters, whatever it took. I mean, it was a good time. There was a lot of support within the organization. One thing happened after the other in the sense that I thought I would work for a couple of years and then find more meaningful work. But I did and I worked in NDTV for 13 years, because it just always continued for those 13 years to be meaningful. Whatever we demanded in terms of meaning we were able to get within the workplace. If we said, I don't want to cover politicians, I want to do feature stories, you could do it. If you said, I want travel, you could do it. If you said, I want to do longer documentary, you did it. I had children. I became an editor for some time. So, yeah, it worked. And eventually, because I had done a little bit of everything over the years, I became the head of training in the organization. And so, it was both intentional as well as, you know, good luck fate, a good time to be a good professional, in a sense. I would say my second career run has been of becoming a columnist and then kind of becoming an author with my books. I didn't imagine this happening. And this time, I didn't have a friend writing a CV for me and sending it off to a newspaper. So, I was quite diffident about making any move by myself. But the internet was a wonderful and generous place. If you wrote consistently on it, sooner or later, you built a network. And of course, I got read by Roger Ebert, you know, which was an amazing twist of fate. And then when he began to kind of amplify what I was writing, when he began to praise it, it caught the notice of journalists in India. And that's how I began to write columns in the Indian Express and then the Mint Lounge. After that, it became very intentional. In that sense, I didn't know how long I could write. I didn't know how long I would be allowed to write what I had chosen to write. But by that time, because I had been through three pregnancies, my third pregnancy was another instance of a near-death experience of nearly losing both me and the baby and surviving that. So, I had in a sense had, I often, jokingly, I call it my third eye opened and then I couldn't close it. It was like you could just see things that you didn't see earlier. And now you just, you couldn't do anything about it. You could see through people, you could see patterns, you could make connections and there was no going back from there. But with the lounge column, Amit, it kind of became like, you know, what you said about the podcast when we were chatting a little bit earlier. It became a labor of love. It became something where I set the standard. I set the challenge level. I allowed my inner voice to guide me towards what would come out next without getting into what will be viral, what will not be, what's more acceptable, what's likely to sell more, without any of those things. And I think that just like your experience, the reason it worked, the reason it became resonant was because it stayed authentic to myself. And perhaps that's all you need to do. But it takes a longish journey before you can come to that point where you can identify or give voice to the authentic within you, in a sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:23:59.700",
        "message": "I think it took us long journeys to get to just having the courage to be authentic. And then after that, realizing that it actually works. And I try to save my writing students that journey by just telling them that, look, this is the one thing that you possess, that like, if you think about what is the one thing you possess that the other 7 billion people in the on the planet don't possess, it's you. That's what you have. That's the only thing that makes you stand out. And part of it is that if you're authentic to yourself, only you can be you and it comes out. And the other part of it, the other aspect of it is that we are all on more or less the same kind of journey in different ways at different parts. To write about that with honesty makes everybody relate to you. You know, I can relate to so many of your columns about parenthood, even though I'm not a parent and have no interest in becoming one and I hate kids, but I can still relate to so much of it because it's turning the gaze inwards. In fact, this is, you know, I was reading a bunch of Roger Ebert's film reviews recently. And of all film reviewers, he is closest to my heart because he would cut through, you know, all the superfluous stuff and he would get to the heart of a film. And the heart of a good film always is how it reaches the heart of the human experience. Right. So films that I love, I sometimes discovered them through Ebert and sometimes I'd go back and read what Ebert has written about Decalogue or Goodbye Solo or a lot of other great films. And it is so moving, you know, even without watching, even if you haven't seen the film in question, it is so moving. And I can guess how that would have attracted him to your writing to begin with, because it is that same unflinching gaze where you are clearly at that moment, not second guessing the audience. How can I impress people? How can I, you know, you're just putting yourself out there in that act of honesty. And I'll come back to the craft of writing in the column a bit later towards the end of the episode. But to kind of go back to the chronological arc and to get back to the subject of relationships. Tell me also about how you met your husband, as it were, because it seemed, because it's a very interesting sort of unconventional story, not just in the backgrounds being different and all of that, but that for the longest time, you didn't really you didn't, you know, decide that you were going to get married. You know, it's one of those things that kind of happened. You sort of you speak about how you, you know, broke up many times and got together again. And at one point, you wrote, quote, neither of us knew how to be married, stop quote. And this whole process of kind of understanding each other, discovering how to be married, and then figuring out that within that, you're almost like strangers and then discovering each other again, and negotiating and renegotiating all of those is sort of a fascinating kind of process. And it comes before parenthood, which is, of course, a great adventure of your life from what, you know, from what I can see from the outside. But tell me a little bit about how you met him and you know, all of that."
    },
    {
        "speaker": "Guest",
        "time": "03:27:14.380",
        "message": "Yeah, so we ran into each other in a friend's home. No, in his home, to be honest. Two of my colleagues in NDTV and Avsel were housemates. So these three young men had a flat in Noida. And what happens when you're young people and you have a whole flat to yourself, you are hosting a party after party, get together after get together. It's the place where people hang out, because no one else, you know, in that age group, not many people have an independent home. And we're all always looking for places to hang out. At least in the late 90s, there were not that many coffee shops and other public places. And of course, a home is always a home. So it was a place, their flat was a place where there are a lot of NDTV parties would take place, you know, this whole group of friends and colleagues who worked on a morning show called Good Morning India, who were part of the camera department, who were part of the news department, we were all the same age group, we had a lot of energy that news television hadn't entirely taken out of us. So we would party there. And in one of those places, one of those events, I walked into his house, I knew there was a third person in that house. I had heard of someone called Mirza. I had in my imagination, I saw a certain kind of man. And I met him. And I write a lot of what I call marriage columns. And so I, in my head, I call it a marriage column, because it kind of comes every three or four months. And I'm, in a sense, answering the same question, what's a girl like me doing with a guy like him? What, you know, considering that there were going to be so many social and familial barriers? What was it that made us and there are such stark differences. He speaks a different language, he comes from a different family background. What, you know, why did we kind of just stick around for so long? And I'm forever trying to answer that question. And recently, I kind of, one day I wrote in my notes app, said my ADHD was attracted to his ADHD. Because also post pandemic, a lot of us are, you know, getting more in touch with our anxieties and with our own neurodiversity, we're beginning to recognize it, find a language for it. I think that post lockdown pandemic COVID, a lot of it has become exaggerated enough for it to be more visible to us. And yeah, so that was my latest theory that it that you know, that it's our neurodiversity that kind of complemented each other. I have no idea what you mean by neurodiversity. It, it, it refers to being on the, on the, you know, that that all of us are on a spectrum. On the one side is being neurotypical, and on the other side is being neurodivergent, and the conditions of having attention deficit, you know, being attention deficit of being hyperactive, of having autism, of having social anxiety, all of these, in some combination or the other position, a position on the spectrum. And so, that is what makes some of us more sensitive than other people. That is it what makes some of us find it so hard to fit in. That's what makes some of us party for some of us become, you know, find it difficult to do simple things, when we can do complex things very easily. And, and some of those connections. Recently, I've been kind of making for myself for my children, and for him, and now he's reading a book on ADHD himself. And saying, Hmm, this is me. So, our energy levels, I suppose, in some ways, and also, I guess, if you put it in very simple terms, he was on the margin, not really fitting in, I was on the margin, not really fitting in. And, and then you kind of gravitate towards each other, because you find that although you belong very strongly to a certain social group, you don't necessarily identify with the role playing that is required of you. And so, while he comes from a very traditional, patriarchal Muslim home, he's the only son of a very important father, he, he was rejecting all of the expectations that, you know, were placed on him as the heir of his father as the only son of his mother as somebody who would study in a certain way, go abroad in a certain way, you know, become upwardly mobile in a certain way. And he just wanted to be free. And he was kind of practicing that very free life. And in a sense, when I had chosen to be a camera person, when I had chosen to be part of this very cool NDTV gang, but I was the girl in the baseball cap, you know, and Levi's jeans and trekking shoes, because I had to carry heavy equipment every day, and I would end the day being exhausted and not at all attractive looking by that time. But that was a choice that spoke to me. And, you know, I was not doing the traditional role playing of a 23 year old or 25, four year old, urban kid with urban person with, with my kind of background. And somewhere, I think, being unconventional in our own ways, wanting to live a little more authentically kind of attracted us to each other. One of the first plans we made together was to be part of a group that was going to drive from Delhi all the way to Spain. Because we knew someone in Pakistan, and we knew someone in Turkey, and then we knew someone in Spain. And therefore, we were going to, you know, and we would have these meetings, and we would make these plans. And I even told my mother, I was going to do that. She was like, okay. So yeah, you know, big dreams, crazy dreams, having being happy to think about unattainable things. These are the kind of things that, that attracted us to each other's company. We didn't know how to be married, because we didn't want to be married in the, you know, we didn't want to be, we didn't have that very conventional idea of ghar banayenge, savings hongi, you know, bachche honge, school jayenge. We didn't want to live in that kind of mold. And, and, and, and that was very freeing. And so we would, we would just do fun things together. And we didn't take the idea of marrying or being together for life seriously. He certainly didn't take it seriously, because he was quite convinced that he could not break his mother's heart. Of course, we discovered later on that his mother was extremely happy to meet me. And her heart was, her heart was actually reassured, because she had worried about how her son, you know, she was actually very reassured to meet me, she said, Oh, you're another one of the same mold. And now, and now, you guys are fine. You'll be fine together. Because, you know, you're not the kind of wife who needs taking care of which my son might fail at and stuff like that. So, so yeah, it kind of worked for us. And, and continues to the same things that attract us to each other also become the reason for our conflicts, that the same high energy, the same constantly embracing new projects and running off in whatever direction our interests take us, you know, it can be quite chaotic. But it keeps us alive, and it keeps us happy. And, and I guess the one thing we discovered about each other early was that we could be quite supportive of the other person's eccentricity or unconventionality or, or dreams. I mean, you can. And, and that I think we've been able to honor."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:37:08.060",
        "message": "I'm struck by what you said about, you know, one possible reason for the attraction being both of you on the margins, I was telling a friend recently, that sometimes if you feel you don't belong somewhere, rather than try to fit in, just look for other misfits, which is perhaps what you guys did. Another thing I'm struck by is is that, on the one hand, you know, you seem really sort of a misfit, and someone who doesn't particularly care about, you know, compromising too much to be part of this or that, or whatever, you're living an independent life, you're wearing trekking shoes and carrying heavy cameras around. But once you do get together with him, it's so important to you that you fit into his family, that you make a good impression that his family is your family, and that his village is your village. And you've, you know, written different essays about all of that you speak about how you first, you know, met his parents in a South Indian restaurant in a Delhi marketplace in, you know, your Christmas cotton suit and a bandhani dupatta, and all of that, and you really want to make an impression. And though the initial impression is mixed after that, you know, everything sort of works out. And there are these really intriguing lines where you write, some episodes carry a haze that I label as cultural confusion. The more we got to know each other's families, the more we discovered how different they were from the version we had reported to each other, stop code. And this goes back to the point you made earlier about memory, how we can remember different things differently. But it also goes like, you've pointed out how you would tell him things about his mother, and he was like, I didn't know that, right? And how he got along so well with your mom, and you were like, like, what the fuck? Why are you leaving me out of this? Right? So what was that urge? What was that urge? Which made you want to have a family? What was that urge? This other family? What was that urge? Which made you adopt his village is basically your village and your kid's village and all of that. So that's interesting, because, you know, I mean, we all contain multitudes, of course, but tell me a bit about this. And was this something you discovered in yourself over time? Or did it just come so organically and naturally that, you know,"
    },
    {
        "speaker": "Guest",
        "time": "03:39:24.940",
        "message": "that's, that's not a line I remembered, but it's a very interesting line, we discovered that the versions of that each other's families were different from the versions that we had reported to each other. Yeah, that truly was a fabulous honeymoon period. I had reported, I had told him many stories about my other brother, and what an evil person he was. And then he met my brother when he came and he was like, my God, he's such a wonderful guy. He's so funny, such a gentleman. And look at you, you know, how you I can't believe you spoke like this about him. So of course, it took him many years to get, he still, it's interesting how he defends my family when he feels that I am being too harsh. And the worst disagreements he and I have are when I feel that he's judging his family too harsh. And he's, you know, he's not letting up when when he really needs to. And sometimes I'll step back and say, why are we fighting with each other about this? That's your nephew, you figure it out. You know, why are we disagreeing so hard about whether he's okay or not, and I'll usually be defending him. So yeah, so there is, of course, where we are positioned. As young single people, we are freshly free of our families. And therefore, you know, our rants are at their kind of peak, in a sense, and we haven't faced any of the, what they say jab bade hoge toh pata chalega. So none of the conflicts of actually living a complex adult life have, you know, we have not really kind of lived that yet. But also, there is so much about how you tend to judge people who are close to you, and how much you tend to take them literally. And just like, I mean, when we did actually decide that we were going to get married, and we made very elaborate plans of how we would have to leave the city and maybe even the country and because nobody was going to agree and we would have to go very far away to survive. And what happened was absolutely the reverse. We were, our immediate parents were just waiting for the day that we would break the news to them. They were completely out of patience. They just wanted us to figure it out and get on with it, in a sense. So we were surprised to the point of shock to discover how keen his family was to have me as his wife and how keen my family was to have him formally as their son in law. And you know, and how much they were celebrating it. So they clearly knew more about us. And what would, you know, what was good for us, than we were giving them credit for in a sense. His mother was a very, very beautiful surprise for me. I made a lot of concessions to make it easier for me, because I was going by his version of how, you know, she's a certain generation, a certain age, has a certain set of expectations. So I'm tiptoeing around her and, you know, trying to be, I would speak to her in, this became a family joke, I would speak to her in Hindi. But, you know, she's an Urdu speaking woman. And when I said meri saheli aane wali hai, wo nikat pahuch gayi hai. And Afzal was like, please speak in English. This is ghastly. Can you say? Saheli and nikat being the problem word. Yeah, yeah. Can you, you know, he would say, inki dost aane wali hai, wo paas pahuch gayi hai. And I was just literally translating everything. And what was coming out of my mouth, when I tried to translate every word, after years of being comfortable with English was my textbook Hindi. And that just didn't, that sat so badly in this very accomplished Urdu speaking family. And he would be embarrassed and say, just speak in English. If you know, when you can't, when you can't find a word, please don't translate it. But also, you know, she came and stayed with us for a while. And I would dress differently to go to work, at the cost of being mocked by all my colleagues. You know, look at her, as soon as she got married, our girl in baseball cap and Levi's jeans is coming in salwar kameez every day. But I got tired of it. And I think in the second month, I came out of my room in trousers, and a blouse and my mother in law looks at me and she says you look so good like this. And I was like, okay. Point taken. She's just like, what, you know, all she was trying, she didn't know how to tell me that you don't have to change in any way. Just for me, just calm down and relax and be who you are. And the first time we had guests over suddenly, and I went into the kitchen and tried to clumsily put together some kebabs, she she walked into the kitchen and she was like my mother in law, she was so much older. I mean, my mother in law was like my grandmother in a sense, because she was always dressed in white muslins and kept her head covered like my nani used to. So she came into the kitchen and she was as clumsy as me with the kebabs. And she said, you know, I've never cooked in my life. And it's okay, you don't have to do it, do it either. And then we just giggled a bit, you know, this nearly 80 year old woman and, and me, adult, clumsy bahu. And, and calm down about it. So yeah, she she, she, she was, she was really amazing. I, I think that Afzal, actually, I had expected him to be very nervous. At one point, I told him, I won't marry you, because you won't talk to me when we go to the village. And he was like, what does that mean? And in my head, what I meant was that you will become, you know, because I know, I know the, the environment there is different. And, and then you will not be my friend, you will begin to play a role. And she's the one who, far more than him or me, actually, foresaw the pressures that we would feel and ease them for us. And, and when our first daughter was born, we had three daughters over the years, she's the one who she stood, you know, like in the front line. And she was like, anybody say anything rude about my granddaughters, you, you, you know, I, you talk to me first, no, nobody's going to hurt them or say anything bad about this whole gender drama. And it was immensely protective of me. And really, it was like an antidote to what my own village and my own kind of family background had prepared"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:47:51.940",
        "message": "me for, in a sense. And what is also lovely here is that she's actually, you know, anticipating in advance the way that you're feeling and reacting to that. And it's okay, you don't have to cook or you look so great in those jeans, and so on and so forth. And I imagine the reason you and Afzal might have seen her differently, is that in his memory, he would remember her as she would have been as a younger person, a younger mother, perhaps stricter, less chilled out, and I guess age kind of changes you like that. So that's sort of..."
    },
    {
        "speaker": "Guest",
        "time": "03:48:24.380",
        "message": "And also, it's the same thing as Sudha, in a sense, you know, that innate wisdom of knowing what is good for this other person, never kind of spelling it out and saying, you can marry anyone you want. But, but knowing that, if my son is in love, then this is what will sustain him. And that's, you know, that's what I want as a mother for him."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:48:51.940",
        "message": "You've written many columns about marriage, and they're very interesting, and I hope young people read them. And I was struck especially by this para in this piece you've written called a welcome note for new husbands and wives. And the para goes, quote, do not be in a hurry to become one of these a husband or a wife. Take your time, change your mind many times. Be suspicious of prefabricated labels and roles. Be prepared to be inventive. Even when you do get married, do not go running towards a quicksand. Slow down, amble around, check out the new terrain at your own pace. Participate in the costume drama that Indian marriages are, but see yourself as an intern. Be a part timer in the beginning if you need to hold on to all your other commitments and loves. Love more than just people, stop quote, which is such a lovely para. And I hope many young people read that. And you also sort of have another piece called good marriage is a terrible burden. You know, where you talk about how it involves fighting, it involves letting go of fights, you don't have to keep up an appearance that we are the ideal couple. Sometimes you just have to express yourself and and it's okay to do so. And at one point, you quote this lovely phrase used by a therapist to you, the housekeeping of your marriage. Right? So take me a little bit through all of this, because somehow in Indian culture, in Indian society, you know, there are these grooves that everyone goes down upon. I'm just using that phrase again and again today for some reason, that, you know, it's kind of understood, you're going to get married and you're going to have kids. And, you know, and this is what a marriage should be like. And this is a husband's role. And this is a wife's role. And what you describe in great detail is that no man is problematic. It's messy. But you have to take bring the same intentionality towards it that you take towards anything else, like you could be intentional about an aspect of your career about learning something about whatever. And a relationship is not a thing that just is what it is, you have to work and shape it the way you want. So tell me a little bit about how you're thinking on this evolved and what your experiences"
    },
    {
        "speaker": "Guest",
        "time": "03:51:00.300",
        "message": "were like. I think what helped was our variness, you know, towards the idea at all, not wanting to have to fall into the conventional roles. At one point, our therapist had to hold our hand and actually remind us that we had been so very, that we had become distant. And that, you know, when he says, Do you call him your husband? And I said, No. And he said, Maybe you should. You guys are not being able to support each other in the way that you need to now that you have children. So don't not ask him for help. Don't be so, you know, you're isolating yourself and then you're feeling disappointed in each other. So he was kind of helping us to get closer to each other. The variness, it's useful for us because it's so mutual. You know, neither he nor I want to change the other person, neither he nor I want to become a lesser version of ourselves. And yet, having children together and wielding, you know, the extended families as they have been has also taught us that you, you know, take it slow. You're not going to realize everything at the same time. There's a time for everything. And it's all right, if for this particular event, you need to be quieter or dressed in a certain way or, you know, or just play a little bit of a role. It's not that big a deal. But in the in the spaces in which you are together, remember to, that's where the housekeeping thing, she actually said to us, she said, come back every year for the housekeeping of your marriage, you know, meet each other as separate individuals again and and see what it is that you want to say to each other that everyday spaces don't often give us the space to do. And it was very useful because nothing in our culture ever says that to us. No, it's for keeps. Now there's no going back. There's no rethink. I mean, it's not like if you're having an open conversation about expectations, you are rethinking the marriage. It's not like you're letting go of the relationship, but it's just it's as if all those spaces close. And that's what does us in, in a sense, that's that's where, you know, it doesn't work or it only works for one of the two who is kind of getting away with all the goodies while he or the other one is left with almost, you know, is feeling depleted over the years. And so, yeah, I mean, having access to therapists, having met them independently, when we were not married, when we were wondering whether we should marry, when we were trying to figure out our own individual issues of growing up, and then being able to go back again and again in a safe way has been something that has that has been very, very supportive for us."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:54:48.660",
        "message": "And it also strikes me that a spouse is a moving target in the sense that we change throughout our lives. Like I look back on who I was 20 years ago, and I was a completely different person. And I think that's true of pretty much everybody to some degree or the other. And the danger is that you can end up with the fixed image of someone in your head, this is a person I married or whatever. And that fixed image will then come with fixed expectations. And it's not always like that, like, I think, in the same way that, for example, your husband had a particular image of his mother, which is not the person you met. And similarly, you had a particular image of your brother, who was perhaps not the person that Afzal met. And there's a danger that you can have an image of each other and that can get ossified. And it strikes me that this whole act of intentionality of doing this housekeeping, really kind of helps keep that fresh. So you know, there's a great column of yours, which I won't quote from at length, I'll just, I'll sort of link to it where you speak about five things to learn about marriage, and I'll quickly read them out. And if my if listeners are intrigued, they can just go and read the full thing. But I found great wisdom in them, especially number five. Number one is learn to fight, then learn to feel at home, then learn not to be offended. Learn to be a gracious host. And finally, drink tea and do nothing. You"
    },
    {
        "speaker": "Guest",
        "time": "03:56:11.980",
        "message": "want to elaborate on the last one? Yeah, yeah. I learned this from him entirely. And the columns called five things to learn from your spouse, right? So drink tea and do nothing was a great, great and very shocking kind of lesson to learn. It also became one of the many reasons that I'm going to kind of add it to why did we get together. So I come from this insecure, middle class workaholic family, where what my father tried to embed in us was kind of a, almost a slavish mentality, you know, that there will always be a boss, and you have to be the best worker possible. And that's how he has lived his, his his life. But that was, you know, that's the great thing about new generations, right? They completely reject the premise in the first place. And, and it's, it's because of the privileges that you have given them to your own children, that they are able to dream of a completely different world. So it can be a little bit of a shock for parents, that, you know, you use the education I wanted you to use in this way, to become a social activist, that was not what I wanted from you or a camera person that doesn't fit. But but that's what children do. And that's a great thing. That's a great thing that every new generation does. But so just to come back to the point, what, always being busy, always working hard, getting up in the morning and having a sense of purpose and just always being kind of focused on something to that has outcomes was something that I kind of come from that background. And for a for a man who's grown up in a landowning family in a, in a village, and, you know, from a certain privileged background, and yet a small town life and a village life, to have these moments where you honour each other, you honour each other's presence in your life by just being together and not necessarily having anything to do, but just being in each other's company. And that, you know, in the larger scheme of things is a way in which people stay connected. It's a way in which people are able to give support to each other. And sometimes when there's no language, in which we can celebrate or grieve or share, just that just those moments of quiet and that shared cup of tea is a, I would say even a healing space. I'd never had tea before I got married to him. Having tea was a waste of time. And so I really, I had not, I had no patience for anything of the sort. But living with him, I'd known him for years, but living with him meant that the morning started with a slow cup of tea, you came together in the evening with another cup of tea, sometimes after breakfast, you had, you know, you added tea, if somebody came over, there had to be tea. And you didn't have to achieve anything, you know. So now we've got these spaces where the phone is away, the computer is in the other room, you're not attending to anything in particular, but it's a moment to relish with each other. And I've learnt the gift of it in a sense. And our children have, we've been able, it's one of the things we've been able to do in the family that whatever happens, we are together at mealtime. Sometimes he's not at home, and I'll ask one of the children who's going to make me tea and make me tea. And it's just a place where wherever you are in your separate spaces, even if you're in the same home, you gather for a moment. So it's a little bit of what therapists would call circle time, or, you know, a listening circle or something like that, where you're not looking for an outcome, you're just looking for a connection. And some of these things are kind of worth nurturing."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:00:51.860",
        "message": "Yeah, I'm not much of a tea drinker. In fact, I don't like tea, but I'm more of a coffee person. But as a metaphor, for a certain state of mind, a certain kind of terror, it really works nicely for me to disconnect from the world and just, you know, do your thing, except that I find that you can disconnect from the world in terms of actually doing something. So I may not be writing something or, you know, working on an episode or working on whatever, but the mind is, there are still crazy monkeys gambling around in the mind, right? So how does one sort of deal with that? Because I think to do the kind of work that you do when you write your essays or whatever, you know, I'm guessing that you need to have that quiet space where you can sit down and do your work. That's far harder for a woman than for a man, obviously. And, you know, I get a glimpse of that where at one point, your husband says, I have to go to Amritsar, will you come with me? And you say, yeah, let's go. And then suddenly you realize that he's including the children in the plan. And you're like, why, why are you doing this? You know, it's a, you know, I'll have to look after them, and there'll be so much work. And that work would have been more or less done by you, no matter how progressive the man is, right? So for women to find that, that kind of quiet space, those long periods of what Cal Newport calls deep work is much harder. So what are the kind of mechanisms you deal with? And you've seen other women deal with where you actually have that time to yourself and that luck, because you know, there's a house, there's a husband, there are three kids, how have you sort of managed to sort of figure that out?"
    },
    {
        "speaker": "Guest",
        "time": "04:02:32.820",
        "message": "Multiple things. One, I really had to give up on perfectionism. And that was my, it was a much needed lesson. You know, especially when I began to work from home. It's much simpler in the office, because someone else has watered the plants and kept everything clean. And there's this quiet army that comes at night, and everything's in place, and you just do your work. But you start working from home, and you don't have that quiet army, or that quiet army looks at you and says instructions for the day and stuff, plus your growing children, plus an extended family from, but definitely his side where there's no boundaries, anybody can come turn up anytime, any kind of plans can happen. So it took me a while. And I have now I've kind of damaged a few psyches on the way. But to give up on the idea of everything being perfect, looking perfect, and that being a reflection of my efficiency and my aesthetic, you know, so now I've come a very long way. If I've got a quick Zoom meeting, I'll just look at the background, whatever is behind me, I will throw behind the computer, have a neat background, do my meeting later on, I'll put it in the other side. So giving up on this idea, which is also a, you know, a housemaker's burden. How is her house looking and I just, I mean, social, socialization teaches you, certainly your mother teaches you, sasural mein ye na bole ki maa ne sikhaya nahi, kind of line, and you internalize yourself also, I'm this person whose house is just so perfect all the time. That was an idea that I had to give up both to be able to have a compassionate relationship with my children, whose job it is literally definition of their existence is to keep things not in their place, but all over the floor, etc. And that's what it means to be a child in a home. So for that, for that sake, and for the sake of being able to have mind space and energy to be with my work, which is very, very important to me, as it is to everyone. Yeah, so that was one. Another is that, like, I've really been enabled by my family, naturally by my children. So if I say mama has to do this, and I need your help, and you know, so they'll, they'll, they'll do it. They're very, very sensitive to my needs. When I have, when I have learned to express them, I had to learn to express them, I had to learn to ask for help. And they are always there. And then by Afzal. And because we live these very different work lives, we do find we constantly find that both of us or either of us has started a new project that the other person has no idea about, because he's also traveling a lot. So suddenly, he'll be doing something and I'll be like, you forgot to tell me and he'll be like, didn't I tell you? And it's already too far gone. And now it's going to affect my life and we have to figure it out. And similarly with me. So when I started writing my column, he was not at home. When I, I mean, many, many of the things, I think we've remained loyal to the idea of enabling the other person to do what they need to do. And he more than me almost has a, I don't know what other term to use, because I'm not familiar with the any other idea paternalistic pride in what I do. I mean, I almost feel like it's my father beaming over me. You know, when he'll read something and he like it, or he want to celebrate something that I've done well, or I have completed or, you know, so, so certainly there is, there is that is a that's a huge thing. And, and I think it's also been helped by the nature of my writing. I mean, just in the same way that my mother was able to read it and say mujhe nahi pata tha tu itna sochti hai. And suddenly, she was able to understand years of her daughter's inexplicable anxieties or needs. When she understood that, oh, this is how she's processing things. Therefore, she had these needs. For him also, I think somehow we almost communicate with each other, via writing, in a sense, you know, there is a little bit of a homage to the relationship to the family, what's in all, you know, with our with full honesty, but a desire to make sense of how we can be so much in love and yet so much in conflict. And somehow writing it down kind of helps to communicate things"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:08:24.740",
        "message": "that are otherwise not so easy to bring up over tea. One of the interesting things about, you know, your narrative, your story, is that you mentioned that Afzal didn't really want kids, that he was chill, he was like, nah, I'm not gonna have kids. And you on the other hand, like when I think of you and correct me if I'm wrong in this characterization, but you seem someone driven by parenthood. It is not something that happened along the way or that happened in the routine course of things. But you're driven by it. It was your project. It was your labor of love before your columns, perhaps. And you went into it with great determination and intentionality and enthusiasm and all of that. So take me through sort of this process of discovering in yourself, someone who wanted to be a mother and, you know, and persuading Afzal to cooperate in this project."
    },
    {
        "speaker": "Guest",
        "time": "04:09:22.380",
        "message": "Yeah, didn't take a lot of persuasion. Yeah, I can certainly say that this, it's almost, you know, in one of my workshops, we were making a list of creative desires and some people wrote raising a child. And I think it's a pretty accurate, you know, description. It is a, it's a talent that takes nurturing, but and it's also a desire. It's, you know, one of the things we can build, can create, can do, you know, just like we create other works of art is, you know, is another human being with all humility and mindfulness of one's limitations and their individuality. But it does, it is, there is a creativity to it. I just, I always had it. But I also remember that the first time I had a breakup, I must have been 19 or 20, serious heartbreak. And one of the first thoughts in my mind is, I'll have a child one day. And perhaps because of this lingering sense of not belonging, this sense of not fitting in, perhaps a hope that one, that's where one will find home. That is a relationship that will root me or give me the purpose that I seemed to not have in a natural way, otherwise. And even when Afzal and I broke up very seriously, one of the last times that we did, and we moved countries, and we were never going to meet again across continents, etc. You know, when I thought, okay, what next? And I, I thought, okay, I'll take a few years, and then I'll adopt a child. I, you know, that the child remained, that I will, and then I thought of Sudha. Sudha will help me. I know that I can't do this"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:11:51.540",
        "message": "without her."
    },
    {
        "speaker": "Guest",
        "time": "04:11:52.540",
        "message": "This time she'll get it right. With or without her husband, I can't do this without her, that I had figured out. And it's true that I, you know, she was there for me throughout. So it's, it's a recurring image and a recurring thought that I always kind of had. Did I have to convince him? We just, we just got pregnant with our first child, and there was no looking back. It was just, yeah, I mean, that's the way his, that's the way his, his decisions get taken. He's like, it's a hard no. And then suddenly, it's a yes. It's how we got pets. Never gonna get pets. Okay, let's get a dog and a cat together. We're never gonna move. Okay, let's move here. So yeah, I mean, that's how we got married also. But, but once, once our first child was born, it just he, he, he was fascinated. He was holding her, I think, on the fifth or the sixth day, and he was like, I feel like I'm holding a little Natasha in my hand. And I thought what an amazing expression of love is that for both of you, that he's feeling love for her because he thinks he's holding me, a version of me and, but there's been no looking back. I was a little bit in shock when we were pregnant for the second time, I felt like I didn't have enough time. I just wanted to be with this child. But for him, it was like, well, and then yeah, we got pregnant the third time. And then we were mindful about not getting pregnant. But yeah, it was, it just kind of flowed."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:13:55.340",
        "message": "One of the things you write in one of your early columns is about how it was so incredibly far from what you expected that you know, you at one point where you know, she'd be crying and all of that you point out how you know, your husband, your mother and you had a handy checklist to figure out why the baby might be crying like a checklist manifesto. And you write quote, it went like this one is she hungry, two needs to be burped, three has a wet nappy, four wants to be rocked to sleep, five is a nose blocked, six back to square one, stop quote, and it almost seems like, you know, it's that panic sets in at that point. And then you write these beautiful lines where you write quote, I now know that parenting is not just about creation, creation comes later. It is about destruction first, the soundless collapse of your own ego, saying goodbye to the self that you were before the first pregnancy, redefining an identity, stop quote. So tell me a bit about this soundless collapse of the ego, like, does it panic you? Do you have, say, buyer's regret or mother's regret at some points where you think that shit, I didn't know it would be like this, what have I gotten myself into? So tell me a little bit about like that, because about what it was like, because I'm imagining that once parenthood is upon you, and especially for a mother, once motherhood is upon you, everything is changed forever. There's no, you know, it's just changed forever. It's a fork in the road. And it's, it is what it"
    },
    {
        "speaker": "Guest",
        "time": "04:15:24.620",
        "message": "is. To all new mothers, I want to say yes and no. It does change forever. And then it comes back. And that's, that's the amazing thing about, you know, the second life or the or the multiple lives that you kind of come back to. And, and I can say that with great confidence, because I'm living that now. You know, this, I feel like I have this huge creative energy, and I'm able to literally do so much more than I had ever done before. And I hadn't imagined that I would recreate myself. But to go back to the soundless collapse of one's ego, it would make me cry, you know, in despair, but not in remorse. And I know, I know from reading other women's testimonials, I know from my friend's experiences, that not everybody is ready for it. And a lot of women are not able to cope in, particularly in the in the early time. I did have a really difficult time, which is natural. It's called nani yaad"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:16:43.020",
        "message": "aajana. Literally. And your nani used to come in your dreams, as you mentioned somewhere."
    },
    {
        "speaker": "Guest",
        "time": "04:16:50.260",
        "message": "You're thinking if one child has done me in like this, and you know, now imagine nani in her ninth pregnancy and all her children in, you know, under threat of life and she's carrying on. So, so yeah, take it slow. You can do this. This has been done before. But I am glad I wrote all this because it's very important to be realistic, because it is absolutely true that mothers forget everything. They literally, I mean, there's no way they would have the second or third child if they remembered how hard it was. They forget everything. And then that's very, that's not good to the women who are coming after you and saying, well, nobody told me and you're like, well, you know, I tried. But there was never, never, I mean, I just prepared myself really well for it. The ego thing was also, you know, you're so competent. My first child is born and I'm 32 years old. And I'm almost peaking in my broadcast television career. There's nothing I can't do. I can carry two cameras across the oceans and, you know, film, all kinds of things. I can set up equipment. And I am helpless in the face of this baby and these engorged breasts. And I, you know, I'm just my body's not cooperating. I don't have the skills. So, so that kind of going from hero to zero is, it's part of the process. And you really kind of need to accept it, but also surround yourself with as much support as you can, in a sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:18:58.740",
        "message": "And over a period of time, like I imagine a kid comes out and it's a project. Like you said it earlier, it's an act of creation. It's a creative activity. So it's out there. But the thing is, it's more than a project. It's a person. It's its own project. In certain senses, you'll become its project at one point in time. You know, and through this time you're writing about them repeatedly, but and that writing is useful to remembering like something that you said in our last episode, which I remember is that, you know, what the act of writing about your kids did is that if something happened to one of them, and she was a 13, you would know from your notes that hey, she felt the same way when she was six or she felt the same way when she was two when you might otherwise have forgotten and it helps you kind of get a sense of that or get a narrative of that. So this sort of examination that you're doing, how, what was that process like when you begin to understand that aspect of their being persons and not projects that they have an interior life of their own. You know, at one point, you wrote about one of your kids snapping back at you when you snapped at her, right, which took you by surprise. You're like, what, you know, because that's not what kids do. And, you know, at different points in time, you're sort of surprised by how kids sort of, you know, react to the world like you write about Aliza at one point quote, she would also celebrate the world as if it had just been invented, right, which is also charming in the sense that it also can make us reflect on our own jadedness when we see that look of magical recognition in someone's eyes or magical curiosity. So what has that process been like through the years that these are not just your kids, they are people they've got interior lives of their own, they look at the world differently than you would imagine. And sometimes they open your eyes to yourself in a way that you would not have imagined."
    },
    {
        "speaker": "Guest",
        "time": "04:20:56.740",
        "message": "Yeah, absolutely. I mean, you've put it so well. That realization that they have interior lives that really came to me with our second child. I was pretty happily delusional about the fact that with my first born, who was this absolutely perfect baby, we had conversations all the time, even before she could talk. We were just always with each other. And so it was easy for me to believe that she was an extension of me. And my second child didn't look like me, didn't eat like me, and really had a mind of her own, very distinct needs, desires, expression from the beginning. And sometimes I would look at her and wonder how what was going on. There was almost like sometimes not recognition in my eyes. But it was also an early initiation into, you're not raising her, she's raising herself as well. And you might need to rethink a lot of your ideas. And I found that to be a really, really wonderful journey of unlearning. And, and I'm glad I, you know, my that my children challenged me by being different, challenged me by having a meltdown if they couldn't explain to me what was not okay with them. And, and, and kind of, by the third time, I was, like I said before, quite mellowed, and I just followed her around, I just, you know, allowed her to lead. Because she was so good at being a child, she was so perfect, she would, you feed her, you dress her, and then she follows her path, and you just have to go down with and there's an album in which she's walking down the road. And I'm just literally photographing her as she goes like a feral cat. You know, she's sitting here, she's sitting there, she's got food on her face, but she's absolutely at peace. And, and I, and I reached that place with her. The wonderful thing, Amit, is that you're going to relive it again and again and again. You know, the same child at 14 is writing in an essay, even those closest to me don't realize that I am not the same person that I was earlier. You know, so, so you got to catch up. It's just constantly there will be a new person. And just like my mother is always trying to catch up with me. And she'll often tell me, mujhe toh Instagram se pata chalta hai ki ab tu kya kar rahi hai. Or so and so told me that you are now doing this project. And, and similarly, I mean, I'm not going to have any other privilege. I'm also going to be following our children. And they make you realize that again and again. I am, because I am overconfident. So every now and then I feel like I've caught up. Now I'm we're on the same page, and then they're on their own meandering route. So their teenage years are have been very interesting, and I'm sure they'll continue to be for a while. And, and then in that sense, I'll just add that the unschooling life works for us. Because whichever way our interior life is going, we're still close by and able to find, you know, however much we may drift away from each other, we are able to connect again and again, because we're there."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:25:17.740",
        "message": "This act of sort of, like, whenever we discover something new, and I guess, being a parent is you always, once you figure out your kids aren't playthings, you're, you know, discovering them a new at different points in time, like you said, and the typical way of trying to understand something new is with reference to the old. And one thing that that might crop up there, one danger of that is that you become the center of everything, like one of your daughters warned you that it's not about you, you know, and that's a natural way of trying to understand that somebody is melancholy at 12. And you obviously your mind will go back to when you were melancholy at 12. You know, you'll try to figure it out that way. And sometimes you can't, sometimes it, you know, they are individuals, they are different from you in certain ways. They are, you know, different things are happening to them. And sometimes you just have to kind of let it go like an absence of the ego, as it were that you crush your ego and you let it go. And is it the case that the sort of easiness in the parenting of your third child Naseem was because you were able to let that go? Because when she is ambling down the road going here going this, you don't have the instinct of saying, hey, don't go there or come in, you know, you're just watching it. And there's a kind of love there that is, that is something pure and detached, you know, not that the love before for the other two is any less, but this has that sort of detachment, you know, there's a lovely love song by Warren's even in his last album where he speaks of a breakup. And he's talking about this person who's left him and he's saying, I'm happy for your happiness, you know, that situation where your ego is not kind of there."
    },
    {
        "speaker": "Guest",
        "time": "04:26:57.700",
        "message": "There's an almost, I would use the word surrender, you know, that it's really not about me, I'm just reveling in your presence. And that I was able to do a lot with Naseem. Also, I was, she's the only child after whose birth I am at home. I don't have to go back to work. You know, so I am, I have figured out a way to, I gave myself a year's maternity leave. I said, I'm your boss. Then I said, I give you another six months. Because with the other two, I'd been in a job and I'd got six months each. And it was great. But yeah, I was able to do that. And it's this whole journey is actually this conversation is kind of revealing so many things to me, as we talk, and especially as you comment on some of the things. So with the same Naseem, for example, she grows up and she does have a much more complex, you know, kind of interior self. And the experiences that she has in the world are not something that we can anticipate or imagine. And however much I try to control them, by choosing this school, that school, volunteering this, that, staying in touch, I am not able to. And, you know, it takes sometimes a year or two years before she opens up about something that hurt her. And it's, and I find that now. So while that will continue to happen, one will not always be able to, you can be there, but they will go on their own journey, they will experience things absolutely differently. They are living in a different world. And they have different sensitivities that because we may have either dulled hours, or we may not have them at all, we are not able to imagine. And therefore, we are not able to imagine their hurts or their pleasures or their joys. An aspect of this, an additional aspect of this is that we are almost like a team of caregivers for each other. So I get a lot of clues about how to respond to the youngest from the oldest. You know, I'm also watching how, with fascination actually, how the sisters are sometimes compensating for each other, sometimes protecting each other sometimes expressing to me about the other, you know, and it was in the in the early, early years, Naseem, she was the youngest and there were there were times when she would get frustrated and pick up something and attack her sisters. And it must have happened a couple of times when they came to me and said, well, she's misbehaving. And I would say, well, she's small, let it be etc. So they complained to me, they said, you never say you never tick her off. So I said, Oh, my God, did I make a mistake? So I take this feedback seriously. And the next time it happens, I tick off the little one and the little one shrivels. And then these two are like, how dare you do this to her? That's not what we asked you to do. And I'm like, okay. And in a way, that's also very reassuring. Because while I'm the irrelevant judge and empire, who, who should be there, but should not overdo her role. They're also kind of very clued into each other. And unable to support each other, you know, in the absence of what parents and fill fill the gaps that parents can't reach."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:31:05.820",
        "message": "Also beautiful. Tell me about how you know, you're writing about them. You know, your sort of live blogging your motherhood as it were, how that how that changes the way that you relate to each other, like at one level, I can imagine that it's actually positive, because you're examining yourself much more and you're being self critical and all that. And at the same time, what's, you know, another positive is that perhaps they pick that up from you, that act of not don't just go through life like an automaton, but question everything, think of everything, think about other people and what they are feeling and all that. So those are great. But at the same time, then there can be this sense that or whatever we do could be written about mama will write about this, or she'll write about that, or, you know, they might even be sort of a performative sense to it, where they want to be recorded in a particular way. At one point, you quote Nassim saying, quote, take a photo of me eating butter. Right. And perhaps she was just trolling you or just being sarcastic or whatever. So at one level, there is this heightened self awareness and empathy. But at another level to them, you know, there might be this weariness also. So how has all of that played out?"
    },
    {
        "speaker": "Guest",
        "time": "04:32:20.820",
        "message": "I have been I have, you know, I have kind of kept all of this in mind of constantly. And one of the one of the things that I've done is try to be as accurate as possible in the writing and and not try to solve problems, not not look not right to not necessarily close an essay, you know, not not necessarily find a closure to end an essay. And a lot of them just so it's it is a feedback that I get a lot like, but you just finished you stopped in the middle or what happened next or, you know, I want more. And I'm I'm kind of staying with the moment. And if there is no lesson to be drawn from it at that time, I won't draw it. They have always read everything that I've written. They are finicky about accuracy. And if I say blue, when I should have said pink, then they will, you know, they'll remind me and particularly if I if I've got an age wrong, if I've written 12, and I should have written 12.8 or I mean, any of those small details. So now, I make sure that I kind of ask them to proofread and to check. But there was a time when they were too young to do that. And so some of the ways in which I'm doing this is talking only about my experience or talking, you know, from a perspective of how I felt of trying to understand what the other may be going through without passing judgment or without being over sure of whatever they may be doing. And it seems to have worked in that sense. But there's no substitute to knowing that this is my responsibility and carrying it to as much of an extreme as one does. And in a sense, Amit, you know, this is about family, but we often write profiles of other people, you know, as writers, as journalists, we represent people who are, do not have access to the same platform and could not cannot write their own story. But their story must be told. And we and one is mindful in the same way that you don't want to. Your writing must not in any way be condescending. It must not take away the agency of the person. It must not make assumptions for them. And we do that simply. I mean, one of the very simple ways in which we can do that is just extreme accuracy, extreme accuracy to facts, to dialogues, you know, to what one felt in the moment. Not guessing what they may be feeling, but what I felt when I heard this or when I saw this. And I guess those are ways in which one has gone forward and literally never writing about anybody who is an adult without, you know, sending it to them, getting them to read it, talking to them about it, asking them about each thing and making sure that that is all, that is all done."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:36:22.460",
        "message": "At one point you write, and this really struck me, where you say, quote, In all this, though, there has been a most unexpected gift, the wisdom of children. Kids remind us what we were like when we started out, what we can be like and what can be reclaimed. As Aliza once put it gently, quote, I know everything already, but you have forgotten some things, mama, stop quote. So tell me what you learned from your children. What did they teach you?"
    },
    {
        "speaker": "Guest",
        "time": "04:36:48.300",
        "message": "Um, you know, you use the word jaded, no, the ideas of hope, justice, of just being nice, of being happy in the moment, all of that just kind of, you don't have to do anything, it just kind of begins to fall back, you know, fall by the way, in many ways, and especially being so much out in the world as journalists or as activists, justice is an idea that is very difficult to hold on to. And you almost begin to believe that, that there is no right that, you know, that nothing is going to go right, and I can do nothing about it. And really, conversations with children always remind me that there is something I can do about it. That there is, you know, that this is the right thing to do, and this is not. And I'll often kind of unravel my own doubt or dilemma with one of my daughters, especially the youngest, who's very good at saying, no, I think you let this be, but you do this. You can do this and that they will like it."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:38:12.420",
        "message": "Is there an example of that you can think of?"
    },
    {
        "speaker": "Guest",
        "time": "04:38:14.580",
        "message": "So I'm, you know, let's say visited a home in which, after the violence in Delhi in 2020 in Mustafaabad, because we were also based in Delhi as a group, very quickly, we were able to visit some of the victims. And some of them are in shock, some of them are saying things that may, you know, make them look bad, or they may not want those things. It might be inconvenient for those things to go on record for them at a later time, because they need to claim compensation, or they, adults have many reasons why they may want to change their version of what has happened to them. And yet we need to tell the story because we need to tell the world that this is happening. And I'm wondering how to do this. And she says to me, were there any children there? And I say, yes, there were. And she said, what were they doing? Why can you write about that? And just like that, I'm like, if I just describe five children I saw in a refugee camp, I can tell this story without, you know, compromising anybody else. And, and it's just, just this image, because she's a child, she's thinking, what about the children? You know, where are they? And, and she also asked me what happened to their animals. And one of the women was wailing about her goat. She said, I went back and because I had left my goat behind, and she didn't find the goat. The goat was burnt to death. So, to be able to then, you know, she made me realize that that animal's life mattered. Because I was overwhelmed by the scale of what we had witnessed, and I didn't know where to start. And I didn't understand, you know, I was feeling like, I don't have the tools to do this. And she just kind of took me, a little bit held my hand and took me there."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:40:37.540",
        "message": "So there's a lovely post where you speak about the lessons you learned from parenthood. And again, I won't read it all out. Because if I wanted to quote the memorable bits, I'd have to read the whole damn thing out. But so it'll be in the show notes. But these are sort of the bullet points. And there are like five of them. And the first is trust children. Two, let your children protect you. Three, accept kids gratitude. Four, ask children for help. And five, love yourself like you love your child. And actually, I think these are all worth elaborating upon because they're all so interesting. So let's start with trust children."
    },
    {
        "speaker": "Guest",
        "time": "04:41:17.020",
        "message": "Yeah. I wish that when my parents felt lost as, you know, now I look back at them when they were raising us and we were eight, nine or 10. And they were like in their early 30s. And you know, a person in their early 30s at this, you know, in this generation has no particular responsibilities. Most of the time, we remember how much support we had and how little they did. But I, you know, I wish that when they were in that kind of lost vulnerable time, that they were, that they could turn to us and, and allow us to help them or, or be, you know, be able to know that we would be fine with that, that they that they that we had some tools that the children actually have a lot to contribute to the family, particularly and to their parents well being also that it's not a one way street. And from with my children, I was able to learn that. And, you know, this, this calling out is something that my children do a fair bit. And I and I know that they are able to do it because we don't quash their voices, you know, we do not react with how dare you speak to me like that. We, whatever we do at that moment, if I'm able to then write about it, you know, they know that I've taken it seriously. And I've, so yeah, to trust that they have mechanisms by which they can cope. And that they, you know, if you're just there, they will know when to ask for help. And that they can help you when you need help. That all"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:43:31.780",
        "message": "three of those. Let your children protect you."
    },
    {
        "speaker": "Guest",
        "time": "04:43:36.100",
        "message": "Yeah, pretty, pretty much."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:43:38.540",
        "message": "Pretty much. Yeah. Except kids gratitude."
    },
    {
        "speaker": "Guest",
        "time": "04:43:43.340",
        "message": "Yeah. I find that that is something that we make, we really make this mistake a lot. You know, we repeat these platitudes that we have inherited that are part of popular culture. Kitna, kitna shatir hai, she's so clever, she's always trying to get something out of me. To see children as manipulative is the popular narrative. And that is so rude and inaccurate, both towards them, and towards the family itself. And we totally confuse our children. You know, so when they do express gratitude, we'll be like, oh, he wants something more from me. That's why he's being kind to me. And I've watched that constantly, particularly when you're part of a large family, and you know, you have extended family get togethers. And you'll be, it's so hurtful and so sad to see how moments of gratitude are just destroyed to the point that that person is confused about themselves. They can only see themselves after a point. They do have a very strong sense of self, but it gets overwhelmed by what their adults tell them they are. It, you know, it just sits on top of it. And there are fights I remember in which I have started with saying to my father, holding my ground and saying, I want this. But if, you know, if an adult is constantly telling you that you're selfish, you'll say, that may be selfish, but I'll still do it. And what have you done? You may do what you want, but you've internalized that you're a bad person. And why would we do that to our children? And you know, and then they're just going to play that role."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:45:49.100",
        "message": "Your fourth point is ask children for help, which you've already sort of elaborated upon. Fifth one is interesting. And I think one that can be sort of forgotten or not considered, which is love yourself like you love your child. Right. And, you know, you've spoken elsewhere about how, you know, in a different generation in a different context, you know, self sacrifice can be celebrated. You have a line somewhere in a different context where you say that, quote, there are those who will celebrate the sacrifice of women. I insist on calling out abuse, top quote, which is, I mean, it's a different context, nothing to do with motherhood there. But I think something that a lot of people don't, and I'm sure especially women don't do, is be kind to themselves, that they get into that role of motherhood and you're sacrificing everything and you're, you know, you're making the food for your husband and you're doing all the unpaid labor and then you're looking after the kids and it's, you know, and there's a lament there that a lifetime can go by, that having a kid is like the end of your life. Everything is over. You know, 25 years later, when the kids have grown up, you're too tired, there's nothing left. It's too bitter. Yeah. How do you reclaim"
    },
    {
        "speaker": "Guest",
        "time": "04:47:01.980",
        "message": "yourself if that self, you know, you have not preserved that self in some corner, even when you were not able to care for yourself openly, if that's, you know, that, that energy is destroyed or written over by bitterness and anger and, you know, all of these unexpressed and negativities, then when the time comes when you can reclaim your creative energy, it's, it's not there anymore. And my worry for Sudha, my mother, was that she didn't have time for herself. And when she was neglecting herself, I was neglecting myself as her daughter. And, and you really can't love your child unless you're loving yourself. And now, and I think that she's able to be such a wonderful grandmother and such a support to me as an adult daughter is because she preserved that part of her and now we're just seeing her blossom. You know, when she has time and resources and she's not depleted by having to care for"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:48:27.700",
        "message": "others. I think a great metaphor for this just thinking aloud is what they say on aeroplanes right if there's a pressure problem and the oxygen mask, they come down first put your own mask before the other person. Yeah, because otherwise you may be able to do neither. Yeah, it really is. Yeah. So tell me about now the whole decision of unschooling in the sense where you've already spoken near the start of the episode about why you decided to do that the problems with school and so on and so forth. But you know, how did the girls adapt to it? What does it really involve? Because a lot of people listening to this must be like, you know, they would have heard of homeschooling as some something that, you know, eccentric Americans do over there and individual freedom and blah, blah, blah. But over here in India, tell me a little bit about the community of homeschoolers or unschoolers, as you put it out here. And, you know, how long did it take you to come to that decision? And what has the experience"
    },
    {
        "speaker": "Guest",
        "time": "04:49:23.060",
        "message": "been like? How are your girls taken to it? So I'd always been curious about homeschooling. But we kind of seriously began to reread about it when our middle child was very distressed about being able to go to school. And it had nothing to do with academics. She continued to be involved with academics and be very excited about learning. It had much more to do with not being able to cope with the socialization and the social aspect of school. And much later, two years later, when our younger child also opted out of school, it was the same thing. She loved the structure of school. She loved, you know, what she was learning over there. But what was happening when the teacher was not in class or how the teacher was reacting when she was not at her best moment, and those became very difficult for her. And that's when we went and attended a Learning Societies Unconference in 2017 in Bangalore at the end of the year in Bangalore. And we found, you know, a large network of families and people, not necessarily all of them were families. There were lots of young people, a lot of single people, a lot of elderly people, people whose children were in school or had opted out completely. And also people who had chosen farming or forest life, you know, living away from the urban grid, in a sense. So they come together and through over five days through various activities and various kind of loose ways of meeting each other and exchanging information and sharing things with each other, you kind of discover that there are so many other ways in which people are living their lives. There are so many other ways in which people are learning whatever they want to do, how they're combining their passions with something that is also financially viable for their family. And so it was for the first time we were able to see that it can be done. And that these are not, you know, people on the margins of society or like highly unconventional people. They were just like us. Many of them had, you know, very conventional jobs themselves. But for various reasons, they were responding to their children's need to learn in a certain way. And it's both kinds of children. Some children are learning beyond their years or they have special interests that school is not covering. Or some children are, you know, learning at a very different pace. And how can we make space for the individual needs of children? And by that time, our daughters were 12, 9 and 14. So we had to some extent matured as parents. We recognized that each one has a very different energy level, has a very different need for physical, analytical activities, and also socializes in a very particular way, and is getting overwhelmed or traumatized by certain set patterns. So how can we figure this out? And I also then began when I came back from there, I read a lot of blogs by families. And some of the ones that I found very resonant were South African, you know, women in South Africa, who had written about their families. And then I began to kind of pick up words like unschooling, like digital natives, you know, these children who are born in the internet age, parents who have been through schooling and need to go through a de-schooling process to be able to understand because we may say, okay, you don't have to go to school, but we can end up, you know, recreating the same oppressive expectations in the home, just because you're not going to school, you still have to wake up, you still have to do your assignments at a certain pace, and stuff like that. And I read a lot of, a lot of parents, I saw a few videos, and I kind of came back and whoever I had heard about, I read what, you know, what they had created. And I guess that's, that's my self learning, I'll just kind of go into a topic and then read everything that I can find on it. And, and then I realized that all our confusions, all our inabilities, all our doubts about what is the next best step is, is really literally part of the process. It's letting go, it's going to be a time of unlearning, a time for all of us to let go of many of the expectations, primarily that you have to make children go through a certain grind for them to become functional adults. And you know, that the fallacy of that, that you can let them, you can, you can let them be who they are, let them claim their agency, and that they will figure out a way. And also, then you kind of look back at your own life, you look back at your own choices. Why did I quit full time work? How did I become a, you know, a self taught entrepreneur or a writer? And how many projects did I start and stop? What, where are my own life's learnings coming from? And you discover that many of us are unschoolers by nature, you know, that many of us, we've gone through what we had to go through, and then try to reinvent, rediscover, recreate ourself. And there's a lot of, there's a lot of reclaiming of self esteem. There's a lot of reparenting of yourself that that, you know, we do through our middle years, sometimes with therapy, sometimes with other forms of self help, through our own communities. And why do we have to follow the same pattern with children? Why, you know, why can we not let them kind of walk into the same claiming of their agency at an earlier age? And it seems like a radical idea. It's a very, but it's not, I don't think it is. It's not easy to live with. Because suddenly you're like, do I wake them up or not? Do we still eat together or not? How much fixation on a particular interest is too much? You know, if they are not exercising at all, then, you know, when do you intervene? When do you not intervene? And, and it, it really does then became a time of looking at your own life, your own choices, your own exercise routine, you know, you're, and, and learning to be far more accepting of the ways in which we are unique. And, and, and I think the one of the finest part of, of this whole unschooling journey has been reclaiming my own uniqueness. You know, it's not just something I'm doing for my children. It's, it's something that I'm also doing for myself. I'm, I am being able to see why I'm good at, you know, a certain kind of interaction. Why I'm not so good at a certain kind of meeting? What kind of choices do I need to make? What kind of ideas about myself can I now just let go of? You know, it's, it's not necessary for me to prove to anybody, or to myself, that I, you know, have certain efficiencies, I don't have so many. And, and when I accept that in myself, I will let my children explore it in themselves. And so in that sense, it's, it's an ongoing journey. And it's, it can be chaotic, but it's also very liberating."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:58:38.740",
        "message": "Yeah, it's so fascinating. And, you know, just thinking aloud, it seems to me that this is both not, this is both radical and not radical, as you said, at the same time, and radical, perhaps in the sense that it seems to go against the, the conventional structure of how you do schooling and all of that, but not radical, because if I think back on myself, to, you know, to use that phrase of yours, which I will presumably use all the time now, I'm also an unschooler by nature. Therefore, you know, I learned absolutely nothing in school and college. I almost made it a point not to out of rebellion. But everything that I learned, and like, I still take great joy in learning, I try to systematize what I'm learning, get to first principles and figure stuff out. And I think that that's a beautiful way to learn. And I think where parents can perhaps come in is that if I look at my own weakness, as a middle aged unschooler, my weaknesses, or where I fall short, I fall short in things like a mainly in terms of discipline, but I can imagine other areas where other people fall short. And I guess if you're working with, you know, teenagers, then what parents can do is just be, just help them with those weaknesses, which they'll also recognize and want to change as I do, but not push them along paths that may not be meant for them, which, you know, takes up so much time and psychic energy away. So, you know, perhaps they don't have to suffer as we did. Yeah. And I mean, there's so many"
    },
    {
        "speaker": "Guest",
        "time": "05:00:09.460",
        "message": "things that we become ready to learn at very different times in our life. You know, so as a camera person, in a news organization, I was extremely disciplined, I was always on time, I could work for hours on end, I, I, you know, I could, I, I won't say I was not hungry, but I was able to work on an empty stomach for, for, for hours on end, it took a toll on my body, eventually, it was something that I loved to do for eight years, and then I didn't want to do for another day of my life. And that was fine. You know, and then I did something else. And I'm glad that, you know, and we grew up in a time when you had to, you had to choose one thing. And that was perhaps okay, for my father's generation, where you were an engineer, and then you remained an engineer for life, or I don't think that it's true for anyone. I mean, he's a very keen gardener, I have an uncle who's an engineer who builds the furniture in his house. You know, there are so many of these talents that we claim at different times in our life. So many people start painting in their middle years or learn a musical instrument. And it's not like they wasted early years or this whole idea, you know, you you made that analogy very early you you spoke about schooling being something that was relevant at a time when you wanted to create workers for industries. And look how far we have come from there. We are you know, we are in a time of the gig economy, we are at a time when you can make a living out of being an artist, you can make a living out of exploring your own talents at different times in your life. I know young people who, you know, come out of college and love trekking, and within two or three years, they are earning enough from their passion to be able to fuel some other passion of theirs. And all of these things in conventional terms are called, you know, are, we have very perjurative terms for them, when will you settle down? Aise kap tak chalega? What will you do in your old age? Stuff like that. But we know, we I mean, you, you came into podcasting, you know, so late, and you've stuck it out. And who's to say you don't have discipline? I mean, imagine the kind of discipline with which you've completed that. So a lot of times when I'm having a conversation with other adults about unschooling, and you know, it's it's a shocking idea, and they'll try to make me understand what perhaps I'm losing out by making a choice like that. But we always go to, okay, let's look at our choices. Let's look at when you changed your subject or what you did with what you studied in school? Or when did you switch careers? Or what is it that you've discovered you're good at? And what a flexible time we are living in, you know, where, where you can really do multiple things at the same time. I mean, yeah, we should be a little careful about doing too many once in a while. But it is, we are kind of in a time where we can realise we can realise so many of our dreams, and still be able to put food on the table. And the new generation is going to invent so many newer ways of living."
    },
    {
        "speaker": "Amit Varma",
        "time": "05:04:00.740",
        "message": "As Tolkien said, all those who wander are not lost. And in fact, if you don't wonder, you're probably lost in this day and age. I want to talk about writing now. And I absolutely loved the epigraph at the start of your first book, where you write quote, I wanted to be all of myself at the same time. So I wrote wrote wrote myself into fullness. Stop good, beautiful. And it just so ties into that the theme of journaling, which we mentioned earlier as a way of discovering and shaping yourself. And elsewhere, you have written quote, I write to see myself through the tunnel of darkness. I write myself out of the bottomless well, I sort out my position and my feelings by writing about them. I write also to make place for love. This is important, stop good. And these are reasons for writing and perhaps some of them might even be kind of post facto. And you've written eloquently about all of this about, you know, the importance of sharing writing for a very personal reason to connect yourself to your mother and understand that better. What I'm interested in particularly is how you sort of taught yourself the craft of writing. Because when I'm reading something by you as a reader, I never noticed the writing, which is, you know, the best compliment I can give, obviously, as you know, and how did you arrive at, you know, being able to write in that easy, straightforward, lucid way? You know, what was that process like of finding that voice?"
    },
    {
        "speaker": "Guest",
        "time": "05:05:28.260",
        "message": "I did, I did blog for, for some time, I, I've learned actually to see that as part of the process in especially because my blog continues to stand where it, where I first created it. And it's as raw and unprocessed as it was always in the, you know, as I had created it. And I can't say that I did anything conscious to learn craft. I did gravitate towards certain writers in this horrendous school of mine, this amazing school of mine that I went to the best part of the school was a library. It had there was a huge basement library, and a very kind librarian who did not call you out if she found that you were spending a period in the library when you were supposed to be in some other class, she allowed you to do that. And this school library of mine gave me gave me access to many writers that, that I would not have been able that that would neither part of the syllabus and certainly in my home, where we didn't have a lot of books, we only had Reader's Digest. We, we, you know, I would not have been able to get access to. And what I began to read from the library, some of some significant things I read, this is the age of 15 and 16, black American poets. So who are writing, you know, almost in a haiku style in these very, very short sentences, like who were the memorable ones? Richard Wright is one Langston Hughes is Langston Hughes is another one. And then there was there was a copy of Cyrano de Bergerac. And I was just fascinated by this character. And I think I've borrowed it week after week after week and then found a copy of it in a bookshop and just managed to buy it with some birthday money so that I always had a copy of Cyrano de Bergerac. We we had access to Time and Newsweek then I became as soon as I went to college, I became a member of the British Library as well as the American Center Library, as well as the IP College Library, and continued to read. And I would I would say John Steinbeck and J.D. Salinger would be two very strong influences. And Sweet Thursday is one of Steinbeck's books, lesser known books that I have read many times over. And if you if you look at it, it's so unconventionally written. There are different chapters written in different voices, some of which I could not understand because he was using a southern accent of a homeless black person. And I just couldn't make any head or tail of it. But I would. But I knew I could kind of hold on to that book and over the years understand it. The extraordinary authenticity of the voice of Holden Caulfield in Catcher in the in Catcher in the Rye. I mean, here's sure you're using a young narrator's voice, the writer's doing that. But he's also breaking all the rules of writing, you know, the kind of abuse words that are being used, the kind of expression that he's using, the kind of repetitive way or the meandering way in which he's writing. And because that worked for me, I think what I did with some of these and they were they were they were great writers. Right. So what I may have done for myself subconsciously is give myself the permission to write similarly. And in a sense, what you are then giving up is the fear of, you know, not writing in the way that is supposed to be good writing, because certainly Holden Caulfield's voice will not fall in that category. To Kill a Mockingbird was this was a book that I also read again and again. So not just for the story or the plot, which, of course, spoke to me. On the first page of Kill a Mockingbird, Jem is 12 years old and he breaks his arm. And I was 12 years old and I, you know, was going through all of these injuries, similar to Jem. And so it's just crazy how some books will speak to you. Alice Walker, I picked up The Color Purple recently, and I was so shocked to find out that I had read this book when I was 16. And, you know, when I read it, my first instinct was put this away so your daughters don't pick it up. And I said, well, I read it in class 11. And, you know, there's rape, there's incest, there's, there's abuse. There's so much trauma in that. And but look at the voice that Alice Walker is using. She's, she's, it's not a, you know, the narrator. She's not even able to put two perfect sentences together. And I guess what you get from there is then the confidence to tell your story in your voice and not worry about, you know, whether it's well crafted or not well crafted, so long as it's, it speaks, you know, it expresses what you want to say. And it, it moves you in some way to put it out there. And this blog of mine that I mentioned, so it was, you know, I started it when my middle daughter is two years old, one year old. This is before I've quit my job. And in the first entry is, I have two amazing children and a wonderful marriage. I mean, I have a job that I love. These two loves are clashing with each other, what am I going to do about it, we'll find out. And then entry after entry, I'm trying to solve that problem. At some point, I quit. And then I carry on with the deconstruction of myself and picking myself off the floor, you know, in my second life post that job. But I think that it's like a practice ground, because I didn't open that to anyone to read. Again, what I was doing was perhaps just cultivating, you know, keeping giving myself a safe space to be fearless. So as you know, because no one is going to read it, so I'm literally writing as if no one will ever read it. And therefore, I can let it let all the ugliness also come out, I don't have to be afraid of either being judged or offending someone. And, and just continuing to do that, to the point where I start to get read, and I learn from the readers that it seems to resonate. And then I just kind of build on that with time. And I was just sharing with somebody recently with one of the writers in my memoir that I to this day, I don't know, when I write and I send a column, what the, you know, whether it's going to work or not, I don't know. And, but I, but the only thing I know is from experience, that if that, you know, you do your job, and, and the rest will just happen, and it's fine, you're not going to crash, you're not going to be fired, it's not going to be the last thing you ever write. Just, just, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "05:13:59.620",
        "message": "kind of trust your voice, in a sense, I just feel in that question, whether it will work or not the term work is wrong, in the sense that it has already worked, if you have written it, it's worked for yourself, right? What the world makes of it is we can't control that, like, this is great quote by Joan Didion of I don't know what I think until I write it down, right? So in the act of writing something down, it's done what it had to do for you. And, and then your voice is so consistent over the years. And perhaps, like you said, you shaped it in your private blog. So perhaps there is more sort of visible development there. But otherwise, it's just so consistent that worries like will readers be able to understand or relate would never just strike me. Going back to the theme of shaping yourself with your writing, and you know what Didion said, I don't know what I think until I write it down. How did your writing change you? Like, I would imagine that if you had continued just parenting and not writing about it, and if you maybe continued down that job or done something else or whatever, I'd imagine you'd be a different person today. Writing changes everyone. I see that with myself that everything I do changes me in some way or the other, even if it's podcasting or whatever, you know, our actions shape us. And we shape our actions back, but more actions might even shape us more. So how has right how did writing change you as a person, as a mother, as a wife,"
    },
    {
        "speaker": "Guest",
        "time": "05:15:21.060",
        "message": "just in every sense? Yeah, I'm absolutely sure that I would be a different person. And in fact, every time I every time I begin to find that I'm becoming bitter and angry, I know that I must write in a that I must allow myself to write it out of my system. To answer your question, you know, the second column I wrote for Mint Lounge talks about, it's just in that moment where the editor calls me and asks me to write the column. And I say, yeah, sure. And I put the phone down and I have a meltdown. And in that in that meltdown, I'm saying I will want, I will want to be seen as a certain person to be seen as that person, I will have to become that person. You know, I will want to be seen to be doing a good job. And for that to work on paper, I will have to do a good job. So I'm kind of lamenting that I will have to be a better person to be a better to be a good writer to be the kind of writer I want to be. I'll have to be I'll have to be a better person. And why couldn't I have lived the unexamined life? I'm kind of laughing at myself in that moment. And I don't think I mean, I just wrote that out it came and I wrote it and I thought it would work and I sent it. And, and I over the years I you know, sometimes when I come go back to that passage, I'm like, oh my god, I had to do it. I literally did it. You know, I have that there is, you know, if you want it to ring true, then then it has to be the truth and then then you have to live it. Otherwise, it's not true. So you can't, you can't be seen as a gentle mother or if you're not being one. And in that sense, the fact that you're going to tell this story, it defines how you play the character in the in the story to some extent. There have been times, Amit, when I'm in a situation that is kind of, you know, emotionally, in which I'm kind of very emotional. And I'm back of my mind is thinking, I'm going to write about this. And also is thinking, how are you going to end this? Because if you don't act now, you don't have a story to tell. So if, if I'm very angry, then I have to do something about that there. Because I, I am not allowed, I have not given myself the permission to rant. I am not allowed to go and write a story in which he said this to me and I felt so bad, end of story. What did you do about it? That's the story. What you know, what is what is your reaction? What is your agency in this story? That is the story. So if I want to talk about it, then I have to, I have to do something about it. And I find that I, and in many times, if something's happened in school, I have to go through the whole thing of going to school, talking to them, giving them a chance, listening to them. And then I can tell the story and say, I didn't like the way this happened. And this is what I did about it. I can't, so, yeah, I mean, that I've not given myself the permission to, to just tell stories in which I'm this little victim and I can blame other people about it. I have to exercise my agency. And, and therefore I do. If something's happened between my husband and me, and I want to figure that out, then I have to act. I have to, I mean, whatever the situation may be, even if it's with the child, I have to have the conversation that I am not being able to have to be able to, to be able to tell that. This is such a fascinating paradigm shift in the sense"
    },
    {
        "speaker": "Amit Varma",
        "time": "05:19:56.340",
        "message": "that you're not writing about your life, you're writing your life. That to write, you have to live it. And, and, you know, everything is kind of, these are sort of feeding into one another. Tell me about your course. What made you think of sort of teaching this? Because obviously, over a period of time, there's intentionality behind the writing and the craft, you've thought about it, you've developed to a certain stage, all that is there. But teaching a course then means that you are explicitly taking all of these things that you might have implicitly learned, and you're, you know, drawing a code of writing conduct, as it were, and sharing those lessons and giving it form and structure and then teaching it. And like, what I have found is that the act of teaching, I think, is even more intense than the act of writing in terms of how deeply you have to think about something. Because if you're teaching something, you bloody well you bloody well better know every little aspect of it, you know, in the sense that you have to know it really well, you have to think about it very deeply. Tell me about that process."
    },
    {
        "speaker": "Guest",
        "time": "05:21:02.020",
        "message": "Yeah, so one of the things that I had kind of internalized over time, when I, you know, when I came out of school and decided not to study English, but to study psychology, and then I came out of mass communication course, and I decided not to be a reporter, or a writer, but to be a camera person. And over the years, I began to feel that maybe I didn't know how to write. And maybe I, you know, clearly, I didn't know, that's why I didn't do it. And I kind of internalized that stupidly. But, and then when, when I began to write the column, in a kind of hypersensitive way, I remained a little aware of the fact that nobody else wrote memoir in weekend columns, that personal writing is often judged in a certain way. And, and, and then, but, but, but I had enough time, I had enough time of writing that column for 10 years, to be able to shift from that position. Also, when the books came out, and they were highly successful, and I met my readers in literary festivals, and there was time for all of this, you know, garbage to go out, and, and a kind of a comfort level to settle in with why I was writing how I was writing and what it, why it mattered. But in 2020, mid 2020, for various reasons, my column was discontinued in Lounge. And to be fair, it was immediately started in the Tribune. So there was even not even a week's gap, the minute one paper didn't take it, another paper took it. But times have changed. And my audiences were changing, my editors concerns were changing. And, and more and more, I felt that I was writing in a space that was constricting, where, you know, don't write this, because this can get us into trouble, don't write that, because that's too intense, don't. And it was just from a very, very, you know, like a river in spate kind of space of what I want, what I could choose to write about, it was just kind of narrowing into a canal. And that began to get to me, and I guess in a, not consciously again, but I get I'm, I suppose in a subconscious way, I felt that I need to heal, I need to heal this in myself. And because I was feeling frustrated. So this is again, I'm analysing it in retrospect. I started, I announced, I called up a friend, and I said, you organise writing workshops. And I think I can do a workshop with you. This is Yoda Press and Arpita Das. And she immediately said yes. And then one of her colleagues literally sat me down, pursued me, followed me through my imposter syndrome over the next two months, and put the course together, put it out on social media. And the first lot of people joined. And when they began to join, and I looked at their profiles, and they were senior to me, they were writers who had written more than me, very prolific, working journalists, all kinds of profiles, people who did their own magazine. And I was like, why are they coming? And you know, so clearly, in my moment of doubt, I had forgotten the body of, you know, I had"
    },
    {
        "speaker": "Amit Varma",
        "time": "05:25:12.020",
        "message": "forgotten the body of my work. And I haven't met a single woman who doesn't have the imposter"
    },
    {
        "speaker": "Guest",
        "time": "05:25:17.620",
        "message": "syndrome in some way or the other. Yeah, so sometimes you can completely wipe out like decades of your work in a moment of panic. But at the same time, looking at these profiles, I was like, if they are paying to do this, then you, you know, if they're taking this seriously, then you're going to take this seriously. And, and of course, I was going to take it seriously anyway, it's just that I expected new learners, I didn't expect, you know, writers with so much talent, as well as experience, to come to me and say, you know, we want to write in a certain space and, and we need help with that. But, but that's how it happened. So I kind of went into the first memoir workshop, especially the first session, blinded by fear. But knowing that, I mean, it's, it's a little bit like my public speaking experience, you know, just before going on stage, I'm like, I don't remember any, I don't remember anything. And, and then you go and you begin to speak. And later, you don't remember what all you've said, but, you know, people are appreciating it. So it must have worked. So I, so I did the first memoir workshop. And that really kind of gave me a sense of what I, what I was, what I had in me to offer. And so we had announced four sessions. And immediately, I was kind of being able to see what the specific needs of each writer was. And I set up an individual session with each one of them outside of the group sessions. And that was very, very, it was a little bit like your podcast, it was, you know, very rewarding on both sides to, to, to explore what is it that our barriers are, what our strengths are, you know, what, what our histories are, and what do we want to do with all of this? How do we break through? And it was just such an intimate and engaging experience that it convinced me that I, that I was ready to go independent, that I was ready to kind of just put myself out there and announce it, announce more workshops. And the minute I announced the second one, it got oversubscribed, to the extent that I, you know, simultaneously ran a third one on another day of the week. And, and we've, we've done these seven workshops. So seven cohorts. One of my friends used to say, you know, there was a time when, before my column was stopped, for a while, there was a conflict over it. And every few weeks, every few weeks, it would seem like, now we're like, really at loggerheads. And this is the end, this, my call. And it would make me feel, it would make me feel really bad, it would make me kind of begin to collapse, which also made me realize that what I was doing was writing much more than a column, you know, that something much bigger than just 1300 words is what was coming out, because my whole body was reacting to the idea of not doing it. So I needed a substitute. But in that time, you know, one, I must have said to one of my friends, who's a writer, I said, will I still be a writer if I don't have a column? And she said, Natasha, you will become a writer when you stop writing this column. And I was like, what does that mean?"
    },
    {
        "speaker": "Amit Varma",
        "time": "05:29:16.980",
        "message": "I agree with that. That's what I was about to say just now. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "05:29:19.460",
        "message": "And I and for me, it was like, what does that mean? But from it's when I started doing the workshops, that's when I really kind of began to get a sense of what it means to be a writer. You know, to be able to read in that way to be able to distill your learnings in the way that you described, just before I was talking, to become much more aware of things. And I really strongly feel that it has it has given more body and form to my own writing. You know, ever since I've been doing, I have taken more ownership of what I do. I make sure that when my writers in the cohort are writing, I'm also writing. I make sure that I go to them when they show me their writing, I show them mine. And then I have to deal with shame. I have to deal with doubt. I have to deal with, will they still take me seriously as a mentor if they see that this is what I've written this week? And I have to stand by what I've written. And that's a different level of confidence level of confidence from, you know, it's being published because an editor needed to fill up some space or whatever. It's a different level of really literally standing next to what you've written. It's a little bit like what the books make us do, is when we have to stand with them. It's an identity then you have to take quite seriously when you."
    },
    {
        "speaker": "Amit Varma",
        "time": "05:31:05.380",
        "message": "Yeah, and I think it's interesting how, and I've also obviously taught writing, and it's interesting how the act of teaching writing can make you a better writer. And that in turn can make you a different person. I won't say better, but different, that all of this kind of feeds into each other. So it's so rewarding. So it's not only that you're teaching and the"
    },
    {
        "speaker": "Guest",
        "time": "05:31:28.340",
        "message": "students are benefiting, but you're also learning. It's very rewarding. It's really, I mean, one of the things is that despite the fact that the books came out and, you know, there was all the literary festival circuit thing to do. And I met readers in person and people wrote to me and they continue to write to me. But a lot of these people who are coming to the, you know, these cohorts are made of people who have been reading me for years. And now I am privy to stories of how other people's lives are influenced or changed, or, you know, they're so hungry to tell me the story. And these are people who have never written to me over the years. You know, they're not the fan people who will kind of come out and meet you or come out and meet you somewhere. But they've kind of signed up immediately as soon as this thing is happening. And sometimes it's so overwhelming that I really have to kind of put on a mask because, you know, in front of me, there are these 12 windows and everybody's saying, you know, talking about you as if you're a little guru or something. And so, temporarily, you kind of have to protect yourself from kind of exploding. But it does, in a moment of quiet, it does give you a sense of the importance, the relevance of honest writing, of telling your story, of, you know, demonstrating courage, in a sense. I mean, a lot of people say how brave you are to write like that. And I don't get it because I have, you know, I feel so fearful. The process is kind of, I'm conquering so many fears. And you don't realize that the act of conquering fears is bravery. You know, you're so much like looking at yourself and saying, I'm so scared. But the fact that you're acting despite your fear is what it is. And then, yeah, so it really teaches you, it teaches you about yourself,"
    },
    {
        "speaker": "Amit Varma",
        "time": "05:33:47.860",
        "message": "about your work. I'm guessing that many writers would be plagued with self-doubt when they start, like I certainly was, where you think that, hey, is it an act of self-indulgence, where you might wonder if you're being incredibly arrogant, that why would someone want to read me? Right? And then that moment comes like the one that you've described, where you realize that, hey, the writing is meaningful to so many people. You know, it's the opposite of self-indulgent,"
    },
    {
        "speaker": "Guest",
        "time": "05:34:16.820",
        "message": "you're actually doing a service to the world. Yeah. And while I wouldn't put it like that, but I do, you know, just the last column that I went last week in the Tribune about, it's being called Hai Bechari, because I'm talking about this concept of people expressing love by calling you Bechari. I had very little time, I was in the middle of hospital visits, there was some crisis in the family. And I took some time off into a cafe and wrote it, and wrote it because some parts of it, I had recorded in my notes. So I had some dialogues, and then I built the piece from it. And I had no time at that point for fear, doubt, anything. I had no time for any rewriting, I just had to, you know, clear the copy, I had to write it, clean it, send it. And at that time, what I was able to do was separate myself from the act of writing, it's not about you. This needed to come, it has come, it will go, it will find its destiny. And you just learn so many times over and over again, that this act of surrender is actually so empowering and so necessary."
    },
    {
        "speaker": "Amit Varma",
        "time": "05:35:40.420",
        "message": "That's a beautiful way of putting in this act of surrender. So we are almost out of time, I think we have a few minutes left. So a couple of final questions. And one is that, tell me about what else you're doing these days. You're writing, you are doing the course. And of course, you're, you know, parenting and wifing and all of those things. What else sort of involves you? You said you were involved during the CAA protests. You're clearly someone who's, you know, socially conscious out there trying to make a difference, especially in these"
    },
    {
        "speaker": "Guest",
        "time": "05:36:13.140",
        "message": "times. So tell me a little bit about what you've been up to. So two things. One is something that I've been involved in since 2017, which is this people's campaign called the Karwan-e-Mohabbat, the caravan of love, that was announced by Harsh Mandar. It was a call to people from civil society to come together in solidarity with victims of violence who are not receiving the support that they should be receiving from the state, from the media, from their social groups. And that's, it's been an amazing learning journey. It's had its moments of pain and trauma and even burnout, emotional burnout in many ways. It's been hard on the family. Although it nearly started as a family project, it was the first thing that Afzal and I were doing together that both of us were equally involved in. And I was just out there publicly because as a writer, I had a role to play. So that then got us involved in the, when the NRC was announced in Assam, we were working with communities there. Quite naturally, it became part of the anti-CA protests, then the rehabilitation of victims of the Delhi violence. And then immediately when lockdown happened, you know, this huge civil society role that needed to be played when we had migrants, hungry and homeless migrant labor on the streets of India. And so that's kind of been very intense in many ways. I've revived the filmmaker in me to kind of lead the media team of the Karwane Mohabbat. We've been not only documenting stories of victimization, but also stories of solidarity of India's very living, throbbing, syncretic culture, the vestiges of of it in some places, but also the very aliveness of it in other places. Documenting stories of people, it's been quite amazing. What I'm starting to do next month is kind of also revive the teacher in me. Teaching, it's been my calling. And at various times, it's either been a very conventional teacher type role, or it's been more of a trainer role in media. But after a long gap of teaching in Delhi University and the Express Institute of Media Studies, where I was teaching regularly, after a longish gap of about five or six years, I'm going back to work, teach undergrad students, undergrad and postgrad students. And I'm really excited about it because I have not spent time recently with this age group."
    },
    {
        "speaker": "Amit Varma",
        "time": "05:39:51.940",
        "message": "And this is at Ashoka."
    },
    {
        "speaker": "Guest",
        "time": "05:39:53.300",
        "message": "And this is at Ashoka University. So, I mean, I'm a little more excited than a professor should be. At Ashoka, they just, you know, all the teachers are called professors. So, I'm already Professor Badwar. I'm already being addressed as such. And I'm suddenly having a little bit of a wow, this sounds good moment. But I think that it's really fantastic to have the opportunity to work with young Indians, to be able to share, you know, your experiences and your hopes and dreams with them and to be able to participate in, you know, to get to be witness to what it is that they are thinking, doing, and help them channel it in some way. Yeah, so these things are coming back. I'm also taking on freelance filmmaking projects. So, for the first time, I'm kind of independently working with a group of younger filmmakers, filmmakers, so that all of these things can happen at the same time. And I'm very tempted to employ my children soon, but I should be careful."
    },
    {
        "speaker": "Amit Varma",
        "time": "05:41:20.420",
        "message": "Yeah, I was just thinking that they must be so terrified that you'll combine two of these things and start a vlog featuring them and you'll have a camera all the time at home and all that."
    },
    {
        "speaker": "Guest",
        "time": "05:41:29.860",
        "message": "No, they're very sagacious in how they advise me. And they'll be like, No, mama, I don't think you should do that. And of course, I'm very obedient. So."
    },
    {
        "speaker": "Amit Varma",
        "time": "05:41:43.460",
        "message": "So, okay, final question, which I asked many of my guests on the show, recommend for me and my listeners, some books, films, music, which you absolutely love. And a little while earlier, you spoke about a lot of the books which influenced you. But, you know, apart from those which you've already named, you know, books, films, music, which means so much to you, you love them, you'd want to share them with everyone."
    },
    {
        "speaker": "Guest",
        "time": "05:42:07.220",
        "message": "Let me start with music. Last week, Naira Noor passed away. And I certainly would want to mention her to a new generation, to many generations of people who are listening. She sang ghazals, she sang fairs. She had the sweetest voice. And I'll send you a link, Amit. She sang a very beautiful song that stayed with me so much that it was the lullaby that I would sing to my children. It's very poetic. And it's not fairs. It's not a ghazal. But it's a very dreamlike song about butterflies and fireflies. What's it called? Hume Titliyon Ke Jugnoon Ke Desh Jaana Hain. It's almost like a child and a mother are kind of in a dreamscape. I love the metaphors in it. So I would very much like to recommend Naira Noor as a writer, as a singer. Books. Yeah, I mentioned some. I'd say read everything, really. It was one of the little learnings on the way of has been because I grew up in a home without books. It was my ambition to raise my children in a home full of books. And I did then fill up bookshelves with my books and expected my children to read them. And my children don't want to read any of the books necessarily that I have brought in. They discovered a whole new set of writers. They read entirely different genres. Sometimes they come back and read Pride and Prejudice and you know, they're fond of Little Women and some of the classics. But they have brought in a whole new library into my home. And that's really taught me to let readers go. You know, they just just totally really let them go and read everything, read whatever you like. Fiction, non-fiction. I think there is something, many of us have a little bit of a magical ability to just find what we need, you know, left alone in a bookshop or in a secondhand bookshop. We'll just, we tend to gravitate towards certain kind of readers and we should give ourselves the permission to do that. Not worry about whether it's famous or economical or on sale or not. What's the third thing? Films. Oh, watch a lot of animation. Watch Miyazaki. Watch Miyazaki with your family. It's something we do a lot. And one of our favorite dialogues, my husband's favorite dialogues is Respect Your Father. It's from a film called Ponyo. And we always answer him with Suspect Your Father. But you didn't hear it right. That's what the real dialogue was. And it's got this eccentric looking father trying to protect his daughter who's on her own happy journey. Yeah, so watch a lot of animation. Watch films from Southeast Asia. My daughters are discovering this, the rage in my home these days is Bad Buddy. So shows, I would say, watch a lot of Southeast Asian shows. I think they're very sensitively made. And there's a whole new language of emotions that they're expressing. Like which are the ones which have struck you? As far as names go, I can only name Bad Buddy. But you send me the links and I'll put them up soon. I'll definitely send them to you. But yeah, watch a lot of animation. Watch films from Southeast Asia. I'll definitely send them to you. I watch very few films. But Masaan has stayed with me. Mirch Masala is a classic that I often tell my children the story of Mirch Masala. And they insist that they cannot watch the film because they can't take this kind of intensity. But they like to hear the story. And yeah, I just go for popular culture. Great, you know, it's been an"
    },
    {
        "speaker": "Amit Varma",
        "time": "05:47:01.940",
        "message": "incredible however many hours we sat here. And, you know, during this time, also that phenomenon I described to you, that was happening with you. Whereas three, four times, you've looked like different people I know, and I won't name them. And it's very interesting. But one thing that I found is when you were talking about your daughters, you know, at one moment, I just saw that you look like you were dancing, there was so much rapture on your face, you know, and it was perhaps is because of the way the light was falling particularly luminous. So I wish I could have taken a picture and you know, saved it for your kids. But Natasha, thank you so much for your time today."
    },
    {
        "speaker": "Guest",
        "time": "05:47:35.460",
        "message": "Thank you, Amit. Thank you. It's been wonderful having this conversation."
    },
    {
        "speaker": "Amit Varma",
        "time": "05:47:43.300",
        "message": "If you enjoyed listening to this episode, do share it with anyone you think might enjoy listening to it. In fact, do that with any previous episode that you have liked as well. Spread the joy. Check out the show notes, enter rabbit holes that will tons of great links. Do visit your nearest bookstore online or offline and pick up both books by Natasha. You can follow Natasha on Twitter at Natasha Badwar. That's one word. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of the seen and the unseen at seen unseen.in. Thank you for listening. Did you enjoy this episode of the seen and the unseen? If so, would you like to support the production of the show? You can go over to seen unseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]