[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Among the many memories I have of childhood, there are memories of food. Some of it is the food my mother used to cook. In that generation, alas, you won't find many fathers who did. I loved her short shabatta much, and I also loved her fish ala kheev and the fish pulao she sometimes packed in my school tiffin box. I can almost taste them as I say these words. Like any good Bengali boy, I was not a big fan of vegetables, but I did like the aloo posto she made. I hated pothole and kathal though, and developed a taste for begoon only later in life. I remember being a child in Chandigarh in the 1980s, and once in a while, my dad would go to empire stores and pick up some packets of salami. My god what a treat that was. My college years were in Pune, and I remember the special masala dosa of Vaishali and the banwara of the Ferguson college canteen, and the million cups of cutting chai at the katta. Food carries such memories with it, and is part of our emotional cells. That's why we have a phrase like comfort food. There is food that gives us comfort, and it does so because it takes us to a special place, an earlier place, maybe even when we were different people, or lived simpler lives, uncomplicated by our modern madness. What's your comfort food? What food is there in your happy memories? Close your eyes. Can you smell"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:22.600",
        "message": "it? Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:32.840",
        "message": "science. Please welcome your host, Amit Verma. Welcome to the scene and the unseen. My guests today are Sameer Seth and Yash Banage, who created waves in Mumbai a few years ago when they started the cult restaurant, Bombay Canteen. They also went on to start my favorite restaurant in Mumbai, O Pedro, as well as Bombay Sweet Shop, which takes a modern look at Indian sweets, and it is so so good. Their partner and mentor, the great chef Floyd Cardoz, passed away in the early days of COVID. But Sameer and Yash kept it together and kept it going. Sameer got in touch with me earlier this year to discuss a project, Enthoo Cutlet, a bi-monthly food magazine that has just launched. The link is in the show notes. Meeting him, I realized that all his projects originated from a place of passion. Sure, he turned his restaurants into successful businesses, but they began out of a love for food and an appreciation for the role that food plays in our lives. And he was now looking to trace a connection between food and stories, food and identity, food and memory. That's why Enthoo Cutlet began. I thought Sameer and Yash have had a fascinating journey. I invited them on the show and here they are. We spoke about how the culture of dining out has changed in India, how it's different from the West where both of them have worked, why service should not be confused with servitude, why entrepreneurs should not obsess about scaling, what the food industry has in common with the creator economy, and just their personal journeys, which I found so fascinating and instructive. When Sameer left his corporate job to get into this business, his grandmother told him, bang chhor ke parathe beshne ja rahe ho. My response to that is, no banker has ever been on the scene and the unseen. Before we begin this conversation though, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up level themselves by reading more. A few months ago, I signed up for one of their programs called the Daily Reader. Every day for six months, they sent me a long form article to read. The subjects I discovered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up to date with ideas, skills, and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. What's more, you get a discount of a whopping 2,500 rupees 2,500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Uplevel yourself. Sameer and Yash, welcome to the scene and the unseen. Thank you for having us. Yeah, you know, I've got to say this is almost like a second take. I'll inform my listeners because I just started a couple of minutes ago, and we are recording in my home studio. And the cable wasn't attached to Sameer's mic. So we've kind of had to start again. And my first question is no longer a surprise, but it's still going to be my first question. Before we started, Yash, you mentioned that, you know, I should ask you anything, you have nothing to hide, right? So I'm going to take you up on that. Could each of you tell me one thing about yourself, which the other doesn't know?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:05:24.840",
        "message": "Yash, you want to go first this time? As in, I honestly have nothing to hide. I think being a true co founder, I've shared everything with you. So if you have something, then it's"
    },
    {
        "speaker": "Guest 1",
        "time": "00:05:35.800",
        "message": "going to hurt my heart. Truly set it up for all the drama. You sound like a married couple. I think the one tick of mine, which I was sharing with you before we discovered the lack of a wire, was that I have to do everything in even numbers. So like when I'm having a bite of something, like it has to be two bites or four bites. And obviously, Yash is finding this hilarious right now with jokes brimming through his brain, which he will keep to himself."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:08.680",
        "message": "So many legal problems if I crack that joke. You do have two great restaurants. But yeah, exactly. So there you go. And one great sweet company, you'll have to start another one."
    },
    {
        "speaker": "Guest 2",
        "time": "00:06:20.640",
        "message": "But is that why you didn't want to do anything on your own and you found me? Exactly. Exactly."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:26.160",
        "message": "So sweet. Yeah, he completes you. My life has been meaningless. Yeah. So how did this habit come about? Were you always like this? As long as I can remember. And there's no OCD element otherwise. No, that's it. This is everything twice. Yes. What is the weirdest"
    },
    {
        "speaker": "Guest 1",
        "time": "00:06:45.160",
        "message": "thing you've done twice? That I don't know. You're leading into these jokes, I'm sure. But like, I don't think there's anything. It's just the simple everyday things that just need to be done in twos. So even if you taste something and it's shitty, you'll still taste it again? Probably not. It's not that bad. It's not that bad. Okay. So I'm curious"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:06.680",
        "message": "to find out about sort of both of your childhoods and your journeys and whatever. Who should"
    },
    {
        "speaker": "Guest 2",
        "time": "00:07:11.000",
        "message": "we start with first? Let's go with Yash this time. All right. Yeah. Quick one. I was born in Bombay. When I was a week old, my parents thought we should move to Pune. I'm in just a quick background. My father is a neurosurgeon. My mom's an architect. And I had a brother. I have a brother. Sorry, Yuri. Who's told you not to mess this up. Who's messed my head up before. But yeah, he's one year older to me. So we grew up in Pune. It was a beautiful city to grow up in. And being the youngest son out of the two, my brother took the easy way out and decided to do chemical engineering. So there's a lot of pressure to be a doctor. And I think I took the easiest way out and told people I want to do hotel management. And everyone now asks me this question, like, why did I do it? And this is pre internet, where you could make a wiser decision. And I think it was some book I read, you know, like a career counselor book, which just told you different careers. And I know my mom at that time had already signed me up for medical entrance exam classes. And it wasn't her fault, because I also hadn't said that I don't want to do it. So yeah, but I was as lucky both my parents were very understanding to let me go into this. This was pre when restaurants were sexy and glamorous. So I did that I did a three year course on hotel management out of Goa. And post that I started working at the reception of a hotel in Bombay for a month, got bored doing that, then moved to restaurants. And I never worked in a restaurant, a lively restaurant and it just like the hustle and bustle just was something I really enjoyed. So I worked as a server for a good year and a half became a supervisor did that for a year and then went to Cornell to do my master's. That's when I met Sam. Post that I think being in the US like changed the way I was looking at hospitality and how I was treated like a robot in India like you were working long hours and just yes or no. So I just like I'd never traveled abroad and it was my first outing. And it just changed the way you looked at restaurants the way they were looking at restaurants. So I decided I wanted to go back into the industry. So after my master's, I started working as a bartender in Chicago, the same company I we got along really well. They moved me to Singapore to work as a jazz bar manager. So you're 25 years old managing a jazz bar was quite glamorous."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:53.200",
        "message": "You know who else managed a jazz bar when he was 25? Haruki Murakami. Before he became a novelist in the late 1970s. He owned a jazz bar and he ran it but yeah, so you're in good"
    },
    {
        "speaker": "Guest 2",
        "time": "00:10:04.200",
        "message": "company there. And I had no idea what jazz music is. So I think he did better. So yeah, did that I worked with this hotel group for another three years. In this time, I've been a jazz bar manager. I've been a poolside manager. I've been a quality assurance manager. I did a lot. And it was great experience. And I have some really, really funny stories from the hotel ecosystem from figuring out what systems to use to keep birds away from eating butcher muesli off a buffet to why we had to kill honeybees. So it's great, great stories over drinks, but did that and I think it does one point that Sameer and me were just tired and exhausted of working these long hours, but doing it for someone else. And he was one tired call that he called me saying, and I still remember it was like, kuch karte hai. I was like, yeah, sure. And that's how the journey started."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:03.260",
        "message": "So just to sort of double click on a few of those, it struck me when I was thinking about food and your journeys, that for a lot of us, obviously, you get drawn to a particular thing because you fall in love with some aspect of it. And then you realize that there's a lot of hard work and it's not so glamorous and all of that. But most things still have basically one dimension. You know, people might want to be a writer and then they find writing is hard work and that's fine. Right. But in this particular hospitality industry, there are so many aspects to it. You could fall in love with cooking and decide to become a chef and then you find out that shit, it's it's not what you thought it would be. Or you could fall in love with cooking and come towards hotel management and then find out that hey, the hospitality business is a whole different thing as you must have found out when you were serving in Bombay and all of that. So what drew you? What made you do hotel management in the first place? And like, did you want to cook? Did you just like that whole sense of building a hospitality ecosystem environment, whatever?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:11:58.600",
        "message": "Again, like, this question gets asked a lot. And there's a couple of memories I had. So we have a very small family in Pune. And so it was a good occasion that you went to a restaurant like a good restaurant to eat. And our father used to take us to this hotel, which later became the Taj, which in Pune is called the Blue Diamond. And they had a coffee shop. I still remember we used to go there for the chicken sesame fingers. And there used to be this manager there wearing a suit and was always orchestrating the team. And I feel I always looked up to him being like, no, seems like guy knows what he's doing. Like, that's one memory I have, to be honest. And apart from that, like, unlike when I look at Sam's family and the way they eat every meal talking about the next meal, it wasn't the same. We had great Maharashtrian food, like great fish fry, great chicken curry, so good food. But I was never a foodie as such. So I don't know if it was that image of that person that really inspired me. I'm going to give a 10 second gap for your editor to tell you a funny story on that, because I feel you might have to edit it. No, I'm not editing it out. So my first or second day of hotel management, like you said, you know, in a lot of government colleges, ragging still continues. And there were different forms of it happening. But we were served food. So as a part of our curriculum, as you go when you're senior, you have to cook food in huge quantities. So instead of just throwing it away, you serve that in the cafeteria. So your seniors used to serve you food. So if you were a junior, you used to get a lot of rice and like one drop of dal. And now to get the sabzi, you would have had to answer a question. So generally, it was just nonsense questions. But I remember this one because I know this guy and I still know he's in the industry. And he asked me, why did you join the hotel industry? And I was like, I love interacting with people. That's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:07.520",
        "message": "why and he's like, toh chinal bante the, what chinal, I'm sorry, a prostitute. Oh, okay."
    },
    {
        "speaker": "Unknown",
        "time": "00:14:14.000",
        "message": "So I mean, I laugh because I knew it was funny. But yeah, and here's the one fact I didn't"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:21.160",
        "message": "know. Yeah. Which is demeaning to prostitutes, honestly, because it's an honest profession."
    },
    {
        "speaker": "Guest 2",
        "time": "00:14:27.160",
        "message": "And like, yeah, so that's like, it's been a like, for me, it's been a very heartwarming journey since since then, it couldn't have gotten any lower. But I still I, in whatever we do, I know a lot of us, I spend a lot of time now in ideation and like behind the scenes. But when we are in our restaurants, and like, just the drama unfolding and operations going on food going out, it's just that energy, I think that keeps me going. I think that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:56.360",
        "message": "what drove me towards it as well. And was there also an element of then learning how to get along with people figuring out all of those dynamics, because it's one thing to an abstract, say, right here, like hanging with people are like coordinating things. But when you're like, what was the reality like when you actually got into the industry"
    },
    {
        "speaker": "Guest 2",
        "time": "00:15:14.680",
        "message": "here and in the US, for example. So reality here is, it's in a non censored way, it was very, very difficult. I also think as I joined, started to work when I was 20, I was a very naive 20 year old. So when I was working, and I'm not kidding, when I was working 16 hours a day, I still was energetic after 16 hours a day, and I was just enjoying it. Now, what happens is a lot of hotels in India, especially come from international brand standards. So there is someone in Canada saying, cappuccino needs to be served in four minutes, fine. But if I'm serving breakfast to 500 people, and the Indian owner decided that this restaurant of 100 covers, or 100 seats for everyone can have only one cappuccino maker. And in India, cappuccino is the one common coffee order. It just can't happen. So you have to be on roller skates. That hustle of you know, we, for me at that time, I was like a horse in a race with those blinders on. And my target was five minutes of cappuccino. Like those things got instilled in me in the Indian restaurant system was a standard, you have to follow it. There's no idea why it was we've never saw the bigger picture. We used to have a white asparagus festival, Italian festival, we never tasted that white asparagus, we never got to taste the food to explain it. So if I'm explaining it to a guest at the restaurant, then I would use to say, this pizza is going to have cheese and don't have white asparagus. I'm not going to tell him that the texture is going to be it's going to be nice and crunchy, the white asparagus will be a little bit sour. All those things never came to your mind because you never tasted the food. But then, and I feel now it's changed a lot. There was no respect given to you from team members. And from guests in team members, there was always that we've come up the ranks the hard way. So you have to do it as well. I feel that's there in every industry in India. But I honestly feel that's changed a lot. But from the guests also, it was the same. There's a slight like you are a lower entitlement and like that sense of entitlement. I remember serving someone a bowl of French fries. And this is that like one in the morning. So definitely that person was also nursing a hangover or drunk. And you know, there's one fry which will have that one dark brown into it. And it was right on top of the fire. And the first thing he points out and he says, it's burnt. And the first thing you're taught is just to apologize. And I was like, I'm sorry. So he stood up and he didn't he didn't slap me, but he moved his arm and he's like, if I slap you right now and say sorry, that's fine, right? And like you again, say sorry, and just like, you know, take it away. As in there are instances like that, for me in that moment, didn't mean anything like I was obviously a bit nervous. And when I start thinking back into it, like if it was someone who was a bit more sensitive to that situation could have thrown him out of the industry. And it's happened to many 90% of my my classmates. In the first year of us graduating, I feel 50% of them would have joined a call center, or maybe the airline industry. But within the next two, three years, I would say 90% of them were out of the industry."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:47.400",
        "message": "So sort of related question to both of you, like, one thing that people often say quite correctly is that if you want to understand, like one way to figure out the real character of a person is to see how he or she treats people lower in status to them, like the wait staff and all that. And in India, honestly, most people would fail that test, right? And there is, and I'm just wondering about why, you know, of all people, you'd imagine that we would be though we are desperately poor country, you know, we would be the most sensitive to that, and the most empathetic to that. And yet we are the most rudest, most entitled bunch of, I mean, I'm sorry for generalizing and it's on my limited experience of what I've seen you guys no doubt have a far bigger sample size to judge from. But why do you think that is? And is it generally the case that Indians do tend to be more entitled and, you know, the class and status plays such a big part in this?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:19:41.040",
        "message": "We've spoken about this so much over the last eight years that we've been running Hunger Inc, which is the company. We always say in India, like service equals servitude. Wow. And that is what you've been taught up to do, right? Like the thought that someone serving you is beneath you in a certain way, just because of the class distinctions we've all grown up with around us. That's the model we've always seen. And that is so ingrained that it's very hard to break. And one of the biggest things which we have, I feel, worked on is like, how do you instill that confidence in whoever is serving you or making you your drink or cooking that dish for you, to have that conversation as an equal? It's hard, it's not easy to sort of break years and years of conditioning to someone walks into a restaurant, they're obviously of a different socioeconomic class, you are serving them, you know your life and it's a confidence gap there in having the conversation. And funnily enough, it's the same people who go abroad and like, wow, the service and like, oh my god, like these guys showed me such a great time, they treated me like an equal, they showed me around, they give us their recommendation lists, etc, etc, because it's a conversation between equals. And that so often doesn't happen here because of just the conditioning we've all gone through. Like I remember when I switched out of banking and was joining the hospitality world, like it or not, my grandmom said, bank chhod ke parathe beshne jaa rahe ho. And that is, and she said it in the sweetest possible way, but it's that same conditioning that you're used to. And that's just the reality of it, right? Like you can't..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:23.400",
        "message": "That's a great title for your biography also, bank chhod ke parathe beshne jaa rahe ho,"
    },
    {
        "speaker": "Guest 2",
        "time": "00:21:28.000",
        "message": "lovely."
    },
    {
        "speaker": "Guest 1",
        "time": "00:21:29.000",
        "message": "I love this Ferrari. So and I think it's so true, you can make out so much of a person in seeing them sort of deal with someone in a restaurant. It says more than any conversation does, in my opinion."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:46.800",
        "message": "And how do you train your guys to deal with the exact kind of situation that you just described Yash that you have someone and you can't even if you even politely tell him please don't talk like that, he'll lose it even more, right? So how do you?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:21:59.320",
        "message": "So you know, one of the things and I completely agree with what Sam said, and Sam's always been the much more calmer, level headed, mature person in it. And..."
    },
    {
        "speaker": "Guest 1",
        "time": "00:22:11.560",
        "message": "It's on the record."
    },
    {
        "speaker": "Guest 2",
        "time": "00:22:12.560",
        "message": "The worry is, it's happened. And I say it's improved a lot. Like, I see a drastic change in the way all of us interact. But I still remember one of the early incidents which scarred me. And I was 28, 29. And it was at Bombay Canteen. But the girl who was working with us, standing next to me was her first job. So she must have been 20. And we were both at the desk and this guest just went at me and he wasn't going at her, he was going at me. And it was about us not giving a table to one of his friends who didn't have a reservation. But someone else got it and he looked at that person's socioeconomic class and said, like, you need to realize in life, some people need you need to be given better treatment too. And he was using words like that. And when you look at these people, these are people who are well educated, who've grown up in a great family, and that's the least expected thing from their mouth. But what I'm more worried about is this girl, who's just got into the industry, and she's going to be scarred for life. So there are some instances, to be honest, where it then needs us to counsel the employees after. But before it, we always say is something that industry leaders or hospitality leaders called Danny Meyer, Sameer worked with him, said, and he's written a book, it's called setting the table, which I is the first book I tell people when they want to join the industry. And he came about this about hospitality first, is treat your team how you would like to be treated or treat their employees how you would be treated. And his whole thing was as an owner, if you treat them with respect, they will treat your guests with respect. So it starts with us, right. And it starts with as simple as if we are having lunch, or if you're having dinner with them, pick up your own plate and go and keep it in the back area. You can't, you know, we have we are all sitting together, everything is a signal, everything is a signal, right. And it needs to start from there. I also we say this a lot, our restaurant team today don't see us as often helping them out, because there's so many things on our book. But first two years of Bombay Canteen, like we were there every day, we used to take the we had a phone like a thing, we used to take it home one day and with the book. So at night, if anyone called, we used to take reservations, like people were calling at odd times used to be like, why? And seeing you in the trenches with them, the way we are talking to guests, and we used to always tell them at any point, you feel that there's a sense of abuse or something that is unfair. Come to us. Don't, don't tell me after and we've had and they've"
    },
    {
        "speaker": "Guest 1",
        "time": "00:24:54.120",
        "message": "seen us telling guests to politely leave the restaurant being like, and that incident that Yash referred to was the start of our blacklist. Like if you are rude to anyone, we don't want your business. And you're definitely not welcome back. Amazing. And you've actually kicked people out of the restaurant. We've actually told people to leave. Yeah, we've told people to leave. And especially like it, you know, when you're starting off as your own business, you're unsure about so many things. Like I think it took us two, three incidents, especially in the early days of Bombay Canteen, it was mayhem, like, you know, good way for us. Like it was everyone wanted to be there. And everyone wanted to come in. And, but we realized very quickly, like if we didn't draw a line in the sand at that point, like the signal it would send to our teams that we don't stand by them was far worse in the long run. And for the culture we were hoping to build than anything else. And that's something like we just took a conscious decision to sort of follow through on. And so and every, every, every situation is different. So you have to treat it as such. But I think it's something we've tried to stand by at every given point that especially if you are, if you have a right to, if you've done something wrong, 100%, we should make amends. But that does not give you the right to be abusive. It does not give you the right to be rude at all. There's nothing you've done or bought to the restaurant that gives you that entitlement that we're clear on."
    },
    {
        "speaker": "Guest 2",
        "time": "00:26:18.480",
        "message": "But do you know that same thing you spoke about? Like there's that saying that the way someone treats someone at a restaurant, I think in today's day and age, today's day and age, India, it should be about how we treat the delivery guy, right? The Amazon guy when they call. So we've, both of us have done, we do a lot of deliveries, especially when Bombay Sweetshop opened during COVID, like we just didn't have people, right? So as in, orders needed to go out, they needed to go out. So obviously, like I have a car. So then I used to be sitting and then he used to be the navigator. And like, we did like 25 deliveries a day. So it was painful. But we had the luxury of sitting in a car and going. So most security guards, when they saw the car, used to think I'm a guest. And then when I said, no, I've come for a delivery, the tone also changes. Right now, I was just, we used to always discuss this, that, imagine we are sitting in a car, still there's a, but complete difference. And like, even the simpler things, yaha jao, waha jao, like even the way that because that's such a big industry now, right? Like the way delivery guys are treated. We've changed a lot of things on our side, once we started doing deliveries on how do you make their lives a bit easier? Because first, even we used to think that, you know, why can't they do more deliveries, x, y and z? How do you make the load lighter for them? Because once we did it, and we're like, this is not easy at all. And we've done like every peak festival, may it be Raksha Bandhan, Diwali, we have to do it. So now we do it in separate cars, because it's better to have him with a driver and a navigator and like, just do more. But even the way like when you pick up the phone and call someone and say, Hi, I have a delivery from Bombay Sweetshop. And they are just like, haa, chod do security ke paas. Right? Like, so I think that same thing is like, for me changed the way even I started like when Amazon calls me being like, I can't find your address because Indians can't write addresses. Honestly, I don't know why it's so we don't put it as per that the Google way of putting it so we'll write opposite people kajad. Google doesn't pick that up on our automatic system, right? So it's changed my perception on when Amazon will call me saying address name and our delivery. So I think that's the next learning for us is like, how do we get better at that as well?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:38.960",
        "message": "That's a fantastic learning for me as well. And I'm guessing there are like, a few hundred people listening to this thinking, fuck, my delivery was brought by those guys. Why was"
    },
    {
        "speaker": "Guest 1",
        "time": "00:28:49.920",
        "message": "I rude to him? People do get shocked, like, especially first two years of Bombay Canteen as Yash was saying, like when he and I would walk up with like the plates or take an order and even now in the last two years at the sweet shop and we show up with the delivery. Like, it's funny, right? It goes back to the same conditioning that we were talking about. Like you're just, you're the owner. Are you sure? So, and I think it's just culturally ingrained in us, unfortunately. And so, as in the hope and dream is that slowly but surely like that evolves."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:24.320",
        "message": "So let's let's talk about your journey now, Sam. And you weren't even you took a very different route to getting into this business. So tell me a little bit about that and what"
    },
    {
        "speaker": "Guest 1",
        "time": "00:29:32.760",
        "message": "you did before you sold parathas. I think life started with like being around food as Yash was talking about earlier, like I come from a family that spends every meal talking about the next meal. I was born in Lucknow, but grew up a little bit all over Bangalore, Calcutta, and but mostly in Delhi, and come from a large family that's obsessed with food. And I think when I'd always seen that, but also, I think, came from a family that was my dad was in the corporate side of things in the tech industry, my mom was a teacher. And it was always expected that you would do certain things to progress your career. So I did an undergrad in chemistry, and then went on to do an MBA from I am cozy code two years in Kerala were amazing. But as a 22 year old, doing an MBA, like I didn't know the O of organize OB, which was organizational behavior, what it meant I'd never worked before, like, so you're theoretically learning all this, but you do have no idea. And then you did the next logical thing, you apply to all these companies, I was fortunate enough to get a job with Citibank and came to Bombay in 2005. And I think around then, I like loved working in Bombay with Citibank. And like at that point, like, I was in the mortgage division over here. And funnily enough, my life has always revolved around real estate as a result, whether in banking or in restaurants. And, but at that time, also realized that as I was doing it, I would move back to Delhi, like, this thought had always struck me when I was in college that I wanted to do something around the world of food, but had no idea how to do it. Like at every time, point in time that I'd wanted to do something close to hotel management or food, I was always told that career myth or a kuch kardo and then go look at that right. And I think in 2007, I was like, I'm done. Like, I think this is as far as I can go. Like it was two and a half years in as a 26 year old, I was like, really like questioning what was going to happen next, because I was up for a move in the bank. And every move that was being presented to me didn't make sense. And without telling my parents, I had a conversation with a restaurant I used to, it was run by some people we knew, so went and met one of the partners one day. And he was a jovial guy, like, I still remember, Sanghi uncle was like, ha beta, ajo, like, join. So this was a small restaurant group in Delhi. And in all the excitement that someone has given me, offered me a job, I went and without talking to anyone, I quit. And obviously, this is even funnier, because I went and met Sanghi uncle's partner a few weeks later before I was supposed to join. And the guy was like, yeah, I heard you were joining. I don't know what you're going to do. And but you join, we'll figure out and then we'll see how much salary to give you after we figured out what and I didn't have the proverbial balls to go tell my parents that I'm joining, but no money is coming in. I've just quit banking. And I'm joining, which is when my grandmom famously regaled, bank chod ke parathe beshne ja rahe ho. If she'd known ki paise bhi nahi ban rahe to, next level of conversations, but I kept that to myself for a fairly long time. And I think at that stage, fortunately, like we were they were in the process of opening three restaurants in Delhi. And I just deep dove into that, like and I loved every minute of it, the energy of it, the craziness of it, there is a certain adrenaline you get when you're on the floor of a restaurant. And I was more on the marketing finance side of things. And long story short, these guys saw value in what I brought to the table and came in and I learned a lot about what this business was about, like in the deep end of it, there was it was like learning by doing. And the first year was amazing, opened three restaurants at complete high and then the tides turned on them, shut almost six, seven restaurants over the next two years and saw the full sort of trajectory of what to do. And at that point, I always wanted to do my own thing, but had no clue about like, what it was how to do it had spent about a couple of years in the industry, it was a confusing time. And fortunately, I had a friend's father who was a mentor to me, who convinced me and showed me about what the Cornell Hotel School can do. And I'm so glad I took that decision. Only because like I feel as Yash was mentioning earlier, like it really opens your mind to step out of India and go into another sort of education system. And he and I were classmates there, met the first night, drank till four in the morning, joked about like we were on the F&B track of our class. And we joked that even at that point that someday we'll do something together. And I think but what was amazing about Cornell was like, it just allowed you to ask questions, it allowed you to like just deep dive into whatever you wanted. We had a few professors in the F&B system who just were great at like mentoring you to ask questions of the things which you never thought were important. One of the first things like when and her name Stephanie Robson, she used to teach a class called restaurant development. When she heard my story of like having gone through the experience in Delhi, she was like, what you should do is sounds like there were a lot of things that went wrong, but you should go do an independent study and see what did restaurants here in the US do to avoid the same pitfalls. And she sort of became my sort of guide at that point and allowed me to do a six month independent study, which was just a reflection on my last three years is what it turned out to be, but also opened the doors to have conversations with many interesting people to see how do you do what you do in this business. And it was a complete change in terms of like, to give you a simple example, my first job in New York was with a French restaurant group called, which was run by the chef called Daniel Boulud. We have a ritual in every restaurant across the world, it's followed, it's called briefing. Before every meal, lunch or dinner, the team meets and you brief each other and what's coming up in the next few hours. India typically it would be a grooming check, like is your uniform like straight, are your nails clipped, is your light, those days smoking used to be allowed, is your lighter working so that in case someone needs a light, you get that. And here on the flip side, my second day here, and this is the point Yash was making, we were tasting the specials of the day we were having being trained on the wine briefing was one and a half hours long, where it was an education period for the entire team to see what how do you do what you do, and not just check a few boxes and now go and sell some food. And it was crazy because I'd never been in an environment like that. And following up with that is when I met Chef Floyd, I'd met him a little earlier and the hope and dream was always to work with him and Danny Meyer, who wrote setting the table because like, as I think both of us read the book at the same time. This was something which was just like radical thinking from what we had been brought up and I wanted to be in that system to see how it actually sort of came to life and to be able to get a chance to work with Danny to work with Chef Floyd to actually open a restaurant in New York City was like an unbelievable experience, like got thrown into the deep end, absolutely. And that one one year and a few months was like, the hardest I've ever worked I feel and I think we've done many more hard things but because it was so new to me, it just feels much harder. And but like the relationships when made the like, I'm still in touch with like, my colleagues from then like, it was almost like you went to battle together like opening a restaurant in New York was like, you go through the review system of the New York Times, which is a whole story on itself. And like you deal with guests who expect the best and want the best and how do you give it to them and it all boils down to like the culture, the education, like it's all sort of slow and steady building, it doesn't happen overnight, like that was the biggest thing. So and all of it like kind of started informing the kind of restaurant I would hope to open one day and that kind of led to that call to Yash eventually, wherein we were like, we want to do this back back home and we spent a lot of time, obviously, you have to come up with the concept of what you're doing, but also about how we want to do it. And I think we've touched on some of the topics around service and respect. All of this came from some of those experiences that one had, because if I hadn't seen it play out firsthand, where respect actually leads to better outcomes, like maybe we would have had very different sort of outlooks to life. But I'm glad we were exposed to that we were privileged to be exposed to that and, and better for it now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:24.800",
        "message": "So a bunch of things I want to double click on. And first is a personal element that when you decide to give up banking to make parathas, as it were, there is a push and there is a pull, there is a push in the sense that there is a reason you don't want to do banking anymore, you feel it's not for you. And then there is a pull that you want to be part of this industry. And as you know, in Yash's case, as he pointed out, he loved interacting with people and just that whole experience of being a guy in a suit in a hotel saying, white asparagus So tell me a little bit about the push and the pull for you. And just in terms of sort of getting to understand you better, what was it that made you feel the banking world in the corporate world was not for you? And what was it that really attracted you to this food business?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:39:14.360",
        "message": "I think that I think there are two aspects to it. I think in college, there was a festival that was happening, St Stephen's used to have a festival called Harmony. And I was part of the organization committee in it. And I think there was something about like being on that organization committee, especially first year, I remember, where like bringing something to life from the scratch, like had this aura in my mind, like it was just like exhilarating. But also like, I think food for me has been a very, as I was saying earlier, like being a very central aspect of like, no one was in the industry. But my aunts would be like amazing cooks. And like, they would constantly be talking about what what's being made, we would go out as a family more and more as we grew up. And it was amazing to walk into like, I still remember there was this one restaurant in Delhi at the Hyatt. I think it was called Angan and they had this one kebab, which was like basically a fried egg. And the yolk had been removed. And there was a kebab hidden beneath the yolk. And I don't know, is this memory I have of seeing it and being like, I love eggs, I love meat, this is perfect. And like it was one of those. It was one of those moments where you don't forget, we were talking earlier at lunch as well, like there's something about the memories around food, which is just so strong. And I was very clear as a 22 year old that I wanted to be in the world of food somehow. I don't know where that push and pull as you call it came from. I think it was just, again, just the growing up around food that has caused it. And I have an uncle who is a phenomenal, phenomenal cook. So every childhood would be he lived across Bangkok and Dubai, etc, would be traveling to him. And I remember in Bangkok, like he would make some of the best Thai food, as in one had never been exposed to like regional Thai food or anything, but just watching him cook would be like, unbelievable. And I think all these experiences added up to just saying that this is what I want to do, this is what I want to do. And eventually led to that tipping point, so to speak of taking that steps. And once I stepped behind the curtain, as I think you were saying earlier, like people then realize it's too hard and then back off. Like I wanted to get more and more into it. It was no turning back at that point."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:28.120",
        "message": "And when you talk of the differences between, you know, what you saw the the asking questions of figuring out the why's behind everything, you know, why give a cappuccino in four minutes, for example, and you look at India, you know, what, how much of a mental shift was that because I imagine that if if the culture on the serving side is different, it is both by it is both caused by and a cause of the culture on the eating side being different. So over here, my imagination would be or thinking back on the 80s and the 90s, the rare occasions in the 80s, when our parents would take us out, is that you're going out and you're going to get good food. And that's it. And nobody else really exists. You know, the experience per se is you know, you want to be in a fancy place with air conditioning, but that's a five star hotel, five star hotel. And that's a food experience and you're getting the food and at the same time at the serving end from what you describe and what I've heard from others, it can very much be a life of drudgery for everybody except the people at the top making the decisions or, you know, for everyone else, you're just kind of ticking boxes making 800 cappuccinos a day in four minutes each, for example. And I don't find that exciting. You know, if I was to be part of the profession, you know, what is there to motivate me to say ki 20 saal baad mein chef banunga? You know, so how different is that? How different are the food cultures of these places? And would you, you know, you mentioned that you were excited anyway, by your experience in Delhi, setting up those restaurants and everything that happened by just the activity and the buzz of creating something new. But in general, do you think that the industries are so different as to be almost entirely different?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:43:04.120",
        "message": "Between the two countries? Yeah, I think so. I think but it's converging now. I think you're seeing a convergence over a period of time. I think it's slow. I think it goes back to the point I was making where like, if you start involving those who are serving and part of the service team into the thinking behind the product and thinking behind the food, and that's what we kind of do, right? Like, chef Hussain, for example, will go out and like, talk to the team and talk about like, what was his thinking, when he was thinking when he was creating the dish, and while they're tasting it. So it's starting to connect the dots on that. And then you, if you have loved it, think about it, like if you are a server, you eaten something that evening, and now you have to go relay that experience, not something you've memorized, but an experience you had yourself to a guest is going to be a completely different conversation. And he and I always talk, Yash and I always talk about like, a restaurant's instant validation, you know, when someone's enjoying themselves, and you will feed off that energy, if you're serving someone. And I think that was one of the hardest things in the pandemic, like, for our teams was, you were working, you were doing the same work, but you were packing it in a box and shipping it out. There was no one to interact with, there was no one to like, no one smile to sort of feed off and things to deal with. They were all sort of logistical tasks that you were doing. And I think that in itself tells you just psychologically how, what a difference it makes to be in a physical world versus a digital world. And I think, slowly but surely, we see more and more restaurants in this city and in other cities in India sort of moving towards this."
    },
    {
        "speaker": "Guest 2",
        "time": "00:44:49.320",
        "message": "And so I have a contesting view on why they've been different also, because if you look at the Western world, anyone and anyone at some point worked in a restaurant, you might be a famous actor now, but when you were between 16 to 20, you've waited tables, you might be an entrepreneur or a businessman, and they've done it. So that respect is there, because I personally waited tables. And even now, like even when we travel, and this is I don't like fancy meals at all. So even at the fun, casual restaurants, the servers who are taking care of you could be a film student. So he or she is getting this amazing personality to the table. And all you have to do is just train him or her to understand the dish, but the way they're explaining it is so joyous, right? And it just creates a different experience. That doesn't happen here, you know, and I always feel like I tell Sameer, his banking, it's been so long back, but his chain of thought or the way he thinks about something, and he brought that into the hospitality industry is what this industry needs. We don't need people who go to hotel management, right? We don't there is nothing like now, the reason I feel the world's are getting better for us is now for my team, like even coffee earlier, we were just pulling it out of a WMF machine. Now coffee also has got its own respect, you can get I think Bombay is making some of the best coffee in the world right now, right? So they can see their passion in that we started something called as canteen class, where on a Saturday, we used to shut down the restaurant in the afternoons. And we used to invite students from all hospitality schools. And it wasn't mandatory. And it came from when I was in hospitality school in Goa. And when I started working my first job, and someone gave me a bottle of wine to open, I didn't know how to open a bottle of wine, because I never saw a bottle of wine in in three years of his life. I saw an empty bottle of wine, which Pepsi was filled in and I was pouring out of it. So for me, when we started Bombay canteen, I remember telling him after the first year, I was like, we need to do something for these students, because they might not join us. But I still feel education level in some of these schools is not great. And I was going to some of these schools to just give some kind of inspirational in quotes talks. But I was being filtered by the dean of that school to say what actually I wanted to say. And what I actually wanted to say was hotel management schools in India are conveyor belts for hotels to get robots. That's it is just a factory robots come out of it. Whereas now if you look at the hospitality industry, you could be making some of the best cheese at home. Someone needs to inspire these kids to think about that you could be making the best beer. Everything has become so much more accessible. And we as industry leaders as such need to inspire this next generation to say, we don't need you to come work in the restaurant, you could be making the best sardo bread at home on banana bread, like we all did during lockdown. And you won't might want to work two hours in a restaurant. And that's when these younger people start coming into the industry who know that, okay, I need to get from x to y, and y will be making the best coffee that India will be proud of. But till then, I need to work two years in Bombay candy, I'm going to make the most of it. That's when I feel like, you know, all restaurants together will"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:39.800",
        "message": "start improving. One thing that I sometimes think about is how do you find passion in what you do? Like most people, there is they're going through the motions. Like today, I think I have found passion in a sense in podcasting, I think about it deeply, I've really trying hard to figure it out, so on and so forth. But most of my life, even the things that I've been really good at, like being a writer, being a columnist, you go through the motions, you got a weekly deadline, you do it, you know, when I was in cricket journalism, you watch a match, you write the report, there's no passion, you're kind of going through the drifts. Now, with both of you, it's it's kind of obvious that there is that passion and excitement, which is perennially present. And I want to ask about your journey of finding it or getting it like, when Chef Lloyd died, you had a very moving post on Instagram about this 45 minute meeting with him, and how you felt at the end of it, and how energized and you know, how much that meant to you. So just the same question to both of you, that, where is that moment? Like, was there a moment, for example, perhaps when you were working in India or whatever, was there a moment where it felt like drudgery? And you're like, you know, what the fuck is this? What did I fall in love with? And how did that awaken that thing of like, you know, going beyond that, and just being so excited and so awake and"
    },
    {
        "speaker": "Guest 2",
        "time": "00:49:56.960",
        "message": "alive? So there have been bad moments in, in years of Bombay canteen also, right? Like, when you asked me what are the things that Sameer doesn't know about me, sadly knows everything, because he's also made me cry about something for such a silly reason. But he's he knows I'm a very emotional person. So one of the times when I've sat outside our own restaurant, and literally held my head and just like cry, it was, sadly, the Kamla mill fire tragedy had happened. And obviously, was such a bad tragedy. But what happened after that, for even honest restauranteurs who are doing business the right way wasn't fair at all. And that's when like I always say it, a restauranteur in India spends more time dealing with problems outside his or her restaurant than in it. And that's when sometimes we lose the passion. And we start doing it like, you know, it's a it's a revenue business. And obviously, business does matter a lot. And once we had gone to New York, and we helped Chef Floyd open his restaurant, and I was there for a good month and a half. And one of our guests who's from India who met me there, and I was working in the restaurant, he's like, you look so much happier working here. And I was like, because all I do is every day come check every guest if they're enjoying making sure the team is fine, and not worried about if someone dug the road in front of us or cut off electricity for God knows what reason. So in the first three years of my career, 21 to 23, I would have had those days, but that would have been more person related where someone treat me treated me really badly. But I did not lose sight at that point. I always knew I wanted to do something. My dad had this saying that, as in he's a neurosurgeon in Pune, and he used to always say this, like my business and like my life, I'm a taxi driver. The day I put my meter on, I get paid. Basically, if I'm not on that surgery table, no one else can do it. And I don't get paid. Right. So he's like, always think about your life where you could do a business where you're not there all the time. So that business Kida was there. But there have been moments in the last five, six years, and I openly talk about it on my Instagram as well that there are so many failures we've gone through, or incidents where we it wasn't our fault, and we made the brunt of it. And I've just lost all hope and being like, why did I come back to this? So it does happen. But it all it takes is like, maybe one email from a guest who tells us like how like Chitranjan in the restaurant took care of them. And like, you know, I love when people you know, I love this podcast. So far where it's for an hour, we didn't talk about a chef. Like we love Chef Floyd, but restaurants are more than chefs. It's a village that keeps it going. And there are so many when people tell me, oh, I was at your restaurant yesterday and Priya took amazing care of me. It means a lot to us. Because in India, it takes a lot to write a positive comment, right? And to name someone that means they really took good care of them. So I think it all it takes is those one moment moments, which brings it all back for us."
    },
    {
        "speaker": "Guest 1",
        "time": "00:53:24.800",
        "message": "And I think, for me, like, I've thought about this a lot only because like, I think there's some things you asked me earlier, like, when did you find out that you wanted to be interested? Like, I think I was one of those fortunate ones where I just knew that it was food. There was no like, confusion in my mind. But I think we also live in this age where there's this romanticization of this thought that finding your passion is the right route to take. And there was a cousin of mine who I was talking to a few years ago, and we were just talking about this, like he he works in a completely different industry. And I think I would never have discovered I love this till I went and did it. And call it naivety, call it just like where I went up to uncle and like, give me a job and just jumped into it. And then I found that found out that I loved it. And then it's like what you said about podcasting, right? Like over a period of time, you like and that's what people forget, like try different things experiment. And that passion doesn't need to be your day job either. I think that is the other flip side to this where there is this notion now that your day job needs to equal to your passion. Otherwise, you are wasting your life for some reason. No. One of the things he and I always talk about passion doesn't pay the bills. So you have to find a way to pay the bills at the end of the day and still not paying our bills. That too. But I think the reality is that and we all evolve as human beings as well. Like what I am, I still continue to be passionate about food. But through the restaurants, I have found other things that are equally interesting and I'm passionate about whether it's design, whether it's storytelling and the whole nine yards around it, like it's come because we started doing it through the restaurants. And then you think about it and you realize, I love this too. Like I'm not just one, I'm just not the function of one thing. And that's the bare truth of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:25.120",
        "message": "I think my musing on passion was not so much as about following your passion, which I think is dangerous advice. You know, the cafes of Warsaw are filled with people who followed their passion and wasted 20 years of their life. And they're looking at their peers and nice apartments and cars and foreign holidays. And it's like they're fucked, especially in a profession like that, where, you know, the top 1% makes anything and the rest are struggling. So I think following your passion can be overrated. But what I meant it in the sense of finding something beautiful about what you do, and then being passionate about it, which is not always possible, I guess, in a lot of professions, because you know, hey, but you know, and that's harder."
    },
    {
        "speaker": "Guest 2",
        "time": "00:56:06.240",
        "message": "Yeah, I think for us and it's evolved, right? Like, first it was restaurants. Now it's Bombay Sweetshop. And Bombay Sweetshop has just been like, started off a very emotional journey. But every day there, we learn new things because e commerce was something he and me have never done before. But what he and me have now is a great understanding of what food products in India can be. And then most importantly, we always say it what sets hunger apart even if we come up with a iPhone of our own is the service we give after that is the customer service. I think that's what links everything we'll ever do. So I think like, you are right, like finding a passion and going after it. When someone comes to me, can I should I open a restaurant? I say no. I was like, come work with us. Learn at our expense. We could use some cheap labor as well. But I do agree with you. There's so many failed restaurants out there. But I feel like our evolution has been really fun for us. It keeps us on our toes. We have fires every day to put out. But it just keeps us going energetically. I always ask myself this question. Honestly, like how long is the energy gonna last? And I've seen my personal like physical energy drop down since like we opened Bombay Canteen. But it's mentally I think we are so energized by all three and the fourth thing that we launched"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:37.120",
        "message": "very soon as well. Yeah, and we'll talk about that also. But before I just want to say that one of the great tragedies of this year for me is that right after I met Sameer, I went on a keto diet. So I had the opportunity to have some of the Bombay barks before that from Bombay Sweet Company and it is the best chocolate desert I have ever had. I've been gifting it to friends and just raving about it. And it's just a thing of beauty. But alas, it is also a thing of poison for that is what sugar is. What is one to do? Tell me a little bit about the restaurant business per se. Like I had done an episode long, long back when I had these 20 minute episodes with a friend of mine who was an ex restauranteur called Madhu Menon, who had a restaurant in Bangalore called Shiok. And and he kind of mirrored what you're saying now, in the sense that, you know, problems beyond the actual restaurant would take up most of his time. And the classic example he gave was that, you know, in Karnataka, and this restaurant was in Bangalore, you had one regulation from the fire safety department that you must have multiple entrances to your restaurant, and another one from the excise department that you're only allowed one, right? And you can't possibly keep both of them happy because you know, it's not Schrodinger's restaurant, ki yeh inspector aa gaya toh ek darwaz aaya nahi toh. And basically, he was like giving 1000 bribes every month. And it was just a nightmare. And it was just a mess. And when I talked to friends of mine who've run businesses in India, I'm like, why? Like, why would you do it? Jitna bhi passion hai, you know, khaane ka passion hai toh khud banao yaar. But business running a business, it is like, mind numbingly frustrating and difficult. So tell me a little bit about that. Like, at least in your case, Sameer, I'm guessing going and you knew it would be tough because you had experience with Sanghi Uncle as it was setting up those three restaurants. But what was it like? Was it tougher than you anticipated? Is it soul crushing? As I imagine it would be for someone like me, I would just give up honestly. And"
    },
    {
        "speaker": "Guest 1",
        "time": "00:59:30.880",
        "message": "then I think like what Yash said earlier, like, unless you don't have a village along for this ride, it is absolutely soul crushing. So to even think of doing it on your own, please don't because it's a very, very lonely journey. I'm glad we had each other plus Chef Floyd and so many more people have joined us on this journey. We're almost 250-300 people now who work together. And I think it can be soul crushing at times as Yash was describing earlier. But there is this joy which is unparalleled. And I'm only saying this because last week we reopened Bombay Canteen. And even though it is now in its seventh year to see it light up again, and to see it like there is this moment when you're building something. And there are these two moments which always like strike me is the first time you do the light testing, because you're seeing everything at the right level. And the magical moment is when music comes into the space. I can't describe that feeling to you. It is like it gives you goosebumps when you see like all the things that you've seen on paper on 3D renders on this on through the dust and the construction to actually clean up and then because you can't switch on the music till everything is spotless and it doesn't. That's just the way the process works, right, so to speak. And then on top of that, you layer on like people in the space and you suddenly see energy and you're fuelled for a while. You're fuelled for a while. So I think it's moments like this, like I think we always tell ourselves and our teams that chances are like 80% of the time you're going to be doing stupid shit. Like that's the reality of it invoice pay GST correct gaya ki nahi, some other random rubbish which will pop up from here or there. But it's that 10 to 20% hopefully which fuels you and keeps you in that zone where you feel it's worth it. Because to expect all of it to be worth it all the time, I think is unsustainable. And it actually"
    },
    {
        "speaker": "Guest 2",
        "time": "01:01:34.480",
        "message": "is not reality. Yeah, we say to most hires, there's 90% of the work we do is not engaging at all. And it's the 10% that gives us the joy meaning in to going back to a question"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:51.880",
        "message": "running a business in India is annoying. I feel like you've used the mildest word you"
    },
    {
        "speaker": "Guest 2",
        "time": "01:01:57.800",
        "message": "could think of. Yeah. It can, it annoys me the most like, you know, if I'm on a vacation and Sam calls me and you know, so and so has shown up and is creating a nuisance. And that annoys me the most because then you're like, trying to get three people on the phone and trying to resolve a problem. But because laws have been created to create confusion, and to create opportunity for certain people, if that's the best way to put it, right? That's what annoys you, right? And for me, I think what is soul crushing is the is the sing song on the other side where everyone thinks that, you know, we are heading towards the greatest country in the world is ease of doing business. And for me, I think it's, it does go the other way. So for me, I don't mind, you know, getting my hands dirty and getting things done. But when someone else walks up to me and says, Oh, things are easier now for restaurants to run licensing GST serves so good for you. And it's not honestly, the restaurant industry is the only industry that does not get input credit for GST. And there's no reason why we shouldn't. And so it is those things. Like I don't mind fighting the good fight and just getting on with my business. And honestly, India gives us so much opportunity. Like there are so many things it allows us to do. And part of the bad things is we have to deal with all this. But when some like, enthusiastic bugger comes to me and was like, like that annoys me. And it really annoys me when someone tells me Oh, things are getting so much easier for you guys. You know, things are so streamlined now. I think they're worse than where we were eight years ago."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:43.680",
        "message": "Yeah, I mean, any achche dina daya despite the odds as it were. So tell me one more thing like the interesting thing that strikes me about food, both at a personal level of you know, me going and cooking something and at the sort of bigger level of running a restaurant is the transience of it. You know, like Varun Grover, he spoke about how he likes to cook every day and he'll put music and he'll cook and he'll do his thing. And I have a similar sort of routine like that now. And he talks about how I think the comparison he made was like with a rangoli that you create something beautiful and but then it's gone. You know, it's temporary, maybe like a sandcastle or whatever. And that's at the personal level of cooking a meal. And perhaps you get the satisfaction of feeding someone or eating it yourself or whatever it is. But also, it strikes me in the restaurant business that if I'm a creator of another sort, say if I'm a filmmaker, I'm a producer, I made a movie. The movie is there forever. You know, I bring out books, I write books, they are there forever. Even these podcast episodes hopefully will be there forever. So, you know, your brother"
    },
    {
        "speaker": "Unknown",
        "time": "01:04:46.480",
        "message": "can see how you messed it up for years to come. But for the restaurant business, it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:53.520",
        "message": "like you changed the menu once, what the previous menu was. Those are the memories of people and memories are faulty and memories are whatever and we even take them for granted. You know, like we'll go to a restaurant and we'll have an amazing meal. And then it's like we were entitled to it, it happened, move on to the next meal, it's kind of gone. So how do you sort of think about the transience of it where every day in different unseen ways, you're creating your masterpiece, but it's not there tomorrow in a sense. I mean, I know the processes and people in the village, it's all there tomorrow. But you know, that dish, that dish."
    },
    {
        "speaker": "Guest 2",
        "time": "01:05:30.700",
        "message": "I think Sam says it whenever he wants to give this inspirational briefing is we are as good as the last meal we served someone, right? Even like forget menu change, like we have so many regular guests who know that we are really great place and they keep coming. But the night before, if one thing went wrong, that's the one thing they're going to call us up about the next day, right? To be honest, like the way you explained it, I've never"
    },
    {
        "speaker": "Guest 1",
        "time": "01:05:58.920",
        "message": "thought of it. Yeah, I was just thinking about the transience is something I have not consciously ever thought about. But it's a beautiful way of looking at it. Which is great. I'm sorry if I messed your minds up. No, not at all. It's great to think of it. But we actually like, I'd forgotten about what Yash just mentioned. But it's so true, like you're as good as the last meal or the last drink you've served someone. That's all that matters. And that in itself is referencing that transience because the good part is like you get to sort of wipe the slate clean every morning and like rebuild because you can, you don't have to edit yourself every day, but like you get to continuously create and I think one of the things the Bombay Canteen did very early on is like, it was built into the structure of the restaurant that we will keep making new things and making mistakes and but also like we were one of the first restaurants in the country to have seasonally changing menus like it's a given all over the world now. But in 2015, we were probably the only restaurant doing it and we were actually told by like seasoned people in the industry, don't try doing that because here people want what they want and they want to come back for the same thing. And I'm like, no, let's change it because something tastes best in that season. So let's celebrate that. That's the whole purpose of like being a restaurant inspired by India that we celebrate the food of the country in every way, shape and form. And that was an important aspect of it. And I think we've always looked at like saying like thinking about like, how do we keep creating and that's what drives us on a daily basis that 10-20% we were referencing earlier like part of it is like that process of creation is what is very much in the center of the 10-20% because without that creation, this is drudgery. Like then you are not like working that mind to do anything new. But at the same time, we spend a hell of a lot of time talking about consistency, because that's the only thing that's going to bring Amit back the next time because he can consistently believe, but hopefully then over a period of time, he also believes that whatever new thing these guys create is also worth trying out, which has taken a little more than a little bit of time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:09.380",
        "message": "Yeah, the common thread I'm getting out of that is that earlier you could go to a restaurant for food and you would get the food and the food is what is holding it together. But today it's also maybe an experience and maybe just a shared ethic. So I guess what would run through your restaurants is your ethic, a certain way of doing things. And I want to ask about that next, because I'll often get people telling me why don't you do one hour episodes or why don't you have this guest or that guest? And I'm like, No, I'm not chasing listeners. I am although I'm lucky enough to have enough of them, but I'm not chasing them. I know how I can expand my audience if I want to, but I don't want to, this is what I want to do, right? So I'm coming there with that ethic. Similarly, it seems to me that that approach is one that you guys share in the sense that look, if you wanted to go mass, you could go mass in a way and get in many more numbers and all of that shit could happen. But there are some principles and there is some ethic which is dear to you guys. Like I remember in one of your interviews or something Sameer you mentioned about how some guests at Bombay canteen said ki yaar you have a tandoor, you have chicken, gimme chicken tikka and you said nahi nahi denge, right? Which is amazing, which is fantastic. And exactly what I would you know, want as a as part of the experience that there is something there, which is core to that and which is not just ki we'll give you whatever the hell will make you happy. So how did you arrive at that? How did you arrive at that? Like at one point you mentioned when you met Floyd, Sam, one of the questions he asked you was why are you here? And this of course, in New York, why are you here? You know, and at some level, I get the sense from reading about you guys from senior interviews that at some level, there was a thing of let's go back to India and do our thing. The way an American chef does America, the way an Italian chef does Italy. Let's go back and do our thing and something more than, you know, catering to the cliches and making the"
    },
    {
        "speaker": "Guest 2",
        "time": "01:10:00.140",
        "message": "safe stuff. Tell me how your philosophy was born. So we started hungering with the now I think we are able to elaborate it or better clearly is to say we want to celebrate India, right? Now, in in our smaller worlds, we knew what hospitality is. And during the break, I'm just going to check this one Instagram video I saw yesterday of a guy by the name Will Gudara. And he breaks down the difference between service and hospitality. And he says service is a process, the act of just someone asking for something, you're giving it and hospitality. Making it efficient is service. Is service and hospitality is just doing it with the heart. And making someone feel something. Yeah. Yeah. I think that finding that for us was important. Then also knowing and being honest to ourselves is both of us can't cook, right? We can't. So finding someone who we respected when Chef Floyd came on board, like for me, it was a surprise. Like, why is he joining? Like, you know, obviously, Sam and met him before and the rapport they shared. And he just saw that I think the honesty in us. And obviously, we looked up to him as someone who had radicalized Indian cuisine in the United States, but more like from a mentor perspective. And that philosophy when it came to food was him. Having seen those years, like being being in the United States, seeing those chefs and celebrating farmers celebrating ingredients. He wanted to do that in India. And he made sure that he instilled it with all the younger chefs as well. So we had Chef Thomas, who grew up under him. We have Chef Hussain. We have Chef Kirish. We have Chef Shraddha now at O'Pedro. All these chefs under him learned that philosophy. And they are evolving that philosophy, right? Like what indigenous means to them. So when we have that in the kitchen, that becomes the heart there. We have that as the heart in the front of house. And I think that coming together creates that shared ethic and philosophy. Like celebrating India for me in Bombay Canteen means if I come to your home, and maybe we've just met once before, if I'm a relative, you still make me sit and ask for tea, coffee and get a tray of snacks. It's just in our hearts. And that's all that we are to represent within the restaurants is that bringing that heart out. So celebrating India was very core"
    },
    {
        "speaker": "Guest 1",
        "time": "01:12:41.620",
        "message": "to what we wanted to do. And to take off from where Yash left right now, I think it was definitely like as two guys trying to start their first business never having done this before. Like it was genuinely like having Chef Floyd in our corner that gave us the confidence to like go ahead with this ethic. Like I think the language with which we now describe the last eight years is only in hindsight. At that time, we were just putting things together to like make it work on a day to day basis. And if we had not had a year and a half worth of conversations with Chef Floyd, for example, that we will not serve chicken tikka, maybe we would have caved, who knows, like if things had not gone the way we'd planned, like the mind plays its tricks on you, like you need to get money through the door. And that happens so often with so many restaurants, it opens with a certain concept, it doesn't go as per plan. And then you start flipping, flipping, flipping, like one of the biggest things other biggest things I learned while in the year, you can't be everything for everyone. You just cannot. I think that is actually the anathema to like actually succeeding, because the moment you try to do that, you no longer stand for anything. And people see through that eventually. So, and little by little, you succeed a little, I think confidence is one of those things. I think it was Phil Knight's book where I read this line where it was like confidence is like money, you need some to make some. And I think having Chef Floyd in our corner was that first little bit that was there. And then over a period of time, we've made some which has allowed us to have a strong ethic and culture around which we"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:22.580",
        "message": "function today. And to dig a little deeper into what this ethic and culture is like you've spoken about celebrating where we are from about indigenous elements and all of that. But what does it really translate to? I mean, you know, celebrating indigenous elements being who we are could also mean making incredible poha, right, for example, or just making traditional dishes well or like highway gomantak, which you described is also doing that, in a sense. But, you know, you guys have kind of gone beyond that in the sense that whenever I eat at your restaurants and my O Pedro last meal last week was like heavenly. There's a, you know, if I'm eating something that I haven't had on the menu before, there is that delightful sense of surprise also, it is not just a little bit of familiarity that may be there, but it is that delightful sense of surprise. And, you know, like, honestly, it was I got to tell my listeners about this, it was a weekday night, and the place was packed. And I was sitting facing the window, I was with four of my friends, and I was sitting facing the window. And it blew my mind that there are people who are passing this restaurant. And I was like, what the fuck is wrong with you come in? You know, of course, there was no space inside either. But you know what I'm saying? It was so surprising and so delightful. And you just wanted more and more. And I even took a keto break for a day. Because who can resist? So just to kind of stop salivating and come back to the question, you know, so tell me a little bit more about this ethic, this philosophy, this approach."
    },
    {
        "speaker": "Guest 2",
        "time": "01:15:54.380",
        "message": "So when we said celebrating India, we said very clearly, we want to celebrate India of today. Right? And we want to be aspirational, right? He and me grew up in Bombay, and now it's Mumbai, right? So we always have memories. And like, you might have had the best poha somewhere. We didn't want to touch that poha. We wanted to recreate it and bring it to the poha of today. So that's what Chef Lloyd was great at. But same thing when you walked into Bombay canteen, you came in thinking it's gonna be an Indian restaurant. So you thought of a Moti Mahal. So we've drawn Taj Mahal in a corner, there are going to be these like, lamps on the table. And it was exactly opposite of that, right? Very, I wouldn't call it grungy, but exposed walls, beautiful bar, a great cocktail program, stuff in like t shirts with bro written on it. Eight, seven and a half years ago, that just changed the way people looked at Indian food. I used to say, like, celebrating India at that point could also have been I love traditional Indian food, like that's why I love highway kumantak. But if I were going to, let's say a Moti Mahal or a copper chimney for dinner today, and imagine our reservation at 8pm, we could decide now sitting here what we are going to eat, we don't even need to look at the menu. But we also know at the end of the meal, it would have been great food, but it wouldn't have been a great cocktail experience or a dining experience, but you would have left satisfied, comfort, comfort. We didn't want that we wanted people to come in. And yes, people are going to get angry. But that same surprises what creates joy. So we said this that, and I still say it, I want to create products or brands where either you love us or you hate us. I don't want you to be hurt. Because here is where we play safe, right? To what Sam said, like, we came to India around, like he was in New York, I was in Singapore, and we came nine years ago or something and we were just eating and believe me, we were eating good food. But every restaurant had a burger pasta on its menu, right? With no context to it at that point. And I, a year ago, I was pulling his leg saying, when COVID hit us during delivery, we had burgers and sandwiches on our menu. But we had it because we found out that it was the best food that traveled during that time. We had to change as per the circumstances, we had to evolve. That sense of evolution and saying I'm going to celebrate India of today, I'm going to celebrate the Goa of today, which we do at Opedro, is I think what makes us different. And honestly, it's our team that gives us that confidence. Chef Hussain in the kitchen is a wizard. Like, when he tells us there's a tasting and he pulls out like 10 dishes, we are enthusiastically sitting there waiting for what's coming out. Chef Girish, who runs Bombay Sweetshop, would you have asked me, would I be excited about tasting Mithai 10 years ago? Never. Like, but when these guys tell us there is a tasting lined up in the evening, we are like so excited because when we tasted, we are thinking how are we going to sell this? How are we going to convince people? What is the story we are going to tell? Right. So I think all of us like just feed off each other. Literally. I don't know if that so like the we used to say that recreation or what was that word you used to use that that's what our hunger rings like we recreate something. But we we make sure that like same like the guest told you yesterday, Bombay Canteen got renovated. And she's a slightly older guest. And she said to him, I love how it looks. But I still, it still reminds me of the good memories I've"
    },
    {
        "speaker": "Unknown",
        "time": "01:20:02.980",
        "message": "had. So like, it's refreshing. It's refreshing. Yeah. So like, even when you might eat, for"
    },
    {
        "speaker": "Guest 2",
        "time": "01:20:09.020",
        "message": "example, the choris pulao in at O'Pedro. You love it. It's a surprise. But there are elements in it which are comforting. Comforting is also very important to us. Like we don't want you to come to our restaurants only on special occasions for that one Wow, expensive meal. No, not at all. I think we are very approachable in our pricing and the value we drive. We will give you the surprise but it's comforting at the end of the day that room that you're sitting in this energy like you feel like you could walk in wearing slippers or a suit."
    },
    {
        "speaker": "Guest 1",
        "time": "01:20:39.400",
        "message": "You still feel at home in that environment. And the whole thought process for us has always been like, how do you strike that balance between surprise and comfort? Because think about it like on different days, you feel different things and you're in the mood for different kinds of food. And you almost want to like, program the menu in a way that there is a little bit of something depending on how you're feeling like you want to be surprised. There's something for you to be surprised. And this is something we've learned over a period of eight years. I don't think this came to us aha on day one. And we've been able to now articulate it as well. Like we like menu engineering is a whole field on its own where like you're looking at the menu from the point of view that how do I make this menu in a way that it tells a story of what the concept of the restaurant is. Yet it feels good whether Amit you walk in with a group of friends or you walk in with your family it has an equal amount for both groups. Because this is what happens in a restaurant otherwise you go down the route of being a multi cuisine restaurant and you try to put pizza, pasta, Chinese, Indian, everything. But even what we try to think of is like, and I think you and I have briefly had a conversation about this before is form versus flavor. And like if you think of it as like a quadrant on those lines, we've realized over a period of time, if you take form of a dish too far or flavor of a dish too far, you still have an original memory of and this is to feed off what Yash was saying about recreation, there is an original inspiration for sure. But when you move too far on both form and flavor, you're left with a new thing that nobody emotionally connects with. Versus in if you play just with form or just with flavor, there is something to hook your mind on to and then hopefully we take you down, down on a journey and tell a story of what that dish was meant to be. And we find that time and time again, that works in a way that it works for us, maybe for someone else, it's a different way of doing it. And our minds now work towards sort of how do you surprise someone on form or flavor, whether it's mithai, whether it's Goan food, whether it's Indian food. And, but there are certain things we've also learned over a period of time, it's about behavior, like we're constantly looking at behavior, I always feel like restaurants are a live laboratory. So we've realized so our menus are usually divided into small plates, large plates, chotas, badas, etc. Small plates is where people love experimenting. So we sort of focus our energies there. But when they end their meal here in India, you want comfort. So don't stop. We've said yeah, provide the best possible flavor. But let's not try doing too much to it where people feel that they didn't end their meal being fulfilled, or like having like that great end to the meal. And then desserts again is something people love experimenting with. So you're back to experimentation state. So it's almost like you have these a canvas to play on. And then you keep moving the needles a little bit here and there. And every menu change, you learn something new. We try like, for example, last year, Hussain figured out a way to get fresh Himalayan trout into Bombay. And we started serving that every day. And it was it was part of it. We introduced a section after we opened after COVID just because we love it. That's it. There is no reason for this to exist on the menu, except that all of us love to eat it. So there was triple shea's one fried rice on it. There was a thupka which is like a ramen on it, like stuff that we would love to like binge on was there on the menu. So again, like finding ways, but that's a way of telling the story of why this is on deserves to be on the menu. And then please come and share our love for it. And so it's a constant process of how do you continuously tell that story of food through the menu through the restaurant through every through the service. And it's that's what's continuously fun."
    },
    {
        "speaker": "Guest 2",
        "time": "01:24:49.660",
        "message": "Yeah, for the form was his flavor. I can give you a quick example. So people Yeah, get it. So it's one of our dishes, which is still on the menu. Um, it's called as a gulab nut. Okay, gulab nut is a gulab jamun shape like a donut with old monk for fresh pistachio cream in it, right? Now the inspiration of this dish, Chef Kunali and Chef Floyd wanted to create a gulab jamun with old monk in it. So the inspiration of it came from Baba Ram, which is a French dessert where a brioche is soaked in rum. Now in a Indian restaurant, if you put a dish called Baba Ram, one we won't be able to pronounce it because a you will be like, oh, and it will just seem as a very intimidating dish to order. So when you have to get the name, right, right. So gulab nut because gulab jamun and gulab nut. So it comes like a donut. But the moment you break into it and eat it, you get the same flavor and texture of a gulab jamun. So it's in your mind, the muscle memory is taking you there. And then the hint of old monk kicks in with the nice texture of almond of pistachios, right? So that recreation is there, but the muscle memory is already kicked in. This reminds me of gulab jamun. Wow. Someone's taken my favorite dish and turned it on its head. So then there are the, I love it. You destroyed my childhood favorite dish, which is great, right? Like we want to play with people's emotions. And it should go on a t-shirt. That's our form versus flavor and then the story to tell with it, right? And the story for us is how you write it on the menu. How does the team explain it as well? So form flavor, like now we use it completely for a lot when we are doing products with Bombay Sweet Shop. And it just helps us also explain it to our team members when they are thinking of a dish that use these as your quadrants to think about, because we are celebrating India. So if you put a foreign object on that, they won't have any relevance to it. And they'll think why is this part of this concept?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:01.700",
        "message": "Also fascinating how, you know, form and flavor are part of the context that helps you relate with the dish. Like, I remember I had a vegetarian friend of mine had once agreed to try a dish I was raving about. And this was in Istanbul in the Museum of Modern Art there. And they have this fantastic restaurant out on the balcony. And I'd ordered some veal. So she said, Okay, let me try it. And she's vegetarian, right? Never had meat before. So I was wondering, how is she going to react to it? There's no context, right? What do you do? So she had a little bit of it. And then she said, feels like paneer, right? Which to me is, you know, like what? That's not something I would have thought of. But that's where her memory took her. Yeah, I mean, devoid of any context, you know, what are you going to say about it? You have no context of texture, you have no context of taste. And it brings me also to the phrase you guys used earlier, which was the India of today. Now, the thing is, India, of course, one, we occupy like three centuries at the same time 1928, some of us in the 21st. And even within that 21st, we occupy, it's just so incredibly diverse, right? And everywhere for the food that you bring up, like you pointed out, there is a constraint and that constraint, I'm guessing is a constraint that there has to be some kind of familiarity, some kind of anchor for the thing, whether it is in form, or whether it is in flavor, like you said, but there has to be some kind of anchor for it. And you can't just go completely crazy. And also at the same time, you know, and this is something I've realized in many other contexts, and I'm just thinking aloud in this context, that when you're creating something, sometimes you have to have a the humility to realize that other people come from such different places, that they may not feel the same way you do about something. And also the confidence in that, that no, this is what I feel, you know, ki yeh karna hai, yeh hi karna hai, right? So what is that journey like, like when you talk of menu design, what is that journey like of figuring out that, you know, how important is that story really, because I imagine it must be much more important than it, you know, it's not, it's not just a presentation thing or a marketing thing. It's a contextualizing thing also. So tell me a little bit through your learnings on all these subjects."
    },
    {
        "speaker": "Guest 1",
        "time": "01:29:13.220",
        "message": "We got a lesson on this on day one of Bombay Canteen opening, because it was funny, because it was 11th of February 2015. It was, I think, one or two days after Arvind Kejriwal had just come to power in New Delhi. And everyone's eat, if you've grown up in Bombay, like you've gone to Willingdon Club, and you know, the story of the Kejriwal toast there with the egg hidden under the cheese, because Mr. Kejriwal wanted to hide the fact that he was eating eggs in front of other guests. And we had bread leftover from a certain dish, we had eggs, obviously, in the kitchen, and we had chutney from another dish, which was not going on the menu. And we thought as a day special, we will on opening day, just put this as a special Kejriwal toast, we called it that. And honestly, we got reviewed that day. And it got written about the next day. And everyone started asking about it. And the reason why I think it still is never going to leave the menu, is because throughout, if you've grown up in Bombay, you know where it comes from. Otherwise, you think it's funny that something called Kejriwal is on the menu in your mind, because of news, pop culture, whatever goes to Arvind Kejriwal. And therefore, it's funny to see that on a menu. And suddenly like then you are ordering this because you stuck a cord to the story. And we've had instances where a table of 20 has come and ordered 20 Kejriwals, like one for each, nobody wants to share like it goes on, we couldn't make enough. Like it is hands down the most popular dish. And at the basis of it, if you think of it, what is it? It's a really yummy chilli cheese toast. It's comfort all the way. And that's the reality of it. So I think for us, like when it comes to menu design, like this was a happy accident that happened. But over a period of time, I think the first six months was a huge learning curve, where all four of us who were designing the menu were good carnivorous people and every vegetarian dish was an offshoot of a non vegetarian dish and it bombed and how and we realized that this we can't continue doing this and we had to spend more and more and it took us a solid six, eight months to figure out what our thought process would be. How would we create dishes which would be exciting in the vegetarian realm as well and it pushed us it really pushed us to create and it was it's interesting now that some of my favourite dishes currently on the menu are some of the vegetarian ones. There is a handvo toast that we do black garlic handvo toast where the tomatoes are coming from a specific farm and like it there is a rhubarb coming from a specific farm in Ooty and there's a chundo around it and like in its form it looks like a bruschetta but it's great handvo, the garlicky flavour and the tomatoes the acid of the tomatoes with the sweetness of the rhubarb chundo just works and why not like it's got all the elements of it. So it's a constant journey of like trial and error trial and error to get to this stage. Yeah I think it's been also like"
    },
    {
        "speaker": "Guest 2",
        "time": "01:32:30.300",
        "message": "we've added layers as we've learnt a lot so I think the first layer was always seasonality right then was this veg non-veg thing then was diversity one of the things we learnt in regionality in the again I'll try to articulate is partialism that comes from like partiality from our minds. I'm Maharashtrian so I want to have a mandeli fry on the menu and my mom's fish curry. He's from Lucknow so we had a pathod on the menu that his mom used to make then she used to do the matri then Floyd was from Goa and Bandra so those dishes Thomas was from Kerala so those dishes and then we never realized that you know the menus actually should be completely diverse so like when chef Hussain also took over he's from Chennai so a little bit of from there now when we think of it and we are looking at the menu and new dishes we are putting we always have a look at is there complete diversity on that menu like it has to be north south east west anyone who walks in needs to find some familiarity there it's just not the familiarity of the founders and the chefs so that has added onto it then obviously there is value will people find value that's a very important question for us like the cheese chilli toast you're not going to charge too much for it although it's a huge seller and people are still buying it but making that a very crucial part of all our products that we do we are always going to be we are a premium but it gets you a good value for what you pay for so I think those are the layers we've grown to understand much more articulate better and get it through to our teams that they also think about it"
    },
    {
        "speaker": "Guest 1",
        "time": "01:34:13.940",
        "message": "in that way and I think to add to that another layer that we've developed over the years is that of technique and how do you create flavor and I think there's a bunch of stuff that the kitchen team does the bar team does to like create infusions and ferments and a whole bunch of other things that we don't actively talk about but it's being used at the back end to like provide a better flavor to the dish that is and I know we spoke about it a little earlier that every dish has these sort of tick marks but also there's a lot of technique constantly being used to see how can we sort of amplify flavors that we are doing whether it's in the cooking technique or in the way it's being presented or all of that and but we're always also very careful of where if you over index on the technique piece when telling the story it almost can veer on pretentious where do you know where this came from from and how many days was this made for you etc. etc. which I don't think necessarily always needs to be part of the story but like at the back end it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:23.060",
        "message": "there to accentuate what you're doing anyway yeah a severe shout out these coffee beans"
    },
    {
        "speaker": "Guest 2",
        "time": "01:35:28.820",
        "message": "oh yeah I always say this yesterday I was saying it was like I'm tired when I go and they tell me oh we aged this coffee being in a donkey stomach and then they shat it out and then we fermented it and then it went it's just like I need a good coffee that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:44.780",
        "message": "it yeah I mean part of it is I need a good coffee but part of it is a story kind of makes a difference yeah the story and the vibe and all of that so let's take a quick commercial break and on the other side we'll continue this journey have you always wanted to be a writer but never quite gotten down to it well I'd love to help you since April 2020 I've taught 20 cohorts of my online course the art of clear writing an online community has now sprung up of all my past students we have workshops a newsletter to showcase the work of students and vibrant community interaction in the course itself through four webinars spread over four weekends I share all I know about the craft and practice of clear writing there are many exercises much interaction a lovely and lively community at the end of it the course cost rupees 10,000 plus GST or about 150 dollars and is a monthly thing so if you're interested head on over to register at indiancut.com slash clear writing that's indiancut.com slash clear writing being a good writer doesn't require God-given talent just the willingness to work hard and a clear idea of what you need to do to refine your skills I can help you welcome back to the scene in the unseen I'm chatting with Sameer and Yash and so here's a question that I have which came out of something that he was saying earlier that Yash you were mentioning that when you train all of these people you know Saturdays you'll have these sessions you'll call them over and one of the things you said you tell them is that you can now experiment on your own right because the means of production are open to you you can make sourdough bread at home and all of that and what strikes me is that there is an analog to this in the creator economy which I know fairly well and I of course know nothing about the food industry so I'll sort of talk a bit about the creator economy and ask you how well it goes through that in the creator economy what you have is that the means of production are open to all of us we no longer have to go to gatekeepers to publish our work or to produce our work or whatever so I can sit at home I can do it myself anybody can write and once you do enough of it you become good and you become good in interesting diverse ways the content is no longer homogenized because everybody can do it can do their own thing and they can thus discover niches which the mainstream might not otherwise even have defined as a niche or known that it existed and the way we consume content has changed completely so in the 1990s you've got your times of India and your whatever you've got a handful of TV channels in the 80s you only have Doodh Darshan and that just expands and everything is fragmented and it's both good and bad I mean the negative aspects of it is of course increased polarization narrative warfare all of that but generally good because individuals are empowered and that's the way the whole ecosystem has developed at the creator and you're empowered and importantly at the creator and you no longer need to scale you know I can reach a thousand by Kevin Kelly's famous essay a thousand true fans if you get a thousand true fans are willing to give you a hundred dollars a year you're cool you don't need to scale and become really big it's not like one person at the top makes all of it so that's the way the creator economy has panned out now if we look at the ecosystem of food I won't say restaurant just a ecosystem of food and eating it strikes me that at one level just because of comparative advantage you would imagine that logically people would cook less and less or if they would cook they would cook for creative satisfaction and whatever but that cook less and less because economies of scale would tell you that you focus on what you're good at and somebody else will get home-cooked food across to you or different food across to you and it'll be good to eat and all of that so you'd expect people to order in much more which is of course facilitated by technology Swiggy's Amato etc you'd expect people to eat out much more where it's not just a special occasion thing and over a period of time and I don't know what the delivery mechanism would be but over a period of time you'd expect more niche taste to evolve as more niche creators also evolve in a sense right like the market which you're catering to which likes your kind of food may not have existed or known of its own existence 25 years ago but now it's there and I can see this becoming more and more diverse and I did an episode on Indian food with the great food writer Vikram Doctor and one of the points Doc made was about his fears of homogenization and the example he gave was of the Cavendish banana that here's a banana we export to the world and then somewhere in North America they figure out is great to mass-produce last well and now it comes back to India and it's destroying all the local and regional diversity and the Cavendish banana is everywhere and that's like a first wave of capitalism thing but the second wave that I see happening now is that individuals and get empowered and a movement can break out in the opposite direction where individuals and small groups can preserve diversity like I did an episode with Pune single the entrepreneur behind stage brought in and I had imagined before my episode with him that that's what is happening to languages and dialects that as we urbanize more and more you know city speak languages town speak dialects the dialects are going to die out you're going to get homogenized because incentives are you go to a big city you want to communicate you know you might speak a dialect of Hindi but you want to fit in so you learn Hindi and you forget your dialect and homogenization but what is happening what he's demonstrated with stage and stage is an OTT for Bharat but not Bharat in terms of Hindi Punjabi Bharat in terms of Haryanvi Rajasthani Marwari and so on they have those languages happening on the thing and sudden and it's flourishing it's doing really well commercially and industries are coming up around those dialects and you have a movement in the opposite direction and and I see that as a good thing about the creator economy that you have a decentralization you have a change in the way people consume content you have a change in the way people produce content and you move away from you know certain cliches that become comfort food across restaurants to and you know it's really a thousand flowers blooming or a thousand herbs looming as it were so you know and I'm just thinking aloud and and there's possibly no analog or you know one would have to stretch but how is the whole world of food evolving in that sense like are these broad current something that you also see happening in some distant way in the food world and over a period of time it's not that overnight you know I will cook something that my neighbor will pay to eat but over time you know what are the direction the directional shifts that"
    },
    {
        "speaker": "Guest 1",
        "time": "01:42:25.700",
        "message": "you see in this whole ecosystem. I think you're definitely seeing a bunch of these trends playing out much slower of course and I think there is a reason to that in my mind at least I think when we started about almost eight years ago it was not even remotely cool to be going out for an Indian meal and I think we were definitely part of that journey we've seen here where a lot of restaurants have now sort of jumped in and I think everyone now that is also this moment where now it's a moment of pride where like you are eating Indian you are enjoying the food you enjoyed at home I remember there was this point when a few years ago when we put Pakhla Bath on the menu and Odias came from all over the city to come have it in the in the city right like it's a moment of pride that food from our state is making it to a restaurant but I think to take a step forward what we while in the creator economy what you're creating can be distributed digitally I think the challenge really is that how do you take the food which is being done and being made at a much more small batch level and how do you distribute it enough to be able to make it viable for someone to put it in because as you rightly pointed out like I think there is a certain decentralization that's definitely happened but we are sitting in a room right now and we are talking about all things food and everything in between and tomorrow it can be with a push of a button it can be out there into the world that is definitely much harder to think through as far as the world of the food goes but I think you definitely saw that in the last couple of years because of the tailwinds that the pandemic bought in this particular regard was everyone's home became their place of work and suddenly like you were looking at options because and we spoke about it so much like you didn't miss movie halls because you had all the OTT platforms to go to but when you when it came to food yeah you cooked on your own but you still food is also a form of entertainment and you looked for more and more interesting options to be bought home I remember for I think there was this one Marathi cook which Yash found during the pandemic and we ordered from her she was cooking from home you sent her a whatsapp and it showed up on WeFast and it was great but the reality is now that life has gotten busier again like I'm actually remembering that almost after a solid year and a half at this point so I think I would love for it to move in that direction but there are definitely challenges in terms of like for it to come to fruition so to speak to be able to see that complete convergence of the creator economy and the"
    },
    {
        "speaker": "Guest 2",
        "time": "01:45:25.540",
        "message": "food ecosystem so to speak so I have a slightly differing opinion I have said this that the last two years of the pandemic led to democratization of a tech stack right where Hungering is a very small organization but using something like Shopify right we I don't think anyone with a tech background needs you need a tech background to use Shopify but we had never run an e-commerce channel before we were dependent on Swiggy and Zomato and we set up Bombay Sweet Shop and one member of our team took it on and we just ran with it right and we grew our business right now the same way I feel there is someone at home now who's making the best pasta in Bandra and she sells maybe 10 portions a day right and she's happy with that right but I think two years ago she wouldn't have had the right simple technological advancements to help her and that has changed my only problem with India's creator economy is everyone is only looking at the Oyo's, the Baiju's and the big unicorns and the drama around it and the pressure that then every boy or girl who's doing a great Sardo at home is how do I make this that big the expectations are too high on that creator and I tell I tell so many of them who come to us who are like we are still making out of home we are still selling out every day and we want to set up a chain and I was like why is it if it's still two of you if I do the math you're making more money than I am bottom line like but you can have like even with us at Bombay Sweet Shop there is aspirations of taking this brand international, we want a sweet from India to be as recognized as Swiss chocolate it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:36.260",
        "message": "something we believe needs to be there, Barks is better than Swiss chocolate it's much better"
    },
    {
        "speaker": "Guest 2",
        "time": "01:47:40.620",
        "message": "there's no comparison this is ludicrous to compare but anyway sorry carry on so but there shouldn't be that pressure on every creator to be the next big thing big thing because I worry about India's big unicorns when someone takes the curtain away there's like the amount of burn that's happening there no one looks at that but young 21 year olds are looking at valuations right now but they are not looking at the whole for me the creator economy is based on and I feel India had it with artisans like making really good like even with furniture we were so good at our furniture and look at our furniture now right but we are all like blinded by valuations and the pressure that the 21 year old has to feel that his startup needs to be the next OYO I feel like aspirationally if I was starting two years ago I would also want to start a sweet shop which only makes 200 sweets but because now quick commerce I can sell out of those 200 sweets every day right like those mechanisms are there the mechanisms like the same lady she's still I know she's still cooking she's found a smaller kitchen because she didn't want to do it out of her home and she's still selling out and she must be making slightly more money than she did during court but it's a income stream that that family never had and for them it's great so I feel that democratization of tech the this quick commerce is helping so many little this but just that pressure shouldn't be there that that Malvani lady needs to now become the next you know chain chain like she the next Goli Vada Pav or whatever there is so that's what I'm worried about is this franchise like for restaurants it's the franchise model the same thing we Danny Meyer we spoke about when we speak about Danny Meyer and setting the table and hospitality first no one recognizes it but when we say Shake Shack everyone recognizes it so he is the founder of Shake Shack but Shake Shack came into being 20 years after he started his first restaurant or I could get 15 20 years after right he had set a foundation how that brand came off organically and then became what it is so I I honestly love what's happening in the homes right now people have tried a lot like I get really impressed with India's craft alcohol industry I feel it started with people who were making beer in their bathtubs and now I'm making the best some of the best craft beer in the world is coming out of our country so I feel if they are given the right tools through incentives and various things the you can see it flourish you can see it flourish yeah and this is something"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:36.140",
        "message": "I vibe with so much because you know and and people who do my podcasting course for example I will tell them this also well like they'll be thinking of gaps in the markets how can we scale I'm like no no don't do that if everyone tries to be Chetan Bhagat you know everyone will fail or even succeed which is worse but no all respect to Chetan but no seriously but you know the only thing that kind of makes you unique is you you know out of the 7 billion people in this world you have only one thing no one else has that is you be authentic be true to yourself do the kind of work that you like and and you know if you're in the food business make the kind of stuff that you like and you do not have to scale you know especially for people of my age I'm in my late 40s you know there's this mental thing that creators or entrepreneurs or whatever you have to scale you have to get to a certain huge size like you put it and no the reality today is you don't need to think big yeah"
    },
    {
        "speaker": "Guest 1",
        "time": "01:51:34.460",
        "message": "it is been romanticized so much in all the stories we hear about us like it's like raising the next round is like the moniker of success yeah someone still wants their money back at the end of it you have to work to give them their money back they're not letting"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:47.660",
        "message": "you off the hook so easily and that's forgotten always and it's often not about a bottom line alone though of course that drives a lot of stuff but it's also about the value you bring to people's lives which is intangible right people eat your food there are memories associated with that which is actually a nice segue to the next sort of theme I want to explore which is something Sameer you spoke about when you you know last came over for lunch where we spoke about food and stories and the resonance of food in our lives in terms of you know what it tells us about our past and about memories and all of that like I was telling Sameer when he was last here that my dad died last year so we sold his house we were cleaning it up and and most of the stuff we chose to let go because just no space it's not practical but one thing I did keep were a whole bunch of recipe books which both my mother and her mother my maternal maternal grandmother had kept and a lot of these by my maternal grandmother are recipes in English of Western dishes like souffles and pizzas and all of that and she's writing in the 50s and 60s mind you in handwriting and they're all neat and you know the first page of the notebook will have a table of contents which you can tell is being filled up as you know the pages as the years go by and I've done tons of episodes with various women also on you know the lives of women in India have been so different from the lives of men the histories have been so different in terms of being constrained by so many things being most of the time at home having a completely different vista and food becomes such a big part of everything and on the one hand it's like fucking drudgery because every day you're cooking meals for people who will express no appreciation and it's a pain but those food those foods the cooking that you do then also becomes a part of you know it's it's part of a heritage it's more than just something functional and whatever so I'd love to hear sort of your thoughts on this because I know you want you know you spoke earlier of the India of today but I know that's not all that interests you that you know so tell me a bit"
    },
    {
        "speaker": "Guest 1",
        "time": "01:53:50.060",
        "message": "more about that journey so I think for us the other sort of epiphany that hit us when Bombay canteen opened is like how people connect to stories I think we've spoken earlier about like even in menu design like yes it's form flavor but like how do you tell the story of the dish is equally important and we were very much rooted in nostalgia in our first year in terms of the way we told stories I think it was something when Bombay canteens original idea actually originally when Yash and I came up with the idea it was called tiffin club and then there was a restaurant called tiffin that opened somewhere in Bombay and we had to quickly veer away from that from that name but I think we ended at a better place because for us the reason tiffin and club made sense at that point because you grew up eating tiffin there was a club somewhere around you wherever you grew up in India it was the sort of like a gymkhana which was the beating sort of heart of that community right like you met there and for us I'm glad it evolved to the city which was Bombay which represented so much to us and canteens which represented the same thought as tiffin where you where the office where the school where the college like everyone's been to a canteen and so began that journey but like when the first year of Bombay canteen was being celebrated we were like how would we celebrate and long before collaborations were a thing in the world of food like we ended up collaborating with all our mothers with the simple thought that when you when it's your birthday you she cooks you your favorite food so all four five of us who run the were running the restaurant we all come from different parts of the country and all our mothers flew in cook two dishes each and it was the called the mother of all menus and honestly like it was such a visceral response to the menu like it was our first to sort of showcase of what Yash was talking about just that diversity in a menu and regionality and nostalgia memories all of it was at play in those 10 dishes and but more importantly it was at play because of who it represented that for me was one and on a more personal level I feel like as Bombay canteen was opening I was also going through a personal experience where my grandmom was diagnosed with Alzheimer's in 2009-2010 and she cooked certain things for us and she made certain things for us and literally very physically we saw that disappear while she was there we saw it disappear so the thought that struck us even back then was like Indian food at the end of the day is undocumented like unlike other cuisines around the world like that is it's hugely undocumented and it's all oral histories or like word of mouth that it passes on and we've been fortunate enough in the last 7-8 years to go into people's homes people have shared with us the only way to learn is to go cook with someone it's not possible to do that and then come full circle to 2020 where the pandemic hits us and our natural places to tell these stories of food suddenly disappeared from under our feet like there was nothing left suddenly we are left with mediums such as Instagram and other social media where we have to do everything now we have to tell stories we have to make us sort of the rosy roti of it and like sell every day on it it became really difficult to sort of put that together and that kind of led to this thought that how do we continue telling stories of where food in India is going and I specifically say food in India not Indian food because I don't think India of today eats only food that is traditional I think for us what's really important is to be inspired from where we came from but also also be thinking of where is it going and in that sort of spirit I think what we're really excited about is the next project that we've been working on for the last year which is called Enthu Cutlet where hopefully you find like unusual stories of food in India which we are able to bring to you like whether it's an opinion whether it's a fresh take whether it's a conversation and it doesn't need to be written by someone who's from the world of food like because as you were saying like food is like central to all our lives at the end of the day and everyone has a memory around it and there could be a take on it which you and I might not be familiar with and hopefully through that process we are able to sort of connect and reconnect with more and more people I think the reason you and I started talking was because of this project and like as you told me your stories of what you've been through I was sharing and here we find ourselves having a longer conversation about it all and I think that in a nutshell is the power of food like it allows you to really really sort of connect with another person and share something with them in a way that it makes you feel something which links back to what we've always done as through Bombay Canteen or Pedro Bombay Sweet Shop hopefully it's food that makes you feel something and hopefully Enthu Cutlet presents stories to you that"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:58.020",
        "message": "make you feel something and what did your mother's cook?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:59:03.820",
        "message": "My mother cooked prawn curry and it was chicken curry no wait so we made a kothu roti out of the prawn curry that was later that was much later and she had a dessert I feel clearly"
    },
    {
        "speaker": "Guest 1",
        "time": "01:59:22.580",
        "message": "that prawn curry though I will not forget like it's that hue of orange in it's that flavor is just like how is it made?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:59:33.620",
        "message": "I can tell you how it's made go for it so it is that the color comes from obviously red chili fresh fresh coconut and then a little bit of tamarind so the mix of those colors that gives you a little bit of onions which gets sauteed at the start and then just prawns and the rest of the ingredients so it's something she makes like she's we had a limited menu at home we were good carnivores but chicken, fish, mutton but trying to remember she's going to be really angry I don't remember the other dish should just come up with something"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:07.580",
        "message": "your brother was right to warn you not to mess it up I mean this is like a family scam"
    },
    {
        "speaker": "Guest 1",
        "time": "02:00:11.380",
        "message": "yeah yeah what did your mother cook? She made the dahi pakodas which there was specific like which were exploding which were like it was hard to make because there was one she's from Agra so it's a particular kind of pakoda where it's stuffed inside with something and it's hard to sort of pull off because you first fry it then you soak it and then it's put in dahi etc and the other dish was a gobi dish which I think all of us were like a gobi musallam from Lucknow so so she did a version of a musallam but with gobi."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:42.860",
        "message": "So tell me something brief digression I am kind of learning to cook an amateur cook and the things that I find most easy and pleasurable to cook are either western dishes or South East Asian dishes because they're just so freaking easy right you put three four things and it's simple and it's fast and frugal and it's kind of done the Indian stuff every time I look at an Indian recipe I'm going mad because it is half a teaspoon of this and have one teaspoon of that and there are like 40 spices and there are like 80 procedures and I'm like what you know just keep it simple why is that?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:01:16.900",
        "message": "I was going to say but that's where the creator economy comes and now there's a maushi on whatsapp who will send you like a vindaloo masala that she's made fresh and which you can keep in your fridge and I do that in Bandra there are the whatsapp groups which so normally like the local butcher will keep most of these masalas in like regular pearl pet plastic jars and it's fantastic like I have just discovered it so it just needs onions a little bit of pork nicely sauteed and you put this and people feel you cooked it from scratch so like I'm I'm not kidding and I'll send you a packet it's unbelievable how easy it is and it will be keto because yeah of course masala is but to your point so we had and scientifically I think dock will be the best place to start but India's idea of is refrigeration like I feel the idea of spices the vinegar and stuff like the souring agents we used to use every state like Goa uses a lot of vinegar we use tamarind here they use kokum the souring agents the grounded spice because refrigeration wasn't huge in India I feel was a way of preserving the curry that you made I would be quite confident on that but obviously doc would be the right"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:34.900",
        "message": "person to answer on that yeah I mean that's a great point I mean one of the things I realized by doc is that the food landscape changes so fast that things you think of as Indian today weren't Indian like just 20 years ago right it just changes so incredibly fast and how have your taste changed like do you still like your mom's food as much or but which"
    },
    {
        "speaker": "Guest 1",
        "time": "02:02:56.900",
        "message": "I'm sure everyone does no but there's certain things which we almost like look down upon growing up where which I crave now so like there is a particular with the which we would like cringe coming back from school and eating and I know she'll love it if when she hears this that like that's the one meal I look forward to with that aloo ki sabzi and bhindi right like it's just the combination is just it transports you somewhere I don't think I'll ever make the move to Lockie and tinder but I think that will on the chat are thinking you're on tinder yes sure good job I think the Lockie would accept the context so I think I still love the food I get at home Yash was there last week and my mom thought she was feeding me so like she like a meal in my house is never less than like four dishes at a particular"
    },
    {
        "speaker": "Guest 2",
        "time": "02:03:56.780",
        "message": "time so these guys were overfed and how like to his question I feel like let's like home food like I I don't I feel I have stuck to the same I never liked water now sir and Warren I still like I remember if I go back home my parents are still in Pune and if it's Shravan I still remember if I drive from Bombay to Pune and that is like what I know so and I'm"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:20.060",
        "message": "like I didn't drive here for this I came here for the prawn what do they think of the food"
    },
    {
        "speaker": "Guest 2",
        "time": "02:04:25.260",
        "message": "that you guys serve up like my parents my mom obviously like you know like she's not very opinionated my dad is so he'll give it to me straight no matter how uneducated that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:39.420",
        "message": "opinion can be but that's the third member of the family yeah yeah I was waiting for"
    },
    {
        "speaker": "Guest 2",
        "time": "02:04:47.540",
        "message": "that moment check and check opinions are a lot but they love it like they were at Bombay canteen this weekend there's really proud of both of us and what we've achieved obviously and they've seen us through the ups and downs so they love the food but to your point I just wanted to go back like if how our tastes have evolved I think it's also because we're part of the industry we travel a lot and we eat a lot on those travels and the travels are two kinds one is work travel where then we are eating like three meals a day and one could be like a really fine dining place where it's a fancy meal and we are not eating it to replicate it but you're eating it to get inspired right you're eating it because there might be a texture in there or like a technique that was used or the way it was presented or the service and you just like wow they've simplified this like we need to do something similar so I feel in in that way like four five years ago I was I was mesmerized by these fancy meals now I'm not so much I feel like it gets overdone to a certain point I just want to go have a good meal but we were at a restaurant in Brooklyn called Bonnie's and they served this cold chicken and it's basically a Hainanese chicken but they serve it cold and it's basically chicken leg as so simply done and brimming with flavor and it just blew our mind like it was nothing like what we've ever tasted before and it's a like it's a take on American Chinese food it's a nice fun casual restaurant what blew us away was the server that day and he also realized we are people from the industry because we ended up ordering the whole menu and he enjoyed like you could feel the happiness in his eyes of us just like devouring the food so for me I think my like because I've been a bartender before also it used to be about whichever city you go to need to check out X amount of cocktail bars but now you're like been there done that there's only X amount of experimentation that's going to go on but you're finding those places which really like inspire you I feel my I've I think my tastes have matured obviously like 10 years ago I think I didn't have any of this at all I still don't have a wine palette at all it's I if I drink a good wine I'll say it's it's great but I'm not like hints of leather and masala chai but that's something I know I can work on so like the great thing about us like I was speaking to someone same like this going back to this creator economy another new thing we want to start planning a new project but we want to have a good coffee program to it and I was very honest to the person I was speaking to saying hungering has never done great coffee but it's never been because it's always been a 1% somewhere and at this place also it's not going to have a coffee program but I need to have a great coffee so find me that guy who's now roaming all over India figuring out good estates and who will set it up and keep coming and training me also because I need to be trained before it happens so within our I feel like there are so many things for me personally like I always we say like wouldn't it be great to go to a whiskey class in in Scotland for three months right so I feel that as one of the things that restaurant owners in India get called is promoters and I hate that word when when you know it comes out Yash and Sameera are the promoters of Bombay canteen and I try using the word founders a lot because we are involved in the food the drink the service not physically as much as we used to but a lot in the ideation and we want to be involved and for us to be involved we need to keep evolving our palette or you know taste"
    },
    {
        "speaker": "Guest 1",
        "time": "02:08:40.980",
        "message": "to a certain level and I think it goes back to like doing things right like I think the tastes have obviously evolved but I think it's going back to the storytelling aspect of it like this last year has been such an interesting journey where we've been working with again a little village to bring this the N2 Cutlet project to life where we've had a chance to meet so many people who are brimming with ideas whether it's here in India whether it's abroad who are passionate about Indian food and are sort of dying to sell stories about where it's going and for us now this is a period of like absolute like it's a blank slate because there is there are no rules to in our mind like we have no idea how to run a media company a content company or any of those so the question is how can we continuously be curious experiment iterate and it really brings me back to the original like your first year of Bombay Canteen where all we knew is we wanted to like open and but once you open like it's that's when the true magic happens because you see other people come in and it truly becomes like a dialogue and not a monologue like right now it's a monologue amongst us and that dialogue of like people giving us ideas coming contributing is what we're looking forward to where to Yash's point like travel became such a huge part of our method if I can call it that because where else do you go as like entrepreneurs founders to go learn you have to go just you have to go see things feel things like look at things like the other thing that I remember from this last trip that we took we were at a fine dining restaurant in New York City and the food I will say was nothing not something I will remember but what I took away from it was they bought out this beautiful leather bag and they let you choose your own chopsticks it was just the act of like just opening this bag and like beautiful like inlay work chopsticks and this excitement amongst the four of us that I want this one no no you took the one you I wanted and it brought out the kid in"
    },
    {
        "speaker": "Guest 2",
        "time": "02:10:53.620",
        "message": "you and that's the beauty of the eye for detail of that person taking care of us was my girlfriend's left-handed so he quietly at some point moved the chopstick hold on to her left well you know simple things simple things that you know you have like and where it transcends"
    },
    {
        "speaker": "Guest 1",
        "time": "02:11:11.620",
        "message": "from just being a meal to like an experience as we keep talking about right like I think the word experience gets thrown around so much but like the question is what today now you know in a world where all of us are privileged enough to like have these experiences what will excite us next is the question we are asking so even with whether it's the restaurants whether it's Bombay Sweet Shoppe whether it's N2 Cutlet the question we're asking is like what is it that will be exciting to someone will it be we at lunch today we're talking about how you did this trip to Mysore and like ate within a 10 square kilometer radius and you were blown away by the diversity of food within 10 kilometers yes that is truly exciting like I can you imagine like if that list existed out there in the world and like allowed for people from Bangalore or Mysore to quickly go and like experience that versus that to me would be exciting because genuinely like in today's day and age it's so hard to like sift through the clutter to actually get to things which you trust things which you feel will be good like we are all busy in our day-to-day lives you want to go and like quickly have that one amazing thing so why not why can't this be one of those experiences and hopefully and conversations like this hopefully like spark other thoughts and and then you're on it on to something hopefully which is like a journey which is amazing yeah"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:35.140",
        "message": "and one of the sort of the important needs of our times where we are surrounded by an abundance of sensation and abundance of content is also filters so just that thing that okay I am in this city where should I eat and what should I eat and to have a sense of that you know not just like a trip advisor top five rated restaurants but to have a sense of what would I like and where do I get that experience we'll talk a lot more about into cutlet but first I have some broader questions and one of them is about what I see as an interesting dichotomy that perhaps doesn't exist in other areas like you guys have done my writing course so one of the things I talk about there is that style must always be a slave to substance right you don't want style to overwhelm the substance and yes you pointed out a moment ago that you know you're not into flashy food anymore you're not into all the drama in the theater ultimately now you just the taste the substance of it matters so that's one way of looking at it but where food is different from everything else is that you're a person's experience of the food they are eating is also shaped by the theater is also shaped by the perceptions right the fact that you're choosing your chopstick in that elaborate act from a leather bag does affect your experience at some level you are definitely going to find the food a little more elevated yeah elevated as opposed to if that experience hadn't happened so unlike in anything else the you know these extra trappings are also kind of important so how does one draw this balance to you know to figure out that what element of the theater or the gimmicks or whatever are necessary to the food being elevated"
    },
    {
        "speaker": "Guest 2",
        "time": "02:14:21.580",
        "message": "and what our superfluous to it great question and the same the challenge with all of this is when people think that everything around the food is what's making the experience right and India's gone through this painful and it's going through this painful gimmicky phase where the smoke and mirrors of things we're hopefully peeking out of it at this point as in hope is the smoke and mirrors is what people think will drive people back right restaurants are being built on trends right Instagram images Instagram images Pinterest boards are what define a restaurant right now well whereas you create we've been lucky our restaurants have stood the test of time let's be honest but we have put in that effort that there is a philosophy first there's an experience around it and the philosophy with the experience keeps evolving right we didn't set out to say that a modern Indian got rent on a let's jump on it make your own trend right like you said like you're a one in seven billion people show who you are and the reason why I feel like the superfluous or like what you described is people have forgotten that yes the act of selecting the chopsticks was amazing but I use that chopsticks to have the best bowl of ramen if that doesn't exist then none of this makes sense right and it's you know what I miss in India is an educated opinionated review of the work we do in terms of like if I were in New York a review happens after three between three to six months why because and they come at least thrice certain publications yeah it's because they want the restaurants to settle right a restaurant at the end of the day is like kind of like a factory like everything needs to fall like a domino effect and it takes time right you have to be fair to the restaurant I always tell people we have been so lucky that the whole ecosystem supported us we've had bad reviews as well which is fine give us reviews based on the product the experience and that's what it should be and as an entrepreneur you have to take it in your stride in India the that power went directly to the Zomato reviewer right which is fine it's also a measurable attribute for a restaurant and we I've never replied to Zomato reviews only because I don't think it's an informed review right but if 10 people on Zomato tell me that service is bad I need to look at it right so right now restaurants are being dictated by if the reel of it looked good if the Instagram lighting worked but that's not going to last long it's going to last six months and you're going to fade away so a good warm bowl of food comforting food if you start there build all these little experiences around it and make it come together I think that's what makes a restaurant or any food place for me at least yeah and I"
    },
    {
        "speaker": "Guest 1",
        "time": "02:17:58.300",
        "message": "think the question you asked is a great one because like what is the filter you use to say that this is me and this is not me right like you can again going back to that original thought we discussed some time ago you can't be everything for everyone and I think it's something we'd maybe have unconsciously always felt like if this is making sense in the so one of the first experiences we created at Bombay canteen I still remember was and it just came right we were busy looking for colorful bottles to put on the table and we were in Muhammad Ali Road in our bottle suppliers this thing and he was showing us colorful bottles because we felt the design needed and then suddenly like someone in the stove pulled out an old Ruwafza bottle and it struck a memory that water bottles always used to be old reuse bottles in home our core our storytelling was nostalgic in nature and Ruwafza bottles were what we chose they didn't have any color but and I kid you not in the first six months a number of people who tried to steal those bottles and like we've stopped"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:05.620",
        "message": "people at the door can you please keep are you serious yeah I feel those bottles yeah"
    },
    {
        "speaker": "Guest 1",
        "time": "02:19:09.780",
        "message": "how do you steal bottles as in you you'll be shocked at how people think they can and but to get caught anyway they would literally put it under their under their jacket and try to walk out and it's funny right but again like is it gimmicky maybe but it fit into the story we were trying to tell at that time and I think that may be the filter like we sort of try and apply because there is things that make sense like I remember this molecular gastronomy has been a thing and when we were opening Bombay canteen it was really a thing like anything modern related to Indian food at that time had to have liquid nitrogen thrown on it otherwise it was not modern it was a blockchain of the food world oh yes couldn't have said it better yeah and I remember going to a restaurant where which was an obvious riff of Heston Blumenthal's dish at the Fat Duck I'd never been to Fat Duck at that point but like he just tasted bad because like it's basically this one dish where there's sand and above that there's a glass and you place few dishes and then I had the opportunity to go to Fat Duck a few couple of years after I'd had that and you realize what they're doing at the Fat Duck is telling the story of Heston's childhood of going through an English countryside and stopping in the beach at wherever in south of England and this was his memory being told and you're wearing these headphones and you're listening to the waves crash and then it all suddenly makes sense but suddenly because you put a piece of like tandoori prawn on a on sand and you're serving it and because it looked good on Instagram it is never going to work ever and that's the that's the difference between like what Yash was talking about like hopefully we like move beyond like at the end of the day it starts and ends with the food it has to be that and then you layer above that but if you don't have the basics right it's never going to work."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:08.980",
        "message": "Yeah and I guess a test for this is the same test as in writing like what I talk about in writing is like sure you want to make it vivid you'll try various things but the time you realize you failed is when the reader notices a piece of prose for itself their attention is drawn to the reader to the writer where they'll say oh you know Yash is so witty I must follow him on Instagram instead of actually following the narrative but if it fits into the narrative like the reverse a bottle does you know then then it's great and that sort of makes a lot of sense to me I'm also interested in bars right now I am not much of a drinker my notion of drinks is that it should be a pretty straightforward process it you know this much of the alcohol this much of the mixer this much of the whatever you mix it ultimately every good cocktail bar will basically be competent right but you opened Antidote in Singapore which won quote-unquote best bar in Singapore in the year 2014 so you know tell me what makes a good bar what is in your philosophy as a bartender as a cocktail mixer you know how do you sort of elevate it above and I am the most lay person lay person you could speak to on this because I literally you know have no idea"
    },
    {
        "speaker": "Guest 2",
        "time": "02:22:27.540",
        "message": "so so I feel like even like the my Antidote journey was very very small but since then like my even before and after the journey of learning good cocktail making lessons or even like bringing it in into Bombay canteen where we were also on the Asia's top hundred list is there are simple things that you need to do right and which we and we in India were getting wrong like the kind of ice you use even the simplest equipment that you use your mixing techniques your stirring techniques a lot of that earlier was more on the kind of glassware you are using and how fancy that can be but that's a later thing that brings in the experience as we spoke about bartending is very similar to even cooking but the benefit chefs have is they have 20 minutes to pull out a dish and with a drink you have to have it in five minutes no one waits 20 minutes for a drink but the same level of technique goes into it and I feel like right now Indian bars are some of them are on level with international bars is because earlier and it's going to be a slightly long answer earlier Indian chefs never really traveled now chefs have all traveled over the world come back and standards in India have improved same is happening in the bar industry a lot of great bartenders work out of India and and international guys are coming coming in as well a lot of bar pop-ups happen so the measuring like just so important because at the end of the day it's a sweet sour balance right so sweetener normally is your sugar syrup and your acidity either comes from a citrus or typically that's lime or lemon juice right those are the basics of any cocktail with balance then you layer it up with a sense of you add a little bit of bitters there's a sense of you add a little bit of liquors into it which gives that taste to it there are those in India we love bartenders who like flair and like don't use any kind of measures in world over that's gone away where you use a measure to like 5ml 10ml 12ml that level because it does make a huge difference it's a recipe chilling your cocktail to the right temperature chilling your glassware to the right temperature and then shaking or stirring it as required they're very simple techniques I also feel India needs to just wipe its slate clean and say we'll just do classic cocktails and we'll do it really well but we directly went to the spherified masala chai martinis and I feel that's what threw"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:17.700",
        "message": "people off there's the first time hearing of it so I think it's a figment of Yash's"
    },
    {
        "speaker": "Guest 1",
        "time": "02:25:22.500",
        "message": "imagination but no but just to add to what Yash is saying again like it's funny how as we are almost this has been an interesting reflection on the last seven years and I don't think we've spoken about so many and memories are coming back I feel the first year of Bombay Canteen opening was again like such a learning curve in terms of the drinks program because we had we were fortunate enough to meet this one gentleman his name is Dimitri he lives here in Bombay and he's an amazing bartender has worked with liquor companies across the world and he helped set up the first cocktail menu at Bombay Canteen and as we were setting up I'd come back from New York Yash had come back from Singapore and we had fallen in love with the Negronis of the world the Manhattans of the world like the classic cocktail the alcohol forward martinis etc but funnily enough we forgot to take into context the context of India at that point think about it in 2015 we were still in the Mojito Long Island Ice Tea heyday fruity drinks were the call of the hour we were just seeing the molecular stuff starting to come in which was still sugary sweet and here we were presenting these sort of drinks which the palette didn't exist so to speak for it and I remember he and I went to the US for a trip and we ended up in San Francisco at this bar called Chick Dog since then they have come down and worked with us here a couple of years back and what blew us away was again they had a menu which was telling fun stories it had nothing to do with the cocktails their menu was like a stolen CIA dossier and it just had fun with that like it was nothing to do with cocktails or anything it was making you have fun while you were reading a menu and therefore you ordered a cocktail and we came back with that inspiration and then we took it to our partners at Please See where Pritha like came up with the thought that what if we tell stories of Bombay through the cocktail menu and our first cocktail menu which we did as a result was a pop-up storybook of the Art Deco buildings of Bombay and literally we still have a few copies where you as you unfold it you see all these heritage buildings which we created this beautiful map where you could walk around to these buildings and explore the Art Deco district in South Bombay and what was interesting was people were like I've been to that building I want that cocktail and suddenly you've transported them into rather than thinking about the alcohol etc and what simultaneously happened to what Yash was referring to earlier was like the craft liquor industry was coming in where the quality of overall the input like the raw materials being used was going up which were more affordable like it or not alcohol is taxed at what it is in India so the inputs are really really sort of high cost and I think it was a question in the last four years four five years it's been all boats rise with the tide where many things in the ecosystem have happened for it to reach the level it has including bartenders going out and being more exposed to world-class technique all of it has happened to slowly layer it on and become what it is today and I think it's a very exciting time to be in the sort of cocktail bar space in Bombay in India right now because of the amazing work being done by so many"
    },
    {
        "speaker": "Guest 2",
        "time": "02:28:53.980",
        "message": "people like I'll just give a quick thing like and it's also we've I feel Covid was a difficult time for us but there were silver linings on the way we looked at things so to his point like all boats rise with the tide we've been lucky like India's the craft gin revolution has helped bartenders tremendously like gins like stranger and sons short story gin is something that you need for like all cocktails I would say like a great martini but these companies have also let bartenders travel internationally through them and telling the story of Indian gin abroad we've had a number four bar in Asia now in India which is the Tashoro which is run by Arijit and Pankaj and since January we said that we want to work on an online mentorship program with them through zoom for our teams at hunger inc because we know that we can't have people of their expertise on our payroll all the time and they would not want to be restricted by that but I also know my team needs mentorship and needs it from the best in class so now everyone's so used to using zoom why not they are based out of Goa start using it and it's such an inspiring thing for the team to be even spend one hour a week just talking to them asking them okay I tried making this cocktail the balance was off can you help me so even things like that have like helped and I think the industry is going to just get better from there so you guys mentioned"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:30.420",
        "message": "palates the challenge being that you know you start something new but people's palates are palates aren't evolved there and so on and earlier you spoke about how a lot of Zomato reviews of your restaurant will just be uninformed right and you know so I just bought this Korean sauce from urban platter called gochugaru Korean spice rather called gochugaru and when I was reading the reviews of it on the reviews page it was immediately obvious that all the negative reviews are for people who don't get what it is they are expecting it to be like an Indian spice and they are saying garlic and it's like like come on you know but that context isn't there yeah and hopefully you would imagine that over a period of time their palates also get trained like when we were at lunch we were you know I was telling you about this restaurant I used to go to and yes you mentioned you used to go to also in the 90s we won't mention it but Bombay sizzler joint we won't take the name and I used to love it back then but I went recently and it was shit it was like shocking it's like you know and it's probably exactly the same food and what's happened is our palate has developed right so when you get into that situation that you've traveled the world you're coming with a certain sensibility but that sensibility isn't shared by people here for no fault of their own it's just that they've made a different journey to a particular point how does one approach that do you say that let us find a palatable meeting point and then gradually bring them up or do you say no let us do what we are doing because we are expanding their universe of tastes and experiences that way and they'll eventually come here so how does one think about it and in your journey so far you know through Bombay canteen and O.Pedro and all of that have you found that there has been that a change in palates or a change in taste where you know less people will have unfair expectations"
    },
    {
        "speaker": "Guest 2",
        "time": "02:32:16.260",
        "message": "of what your work brings out so I'll give you like couple of very dish related examples because I think it helps year one of Bombay canteen we never truly had a ceviche on the menu right and ceviche is just for everyone it's it's a dish which uses raw fish in it"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:36.060",
        "message": "but it's cured fish with any acid and by the way and your O.Pedro ceviche last week was"
    },
    {
        "speaker": "Guest 2",
        "time": "02:32:42.180",
        "message": "like mind-blowing yeah exactly right I wouldn't have expected that reaction six years ago honestly and we've seen the it now O.Pedro has three ceviches on the menu also because people one understand the idea behind it is I think the one you've had is the the red snapper ceviche which comes with the coconut milk on the side is the sense of balance there is but the original idea of that for Chef Hussain came through house fish eaten in Goa right and there's always acidity that acidity can be kokum or tamarind there's can there's always crispiness because the semolina on top and that's why we do a little fritters on top that story someone comes and tells you when you're eating it so it relates but you need to pick the right guest to suggest it to right and that's the server's expertise and it's taken us time for them also to get there so there have been times when we've seen dishes there's a beef tongue a buffalo tongue prosciutto on the menu at real tongue"
    },
    {
        "speaker": "Guest 1",
        "time": "02:33:49.820",
        "message": "yeah real tongue that's beautiful yeah with those up crispy potatoes on it right we debated"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:55.820",
        "message": "so much when that was on your god you did thank you personally yeah that was on year"
    },
    {
        "speaker": "Guest 2",
        "time": "02:34:02.020",
        "message": "one of O.Pedro's opening menu takes a lot of effort to bring that dish to life because we make the tongue prosciutto ourselves and it's a lot of curing that goes it's a very like long process and but inspired by the way from a tongue sandwich which you get on"
    },
    {
        "speaker": "Guest 1",
        "time": "02:34:21.180",
        "message": "the streets of Panjim right like so yeah that's the original inspiration like it's not again going back to form versus flavor this was same flavors being bought in a different form"
    },
    {
        "speaker": "Guest 2",
        "time": "02:34:31.140",
        "message": "yeah so there's like a pintos bar in Panjim where all you get is beer and tongue sandwiches wow so that's where it had come from and in the first two months like we were first two months you get the food enthusiasts who come in who love that dish right and then you have the crowd on which your restaurant is going to sustain over time we saw that dish just die out because people were just not ready for it like at that point we've just got back O.Pedro finishes five years in October yeah and it's doing phenomenally well it's because I genuinely feel India's this transition into food curiosity is is faster than it was before I also feeling more people want that same quality I think also it's Netflix chef's table masterchef it's content being shown it's the likes of like even like Saranjh Goyla Ranveer Brar all these guys traveling India talking about it and YouTube algorithms make all the difference you watch one video about cooking something exotic you will get recommended five others exactly so people are getting much more curious so it's I forgot the original thought I had but the ceviche for example that's what I was saying like it's proved to us that we do have mushroom ceviche now at O.Pedro if you have asked me eight years"
    },
    {
        "speaker": "Guest 1",
        "time": "02:35:55.900",
        "message": "ago can we have a I would have felt hell no and it's actually if you look at it a decade ago to have like three or four cold dishes on a menu in India in itself because there is actually a huge association khana hai fresh hai garam hona chahiye as in I still go out with my parents and my parents will always be like soup like most restaurants now don't have soup on the menu unless you're going to a but think about it 20 years ago every restaurant in an Indian restaurant would be a shorba there would be a cream of mushroom cream of tomato or like obviously Chinese restaurants that associate manchow soup is like hot yeah I remember the last time I had soup at a restaurant so think about it like they are no longer soup sections on menus that's the evolution of the palette because clearly there is there obviously a generation that still asks for it but we now can have a whole section dedicated to cold dishes when Bombay canteen opened we had a soup we did and we said we the reason we had that soup on the menu we were like people will ask for"
    },
    {
        "speaker": "Guest 2",
        "time": "02:36:55.700",
        "message": "soup that was the thinking was it an onion seeds no no it was a drumstick soup drumstick"
    },
    {
        "speaker": "Guest 1",
        "time": "02:37:00.820",
        "message": "soup it was like it was a great dish but again it didn't last because for many reasons but I think that's been the interesting and I think it's a interesting rabbit hole we've gone down right now where like this is going to constantly keep evolving so the question"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:19.740",
        "message": "is can you be curious enough to keep up yeah and I think I'm reminded of something that is said about futurists and I often say about creators that they tend to overestimate the short term and underestimate the long term and would it be fair to say that perhaps with reference to a few of these things that you were trying you were disappointed that people didn't catch on and palettes were different but now it's changed so dramatically you know"
    },
    {
        "speaker": "Guest 1",
        "time": "02:37:43.300",
        "message": "so does that kind of fit just thinking aloud yeah it does it does where I think now certain things this is one dish we always go back to which we thought would be like a runaway hit and we really should be but we keep talking about bringing it back it was basically a prawn head rasam and we had done a spaghetti with a prawn head rasam and to us the umami of the prawn head rasam was similar to that of maggie and therefore noodles made sense because the whole play on nostalgia maggie but form but the form was different the flavor"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:17.700",
        "message": "was different no one connected I totally love to have it I had a prawn rasam in some restaurant in car a while back which was really good and I thought the combination was fantastic"
    },
    {
        "speaker": "Guest 2",
        "time": "02:38:27.020",
        "message": "yeah so you keep talking about bringing it back maybe as a protein is a great to use"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:32.180",
        "message": "because the flavors you get from the shells is just amazing yeah yeah yeah and that wheel"
    },
    {
        "speaker": "Unknown",
        "time": "02:38:36.780",
        "message": "thing like both your faces are turning into wheel right now because it was amazing that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:41.340",
        "message": "was just so good I feel like like just stopping this interview and just going back there and"
    },
    {
        "speaker": "Guest 2",
        "time": "02:38:46.140",
        "message": "kind of next podcast recording at opetro let's do a yeah live podcast recording yeah why not yeah gives give give the chef keeps getting food till the podcast recording happens"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:58.540",
        "message": "tell me a long time boss you are aware of this let's talk about the experience of you know you start bombay canteen and it's incredibly hectic and luckily you've had the bias for action you've kind of done it you're learning from the doing it and I love the way you described it Sam where you said it's like you know a monologue becomes a dialogue and then it evolves into what it is what's like the next step in the journey like what makes you think of opetro what are you guys feeling about bombay canteen and most importantly what have you learned about bombay canteen in in the doing of it and how does that shape the journey"
    },
    {
        "speaker": "Guest 2",
        "time": "02:39:33.980",
        "message": "to come so year one of bombay canteen I'll be honest we weren't thinking much it was just like let's get people in people out um let's get you know table set up reservations done we were trying to get our systems in place like simple things like online reservation systems and all that but obviously year one like look it was a heartwarming response we never said we always stay away from the word success because year one does not dictate success at all it was just heartwarming to see people enjoying food we were getting things wrong there were failures but just the emotions that were getting were amazing and then you had the people walking in being like open in Andheri, open in Juhu, I have a place in Dubai open there and I think Sam was so grounded at that time to say guys no distractions two years this all we do no one gets distracted and this was based on actually reflecting"
    },
    {
        "speaker": "Guest 1",
        "time": "02:40:30.380",
        "message": "on the period in Delhi where scale we spoke about scale early scaling too fast is what caused us everything to fail and we were like if there is no foundation there will never"
    },
    {
        "speaker": "Guest 2",
        "time": "02:40:40.400",
        "message": "be any scale so I'll give you the quick fire of how O.Pedro came about so we've finished a year and a half we see this space where O.Pedro is now one of the things that Sam and me really believe in for restaurants is natural light we really believe like even"
    },
    {
        "speaker": "Guest 1",
        "time": "02:40:58.260",
        "message": "when we work I feel like there needs to be an openness there needs to be a sense of space so while Bombay canteen never had the natural light coming in it that's that mill that mill compound itself allowed us to light it up in a beautiful way so we saw the space beautiful"
    },
    {
        "speaker": "Guest 2",
        "time": "02:41:15.620",
        "message": "natural light it's me chef Thomas chef Floyd standing there are these chaffa chaffa is what frangipani trees outside so we're standing there looking in we've loved the space and Floyd says let's do Mexican and all of us say yes now four of us have never really agreed to anything so far especially when it comes to food that night chef Floyd is traveling back to New York Samir is going on a trip to Portugal for like a leisure trip and we say okay agree let's start doing some research now when we had done Bombay canteen actually we had done a lot of groundwork before like you know like we used to literally stand in kamla mill and follow people where is he eating lunch where is he going like you know we used to just stand and like do a lot of that research now with BKC we knew as a market it existed there were restaurants around so we didn't need to prove the market we were wanted to say okay let's go out and get data to see what cuisines in India are doing well you know like just and honestly there's no data available for this and at that point like I remember Thomas and me I think were in the restaurant and we just start okay Mexican we all love but what could the issues be and this was thinking six years ago right one is avocado at that point one avocado was selling at some 200 rupees right which just like kills it two is the idea of Mexican food then were cheesy nachos creamy corn something and just the idea that we will have to go through this education phase and we said like you know what made Bombay canteen get that heartwarming was that it was always relatable food was Mexican relatable to us so we left it at that and I started thinking and I sent Sam and Floyd an email that we all love Mexican food and obviously there's a huge presentation to this to say that Mexico as a country I have not been to Sam's window and Floyd has actually done a Mexican joint before as a country you feel a sense of delight you know it's so colorful people are so warm they have their own culture the Americans went there for spring break they'll go for a honeymoon they'll go for a wedding you come they would come back with then the cuisine transcended like even if like I remember being in in Sydney and with an industry friend and he said let's go for Mexican tonight I knew it's gonna be"
    },
    {
        "speaker": "Guest 1",
        "time": "02:43:48.740",
        "message": "a fun night you know it's gonna be margaritas you're gonna be drunk it already gives you"
    },
    {
        "speaker": "Guest 2",
        "time": "02:43:53.180",
        "message": "an image of what the night is going to be like right and in the sense of BKC that made sense because for us architecture and design plays a huge part in a workplace for me BKC is like man-made steel towers first day you go to these fancy offices you love your office you're taking photos taking photo of the view seventh day you're sleeping on your keyboard right but for that person who sleeps on his keyboard how does he really relate to Mexico right so but Mexico was the happy place for Americans so the question was what is our happy place and that's how Goa came about like if I am sitting in an office in a bank in in BKC if I close my eyes and start what is the place I dream about and it's Goa it just brings a smile on our face right we've like for me I studied there Chef Floyd grew there like Sam's had various vacations like anytime even our team goes there they come back with a smile on their face like and Goa has also changed for the worst but still you come back with a smile on your face and that's what we went about creating like O Pedro would be our happy place and that's how we like every brand description out of that came out of those two words let's create a happy place for the community around us and Goa then like they didn't take me to Portugal they went for 20 days very sad very sad to do a lot"
    },
    {
        "speaker": "Guest 1",
        "time": "02:45:13.140",
        "message": "of research you still get shit for it five years later yeah someone oh yeah actually"
    },
    {
        "speaker": "Guest 2",
        "time": "02:45:18.580",
        "message": "good someone and someone had to build the actual restaurant so yeah so I genuinely enjoyed like I am very involved when the restaurant gets built on the site and we built I feel a really happy place for people like it and I think that was really like when I think"
    },
    {
        "speaker": "Guest 1",
        "time": "02:45:38.940",
        "message": "about it I think your original question was where are we going and how are we thinking about it it truly triggered the next stage like if step stage one to us was Mumbai Canteen O Pedro opening O Pedro triggered stage two because I think for us we started seeing like building another three four thousand square foot space was like then we really started asking ourselves the question like is this where we see our lives going from one to two to ten and it was just a question at that point like and there's a reason for that question was again our minds kind of works in terms of behavior as well as like what are you seeing on the ground India is actually a culmination of like 26 different countries like taste change like there's no homogeneity like when you going back to the question of scale where everyone says scale scale scale like India doesn't have the ecosystem to scale because like you need to go change your menu in every city Delhi versus Bangalore versus Bombay"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:37.340",
        "message": "in itself our three biggest markets potentially are our 15th largest state by population if"
    },
    {
        "speaker": "Guest 1",
        "time": "02:46:43.460",
        "message": "it was a country would be number 42 in the world yeah so it's massive it's massive and the use of the same spices changes every hundred kilometers or so they say right and more than that like there is no availability of affordable real estate to continuously keep building with enough demand around them and so I think as we were looking at that is when and I'll throw it back to Yash on this because it was again insight by him that triggered our next"
    },
    {
        "speaker": "Guest 2",
        "time": "02:47:13.340",
        "message": "stage which led to Bombay sweet shop so he Sam brought up the question saying we need to get into people's homes right and obviously we were doing Swiggy Zomato and at that stage a restaurant company's way of getting into someone's home was a offshoot of something you made at the restaurant so hot sauce or a Makhani sauce or XYZ and we'd never really saw that as a transition and believe me we tried also we tried to put the Kejriwal sauce"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:44.460",
        "message": "into a bottle and we were just not happy with where it was going so many people aren't happy"
    },
    {
        "speaker": "Guest 2",
        "time": "02:47:50.100",
        "message": "with where Kejriwal is going so we that was looming and the quick fire thing was we as the best part of being you asked us what keeps passion going in this industry I think is is the people in this industry so if Sam and me today even right now decide to go to Singapore and we message any person in the industry that person even if they've worked a 12-hour shift will take their time out to show us the city in from their eyes and like take us to their bar or their place and that list you get of places to go like basically find the into outlet of that city is what makes this industry special and same when so when we had moved to India we used to get a lot of these guys in and we always wanted to give them something we were super proud of to take back right so normally what you do you give masalas same now if you can't cook a masala here in India how is that guy in London figuring it out masala chai they brew tea we cook tea so they are like this doesn't taste how so that started and it I was flying for chef Floyd's restaurant opening and he had booked me on Turkish Airlines and I was passing through the Turkish airport and I've never been to Turkey and there's a guy at the airport a Turkish guy like fully dressed up and he's selling me Turkish delights and baklava was like his life dependent on it just taste it like you know he's just like tasted this was water and like his heart was in it and I went and I was at the Forbes conference where Maria Sharapova is talking about her candy brand she has a candy brand called Sugarpua now when you know a celebrity starts any brand you just think perfume but she started because she grew up in Chernobyl and with poverty like how much a snicker bar like a meant to her she described that and she's like at some point in my life I wanted that gave me happiness I want to start a candy brand right so flying back like I remember like sending Sam a note like we've always said celebrate India celebrate India why are we not doing something with Indian sweets like I remember first time my presentation had a cheeky dressed like a candy bar right it's like how do you make Indian sweets of today like how do you make them fun how do you make it relatable and that's the journey that led us into Bombay sweet shop where we knew yes people had stopped eating Indian sweets due to various reasons but we knew that our expertise at that point from two spaces was one creating an offline experience and we had understood the form flavor analogy by then so we're like there is something here we've never made Indian sweets neither at chef light so chef Girish had worked in New York studied there had come in India was working with the olive group when it's one of the best pastry chefs in India and an offshoot meeting with him we just asked him what's your dream and he's"
    },
    {
        "speaker": "Guest 1",
        "time": "02:50:58.620",
        "message": "like I want to create the new Ayangar bakery and then he's grown up in Manipal and like he and he'd had this he'd gone to culinary school there and six and eventually went to the Culinary Institute of America and but in between he happened to work at a mithai shop for six months and he just had that one experience and it had triggered this thought in him that what if you applied like French technique to Indian sweets and Floyd would always say that unless you don't take time to understand tradition you can't sort of evolve it and I think so there's so many you can go into a different rabbit hole talking about authenticity and what it means I don't think there is anything such as authenticity only because it needs to be relevant to that time and place and it someone's tradition becomes someone else's sort of inspiration at some point and everything evolved out of something else exactly and so Girish joined us in 2018 for two years we spent he did most of like work we joined him as we were running the other stuff when we could but at different points like he basically spent two years understanding how to make traditional sweets from halwais across the country and that is the basis of like so even the bak was inspired by Sohan halwa which he ate in Delhi and so Sohan halwa has this butterscotchy flavor and he went originally was trying to make an inside out chikki as he called it which eventually turned into the baks and it was the process of iteration through that that we were able to sort of again look at this to us Indian the Indian sweet market represented the same white the canvas which Indian food represented where nothing had been done to contemporize it at that point but do it in a way that it stays true to where it came from so which is why like Yash was saying our strength always lay in creating these sort of offline experiences so our first step was that we took an old factory in Baikala and we said let's create Willy Wonka's mithai factory here so that when you walk in you feel that like there is like something happening like one of the other exercises we do is like when we are getting into a new concept we make a list of everything related to that concept it could be hundred things we made listed everything about a mithai shop that we could think of and then we slowly struck away everything we didn't like and that's how you reach where you want to what you want to keep of tradition where you want to take it so what were the kind of things you liked and didn't like one of the biggest things is all you interact with is a glass shelf you don't see anything beyond that you never see it being made you know so if when you walk into Bombay sweet shop in Baikala like everything is being made in front of you from the hot kitchen to the finishing to the way it's being packed to all of it and all of it was bought out into the open because we felt like making a motichoor ladoo is as beautiful as a croissant being sort of layered and cut and yeah it's just not spoken about unfortunately because it's not cool it's not sexy to do that and that really led us into an as life would have it we opened in the first week of March of 2020 and then the life happened and it kind of like took us into a whole different realm we lost Floyd at that point obviously and it took us a while to recover but I think more than anything else like Bombay sweet shop has also turned into a silver lining because it forced our hand into being in the online world in a very different way to what Yash was referring to earlier like tech was like a POS system for us at that point like nothing more and he"
    },
    {
        "speaker": "Guest 2",
        "time": "02:54:42.700",
        "message": "is really sort of caught caught it by the collar yeah so like I you know again I hungering is really small you know we speak really aspirationally on what we've created because we love it but for me Bombay sweet shop is the best space we've created because with Shonan who's designed it there was like restaurants always there so you had a layout with this we didn't have a layout right and yes now we say you know we need more space but we didn't know that like and it's when people walk in they are just they're like wow because someone's told them go to by color there's an amazing mithai shop and they are not expecting what they see like it's it's like for me it brings a smile to my face now so like to his point like we wanted to make Willy Wonka's mithai factory and the idea was you come in and see how everything's made when we lost Floyd and I don't think we'll ever recover emotionally out of it like for him for us it was he's he'll always be a father figure right but one thing is to always tell us was storytelling and that was the idea the space was to be the storytelling but this democratization of tech also led to democratization of content now that space is become our content hub like everything we produce we show it on our reels it's being done in this beautiful space we don't need to like dramatize it at all it just gets people so excited about Indian sweets again and we've done small things with regards to tech where we track every piece of ingredient to when that mithai got made and the idea is the good thing for us is you order and then we make so you get fresh stuff right all data is here like unlike restaurants when four people come to dine we have the info of only one person who makes the reservation whereas because we are now in the online world we know what people are liking what they're not liking I as a founder have a crew of hundred people who get first tasting options so we make whatever gets they get sent like an FBI packet there's a type form with a survey form they give us their feedback chef Girish gets a chance to talk to them okay you found it salty why this why that it's a more collaborative process with our those hundred people like you were talking about to take it to the next thousand people right one of my dreams is like I as a kid in Pune used to think Cadbury is Indian I just I just assumed it yeah right I would love to make an Indian sweet chocolate bar that we all just eat at home so we launched Indy which is our chocolate bar which has patisa in it and it looks for me really beautiful and we've just launched it but now we want to launch like a flat bar so we had launched a mango flavored one and people liked it so what we are doing is we've got six flavor combinations that we've tried and we've liked so we threw my Instagram basically put it out there that the same form flavor thing is that's where my joy is and I want to share it with all of you hundred people need to sign up but you're going to pay for this you're going to pay for one bar a month one chocolate bar which will have Indian mithai in it to be delivered to you you have to give us feedback right at the end of the six bars we'll do a zoom call with all of you it's not mandatory where chef Girish is going to ask you all why what so that it's more collaborative for your benefit and ours we will get please see who's Pritha who's super inspirational to do a fun workshop with you on how to design a chocolate wrapper like imagine we would have never done this two years ago like like being able to share our things with with the guests through zoom we have a hundred slots filled up yeah and then like a fun thing where we get to design that banner with them now Cadbury can't do that and I hope they're not"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:57.260",
        "message": "listening so we are doing that the big companies will never do that you'll only be disrupted"
    },
    {
        "speaker": "Guest 2",
        "time": "02:59:03.900",
        "message": "from below yeah so we are doing that we've just sent out the first chocolate bars everyone's given us feedback already and it's we tell them also the packaging coming to them is a normal brown box right now and it's such a fun journey to be on because like I am also being honest to them to say you are some of it is going to come melted to you because we've not worked on the R&D yet we need to get that firm flavor right and let's see what"
    },
    {
        "speaker": "Guest 1",
        "time": "02:59:27.500",
        "message": "ends up at the end of six months the funny part what we find ourselves talking about now is like you have to do inherently unscalable things to figure out where you're going if you only do things for scale you have you will never get the love right for it you will never get the product right you will never get the thought right because you were always building to distribute it to a thousand different places if you hear any of the stories of the brands we love they all started somewhere but over a period of time those stories have been forgotten and that's and I think that's an important reminder to us as I think what Yash was just referencing to is like we are realizing the importance of community and building anything and I think that really brings us to where we want to go next in hopefully what would be the third stage of hopefully a long journey is where Enthoo Cutlet becomes an important peg in it right like where at one level we've got the restaurants we've now got Bombay Sweetshop which is an online business but also now we need to tell stories in a way that it makes people fall in love with food in India that's it that's the only thing that we want to do we don't want to like this is not like a branded community which is here to like sell you things because the reality is people today are see through that stuff in two seconds as in you've been running a content based business for a while if you were going to peg brands left right and center listeners would see through it"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:04.340",
        "message": "I think the moment you're cynical people become cynical of you right so you have to yeah and"
    },
    {
        "speaker": "Guest 1",
        "time": "03:01:09.860",
        "message": "I think this is going to be a whole different journey which we've been fortunate enough to have an amazing team sort of come on board in the last year on all fronts and it's been a truly a process of rebuilding in the last year or year and a half and we're finally super excited about where it's going I think it took us a while to get there emotionally but like actually super excited about all the things falling in place currently and I'm sure there'll be more more and more issues that'll drop like hot potatoes on us but so be it that is life so yeah long story to a short question no I think that's a beautiful"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:46.880",
        "message": "insight about how the moment you try to scale you lose your soul so it's it's just you know scale of thinking of scaling can be dangerous and and what I love about the sort of work you guys do or anybody who kind of moves away from the beaten path is that what you do is not just valuable for the doing of it but also that it gives others the permission to think beyond the boundaries you are in a sense shifting the window of possibility for them you know by expanding the palettes of certain people you you know you also give someone else a chance to come and take that a little bit further and that leads me to this thought I did a recent episode on a cinema perhaps the most joyous episode I've recorded with Jai Arjun Singh and Subrat Mohanty and one of the points Subrat made about the Hindi film music of the 50s and 60s and early 70s is that in his view it was a golden era and it was a golden era that happened because of a confluence a lucky confluence of talented people who thought the same way about their work so you had the music directors that is you had the composers you had the lyricists you know the whole shebang everything kind of just came together and then it kind of went away and I asked him why it went away and it's partly I guess circumstances or whatever because I was a little baffled by it if it worked so well if it was so successful it would have given rise to more people like them and all of that but then that didn't really happen a bunch of really talented people lived they worked together for a while it was a beautiful melding of talents and then it was gone and when I think of for example what you've described of your journey so far the key element in it really seems to be people you know having people who share the same ethic who share the same whatever and Floyd really seems to be a driving force in this so can you talk a bit about him you know and what is left after that as well in all of"
    },
    {
        "speaker": "Guest 1",
        "time": "03:03:41.980",
        "message": "you I think there's so many sort of in my mind when I think of Floyd now is you're left with so many memories and so many sort of roles that he played he started off as the guy who interviewed me so this sort of larger than life figure I would say who interviewed me to being my boss to being the guy who would call me every time his iPad wouldn't work to who then becoming a mentor and guiding us through this journey of opening our first restaurant to then becoming a father figure in our lives at large about just we lived a decade together and I think we lived and I'm really glad that we got to spend that time together so I think at various stages he's played different roles in the most beautiful possible manner and I think that really sort of roots us today I think a lot of what we are trying to do is in our work is sort of take forward the things he stood for in his legacy so to speak so for instance we now run what we call the Floyd Cardo scholarship with Manipal University where we try to get one student with from an underprivileged background to go through their beautiful culinary arts program I think it's one of the best programs right now in the country and I think we're starting in small ways to sort of bring his legacy forward we hopefully have some other exciting projects that come on board in the next few months which again sort of celebrate him and I think that the change for me has been like to go from mourning him in a way to celebrating him in every way because I think he was equally mischievous like he would play pranks all the time to being this obviously very serious thinker about where food in India and Indian food and technique and how do you teach and mentor like there's a whole spectrum that needs to be celebrated and I think that's the beauty of it and we hope we're able to do justice to it as the years go by I think for us Floyd will always be a very very strong sort of influence in our lives yeah as in"
    },
    {
        "speaker": "Guest 2",
        "time": "03:06:00.740",
        "message": "we have so many stories I feel like and we always make it a point also to our we call it a founders meet on whichever employees join if it may be the restaurant in the first 30 days they have to sit with us and we walk them through what we call our values and we talk about our values by saying these are not poster values we don't have beautiful corridors where there's a poster with someone standing with their hands you know like namaste saying respect below it you know like how you go to a bank and but when you go to the bank tell her the zero respect that's given to you we we talk about it through what employees have done in the last eight years to show that right and all of that has come about through Floyd like he had every right to act like a celebrity but he never did he was super humble like when this was our first trip to New York after he left us and we still meet restauranters will tell us about how Floyd came to the restaurant and even after did his dinner maybe spend like an hour and a half telling them about his where what was some of his failures and how they could learn from it the fact that he was an open book to like teach always very calm me and Sam have fought only once when he made you cry"
    },
    {
        "speaker": "Unknown",
        "time": "03:07:30.540",
        "message": "no that's a whole different story that's a very drunk story but yeah we were fighting"
    },
    {
        "speaker": "Guest 2",
        "time": "03:07:37.380",
        "message": "in the first week of Bombay canteen over something he had seen in New York work as a process and I was fighting him to say the team is too new we can't handle this right now we were going at each other in front of the team and he took us aside and just gave us a lesson that day and I think we still remember it and we fought for different things but we've never really raised our voice after that because we still remember what he said said to us"
    },
    {
        "speaker": "Guest 1",
        "time": "03:08:03.820",
        "message": "so I think those things will continue I think he basically made a point that you guys can disagree but like I think again goes down to signaling right like the perception of the team thinking that you guys are not on the same page should never happen in front of them yeah and and obviously argue but argue with respect yeah and as a fact that you have"
    },
    {
        "speaker": "Guest 2",
        "time": "03:08:26.740",
        "message": "been talking to the team about not raising voices or teaching it with respect but that's not what you all are signaling right now it's a very simple thing but sometimes like in the heat of the moment of especially operations it gets to you but his wife Barkha is carrying forward his legacy with what she we've called Floyd Cardo's legacy as well she recently spoke at there's a I would say the best hospitality conference in in you in New York it's called welcome conference hosted by Will Gudara and she spoke at it and the courage she showed because it wasn't easy what she went through so she's with someone we always in touch with and she's carrying forward his legacy as well and at the end of the day we just want him to be proud I know chef Hussain says it every day to his team as well that whatever we do we should always make sure that he's proud of what we do what I often think about is"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:25.700",
        "message": "how what we do and the people we do it with shapes who we are right it changes you fundamentally I would imagine that someone who joins you as a young server and imbibes your values would actually be a different person than had she joined you know some standard restaurant which you know serve chicken tikka how have you changed as people because one thing that I imagine an experience of running a restaurant where you're fighting fires all the time would be in terms of teaching your humility and another way of actually managing people I think when you manage people if you learn to do it well you again have to learn humbleness learn how to respect everyone and all of that how has this whole experience changed you as people like I would imagine Sam that had you still been a banker you would have been a different person not passing a value judgment good bad this whatever but just a different person so what can you look back on your personal growth through this period and think about"
    },
    {
        "speaker": "Guest 2",
        "time": "03:10:28.620",
        "message": "how you would have been different as people or how you have been shaped I first disclaimer is hunger inc has bad days of even culture you can't be at a hundred percent like I just want to say to all startup founders out there like we are not 100% every day we have employees we have servers who come in just didn't get the right treatment for various reasons but I tell my leaders and tell the team today was a bad day tomorrow you need to walk in knowing that we'll give a hundred percent tomorrow and in India culture gets gets very mistaken with morale right people think culture changes overnight it doesn't the morale changes overnight and the last two years were hard rollercoaster and then some yeah so as a person I feel year one when Floyd like for me hospitality first the thing that he imbibed because he worked with Danny Myers for so long he brought it into the thing was very new for me because I had worked with hotel restaurants all my life and I used to always say me and he always used to say you have to say we we are in this together so the first year like I drank the Kool-Aid fully and we are like in there in the trenches doing this doing it the right way but I used to get really angry when an employee used to leave us and we should be like we are doing this like you know I have been where they were 10 years ago serving a table and I know we are giving them the best treatment we are paying them well why are people leaving us or even now my difference being is you need to keep giving the right culture and be less cynical about the the result of it right you keep investing in that culture but you will still have employees who are not going to be happy with what they see and feel at work and they are going to leave and at that moment you are like why am I still investing in this culture mentally physically financially but give up that and go back to keep doing it because people keep leaving one thing like I have learned is in if someone works with us for two years I'm really grateful like it's we've got we've obviously COVID destroyed our great retention numbers like it completely changed it but now I'm like if anyone gives me two years I'm fine but I tell them please take a step up in your next place go to a better organization see what will what leader you will work under there don't look at just the organization because it's happened to me like when I gave my first campus interview the HR director of the hotel was the nicest genuine person but the leader I was reporting to was not a nice person at all so there was a couple of things like for me I feel like I used to be very hot-headed I've become less hot-headed"
    },
    {
        "speaker": "Guest 1",
        "time": "03:13:43.220",
        "message": "now I've been able to like mom calls him the angry young man for a reason angry not so"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:48.700",
        "message": "young but I've been able to channel my emotions much better you can't even remember what she cooked for you yeah I mean yeah she shouldn't be angry I feel it was jelly custard like"
    },
    {
        "speaker": "Unknown",
        "time": "03:14:00.180",
        "message": "it was yeah so yeah I think I don't know if that answers the question but I've become"
    },
    {
        "speaker": "Guest 1",
        "time": "03:14:07.020",
        "message": "less cynical about that part of it not saying I'm zero but for me I think it's been a it used to hurt a lot when people used to criticize or like like again I feel in India you're not really taught how to give feedback or receive feedback in a very healthy manner and you realize that very quickly that going through especially running restaurants in India someone has an opinion every day like if you decide to start like taking everything to heart you're done for you'll be in a sort of emotional wasteland for a long time I remember the debates we had when we got our first negative review and like it would because you've put your heart and soul into it like it mattered and not to say that it doesn't matter like I think we now tell ourselves about how look for the trend within what people are saying versus what people are saying I think we react to it less emotionally and react to it more from a data point of view versus like just taking it like who the fuck are you to talk about this right and I think for me like I think it's also been a personal journey to figure that out also because like I'm someone who like I realized this about myself like I like people to like me right like and you can't please everyone and you just have to be comfortable in your shoes that not everyone's gonna like you and so be it like move on you need to be doing what you need to do and they need to be doing what they need to do and"
    },
    {
        "speaker": "Guest 2",
        "time": "03:15:41.980",
        "message": "I didn't know that about you that you like to be liked there you go now you know now"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:15:46.420",
        "message": "you do things two things two things and I know you yeah and he had to give you two things"
    },
    {
        "speaker": "Guest 2",
        "time": "03:15:51.140",
        "message": "you don't know right yeah I think we should do this as a weekly podcast I feel like yeah"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:15:58.780",
        "message": "what was covid like did it change like covid obviously hit the restaurant business very very very hard right how did you manage to kind of stay afloat and did it sort of I won't say expand your horizons that's unfair but in what new ways did you have to think did you find yourself thinking because of covid like yeah she already spoke about understanding the technology and you know getting a little deeper into that figuring that part of it out but just in general thinking about you know what you want to do with your lives what makes you happy and earlier a lot of that would have had the physical component of running a successful restaurant and here for almost a couple of years that game is kind of you know shut down for the moment so so what are you going through how how do how do things"
    },
    {
        "speaker": "Guest 1",
        "time": "03:16:46.940",
        "message": "change I think again like losing Floyd played such a emphatic role in the way covid hit us I think I think so many people lost so many near India ones and I think we went through the same way so I think the first I would say the first lockdown was just spent operating out of fear like it was you'd already gone through the worst of losing someone who was so close to you and then you potentially had everything on the line you've built you had no clarity in terms of whether what will come about we went through one of the most stringent lockdowns that ever were and we were going through the motions we opened for delivery we put some things in a box we did the best we could at that point in terms of like delivering it tried to add our sort of thoughts to it and I think there was a point for me personally where I think a few months in like it just came to me like we need to stop operating out of fear and we kind of spoke about this so and we were having this conversation quite actively when the second delta wave hit us and I remember we came together eight nine people of us who were the leadership team like we got together in my home I still remember and we said guys this time let's play it by our own on our own terms what we love to do is to create that's what gives us we spoke about this earlier also like it's the creative instinct that like brings the joy and we were like we need to make some money to survive so every restaurant every place that we have will operate two brands the original one and something new and that led to like a series of ideas being thrown out we ended up with multiple delivery ideas from kingfu canteen which was indian chinese to sandwich shack which was comfort sandwiches to pita shack which was a mediterranean place to brunnen babka which was an online sort of bake house and i'm missing any thai there was same same"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:18:51.540",
        "message": "but different which was a thai like within like four months we created five different"
    },
    {
        "speaker": "Guest 1",
        "time": "03:18:55.220",
        "message": "concepts do a keto shack also next time we actually had like keto versions of like lettuce wrapped and and but that you know i don't think it may it gave us survival money for sure but like more more than that to what yash was referring to it boosted morale at that point in a way that i don't think any like us having a conversation with the team is not going to do it like you're everyone's in the same boat at that point and there were some very hard decisions which i hope no entrepreneur ever has to make and we'd never go back to that time you had to let people go and then that and more right like i think there were tough decisions along every step of the way and i think that really was the tipping point for us where coming out of the second wave is when we were also and we were very fortunate i will say this our family supported us our investors supported us all our partners our landlord supported us like we wouldn't be here if but for this there is no way by no stretch of imagination am i saying like there was some stroke of genius that led us here"
    },
    {
        "speaker": "Guest 2",
        "time": "03:20:04.380",
        "message": "it took the village again so like yeah in my point quickly like i still remember the first we didn't get time to so floyd passed away restaurants we actually shut our restaurants before the lockdown came in because samir was sick like normal sick and my girlfriend nico was in singapore doing this bombay canteen pop-up with chef thomas end of feb maybe and we used to live in singapore so we had a lot of friends and she called me on the second day of the pop-up saying this thing is hit here and singapore's this was the end of february yeah singapore's really coming down straight and they've asked us to leave the country and i think we should think about what is going to happen in india and you know at this point in india we are like nothing can like stop us right come now we've opened bombay sweet shop come middle of march friends who run places in london have already have spoken to and they are like it's bad you need to start figuring out what's going on and that sense of like not feeling safe enough started coming in for me personally and i decided that we're gonna shut all three places and just imagine like you're standing doing this town hall telling your teams that they had never heard of this so we also showed a presentation on what i had got someone from london to send us like wash your hands do xyz y'all are gonna get paid just go home don't worry go home and i remember telling them we'll be back like that was the best information you had at that point like we made that decision a very gut decision and helped because they all went home home they didn't get stuck in"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:51.380",
        "message": "the city they weren't stuck in bombay yeah so because i think three or five days later"
    },
    {
        "speaker": "Guest 2",
        "time": "03:21:55.780",
        "message": "the city got shut luckily all team members who weren't from bombay had left then obviously the end of the month chef lloyd passed away and that sent us down a very emotional thing but i remember april we were like we have to get out of this it used to be me samir chef thomas chef hussein chef kirish vedha who's now running bss and couple of like i know who our team members also were and we were 11 of us delivery operations only opedro we go in vedha is running the boss looking after for swiggy's amount of making people line up samir and me have made a amazon kind of warehouse in the we've removed all the tables with rutikesh i remember one of the front of us guys we've literally made an amazon warehouse in the front small menu hussein thomas a little bit of kitchen girish who's the head chef of i i owe them so much of bombay sweet shop he's the dishwasher guy with another with burhan from dishwash both handling that and that's it that's all we started on and just like it felt unsafe honestly coming into work because also you were driving on roads like empty you had that stupid pass on your car but every day just went past i i was lucky to go home to nico and an amazing dog i think that my that close circle of this team and nico and tux like just made me realize that we we have everything we need right now and we just kept doing that just kept the first lockdown we just like just keep it simple keep it like chef heena used to make cakes at a house shannon used to go with a car pick up the cakes bring it to the restaurant we used to sell the cakes by delivery so we we were like we have to survive there's no choice guys we are going to make this survive and that's what we did i feel like that hustle that our team has is what sets us apart and the support we got from everyone around us like even our regular guests who i don't think should be ordering with from us three times a week but they were they knew they had to contribute and it's all to thanks to landlords like landlords were really nice to us if you"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:10.460",
        "message": "delivered to andheri and i knew about your wheel i'd order it three times a day so does"
    },
    {
        "speaker": "Guest 2",
        "time": "03:24:15.380",
        "message": "tux get better food than other dogs yes but not from the restaurants make it at home he does get he actually eats better food than i do if i tell you his diet tell me his diet so right now he's on beef like ground beef that is sauteed he's on french beans he's on torai he's on red snapper what's the right to rice is uh cucumber it's like a cucumber"
    },
    {
        "speaker": "Guest 1",
        "time": "03:24:40.180",
        "message": "and zucchini that's a good diet for a keto friendly diet yeah yeah no carbs that dog"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:47.500",
        "message": "has more like privilege than anyone else yeah if you ever need a second dog yeah i can dress up and bark and you know just saying bark reminded me of the best desert in the world basically so and to cutlet you know so tell me a bit more about that you know when you when you came home for lunch a couple of months back you told me a bit about it i think you"
    },
    {
        "speaker": "Guest 2",
        "time": "03:25:09.100",
        "message": "should challenge him to tell you in one sentence which is not more than six this is the scene"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:14.380",
        "message": "in the unseen we don't do one sentence there you go love it yeah no no take an hour as"
    },
    {
        "speaker": "Guest 1",
        "time": "03:25:21.260",
        "message": "long as you want but tell me everything no i think as i was explaining to you earlier like it i think it's been a culmination of the things we've done which has led us to this point and this realization of the importance of something that is n2 cutlet now hopefully we are able to sort of see the light of day on it very soon but the idea really behind it was like just the way the restaurants were also while they were rooted in a concept they were also the kind of restaurants we wanted to go to this is a symblematic of like the kind of stories i want to read yash wants to read the team wants to read and be a combination of like it should be fun it should be unusual it should be things that are offbeat things which you don't just find with a google search that's the hope and dream and we are constantly striving towards that but there is like we were talking earlier there is no sort of playbook to this yet only when we start doing it is when we are going to start figuring it out in fact we spent a couple of hours this morning debating vociferously like what is the sort of format of it how will we distribute it how will we do all of those and i think all of us bring very diverse points of view and i can see yash already sort of itching to"
    },
    {
        "speaker": "Guest 2",
        "time": "03:26:41.700",
        "message": "as in for me n2 cutlet will hopefully be like the gully boy of indian food and india stories the reason i say gully boy is because kaliba is that one hindi movie that all of us around this table watched and enjoyed and so did my parents like you know my parents love the old and also love these new ones which are like brahmastra types but like i really respected gully boy for the way they showed what they did right so for me like n2 cutlet should be something that's going to be like opinionated informative but like unusual food stories and we we need to start small like so we'll we feel like we can give you like a netflix style binge where we'll just drop like i don't know eight six to eight stories at a time that will come out bi-monthly for you but is this text is it a mix of stuff yes it's"
    },
    {
        "speaker": "Guest 1",
        "time": "03:27:42.340",
        "message": "a quick it's uh it's text and visuals to start with and the whole idea is that it's rooted in a season and the season to begin with is say curiosity and curiosity around food and like we've spoken to people who uh who beautifully contributed around their curiosities around food and the and we're playing around with other ideas where every every two months the season changes and as the season changes hopefully the conversation changes so that yes it's still talking about like what i was what we've been talking i think through this show is like where our food has come from but also hopefully where it can go and i think to yasha's points like it should be opinionated it should be argumentative but it should also be a fresh take on stuff it hopefully should be fun and that will be sort of the like the culmination of i think a lot of things we anyway do at the restaurant but taking it into different spaces than we are used to and but do it in a way that like it makes someone think yeah to your point like again we are not thinking about scale like this is not like a hundred thousand subscribers like if i can get a thousand people to read it great yeah and we'll take it from there like there is no like grand like unified theory around this like hopefully it builds in steps as we are doing it more ideas will come more people will join the"
    },
    {
        "speaker": "Guest 2",
        "time": "03:29:08.960",
        "message": "community that we're trying to build and then it goes from there like in in my world when we had written a long time back and we didn't we didn't have an enthoo cutlet even this idea of what this thing is we had started writing a document which we used to call hungering digital and i think those were some of the good things that we picked up during lockdown was putting our thoughts down on a piece of paper and then making it like a runway for six months let's just do that right so we put down this document for hungering digital where everyone in india right now is talking about community and i just don't like other than watching community the show and laughing i just don't know how to define it so i used i had said this and i typed it out to say the best thing about bombay canteen is when you come to bombay canteen as a family or as a friend you're all sitting around the table and there's food on the table but what is more engaging is the environment that we've created within those four walls for all of you to exchange stories right like dinner or lunch is yes it's about the food but that atmosphere where you've tasted something and you start telling a story then he starts telling a story so we felt that we've created that environment within the four walls of of bombay canteen and we're really proud of that but how do you do that when you remove the four walls and like taking it to an online medium and that's what the hope into cutlet becomes is where all of us share unusual food stories but they are research like like the food at bombay canteen there is a opinion that the chef has there's research from a region that's gone into it and that's what we want to do but it won't have anything to do with our restaurants with what we do it's just something that i feel sam has been wanting to do for the longest time and like if through this podcast you would realize he himself is like an n2 cutlet about food because he's like born in it i feel it's for those n2 cutlets to come there and like n2 cutlets unite mature"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:19.860",
        "message": "n2 cutlet is what it kind of seems like yeah you've you know been seasoned by life as it"
    },
    {
        "speaker": "Guest 1",
        "time": "03:31:24.180",
        "message": "were you know that's a bit as in as a 40 year old they've definitely been seasoned quite"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:30.300",
        "message": "a bit yeah i'll link it to n2 cutlet from the show notes you know i'll just tell my listeners we are recording this near the end of september and but the episode will release when n2 cutlet releases basically we'll kind of time it for the same time because i'm really"
    },
    {
        "speaker": "Guest 1",
        "time": "03:31:42.980",
        "message": "looking forward to it and to seeing you know what the best part about i feel is like again conversations such as ours which i don't think would have happened in the absence of us doing this right and i think that's the beauty of it like and are you from the world of food no but like there are strong memories you have there are strong opinions you have and they i think food is a device to have conversations about many things that are happening around us whether it's politics whether it is culture whether it is lifestyle at large like that is the beauty of food like it is the center of the world in a way and so many people associate with it i think one of the most exciting things for me is like the conversations we are having as a team with people right now and seeing the possibilities right now we are imagining the possibilities and hopefully in the next few months we actually see those possibilities"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:35.260",
        "message": "come to life yeah and what kind of struck me even when you sort of reached out in the cold and said let's meet i want to you know share an idea with you what struck me there was the openness and the humility to you know instead of kind of sitting back and saying that hey we've nailed it we've made these cult restaurants we've got this great sweet company happening to actually talk to people and try and figure shit out and just have that sort of hunger to do something new is something i love some final questions really two final questions for each of you for both of you which is that what advice would you have to give to young entrepreneurs from your experience because you've kind of you've seen the ups you've seen the downs you've you've been disruptors you've tried to do something no one has done before you know what advice would you have i think i already said it don't"
    },
    {
        "speaker": "Guest 1",
        "time": "03:33:25.420",
        "message": "try and do it alone and don't try to scale and then i don't think don't try to scale i think scale where it fits the context makes sense scale for the sake of scale is wrong like i think we've understood that the restaurants in itself are difficult to scale because the kind of restaurants we built but bombay sweet shop deserves the scale yeah because of again it is of what it has been think about it like mithai was always meant to be enjoyed at home so if i can distribute it and think of ways to make it interesting and fun to be enjoyed at home why not we have to give it its due so i think that would definitely i think understanding the context in which you're talking about scale is important yeah and i've you know"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:08.980",
        "message": "i keep raving about the box but i've tried a bunch of your products i think our good friend roshan abbas was joining us for drinks in a little while he'd you know gifted me a hamper of your stuff and they're all brilliant and i hope they kind of become ubiquitous till"
    },
    {
        "speaker": "Guest 2",
        "time": "03:34:21.300",
        "message": "people forget ke box pehle kahan hua tha i feel any entrepreneur i would say people invest in people and enjoy the grind because it never stops might as well accept it yeah wise words"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:38.820",
        "message": "so final question almost a predictable one if you heard my show which is you know i'd like you to recommend to me and my listeners books that mean a lot to you but could also be films could also be music and even the books need not be about food but they can be but you know whatever means the most to you through your life and which you'd love"
    },
    {
        "speaker": "Guest 1",
        "time": "03:34:56.660",
        "message": "to share with others so i think we've spoken about setting the table obviously because of just the nature in which it changed our thought process when it comes to the world we inhabit and i think it's applicable to many many sort of other areas for me the other book which i love is one called creativity inc by ed catmull who was one of the founders of pixar and i think what struck me i think i read it one or two years after bombay canteen opened and it like like the parallels between the world of film theater and food is just it it's obvious once you get into it but like really the thought there was like how do you scale creative thought and that's what i took away from it like how do you build an organization which supports new thought coming in how do you not lose your soul if you think of pixar like there's so much love created over such a long period of time which is unheard of and it's because like it was built for that in a way and like getting a peek into that"
    },
    {
        "speaker": "Guest 2",
        "time": "03:36:01.360",
        "message": "thinking was amazing for me for me and the book you'll remember the name the book by the founder of zappos delivering happiness delivering happiness is just every founder needs to because it talks a lot about just customer service and i feel you might be starting a sas company or you're starting the next oeo or you're starting it has to be the basis of everything you do then the second one i feel specifically for indian entrepreneurs is because i feel we've never been trained to be extroverted and present our ideas we have a dream in our head and we we make the worst power points in the world i feel the most cluttered there's a book called how to talk like ted it's basically ex ted speakers who've put in very simple things it's a really nice book with examples and you can go to youtube links and see it it's helped me personally a lot like whenever i present an idea to sam also i put it on a simple white presentation and present it because it some things in your brain you need to be able to put it out in a better way and is there a great idea from you that sam hasn't responded well to i wanted to start a ladoo concept called ladoo ray"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:37:23.260",
        "message": "it's gonna happen now yeah and i've seen an instagram idea of yours that i was a prank"
    },
    {
        "speaker": "Guest 2",
        "time": "03:37:33.000",
        "message": "which was coffee box called cox yes namita wasn't namita wasn't too happy with that yeah"
    },
    {
        "speaker": "Guest 1",
        "time": "03:37:38.760",
        "message": "my mother that was a prank on her yeah yeah she's still rolling her eyes at me no but to be fair like to talk about clarity or ideas like i think at that time both of us along with another colleague of ours we did your writing course and i think it was just a great way to sort of again like are we both going to ever write anything or meaningful meaningful probably not but i think the the principles behind it which was super important right like the clarity of thought thinking of who's reading the thinking around like those i think it's that principles of the thinking which was really amazing and like which is what is like driving a lot of what we are doing right now like what is behavior who are we talking to like maybe it's through a restaurant maybe through it's through the written medium of enducutlet maybe it's through the neck like it's funny like i'm thinking as i'm thinking i'm remembering like we used to have a chikki which used to be called the everything chikki"
    },
    {
        "speaker": "Guest 2",
        "time": "03:38:37.600",
        "message": "because we so basically when you go to a mithai shop the sweet and the savory farsan kachori and stuff chakli wafer so we took all that with jaggery and made it into a a chikki because"
    },
    {
        "speaker": "Unknown",
        "time": "03:38:49.280",
        "message": "i think i've had it yeah yeah yeah so we used to call it everything chikki because it's"
    },
    {
        "speaker": "Guest 2",
        "time": "03:38:52.720",
        "message": "everything in the in the store yeah and we like i love it because it's like like chakpatan is in it and it never really took off so we like through a competition sent it out to people and said you name it for us and everyone came out with bombay bhel chikki which is actually such a nice simple answer we should have thought of it before but people told so for diwali like we are today sitting in september yeah we've sold out of it it's the"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:20.560",
        "message": "first product to already get sold out for diwali and we are like a good month away not"
    },
    {
        "speaker": "Unknown",
        "time": "03:39:24.800",
        "message": "surprised you haven't sold out of barks no like that should be perennially sold out what is wrong with people they're not eating them fast enough there should be a resale market"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:32.640",
        "message": "for the damn thing like black market of there you go yeah so yash and sameer thanks so much"
    },
    {
        "speaker": "Guest 1",
        "time": "03:39:38.600",
        "message": "for coming on this show this was such a fun conversation thank you thank you so much for"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:42.680",
        "message": "having us if you enjoyed listening to this episode check out the show notes enter rabbit holes at will samir and yash's social media handles are there you can follow samir on twitter at canteen sam though he doesn't seem to be too active and you can follow yash on both twitter and instagram at yash we can what a great handle i don't have such a great handle you can follow me on twitter at amit varma a m i t v a r m a you can browse past episodes of the scene in the unseen at seen unseen.in thank you for listening did you enjoy this episode of the scene in the unseen if so would you like to support the production of the show you can go over to seen unseen.in slash support and contribute any amount you like to keep this podcast alive and kicking thank you"
    }
]