[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "So here's something that happens in a small village in a big country in an uncertain time. You might think of it as a scene from a surreal dystopian novel. The story in this particular place starts when a widower in this village is picked up by the police because they want to amend a part of his body. He doesn't consent so you can call this amendment a mutilation. When the man is put through this procedure his wound turns septic and he dies. The villagers aren't happy obviously but the government returns. The block development officer in charge of that village wants more. There's a man repairing shoes by the roadside. The cops pick him up. The villagers know what will happen to him so they rise up in protest. They drive the block development officer and his henchmen who wear uniforms of the state out of the village. People from neighboring villages now assemble here to show solidarity but the state is mighty and the state is brutal. Hundreds of policemen descend upon this village along with the block development officer's boss the subdivisional magistrate. If you mess with the BDO the SDM will come. Police surround the village. After a night of siege at 6 in the morning they empty their guns. Two women making cow dung cakes outside their house die in the halo bullets. The cops now broadcast a warning that if all the men do not step out of their houses an aircraft will be called to bomb the whole area. First BDO then SDM. Now bomber aircraft? The terrified men step out and are rounded up. Between 400 to 500 men are then taken away for this physical procedure, this amendment, this mutilation, this attack on freedom and autonomy. By now I'm sure you've guessed the procedure. Is Nazbandi or sterilization? The village is peepli in Haryana. The time is the emergency of the mid-1970s when Indira Gandhi ruled as a dictator of India and a monstrous son Sanjay Gandhi spearheaded mass sterilizations in the ignorant belief that our problem was our population and such coercion was the only way to solve it. Much horror took place during the emergency. The entire opposition was locked up in jail. Many journalists were locked up in jail. Academics and dissenters went to jail. The entire Sanskrit Department of Delhi University was in jail. In fact my guest today reveals in a brilliant book on that period that Indira Gandhi put more Indians in jail during that time than the British did during the Quit India movement. I recommend that all of you read that brilliant book The Emergency a Personal History by Kumi Kapoor. Her own husband a respected journalist was locked up and the reason I'm telling you this story is that it's important to remember the past or we will repeat it. The central problem then is the central problem now. A state that has too much power and the pervasive mindset that we are subjects not citizens and to understand the past we need people who will record that past so that we do not forget. We must listen to them and we must honor their work."
    },
    {
        "speaker": "Unknown",
        "time": "00:03:02.960",
        "message": "Welcome to The Scene and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:16.640",
        "message": "Welcome to The Scene and The Unseen. My guest today is Kumi Kapoor, a legendary journalist well known for covering politics and for writing Inside Track, a column for the Indian Express that has now lasted decades. It is said that both Narendra Modi and Sonia Gandhi read her column to understand what's going on. She was a journalist at the time of the emergency and a book on that period, The Emergency a Personal History, is so good. You must read it to understand our country better. She has recently released a book on the history of the Parsi's which I will link from show notes. My conversation with Kumi is about her life, her early days as a journalist, Indian politics which she understands so well and the evolution of our media which she saw from the vantage points of both the reporter in the 70s and an editor in the 80s and a columnist since. We recorded this conversation at the end of August, so our discussion of the Congress and Rahul Gandhi may feel a bit dated and at least I have been personally impressed by developments on that front, so take that into account. And now before we begin our conversation, let's take a quick commercial break. Have you always wanted to be a writer but never quite gotten down to it? Well I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course cost rupees 10,000 plus GST or about 150 dollars and is a monthly thing, so if you're interested, head on over to register at IndiaUncut.com slash clear writing. That's IndiaUncut.com slash clear writing. Being a good writer doesn't require God-given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Kumi ji, welcome to the scene and the unseen. Thank you, Amit. I've really been looking forward to this episode because one of course I've read your writing in your column in the Indian Express for many, many, many, many, many years and you've written two books and they're both great, but the first of those books, On the Emergency, is a book I have gifted to people and I recommend it to people all the time to sort of understand what really went down over there and often, you know, a lot of the things that it reveals about the state and our society and just human nature, I think those lessons hold true today. But, you know, before we get to talking about your books or those times, I'd love to know about your childhood. Like, you know, tell me a little bit about where you were born, what your family was like, where you grew up. Well, I'm the"
    },
    {
        "speaker": "Guest",
        "time": "00:06:08.000",
        "message": "daughter of an ICS officer and that means, you know, you moved about around a bit. I was born in Delhi, but my father was associated with the then Bombay Cadres, so he was in Bombay and then we were also in Ahmedabad and he resigned from the service at the time Bombay was split into Maharashtra and Gujarat and after that I stayed in Bombay mainly. We were a middle-class Parsi family. And"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:40.960",
        "message": "you've mentioned that, you know, you lived in South Bombay and, you know, that while your family went back a long way in terms of the history and how far back you could trace it, you know, that you were more, you know, they wanted to, I wouldn't say impose or indoctrinate, but they wanted you to adapt some of the, you know, the typical Parsi things they did, but you guys were rebellious girls. I"
    },
    {
        "speaker": "Guest",
        "time": "00:07:06.640",
        "message": "don't think we were so rebellious, but no, we were not the typical Parsi family at all and later on my grandfather used to grumble that we didn't, that we all married out. I mean, he wasn't alive when I got married, when my sister got married. He said you didn't, you know, it wasn't so much indoctrination as you didn't mix in an all Parsi, you know, friends and neighbors sort of thing. So, I mean, we, and we didn't take the Parsi things serious, so seriously at all and my parents were pretty pragmatic, so I don't think they tried to, you know, impose too much. My elder sisters, in fact, were very embarrassed about it. I don't think as a little one I just followed what was the lead, but later on, especially when I was writing this book on the Parsis, I become very proud of my heritage, something which I wasn't in my youth. I mean, I was more than a little embarrassed about being different. Why were you embarrassed? Well, I don't know if you've lived in Bombay, you will see that in those days at least we looked a little different. We spoke broken Hindi and Parsis, when they speak among themselves, you know, have a tendency to act superior about other people and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:30.600",
        "message": "things like that. Yeah, I have very dear Parsi friends and they are a bit snobbish and they do speak with a bit of an accent, but they're such wonderful people that, you know, I deeply love that. In your book, in the Parsis, one of the things that struck me while reading the book is that even before you come to all the famous Parsi names that you know about, in your introductory chapter, you talk about your own family lineage and it is so rich. Like, for example, you go, you know, you talk about your paternal ancestors, your maternal ancestor, you mention one gentleman named Dastur Jamasp Asa, who was born in Nafsari in 1693 and, you know, we know so much of his history. You spoke about how he, quote, annoyed the leading priests of his time by offering translations of religious texts to Behedins, stop quote, and Behedins were kind of people. They were the non-priestly class. They were the non-priestly class and so, you know, radical at the time and later on, of course, you point out that your father was a Behedin and that was also, in that sense, within the Parsi community. In those days, nothing now. Nothing now, yeah. So, tell me a little bit about, you know, what it means to a community to have such a deep sense of history that you can trace yourself that far back. Like, for me, it's really difficult and I think for most people who are listening to this, it's difficult to go too far back beyond our grandfathers, right? Grandfather, great-grandfather, but that's pretty much where it stops. You really don't know anything. There are no records. There's no nothing. But it seems that within this Parsi community, you have sort of a history which also becomes a mythology where your ancestors, directly traceable, are, you know, people who are, you know, that's part of your heritage. So, what is that like? Like, you know, just this small community, so distinct, living in this big land where you're completely doffed by everyone and you have this deep sense of history. Tell me a little bit about what that was like. What was it like for you to sort of discover all of those things about your past and how did the Parsi"
    },
    {
        "speaker": "Guest",
        "time": "00:10:43.840",
        "message": "community view itself? Because it might well have changed. Well, as I said, I was brought up in Bombay and Pune, which was very distinctly had the Parsi influence. Then I went away to study in America. When I came back, my jobs were all in Delhi. I married in Delhi. So, I wasn't really that much in touch. But, you know, about, say, six years ago, the late Mr. Amit Patel, he had told me that, look, I'm from Bharuch and have you been on the Parsi pilgrimage side? I said, I've been years ago and I do want to go sometime again to Udwadia, etc. But I went when I was a child. So, he kept insisting and I said, huh, later, later. But he finally insisted that I go. And I'm so grateful to him for going there because, you know, when I saw Udwada, Surat, Navsari, there were a lot of questions which I'd never really thought about, including my own ancestry. Because when a man asked me the question that, you know, your brother-in-law was here and he claimed he was from Navsari. And I said, my brother-in-law talks a lot. How does he know that we are from Navsari? Because I genuinely didn't really think about it at all. And when I went back, I asked my sister and she said, yeah. And then I realized that my mother's side is from Navsari. My father's side is from Surat. And then I started reading some, somebody on the Facebook, when I put up the photos of what I'd seen, sent me some extracts from a Parsi, Iranica, Encyclopedia Iranica. And when I was looking up that, I said, my God, you know, they're talking about my ancestors and Pune because they were the ones who had the first Parsi fire temple in Pune. And it goes back, as you said, much further to the Jamasas line. So then I started researching. And as I was researching all this, I mean, it's just a fortuitous coincidence that Penguin suggested to me that, would you like to write a book on the Parsis? And I believe several Bombay journalists had been asked and they'd all refused. And I said, yeah, I would like to write a book on the Parsis. But I didn't know what I was going to write. I mean, I just kept thinking and I discovered more about my ancestry and I found that there were several, you know, I knew vaguely my mother had said things. Now you're talking about the long ancestral tracks of the Parsi. Well, some of it is myth, not necessary. Like my mother used to say, we never took her very seriously. She said that I can trace my ancestry back to Neryosang Gawal, who was the original priest who was supposed to have come back in the 8th, 9th century, whatever. Which, I mean, I don't think we can prove that. But when I talked to Justice Rohinton Nariman, who is an expert, I'm no historian or very knowledgeable, he says, no, but your mother is right that she will be referring to a Neryosang Gawal who was there in, I think, the 9th or the 11th century, I think. So I was wondering, how do you trace your ancestry? But if you're from Navsari, it's all recorded. If you have done your Navar, you know, that is when you have studied to be a priest, it's in the records. So that is how they trace the ancestry."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:22.520",
        "message": "One of the things I've been thinking about is how our conceptions of time change with time. Like, you know, I had a guest on the show recently who was Jai Arjun Singh, who writes about film, and he teaches cinema, and he was saying that many of my students don't know of cinema before Christopher Nolan, right? Everything, what had happened, happened after 2015. And that's sort of a certain time horizon that people have. And I think of myself like I'm 48, and I remember when I was like 20, I used to think that 40 is so old, yeah? Who wants to live that long? You know, and for me, you know, time would have that quality where everything in a little bit in the future is in the distant future. And I'm so much just in the present and what happened yesterday matters so much. And with time, that has expanded. So now, you know, when I think of time, when I look back on my own life, it's a larger span of time. And it seems that as we grow older, obviously, the way we look at time changes, because if I'm 48, it makes me realize that something that happened, say, 48 years before I was born, doesn't seem that distant anymore. And in your case, and in the case of many historians who've been on the show, it goes even further back, because you study history, and one you realize that these years haven't taken so long to pass, even from 1600 to now, if you think about it, over the span of this thing, it doesn't feel so long as it would have, say, when I was 15 years old. So how do you, in that sense, think about time? And you know, does that change perspectives? Like, for example, a young person today, born today will have like a fixed notion of India. And then as she lives, and as the years go by, it'll expand, the more you look at history, the more it expands, perhaps beyond a particular point, it dissolves. Like if you read Tony Joseph's book on ancient Indians, you realize that, you know, 5000 years back, everything is so diffuse, so different. So over time, how have your notions of time changed? And do you look back on past events differently? Like, do you look back at, do you look back on your parents now, for example, and see them with a different eye than what you, you know, how you saw them there, where they might have just been, you know, you might have seen them within the context of that relationship. But today, they are just part of a society, part of a point"
    },
    {
        "speaker": "Guest",
        "time": "00:16:43.840",
        "message": "in time, all of that. No, I wouldn't say it's quite like that. But I think the first 20 years of the, of your life, they're momentous, because you're growing into adulthood and all that. So that stays with you a very long time. But as you get older, you know, the concept of time is not so heavy. What, you know, when you are a kid, somebody who's one year older than you or two years older feels like a big difference, they were another thing. And now, you know, age doesn't become such a big factor. And I think I know a lot of people say that you get traumatized when you pass 50, or you get traumatized when you pass 60. But I'm quite matter of fact about these things. So I just carried about, carried on, maybe because I also have a lot of young friends that have never felt my age that much. I mean, my bridge group is a bit older than me. So I, it doesn't really affect me that way. And that I don't think of myself as although I know I'm very, very old, is the fact that sometimes unconsciously, for example, in a plane or a bus, I get up to give somebody else the place. And then I say, Hey, why am I doing that? I'm actually much older."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:00.360",
        "message": "So let's go back to your childhood. Tell me about what growing up in those days, 40s, 50s, Bombay was like India was like, give me a sense of the texture of your days. How would you spend your time? What was school like?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:13.480",
        "message": "Well, see, I went it was a very different time. I was just after I'm around a midnight child, you know, 46 December, we went most of my I've been traveling around also, as I said, my father's in the government, most of my time was spent in Bombay. And I, my father insisted we go to the school Fort Convent of Jesus and Mary, which was his grandmother, his mother, my grandmother was among the first students as one. I think it's about the oldest school in Bombay. So and it was such a different atmosphere that I have to what you see in Delhi today that I mean, coming to Delhi was a total eye opener for me, because there must have been less than 20 people in a class. And if you look at the communities, I would say the majority community may have been Catholic than Jews, because a lot of Jews had come from the war, because of the World War, they had migrated, and some had come from Baghdad. And we had a lot of Parsis. And I joke with tell my friends in Delhi, they had, I said, we always looked upon the Muslims and Hindus as you know, the old hands in the school. And frankly, we never had any any concept of caste. It was not a thing. I told you when I came to Delhi that I saw a completely different world. I my sister jokes that in her generation, for example, that only the few Parsis went to college, most of them became either secretaries or went into the airlines or got married. It wasn't so in my time, all the girls in my class, though, we were not the school did not fit us out, actually all did very well for this for ourselves. But it was a totally different world. One thing was very common in my school that if you are good looking, in those days, there's no such thing as professional modeling. But they used to join the airlines, usually Air India in those days. And you had part time modeling jobs with Air India. And we used to joke because all the pretty girls, they did very well for themselves. They married very rich men, because I think in those days the planes were small or whatever they met. Parmeshwar Godrej was in my class, for example. And there were others who also. So a lot of it wasn't taken automatically as it is today that you'll go to college. A lot of after passing our senior Cambridge, even before joining college, I mean, of course, I did join college, but we all did this shorthand and typing, which stands you in good stead in journalism. But I should notice none of later generations have those skills. We were just thought of as automatic in our times. And I also found that a school which is a convent school. I tell my children because I didn't send them to one, but I can tell straight away which of your friends in college were from a convent because there's so much politer, graceful. It's not a me first atmosphere in those days. You know, it was Pehle Aap Pehle Aap sort of thing. It was quite a revelation. Maybe my school was different, actually. I think the school was also different because when I went to college, I found girls from other and were saying, how much did you get in your marks? And oh, I should have got more. And, you know, the way we were ladylike, the way we were brought up, we were always told, no, no, no, I should have got less, you should have been, you know, that style. So that was a"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:55.360",
        "message": "different world. So when you were a schoolgirl, what was your view of yourself? Like today, I think many people who are in school, like you correctly say, would assume that they're going to go to college, would already start. No, I would"
    },
    {
        "speaker": "Guest",
        "time": "00:22:06.800",
        "message": "have gone to college. I know that because of the family I came from. But I really had no idea what I wanted to do. Actually, I wanted to be an artist, odd as it sounds. I don't even think I had the skill. I am a journalist, partially by accident, really, because I went to college. My father was traditional, thought that best thing is to have a doctor in the family and you should go in for science. And my airy-fairy school, I mean, they changed. I didn't even have physics and chemistry in my twelfth year. But he insisted that I take up science, whereas everyone else who had come, I'd learn. So I did it for two years and I wanted to switch. I mean, then you go in for medical. Most of my friends went in for medical. I couldn't bear this dissection. And I wasn't, my families are all mathematical, but I am not. So it was a total misfit. But I finished my BSc because my father said, you have to do it. And he was a strict Victorian type of a person, so that we didn't really question. And you were also into sports, I believe. Yeah, how did you know that? One hears things. No, I mean, in our little circles, yes, I was very fond of sports. Not that we had so many sports, but I was a sprinter and I played badminton, table tennis, things like that. And what are"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:38.440",
        "message": "the kind of, like, books you would read or music you would listen to? Well, I"
    },
    {
        "speaker": "Guest",
        "time": "00:23:44.280",
        "message": "like to read, you know, the usual English 1920th century novels. Not, I'm afraid, modern literature in those days, we weren't exposed to. Whatever was in the house, we read. Jane Oscar Wilde, Dickens, that sort of stuff, Scott. You"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:07.240",
        "message": "mentioned you wanted to be an artist. So, like, what kind of artist? And were you"
    },
    {
        "speaker": "Guest",
        "time": "00:24:10.720",
        "message": "also drawn to writing at this point? Or is that something that happened later? No, not at all. I wasn't even very particularly attracted to English or any such thing. Actually, when I was, after I had done my degree, you know, those who weren't gravitating to the airlines, a lot of the, in those days in Bombay, among our circles, it was very common to go into the airlines. Not airlines, I'm sorry, into advertising. And I thought I might be quite good with words. I mean, copy. I didn't know whether I was or not. So, but of course, I wasn't a good-looking girl. And all the people who were in advertising were all very smart and well turned out. And I was a nerdy type of a person. Any case, my mom said, okay, if you are interested in advertising, I have a friend who runs an agency. You go and see her. That was the artist, the sculptor, Pilu Pochkhannawala. So, she said, why are you going for advertising? Everyone goes for advertising. You should go in for journalism. And I was so impressionable. I said, okay. So, instead of taking the course, which I was just about to do in advertising, I took the course in journalism. Just very, I mean, accidental. It shows I wasn't very committed or anything. And then just one thing led to another. My father was certain that all his children should go abroad to study. So, then after finishing my diploma year, I applied for a course in journalism and went there. Once you've got those degrees, you think that you obviously should follow the line you've taken. Though if it was in today's world where you have career guidance and things like that, everyone would have said, no way should you have taken up journalism. I didn't have, I don't have any of the characteristics we should normally. My English wasn't that great. I'm a rather shy and a retiring person. So, I see these young girls and I'm so impressed. I'm embarrassed if I have to ask twice somebody, you know, if I have to contact somebody and they rebuff you, I don't like to ask for the second time. So, I'm not the best person at all. But it was early days in the profession and I got the breaks. And I've always been hard working and conscientious and a lot of luck. Everything in life is lots of luck also. To be at the right place at the right time for the right story, the right job."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:50.840",
        "message": "So, you know, you went to Boston University, which is where you studied journalism. So, what was that like, you know, going to a foreign country?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:59.000",
        "message": "It was a total eye-opener. Because I think even to some extent today, but in those days, totally what you studied was all rote, you know, there was no thinking. And here you were exposed to a totally different world where everything was, which I do, I realized I had an aptitude for and I was very, very underconfident. But I realized I was getting excellent A grades in everything, because it was a totally different style of studying, which I could relate to, which meant researching in a library, you know, looking up facts, writing. So, it also gave me a lot of confidence."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:39.920",
        "message": "And tell me something about even up till the 90s, and I was a journalist in the aughties. And one, there weren't so many journalism courses locally. And two people who did learn journalism, maybe on the job or otherwise, they learned the functional aspects of it, how you write, how you report a story, all of those things. But they sometimes don't have that big picture view that you know, what are the values of journalism? What are the ethics that you need to internalize while being a journalist? You know, why do you pick one story over another? Why do you handle one story in a particular way than some other kind of way? So, was there some of that, you know, so when you actually did that journalism course in Boston, you know, what was that education like? What were you learning, which you perhaps did not know earlier? Or in what way did it expand your view?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:32.880",
        "message": "It expanded my view, generally, of research and finding and all the usual, you know, things about the storyline, and appealing to the reader. You pick up all that along the way, but I think you even in the profession, you know, I was in the Indian Express at that time, it was a very old fashioned paper. So people just go went along as they went along. And I must give all credit that when I went to India today, and Arun Puri, who is an outsider, not from the journalist background at all, but he was the owner. He taught me more than I learnt in all these years of, as far as the craft of journalism is concerned, than I had in my earlier newspapers, which was the Motherland and the Indian Express, because then what is it's just a streamlined, you know, you take what is come, nobody questions, why did you give that lead? Why did you give that? What do you think the reader will want? How will you cut down, you know, the word count, it matters. It's not there, the word count in newspapers used to be that, if it's too long, just the end is cut. Nobody gave it any thought. It was in India today that I learned these things about how important the word count is, how you should make your story fit into that word count, taught you about what the reader really wants, you know, not what is, I know everyone talks about the lead, but it opened my eyes to a lot of things. And it sometimes needs an outsider to tell you how to see your profession well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:26.880",
        "message": "Tell me a little bit more about this, because I find it very interesting in the sense that in all the professions that I have been in, one, I have kind of come from the outside myself, not really been an insider. And two, I think the advantage of being an outsider is that you're not bound by those conventions,"
    },
    {
        "speaker": "Guest",
        "time": "00:30:43.920",
        "message": "and you don't settle into those familiar groups. Exactly. I feel an outsider's input can be very, very valuable compared to people who have got into a rut and a groove and just, you know, coast along."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:56.520",
        "message": "So tell me a bit about that period. I mean, we'll go back to the chronological narrative later. But just to sort of dive in, when you say that when you went to India today, he..."
    },
    {
        "speaker": "Guest",
        "time": "00:31:06.120",
        "message": "It was a fortnightly in those days, but there was a lot more research of facts, far more research, you know, with a newspaper, you just rattle off what the story you have, speed is of the essence, and you don't bother to check, recheck so much. And you don't give the intro that much thought. You don't think what are people thinking, you don't look at the visual appeal of a story, you know, things like boxes and all that, that all came later. When we were in the newspaper in the early days, you know, the stories were all in the form of what do you call them? They weren't box... they didn't... I don't know the right word to use. But it was like, what do you call it?"
    },
    {
        "speaker": "Unknown",
        "time": "00:31:48.840",
        "message": "Block of text."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:49.760",
        "message": "No, like a seven upturned. Ah, right."
    },
    {
        "speaker": "Guest",
        "time": "00:31:53.200",
        "message": "Okay. And... Just a long string. Whereas, you know, now, if you look at a newspaper makeup, there's so much more to it. That wasn't the... when I, I myself was in charge of a newspaper in Sunday Mail. I fortunately had with me a girl who had done the art of layouts from abroad. And there you got so much perspective about the display of a story, you know, the boxes of a story, the photographs of a story, not just all bunched together."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:24.480",
        "message": "And do you think it made a difference that to begin with, it was a fortnightly? Because I think what happens in journalism is that it is not one monolithic thing. If you work at a daily, like you pointed out, you often don't have time to go deep, you're expected to do one or two stories a day, you're just filing, filing, filing. Whereas if you're in a monthly, for example, to go to the other kind of possible extreme, then you have all the time in the world. If you're writing a book, you have even more time where you can really go deep. So do you think that, you know, looking back that you you, you know, you mentioned that one of the things about India today was it was a fortnightly, that that matters? And do you think that sometimes in modern times, like I had another journalist on the show recently, Samar Bansal, and we were talking a lot about journalism and the values of journalism. And, you know, in modern times, his lament was that journalists are sort of chasing content. They are not, you know, that deeper thinking about reporting stories and thinking about it, taking a step back, thinking about a story, letting it breathe, you know, not going in with a pre decided narrative that this is what it is, and all of that. And he's saying that doesn't happen much. Today, everyone is taking cues from Twitter or whatever, you know, the news cycle has become shorter and shorter. And it's become a content game and no one is thinking more deeply."
    },
    {
        "speaker": "Guest",
        "time": "00:33:48.120",
        "message": "It depends on the medium rather than the times because I know one thing very, very frustrating about India today was that it was a fortnightly and you always living in the tension that your story was going to break, you know, even if you had exclusive fact, it would be reported by a newspaper before yours came out, especially when it's a fortnightly, even with a weekly that tension is there. So in that sense, for a newspaper person, which I think I basically am, it that was a very unhappy part of it. But I just said certain tricks of the trade, you know, aspects that, yes, you did think more deeply about a story. You didn't just rattle it off the first thing that came to your mind. You first did think more deeply before you actually sat down on the typewriter to write. But it could be very frustrating. Like I remember Indira Gandhi assassination, for example, I had such exclusive information about the actual how the, you know, security angle and the killing, etc. And for some reason, India today insisted on first putting out the copy at the fortnightly, which was already in the print run. So by the time we came out, we were so late, it was a collector's item. But I mean, so many I saw so many of my exclusive facts one by one coming out in the Statesman and it was heartbreaking, you know, for journalists to see that your information and that's the disadvantage of working in a magazine."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:26.280",
        "message": "So let's go back to, you know, the chronology of your life as it were, you done journalism from Boston, you came back here. At that point, were you, I mean, I know it's a silly question, because after all, you did a course in journalism. But were you thinking of actually being a journalist for the rest"
    },
    {
        "speaker": "Guest",
        "time": "00:35:43.720",
        "message": "of your life? Yes, I was. I'm that type of person."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:48.120",
        "message": "So how did it go from there? Like you ended up in motherland?"
    },
    {
        "speaker": "Guest",
        "time": "00:35:51.280",
        "message": "Yeah, see, I was in Bombay, I applied for jobs, in times, the very limited number of newspapers in there. So in the Express, there were two times and in an Express. I don't think they wanted women, actually. Oh, there were no, there were very, very few women. And the women who were there usually had tremendous pull of some sort or the other. Well, when I saw I wasn't getting a job, I mean, Mrs. Ewing, Gulshan Ewing, she was very kind to me. And she kept letting me write for Eves Weekly. And she encouraged me, even Khushwant Singh in Illustrated encouraged me and said, No, no, you do this, though I just become raw. But the newspapers were not interested. They didn't even bother to reply. They didn't want women, they had their own pool from which they selected that, you know, journalists. Times had a school, had an exam, Times of India had an exam. But, you know, since I'd come back from there, I hadn't thought of sitting. And it was again, I was from Delhi. It was again an accident. My brother in law was a politician, Subramanian Swami. And he said, Why don't I've got the perfect job for you. There's a new newspaper starting in Delhi, and they're willing to take you. And that new newspaper was called, it was being started by the RSS. It was called the Motherland. And I was this person from Bombay who had very little idea of anything about the Hindutva movement, about RSS, Jansan, my general knowledge was quite poor. But I wasn't at all political. But being put, thrown into the deep end into a newspaper, which is just starting, was a great, great advantage. Because A, this was a newspaper, unlike the few others, which I later realized, there was far too few people for anyone to say that because I'm a woman, I'll not do night duty, that I won't do the crime beat. I just had to do everything. And not only that, I had a chief reporter who wanted to get rid of me. So he would send me on three different assignments on the same days. So frankly, my entire salary went on transport. I was fortunate enough that I was staying with my sister. So that was okay. But I mean, he was just trying to push me out. And I gained so much experience because there were women in other newspapers in Delhi, but it was usually one woman per newspaper. And those women were always doing the feature stories, the flower show, the zoo stories, cost of living, and not the hard news. But I got the head start because I covered everything. And though I must confess, I have a disadvantage, which I have to this day. I don't know how, after all these years I've managed. My Hindi was never, it's what you call Bombay Hindi. But I managed. So I covered the corporation and all. And with my American training, I gave a little spin to these stories. So actually, I came in close quarters with all these people, hardcore RSS people, but they were all very kind and helpful. And they didn't seem to resent my background or my lack of Hindi speaking abilities."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:35.160",
        "message": "So number of things I want to kind of dive deeper into and one of them is you point out that with your training, you used to give a little spin to stories that you did by which I mean, the way I would interpret that is that, you know, a typical reporter would look at a story in a particular way, but you would manage to do something different with it. So can you maybe elaborate on?"
    },
    {
        "speaker": "Guest",
        "time": "00:39:55.200",
        "message": "Yes, I'll give you two examples in motherland, for example. One day, they sent me to do a story about a missing schoolteacher in crime. So I did it like, you know, normally a crime reported as so and so missing blah, blah, blah, blah, blah, blah, mother at home, what is in there. I did like a story. I mean, you know, you come back abroad. And the crime reporter said they're all the other crime reports are asking in Delhi, who the hell is this girl writing all this nonsense, you know, giving it a human angle going and interviewing the people at home. Whereas normally they just took the facts from the police office as to what was happening. I spent my money, went to, in an off-road rickshaw to the North Delhi, talked to everyone, the neighbors, which they weren't used to. They couldn't afford to also because it was, in those days, transport was terrible in Delhi. But I did try to put as much as I could into the story. Also in the corporation, it was a question of who said what, he said what. So I used to try and give it a sarcastic tone and bring out that here's this man claiming that he's a loyal Jansangi to his last breath and the next day he's defected to the Congress and, you know, sort of tongue in cheek. And I found, actually, people quite appreciated this tongue in cheek reporting of political events. And nobody stopped me from doing it either, you know, in Motherland. That was also a very good experience, actually, because I would never have got that head start experience in any other newspaper, the major newspapers in Delhi. I would never have been given that chance."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:48.840",
        "message": "So tell me a bit more about Motherland, like, you know, if it was like it was set up in a sense so that the Jansang or the RSS or whatever could, you know, get its view, get its view across to"
    },
    {
        "speaker": "Guest",
        "time": "00:42:00.920",
        "message": "an English audience. Get its view across because English newspapers were, frankly, in those days, the only ones that were taken seriously. And there was no official censorship. But the truth is, today the situation is bad. I mean, the government tries to impose what it's thinking on the media. But in those days also, you were not considered respectable if you did not toe the government line. And it was very much, Mrs. Gandhi said this today and so-and-so said that today. You didn't question. And newspapers weren't questioning at all in those days. They were taking what the government gave them. So it was lovely to be in the only opposition paper, which was, you know, it was very infringing to work for it. There were people in the newspaper who, when they asked for an appointment, did not mention the name of the newspaper. I did. I always mentioned. And I got away with it. I do remember once that I was doing a story on, it was before the Bangladesh war, and I'd gone to see Padma Janaidu. It was a very favorable, it was going to be obviously favorable and she was collecting material for the refugees. And a secretary had given me the time. And the moment you heard that I was working for the motherland, she said, I will not speak to you, et cetera, you know, and it was very rude. But that secretary was embarrassed, but I, it was part of the game. I, so, I mean, you were not, you were considered, looked at with suspicion because to be on that side of the fence was not considered. I was on nobody's side. I was just doing my job and nobody told me what way to write or not. But as I said, I had the opportunity to do a lot of beats and a lot of stories, which I would not have had to been able to do in what were considered then the mainline papers, Times, Statesman, Indian Express,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:03.480",
        "message": "Patriot. And I guess in terms of learning the craft, they would have been both a pro and a con. And the con would have been that perhaps you don't have experienced journalists guiding you and, you know, helping you out, but the pro would have been that you can write about anything,"
    },
    {
        "speaker": "Guest",
        "time": "00:44:21.400",
        "message": "whereas in the other papers. Oh, definitely. They were all clear cut. And as a woman, I, you know, they boxed you into a corner and that was my very great advantage because when I first came to the, it was just one woman, it was basically one woman per newspaper or two at the most. And they did not cover hard news."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:47.320",
        "message": "Let's talk about that aspect of it, women in journalism. You know, another of my guests, Sujata Anandan, who started much later than you, I think in the mid 80s was when she really got into reporting. And I had done an episode with her on Maharashtra politics, which was very illuminating. And she pointed out that in her time as well, she was the only woman doing hard news. It was just expected that women will do features, they'll do soft stories, they'll do culture, they'll do all of that. So, how did the way women function in journalism, you know, evolve with time through the years that you were there, you know, beginning perhaps with there being no barriers about what you can or cannot cover, you can do crime, you can do politics, you can do anything. And moving on from there to something that, you know, you would also have been part of later in time where women become the bosses, they become the editors, they become the mentors, you know. So, tell me a little bit about that journey through the ages and how it changed, what were"
    },
    {
        "speaker": "Guest",
        "time": "00:45:45.000",
        "message": "the flips which made a change and so on. Well, I would say that when I came to Delhi first, that women were very clearly slotted. I was an unusual case because I was in this new newspaper, which one man was trying to show that I should be thrown out much then chief reporter. And for the rest, there were just very few hands. So, there was no question of being given any kind of special favors at all about. When I joined the Indian Express, all the male reporters looked at me very hostile and said, you're going to do night duty because the other girl wasn't. I said, yeah, of course, I'm going to do night duty. I've always been doing night duty. Also, the men were keeping women out by using this night duty bogey. A news editor, Mr. Saxena said, no, we can't have women because they don't do night duty. So, they're disadvantaged. And why can't you do night duty? They claimed that we came under the Factories Act and under the Factories Act, I have to go home by a certain time or whatever. I think as far as women coming into the mainstream of newspapers, Delhi and the English language newspapers were much ahead. I know what trouble I had nothing to face compared to what when I went to Bombay, girls from the Marathi newspapers told me. They were treated so shabbily, so badly. And how did this start to change? As far as I was concerned, maybe by my temperament or whatever, I was never really treated very differently from men. So, I was always from the beginning and all because of the circumstances in the main. But also see now in Express, then there were two women, not one when I joined. So, now you're not going to give special favors of not doing late night, etc. And then I think the women also started to say that we want to cover beats. And once you have more than one, you know, you break a barrier because there were women on the desk, but not"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:51.640",
        "message": "in reporting generally. One of the laments that I hear from women and a very justified lament is that, you know, that they work in a world which is designed by men for men. The classic example being, of course, air conditioning, that air conditioning evolved in the 1950s where it was mainly men in offices. And therefore, the temperatures were set at a particular 21 degrees or whatever. And women's bodies work differently and women find that too cold. Now, that's just that's a good metaphor. But more than that, you know, there are so many concrete ways in which a workplace is designed or work routines are designed, that you unthinkingly design it in a particular way, which leaves someone out like the journalist Nikita Saxena was on my show a few years ago when we spoke about Me Too. And she works for Caravan. I don't know where she is now. And she pointed out that when she would go out on the field reporting, for her, it was a big deal that in some hotels where you stayed, you couldn't lock the door from inside, you had that automatic click click, but you didn't have a separate kundi, which basically means that anytime at any time of the night, someone could just open the door. And I've spoken to other guests subsequently who would say things like, you know, every time we were sleeping in a hotel room somewhere, I would take my chair and I would put it there and I would just you know, block it just you know, and she said it might seem paranoid if you're a man listening to this, but it was just something that you did, because women had this extra layer of things that they need to be aware of. So what was it like for"
    },
    {
        "speaker": "Guest",
        "time": "00:49:30.600",
        "message": "you in that sense? Like, well, I'll tell you for one thing, neither in the 50s, I was in the 70s, there was no air conditioning in the next room. But that was just a metaphor. But I'll tell you what there was from the beginning, which was there, there was no women's toilet in the motherland, there was no question of that there. So I just had to walk in and without looking left or right, and you know, and there'd be people on the outside, you just had to get used to that. For that matter, for years, when I was covering Parliament, the only women's loo was in the MP side, which you can't go down the stairs and somewhere else. So I mean, what do you do? You just walk in, enter the loo and go out, you know, because there were no separate loos. The Indian Express loos were terrible, but there was a loo for women. But what a difference in the loos that you see today when you travel in newspaper offices and the loos in those days. I think the loo was the real thing that women had to put up with things like that. Because air conditioning, I think, I didn't know that it made such a difference whether you're a woman or"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:48.280",
        "message": "a man. And we didn't have air conditioning at all. That's like a first world metaphor."
    },
    {
        "speaker": "Guest",
        "time": "00:50:53.480",
        "message": "We didn't have air conditioning really for that. But things like the loo was there and you said about this lady traveling. Well, you know, mostly when I travel, I didn't have this latch problem. Maybe I was in places where there was a latch. But I know that once or twice, we very often traveled if you went to, I didn't go that much to very small towns. But when you went with the photographers, there was no alternative. There's only one room you had to share, you know. So a conservative person might have felt, you know, that it's not on. But yeah, you have to do what you have to do. You have to do what you have to do."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:37.000",
        "message": "So another sort of meta question, which is really about the question of how newspapers decide what to report on, how one decides what story one should do. And typically what happens is that, you know, a newsroom may get into a particular groove, a particular way of looking at something. You know, I had a guest on the show Samarth Bansal, who objected to the word newsworthy, where he said that, you know, we really need to examine what that word means. So just that sort of larger question of taking a step back and thinking about why are we reporting what we are reporting? What is the way in which we should report it? When you entered the profession, did you find perhaps in your editors where it should really have come from? You know, that kind of thinking where you take a step back or do you just enter a space where there's a particular way of doing things and you just continue and you get the stories out and all of that?"
    },
    {
        "speaker": "Guest",
        "time": "00:52:32.920",
        "message": "You know, all these phrases you use, we never had the luxury of at all that you could sit with these fine sounding concepts. The way it worked in newspapers in the old days was, there were reporters, there were two lots of newsgatherers. There was a caste system, there was three-way caste system. There were the reporters, the lowest of the low. They did the local stories and every morning the chief reporter came and wrote down, you'll do this, you'll do this, this is your beat, beat, beat, beat, beat, beat, beat, beat. You didn't sit to question or not question, you just went to do it and get it. Then number two caste was the bureau. So, they covered parliament, they covered the politicians. So, you know, I was so lowly that once I was asked that, Pramila Kallan asked me, what would you like to be eventually? I said, I'd love to be in the bureau, special correspondent. You know, we didn't have that many options or ambitions in those days and there were editors. Now, these editors are very strange type of editors because they sat in their ivory tower chambers and wrote the edits for the day. But they didn't mix, they had a morning meeting, but most of them, not all of them, there were exceptions. Arun Shourie was an exception, Kuldeep Nair was an exception. And one of my favorite editors and chiefs, Mulgaonkar, he was totally the ivory tower editor. He never bothered to know who was in his staff or anything. The editors had their meeting and they decided what was going to be the line and wrote those edits. They didn't interact. They didn't tell, you know, and the caste system was so complete that even if your stories were very good in the reporter section, you never got a byline and your stories automatically went on page three and the bureau may be having the most boring routine parliamentary coverage, but go on one. Why? Because it was, you know, they were number two in the thing. And of course, the editors didn't write on the news pages, they just did their edit. So, it was a wholly different type of caste system. That is as much as women entering the profession was also the change that came about. And I think and this whole idea, you know, about introducing a feature-ish touch, an element of not just the bare facts of the news, but giving the interesting slant. It didn't have to be just in what they call feature stories like going to the zoo or the it had to be even in your everyday stories began to change. And I think that change came around after the emergency in 1977. India today, before I joined it, they had helped this trend, you know, to give a lot more information, a lot more interviews connected with news stories, give dimensions to the news."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:43.560",
        "message": "And I guess having this being a fortnightly having the space would have kind of helped"
    },
    {
        "speaker": "Guest",
        "time": "00:55:47.560",
        "message": "with that because it certainly had an effect impact on other newspapers slowly as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:53.240",
        "message": "So, tell me more about what working at the Express was like that I would imagine that one, you've been thrown into an environment where there are many more people that, you know, the pace of work is a certain way and all of that. But there's also more structure to what you're doing. So, what were those days like? Like, what were your big learnings during that?"
    },
    {
        "speaker": "Guest",
        "time": "00:56:13.080",
        "message": "They were very exciting, because it was also a very exciting time in history, I would say. As I said, in my motherland, I was covering the opposition, which was in a way good. You didn't have to check your facts too much. You know, you knew you could write anything against the government. I mean, within a certain modicum, you didn't have to think that much. But Indian Express suddenly, when I joined it, was also against the government. It wasn't earlier. It had just started. Ramnathji had supported JP movement. So, we were moving towards that direction, which gave us a much greater scope. These other people couldn't write, they didn't write anything except the government line of view of things in general. That's why this new group started WhatsApp group with veteran journalists on it. And I was quite amused to see that how they thought in the good old days, how wonderful the editors were, because they were writing, must have been writing wonderful editor. They never questioned anything that was happening in the government, which is so different from what it is today, you know. Maybe again today, now we are not questioning. So, Indian Express had that luxury. It was a very exciting time to be there. Then the emergency came. Then the post-emergency is when there was a real boom in news. Suddenly, newspaper magazines like India Today and Sunday were coming out, which was changing the whole view and changing the newspapers"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:43.080",
        "message": "as well. And how were you evolving as a journalist during this time? Like in the sense, what was your beat when you were at Indian Express? And how were your ambitions also evolving? Like, did you at some sometimes, did you feel restrained by what you were doing and wanted to do more? How were"
    },
    {
        "speaker": "Guest",
        "time": "00:58:00.440",
        "message": "you sort of? All I know is that when I joined, I by a fluke, I went with a whole lot of clippings to the editor who had just come, Mulgaonkar. And he said, I think he liked them. So, he said, yeah, I'll take you. I said, I'll be happy to join because it was a jump up from Motherland to Indian Express. I can't take less than I'm earning. He says, no, no, I'll give you more. So, I was thrilled when I saw the salary. You see, in those days, our salaries were pittances. It was a question of whether you're getting five rupees more, 10 rupees more between the next man or 40 rupees more, perhaps. The rest of the reporters, they were out with their knives for me because my salary had become higher than most of them, all of them, practically. So, then Express, it was another very good thing for journalists' career in that it had a very high turnover rate. Because in times of India, you were there, you were there for life. People who are reporters didn't ever become bureau or if they became right at the end of their careers. Whereas Express people moved and there's really nowhere else to go. I mean, we used to joke, I mean, you can't go to the National Herald or the Patriot. So, where do you go? So, after the emergency, there were two, three people who became chief reporters. And I said, what exactly is the criteria which you become a chief reporter? If it's salary, then I should be the chief reporter. But I let it go because fortunately, one or two left, though I did think. Then finally, we had a new editor, Arun Shourie, and he was the deputy news editor, tipped me off. He says they're going to make somebody else the chief reporter. I said, that fellow doesn't do a thing. I like him. He doesn't do hardly anything. Why should he be? I know he's been there for donkey's years. So, I went and I met the chief editor, the chief editor who never bothered about all these things. But I'll say he was fond of me and he had hired me, Mulgaonkar. So, I said, look, I'm leaving. If he's becoming the chief, he just laughs and he says, don't do anything in a hurry. We'll see. Don't worry. And they did make me chief reporter, which was a big thing in those days because the first woman becoming a chief reporter, etc. And what were the kind of stories you were reporting? It was a very good time in the Indian Express. Arun Shourie had joined. Though, as I said, I started off on the wrong note because he didn't know me. I'd been on maternity leave earlier. But then I must give him all credit. He gave the reporters, as you say in Hindi, so much bhav. We would suppress little people who are told to mind our places in the world. He started fighting for our stories to ensure that they came on the front page. He started planning stories like the Kamla case, the Bahagyalpur blindings, all those sort of stories, PILs, and doing not alone always, but with teamwork. He appreciated. He understood. He had a very brilliant and I'm very grateful for that because it gave us so much more confidence because I told you what was the pecking order in those days. Even the story was not on the basis of the news, but who wrote it. So that opened a whole new world. And he understood that actually people, majority of readers really read more of what reporters write than what the bureau writes on many occasions. Delhi is a very politicized city where they think that what a politician leaves one party joins another. Everyone is"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:04.840",
        "message": "interested in. I've noticed in many professions, including journalism for the brief time that I was a journalist, that most people in any job, in any profession, they will get into a certain groove, a certain way of doing things, and then they'll just be ticking boxes and that deep engagement won't be there. But there are some people who are always thinking, who are always trying, who are always enthusiastic. They wake up in the morning, not thinking, let's get through the day, but they wake up thinking, yes, let's get to work, you know, and it's and you obviously strike me as someone who brought that attitude to the table every day, just in the sense that, you know, your column alone and express has been going on for decades. And that's not something that happens by itself. So tell me something about, is it just the kind of person you are? Or did you also have to work at keeping your enthusiasm? Were there times that you were demoralized"
    },
    {
        "speaker": "Guest",
        "time": "01:02:58.520",
        "message": "and you said, I'm so tired. You know, I think you're either temperamentally inclined to be cynical about the profession. A lot of the old timers were and I must say, all the young people, I am so impressed. They're far, far better than what I was when I started on because they're cocksure, which we never were. And they also have a high sense of their worth, but they're very sure what they want to do. Now, in journalism, the old days were a lot of very cynical old timers. Nothing's going to change. You just give in your story. They used to have a joke. Well, at least, you know, when you'd come excited with a story about it, they'd put you down by saying, well, at least two people are going to read that story. One of those days we had the galley proof people. He's going to read your story. So don't worry, you know. So that's old. They took pride in being very cynical about their jobs and that everyone was exploiting them. Nowadays, the youngsters who come are very committed and they come from very, you know, educational background can be very good and they move around. We had nowhere to go. So some people used to think of us as the dregs, because where do you go? As I said, you go from this newspaper to this. And Times was supposedly the top. Actually, to be an expert was a hundred times better for my career than to ever been in Times, because I would have stagnated there because there was no movement. Yeah, I find that the youngsters today, they come from much varied backgrounds and they're much more thinking about the stories they do. And they're committed, but I think their big flaw is they're very full of themselves. Maybe that's an old time view."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:46.520",
        "message": "No, no. Elaborate on that a little bit, not in a negative sense of complaining about someone, but if you were advising a youngster today that don't be like this, don't fall into this trap,"
    },
    {
        "speaker": "Guest",
        "time": "01:04:55.560",
        "message": "you know, what would you what would you say? I would say that you have to be a little pragmatic. Now, we've run this column for how many years? It isn't that I've always managed to get everything I wanted to say inside. So I've been willing to compromise to some extent and not to some extent if lines are removed or something is done. But these people are prima donnas. If, you know, two words are removed, they'll take offense. I think especially when you're the lower levels, you have to go with, you know, your seniors decide, you know, move on. Nowadays, there are many more places where you can move on to. There are all kinds of things from writing for entertainment series, documentaries. There were not these openings in those days. You look desperately for foreign, you know, newspaper to somebody thing to pick you up. But there were very few openings for a journalist. I think one of the follies of youth,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:05.080",
        "message": "perhaps in any age, and I certainly, you know, can see it when I look back on myself as a young person, is that you think you can change the world, number one, and you think you are so good, you can do it all. It's a passage of time that tempers you that, you know, makes you practical, like you said. But also, I think one flaw that I see around me, and that's perhaps exacerbated by the incentives of social media and all is that young people today are much more judgmental. And, and you need to have a strong sense of what your values are. And it's obviously natural that you will condemn some things and praise others. But one needs to sort of appreciate the complexity of the world and not rush to judgment every time. You'd mentioned while you were talking about your younger self, that you were reserved, you were a little bit geeky, right? And being a journalist, especially being a reporter, means that you're going out all the time and talking to people. Yeah, right. And I have also seen that I am also an extreme introvert, and in a sense, just talking to people is so much effort sometimes. And because of this show, I've really had to kind of come out of a shell and kind of do it. What was that like? Like, how are you changing? Like, when you look back now, in hindsight, did you feel it made you a different person than you would have been then say, if you were something else, if you were a"
    },
    {
        "speaker": "Guest",
        "time": "01:07:20.600",
        "message": "banker? It's a strange thing that I noticed that when I was on the job, I lost my inhibitions, because I was, you know, I had to do this. So it was ordered by me. So I had the right to be cross questioning and think. But if I was on my own in a marketplace, I would think twice before, not now. But in those days, I would be shy. But I noticed this extraordinary change that if I felt I was on the job, you know, I would do whatever it takes. But in my personality, I was not like that, that I would talk to a neighbor rather shyly or, you know, it would take me time, I felt I should be introduced. Whereas journalists, most of my friends, they're very good. They go up to people and say, I'm so and so from this etc. If it was for a job, I do it too, I say, because I think I'm entitled to since I'm working on a story. It's a funny sort of a concept. But the other point you made about this judgmentalness is I do feel there's just too much judgmentalness and too much polarization in our society, not just journalism as such. I don't think that's a good thing. What is happening is I often find that it's now reached a stage which you write against a government, they will automatically place you with whatever you write. They will not see a good story, which can be pro-government. The society is polarized, journalism is polarized. Of course, they have a right to be, they are bitter because they're not always allowed to express themselves about very shocking facts which are going on in our country. But the sense of polarization, even at the highest levels of journalism is such that there's no appreciation for the other side. You know, you can have a good story on many things, but you will only see a story if you're an anti-government person, you only see a good in the anti stories and vice versa, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:30.760",
        "message": "And do you feel that there is a problem there? Like, do you feel that an essential quality of a journalist is the ability to not choose a tribe? I wouldn't say not choose a side, but the ability to not choose a tribe. Like, of course, as a journalist, you have values which you care about, like freedom and human dignity and all of that. And those can matter to you as an individual. But as a journalist, I think journalists should not pick sides in terms of choosing a tribe. They can have their values, which can, you know, inform whatever they write about. But the moment you decide that, okay, I'm on this side, or, you know, the moment you decide that everyone who disagrees with you is evil, everyone who works for the other side is a bad"
    },
    {
        "speaker": "Guest",
        "time": "01:10:13.640",
        "message": "person, doesn't that then affect the kind of journalism? I think it does. I think it does. Which is why I think that we have lost our objectivity. You're not willing to see what it is good. And that that loss of objectivity comes out. I notice it particularly when covering elections. Because I'll go with some correspondents, and you'll talk to 10 people, and they're giving you a clear idea of who's the winner. And yet those correspondents will say, but you know, that the reason they're saying this is because they think you're from such and such a background, or they're too scared to say what they really think. I remember I had once gone on a trip in the days, which was Rajiv Gandhi was there, but there was a very clear saffron wave in UP. And, and mind me, my Hindi is not that good. And these are all Hindi experts. I went with two of them. And we went here, we went there. And it was clear, they were all saying Mandir banayege. And girl who was my very good friend who was with me, she was not willing to, she said, we'll go deeper into the interior, we'll get the real heart speaking, which is Mayawati, she wanted the answer. We went deeper and deeper in the car was, you know, punctured and whatnot. But the answer was the same, but they were not willing to accept it, which is why they all got it wrong. I mean, when you don't see a wave, which is tearing you in the face, then that shows that you don't have objectivity. I can understand when it's, you know, election, which is a cliffhanger. But there's some elections which have been very, very clear cut. And the objectivity is in seeing that. Or they rationalize when they cover the election stories, rather than stick their, I find less people willing to stick their neck out. And the last few elections have been very clear cut, you know, at least parliamentary ones, I stopped covering assembly one, because of this bias, that you don't want to accept it and wishful thinking. Which is why I think the best way to cover an electoral trend is just talking to people of the pavement. Never, never, never make the mistake of going into a party office. Because the party office will give you, well, there's so many percentage this cast, so many percentage that cast and they will vote this way. People don't vote necessarily in cast race, mostly, maybe in Bihar in some places, but generally, they also looking at various factors. It never go to a party office, never go to the local journalists who are great dadas, they will absolutely confuse you. Because they have their own, you know, prejudices. And because they are from the area, you think that they have a valuable input to go. I think the best input is to go with a clear mind and, you know, talk to the average person."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:26.840",
        "message": "And this cardinal journalistic danger, almost of deciding before doing the story that this is a story I want, and kind of looking for facts that confirm that. Do you think it's worse in present times in the sense that one, of course, everything is polarized. But the other sense is that one, a lot of the media will simply not go against the government in any way, all kinds of incentives come into play. But a lot of the mainstream media, because they have other business interests, because, you know, I might own a newspaper, but I might also own a chemical factory, which could get raided tomorrow."
    },
    {
        "speaker": "Guest",
        "time": "01:13:59.160",
        "message": "That's true. But when the owner is owning the publication and has other business interests, then the journalist is forced to go in line if he wants to continue remaining that. So that's a different aspect. It's not any prejudice, you're getting clear orders from your owner, or from the people in charge, that we want the story this way, even if your conscience your conscience or your own judgment is telling you otherwise."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:26.440",
        "message": "Yeah, but I was making, I was looking, I was making a slightly subtler point, like one, of course, there is your owner says, we'll only do these kind of stories, we won't talk about X company or Y politician. But the other is that you, you know, if you're in a place like that, one, even if you don't have direct orders, you know, what kind of stories run and what kind of stories don't, which could affect the way you do your work. And if you're one of these independent publications, which opposes this, right, and, and obviously more power to them, because they're opposing that, definitely, but because what they are doing can also sometimes feel as much as activism and journalism. So there's a danger there that you can have an agenda in the other side, that if you decide to, say, investigate a particular thing that those in power are doing, you can go in there with your mind already set up keys to expose"
    },
    {
        "speaker": "Guest",
        "time": "01:15:19.000",
        "message": "karenge. Yeah, since I worked, as I said, in a anti government, my first job, the danger there is that you don't check all your facts, you're so willing to take everything against the people in power, that you do not go through the rigor that you would in a normal newspaper, because you're not concerned about a denial about the thing or they'll go on denying and all that. And I think the real, real, real sad thing about journalism today and societies today is the polarization. And I blame the government as much for creating such strong feelings against them. There's no attempt at all, you know, to explain what are people supposed to do, you can't blame the journalists also, because it's now reached a stage where you cannot talk to the people who are in charge to give you the facts. I mean, you can make an informed opinion only once you have both sides. But if you have to rely on whatever you get and not get anything from their side, there's less and less interaction between the government and the media. The government seems to be very dismissive of the media."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:37.640",
        "message": "Let's go back to talking about your journey through this period in the 70s, you know, 72 to 74, I think, Motherland and Indian Express onwards. What are the memorable stories you did? Like, were there moments where you did a story, and you felt, this is worth it, that I'm so happy I'm doing this? You know, what do you remember?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:56.440",
        "message": "So many stories. I'm glad I did. So I do remember my first, what I considered scoop was within a few months of my joining the paper. There was, I don't know if you're too young to remember what was known as the Nagarwala case. And the story was that this gentleman, who I think we believe worked for Raw or whatever, con man or whatever you're supposed to be, he's a Parsi, my great advantage. He was supposed to have taken 60 lakhs from the State Bank of India to India, imitating Mrs. Gandhi's voice. Now, which cashier gives 60 lakhs on the voice, then the man comes and takes it, etc. But it was taken at face value by everyone. It was just before the Bangladesh war, and I think they did have secret funds also. There was a miscommunication in the government somewhere. And whatever it is, I was told, go into the Parsi Anjuman and see if you can find out anything about this gentleman. And I went to talk to the priest. And he says, well, I can tell you one thing that they're saying he imitated Mrs. Gandhi's voice, but he can't do, I never heard him do a cat or a mouse and his one side of his facial muscles, you know, paralyzed. So where is the question of this man imitating Mrs. Gandhi's voice, which was the official, I mean, such a stupid defense they'd given. So I remember that story gave me a lot of care, because all the opposition picked it up and said, what is this nonsense about saying that the money has been taken out by, the cashier was mistaken into thinking that. But over the years, I mean, there have been many rewarding stories. One of the rewarding periods was at the end, towards the end of the emergency, when there was still censorship when elections had been called, but nobody bothered then. And suddenly, you had full reign to do whatever stories you want. That was the beauty of the Express. And you could do stories about all the hardships that the people had faced for those 19 months, you know, people in jail, people who had sterilizations, forcibly sterilized, all the kinds of horror stories. And none of the other newspapers were doing them, only the Express. Only the Express. I mean, Express, I remember going with my friend, she's passed away now, Nandini Chandra from the Hindustan Times to a rally. And, you know, I was treated, I've never been treated again like that. But like, if I said I was from the Express, I mean, can I get your drink? Can I get your chair? Can I, when you're covering a rally, can I do this? And to her, you know, she had to keep apologizing. You know, it's, we are not writing, and it's, it's we are being told to say, how can you say this, this, this, this, this, this. So that was also a very gratifying experience."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:04.920",
        "message": "So, you know, I do want to talk about the emergency a lot, because your wonderful book on that is, you know, has so much insight on that period. But before that, let's take a quick commercial break. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog, India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me, and I feel I was shaped by it in many ways. I exercise my writing muscle every day, and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now, I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast, and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. So tell me more about tell me more about how you met. Tell me more about"
    },
    {
        "speaker": "Guest",
        "time": "01:21:52.040",
        "message": "As I said, there weren't that many people in motherland, especially in the reporters room. So you know, we got friendly and I had joined Express before my marriage and he was still in the motherland. And we continued to what you would call date. And I think my parents were aware of it. They didn't approve, but we took a while before we actually"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:26.600",
        "message": "And how was it for two journalists to be married to each other? Because, you know, you both got orders, you both and at least in my time, I remember journalists would absolutely work more, much more than they needed to in terms of how many hours they put in in the day. So how was sort of the"
    },
    {
        "speaker": "Guest",
        "time": "01:22:42.920",
        "message": "early dynamics of that? I remember the late Kewal Verma, who was a very well known economic journalist, his wife told me, it's bad enough being married to one journalist, but for two journalists to be married to each other is unforgivable. And my children do reproach me for you know, they said you weren't at home. But I rationalized that because, you know, I was the chief reporter and I used to live fairly close in those days, where I still live. It wasn't that far from Indian Express, took 10 minutes to go. I didn't have a car, but I did use an auto rickshaw. So I used to come home for lunch. And it's true that at night time, I wasn't there. And I am really very grateful to the maid who stayed with me for so many years till my daughter got married. Yeah, but it is in a way unfair on children. But I find in all professions, it's not only journalism. My daughter's a lawyer, and she keeps her child out. But of course, she's a far more conscientious"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:51.560",
        "message": "mother than I ever was. It's interesting that you should talk about, you know, being a far more conscientious mother. And I did an episode with Mrinal Pandey, who was a journalist around the same time as you as well. And even she speaks about how one of her daughters would always say that, hey, you were never there, and so on and so forth. So you know, what I find interesting about many younger people, and a good thing is that there is more intentionality about the things that they do, and the reasons why they are doing them. So if they, for example, get married, or if they become parents, it's, it's not that they've sort of drifted into that path of things, and things just happened. But sometimes, in some cases, they've thought about what it entails, and what it means, and all of that. So do you feel that in an earlier generation, like certainly, I see it is true of my generation, that people would often just drift along certain paths and"
    },
    {
        "speaker": "Guest",
        "time": "01:24:51.320",
        "message": "not give too much thought to stuff? Well, I'm a classic example who drifted along to certain paths without thinking. And my mother was not a working thing. She only worked for charitable clubs. But I think that what each generation use become more conscious of child rearing than the one before, because we were left to the nannies basically to be brought up. It was just the way things were done in those days. So I think I had a very close bond, actually, I hope I have with both my daughters, we talk to each other every day and must have done something right. So give"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:35.800",
        "message": "me a sense also of the political landscape of those days, number one, and your own awareness of it as journalists, in the sense that I imagine that in the 50s, and the first part of the 60s."
    },
    {
        "speaker": "Guest",
        "time": "01:25:48.280",
        "message": "Yeah, I wasn't in, I mean, I wasn't working. I joined journalism in 70s. Mrs. Gandhi was the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:55.800",
        "message": "thing. Yeah, but I'm just thinking about how politics itself evolved before that, where in the 50s, and the first part of the 60s, you would have, you know, they would just have been the Congress and everyone would have been idealistic. And there would have been the sense of oh, this great nation is being built. But by the 70s, a lot of that has frayed. Politics itself became cynical. You know, you've in your book, you have reproduces great letter from Indira to Sanjay. Indira to Sanjay, that's one of my scoops, how I got it. Yeah, and the letter is circa 67. And she's basically saying that, hey,"
    },
    {
        "speaker": "Guest",
        "time": "01:26:30.600",
        "message": "I don't believe in left or right. Yes, I thought that was so amazing. It is much more than her letters to anyone else. She's been so frank with Sanjay, whom she obviously was in constant, you know, they were on the same wavelength, and she talked with them. And she, yeah, she had a very cynical view of politics, how she runs down Lal Bahadur Shastri. And you know, the funny thing is, I made a big effort to get those letters. I was so excited because you're talking about scoop. I got all of the letter. And I won't tell you who gave them to me. But anyhow, I got them and there was no camera, phones and all in those days. I was giving them, they were already falling apart in those days. And I took notes, took as much notes as I could in those days. And I thought, I promised the swaps that it'll be a great story. She says, no, it won't be carried. I said, no, no, just leave it to me. Now, I was leaving the express. I was in the, my notice period in the express. And I was going to India today. So I thought first, the new one better. And I went even before I joined. And I suggested that I'll do the story. Suman Dubey was the editor then. He hummed and hawed, but it was clear it wasn't going to be carried. Then I tried with Mr. Varghese in the express. And I mean, it was history. If you read those letters, it's just full of all kinds of observations of Indira Gandhi's personal thoughts. And he also hummed and hawed and said, no, no, it's too personal. So the person who gave me the letters was right. Nobody was going to carry it. Then my husband in those days was the editor of the Free Press Journal in Bombay. So I gave a portion of it. I made a story and I gave it to him and he carried it without a byline. It was Rajiv, there was the poster in those days. Nations Hope, you know, and I still remember the headline because the letter showed that she was in despair about Rajiv's future and what was he planning to do and what profession was he going to do. Any mother would be worried. And the headline was Nations Hope was Mum's Despair. And Guardian and others picked it up, but we didn't carry it. So, you know, even in those days, there was a little bit of censorship. It's not as if there was total freedom. I mean, we didn't go into private matters and things like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:13.400",
        "message": "Yeah. And this particular letter that I'm referring to is dated 5th January 1967."
    },
    {
        "speaker": "Guest",
        "time": "01:29:18.920",
        "message": "There was a whole bunch of them. And as I said, I was scribbling away furiously. And what I actually did eventually was I kept my notes and a portion of it I used then. But when I started my own service, agency service for newspapers, I used it as my first story. And did any of the newspapers? Everybody, all my newspapers carried it in big, in very little. So obviously, times had changed by then."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:52.120",
        "message": "Yeah. But I just want to read this line out because it's so illuminative where she wrote to Sanjay in January 1967, quote, the problem is not one of right or left, but a struggle for power, stop quote. And this is so illuminating in the context of what happened next, like these words were, of course, 1967 and the whole tilt leftward to sort of outflank the syndicate and this whole Garibi Hatao nonsense where while that was clearly from her policies, the last thing she wanted, you know, is so clearly because of political calculation, not a sincere belief in a particular worldview, nor a desire that better things should happen to people, but simply a question of how do I position myself? How do I, you know, outflank my opponents within the party? And perhaps later on, how do I get votes by making the right noises? The letters were given to you or you had to copy down whatever was in them?"
    },
    {
        "speaker": "Guest",
        "time": "01:30:45.400",
        "message": "They were not presented to me. I had to copy down and they were taken away afterwards."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:49.720",
        "message": "It's incredible. Yeah. So tell us me and my listeners a little bit about sort of the mahal of the political mahal of those days, as it were, and I'm talking pre-emergency."
    },
    {
        "speaker": "Guest",
        "time": "01:31:01.000",
        "message": "Because that's what the mahal, as I said, that is when I entered journalism, was that she basically called the shots. And actually, at heart, she was really a right wing person, as you could see from the emergency, the way she supported us."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:15.800",
        "message": "But socially right wing. Economically extremely left."
    },
    {
        "speaker": "Guest",
        "time": "01:31:21.160",
        "message": "Left because it was what she had inherited and what she thought she should push. Her battle with Morarji Desa and the syndicate was not really about, as she said, it was a struggle for power, not about left or right. And of course, she was Nehru's daughter who genuinely believed in all the socialism mantra. Her son was totally opposite, Sanjay. I don't know how he came up with that"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:46.120",
        "message": "family, but he was definitely right wing. You know, I would say that he was economically, he was also statist. He wanted to use the state to do his things. No, no, no, no, no, no, no."
    },
    {
        "speaker": "Guest",
        "time": "01:31:55.560",
        "message": "But during Maruti, he used the state in so many, like classic cronyism. But that is a difference for personal gain. But if you read anything about the emergency, you will see his knives are out for all Mrs. Gandhi's leftist advisors, starting with Huxer. He thought they were all a bunch of hypocrites. And he went around with this gang of tough goons who had no right or left beliefs, but just, you know, staying in power, Bansilal, VC Shukla. But I think at heart, very much he was against the leftist policies. He has also said it. So he was he at towards the end of the emergency, when Mrs. Gandhi had to then sort of make amends, he gave an interview to Uma Vasudev, where he's hit out at the CPI allies, and it created such a furor. And then Uma Vasudev was forced to, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:54.760",
        "message": "I mean, I looking back at the interview, I mean, I agree with everything you've said, and I think he was an absolute monster. But it's just I think, while he was against leftists per se, he wasn't for free markets at any point. I didn't see that expression so deeply about it. Yeah. So it was a it was a reflexive antipathy towards an unpleasant bunch of people who"
    },
    {
        "speaker": "Guest",
        "time": "01:33:17.480",
        "message": "happened to be leftists. No, but the fact that he wanted to start an enterprise of his own, it helped him. He wanted it to be his own profit making."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:27.560",
        "message": "But the methods, but the methods were crony capitalist and therefore classically status."
    },
    {
        "speaker": "Guest",
        "time": "01:33:31.720",
        "message": "That's because he had the advantage of having the mother who was the Prime Minister, so that he could use the instruments of the state to further his own capitalist."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:40.600",
        "message": "Exactly. Which in my mind, which in my mind is more left wing than right wing. Because it's left wing means using the power of the state. That's what it comes and, you know, restraining economic freedom. I'm sure if later on in time, he had an established corporation, he would have crushed any competition, which is again, that's not economically right wing at all. But, you know, we'll come to Sanjay and his cronies. But yeah, you know, you've got another lovely letter from Siddharth Shankar Ray to Indira before the emergency a few months before the emergency, where he's advising her on what she should do, which which kind of tells you that everything was planned."
    },
    {
        "speaker": "Guest",
        "time": "01:34:19.400",
        "message": "Like if I may quote from the letter. You know, in both my books, I have been very fortunate, because in both I have managed to get I hit to do a book, which is just a rehash of putting together and researching what other people have written. I think I managed to break new ground in both of them. In the case of the Parsis about the whole Tata's which is clothed in so much secrecy and, you know, there's so much that nobody wants to cast a stone. Whereas in the case of this, there was actually the motherland had brought out this story, but nobody believed the motherland story that she had planned actually to impose the emergency much earlier when Ellen Mishra was"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:04.280",
        "message": "killed. Yeah, yeah. That comes out very clearly. I'll tell you who gave me the letter if you want says he's dead. R.K. Dhawan. R.K. Dhawan gave you the letter. Wow. So, yeah, it's an interesting letter, which Okay, I won't read it out. But it gives in great detail all the things she has to"
    },
    {
        "speaker": "Guest",
        "time": "01:35:25.160",
        "message": "do. Exactly. And that all these suave, you know, educated liberals from the in the West from all the big university. I mean, when it came down, they gave Mrs. Gandhi the reason for carrying out her emergency. I mean, they clothed it in so called constitutional language, but it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:51.240",
        "message": "So tell me about so we'll take a brief digression here before we come to the emergency itself, which is you've pointed out that so many people, you know, gave you so many letters and confided in you and trusted you. And one of the themes that has, you know, one of the questions that pops up when I look at your remarkably long running column, many decades, where you are literally as the name indicates, giving the inside scoop on so many different things. How do you and I wouldn't even say cultivate sources because that seems like a cynical term where you use people in an instrumental way. But you have clearly built up the trust within so many people where they're willing to trust you and talk to you and occasionally give you documents as well and all of that. How does that work? Like, is it something that you strategize that you say that this is how I will behave with them? This is how I will treat them? Or does it just come naturally to you that you're friendly and straightforward? So people just trust you? I think people do trust me and I've never betrayed a trust ever. But it's luck. It's not luck. I mean, if you've kept it going for so many decades, because it's something that I would find extremely hard. I mean, today, of course, I'm very fortunate that people who come on my show kind of. Well, I've reduced it"
    },
    {
        "speaker": "Guest",
        "time": "01:37:11.400",
        "message": "to a fortnight because I found in this government is very difficult to get information and I wonder how long it can continue. But, you know, I've done my at my age, I should have retired long back. But you know how I started this column? It didn't start with the Express. This what they call it gossip. But I want to tell you that if you get any fact wrong, which is why I suffer from anxiety problem, you'll get a strong letter contradiction thing and that's what I've so far managed to avoid any court case of any sort. But the point is, this is an art of writing something. But that I think I did have a flair for and how I first started out in this line is the Udian Sharma, who's now dead. He used to be with the Sunday. He started a gossip column. We never had them in mainline newspapers. It was called D.E. Nizamuddin. That was his address. Udian went off to Calcutta, I think. So he asked my husband to continue the column. My husband went off to become editor of the Free Press Journal. So I was in Delhi. They said, you do it. So I started doing it at that time for some time. And I thought that I have a natural aptitude. At least I thought I had an aptitude for it. And those days salaries were so poor that you quietly moonlighted as well. So I said I did that. Then after I left India today, I decided to go on my own, which is why I started offering people a syndicate in which I offered them two or three stories a month. I forgotten how many stories for a month. And I was going with Vinod home in Bombay. He was giving me a lift, Vinod Mehta. And he said, you know, the thing people really want to read is gossip, news gossip. Because he and the observer was carrying something. So I thought about it and I said I'm offering both the newspapers to these newspapers. They were in different languages and this column. And it was an instant hit. And after that, in some form or the other, long before I started the Express One, it was going because even when I stopped the syndicate and I joined the Sunday Mail, I was writing it for them there. And I saw that generally it was appreciated. I never thought a mainstream paper like Indian Express would carry it. It's to the greatness of Nandini Mehta, who was the Sunday editor, that she said, yeah, I'd like to carry it. I thought they'll never carry it. It's too lowbrow for them. But it started. The first one in the Indian Express was, but the column was much before Indian Express, but the first one in Indian Express was on the day, week that Rajiv Gandhi died. And I'd given all the details of what went behind the scene of how this pressure for Sonia to take over and how Amitabh Bachchan had scuttled it, etc."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:36.040",
        "message": "Wow. And 30 years. And you know, the thing is, I feel the word gossip doesn't do justice to it."
    },
    {
        "speaker": "Guest",
        "time": "01:40:45.160",
        "message": "That's what I always say, because Vinod and I had an argument once. We were rivals. I was editing the Sunday Mail. He was editing the Sunday Observer. And he wrote something about the Sunday Mail in his gossip. Not he, one of his staffers. So I said, Vinod, it's OK, but you've got this, this, this fact, it's wrong there. So he said, you know, gossip. And then he wrote it actually. It's 60 percent correct. But he was totally wrong. You get one fact wrong. You don't even get a fact wrong. Still, a person will write a letter saying something else. I remember. So obviously, these little snippets sting people quite badly. On one occasion, I had written something about Rahul Gandhi having to pay admission because they thought he was not an Indian. This is before he joined politics. It was correct. As far as I know, it was correct. But his sister, who never writes a letter, wrote a long letter to talk about things that I'd never said and about what my brother-in-law said, which has nothing to do with me. So you can't get away with writing gossip. It has to be, you know, authenticated. And these days, frankly, I'm getting my newspapers breathing heavily down my neck to show that each fact, because people are willing to deny anything that if they get"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:15.880",
        "message": "half a chance. Why I like your column is that I think it, it gives an inside view, which is authentic and which, you know, gives us all so much better understanding into people and the things that happen and so on and so forth. So I feel that gossip is a little unfair, because the implication of gossip is that this is frivolous. This is hearsay."
    },
    {
        "speaker": "Guest",
        "time": "01:42:39.800",
        "message": "In a newspaper, anything that's written in a newspaper is whether you can't say it's hearsay, you know, you'll have to stand by what you've written."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:48.760",
        "message": "So quick question. In your book, you mentioned this foreign journalist who once wrote what appears to be a classic piece of gossip that he said he overheard saying something that Sanjay Gandhi slapped his mother six times. And, and straight away, the journalist was like backed out of the country. Was there something to that?"
    },
    {
        "speaker": "Guest",
        "time": "01:43:07.480",
        "message": "See, it was a gossip going around at that time, in the emergency, and people love that type of thing. But where he could have got such information is hard to believe. After my book came out, somebody asked him the question. The gentleman was alive. And he says, Yes, it's true. But he never revealed his sources or where exactly it came out from. I mean, it sounds very hard to believe."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:32.680",
        "message": "Yeah, I mean, I mean, scoundrel as he was, and she might well have been in under his sway."
    },
    {
        "speaker": "Guest",
        "time": "01:43:41.240",
        "message": "That's what I mean by, you know, people become so anti a particular site that they feel they"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:47.880",
        "message": "are entitled to write anything. Yeah, exactly. Let's get back to, you know, the emergency and your book is so vivid in terms of all the details. And I think those are important. Because, you know, the current times are, of course, pretty bad. But you know, I've been a dissenter, I've gotten into trouble. But at the same time, I feel it is facile when people say this is like another emergency, or they downplay the actual emergency and say, No, that wasn't that bad. And I'm like, you know, a friend of mine who's a journalist, oddly enough, said something like this to me the other day. And I said, Boss, have you read about the emergency? Have you read about what happened? In fact, I recommended your book to him right then, because I just feel that so much of what happened in the emergency, we've just completely forgotten it, it's just become a word, you know, the fact that the entire political opposition was in jail, what happened to the media, at one point, you've pointed out that during the emergency, Indira Gandhi arrested more people than the British Empire did during the Quit India movement, you know, and all of these kind of give a perspective on how horrendous it was. So, as individuals who actually lived through this period reported on this period, your husband actually went to jail during this period, tell me a little bit about how it unfolded for you"
    },
    {
        "speaker": "Guest",
        "time": "01:45:07.080",
        "message": "when it began. It was nightmare, there's no other word to describe it, but nightmare, a nightmare, which kept getting worse and worse and worse, when you think things couldn't get worse, it did. So, because, you know, my husband, I thought when he comes out of jail, it will be better. But actually, things became worse when he was out of jail than when he was in jail, because we were followed everywhere. I mean, he couldn't go anywhere. I mean, as journalists, if I went to meet somebody, very often the fellow who was, you know, following me, following me not because of my husband alone, because of my brother-in-law, who was wanted by the government. My father, who was suffering from cancer, his house was raided many times. And I mean, it was just one long nightmare. But I mean, that doesn't justify, I don't want to do What About Tree, and I don't feel we should do What About Tree of today's suppression of both the media and freedom of expression. Because that was at least one point about it was all on paper, very officially, that you have censorship, that you have no laws. Here, ostensibly, we do. But you can certainly see a lot of pressure that you don't write against the powers that be."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:40.920",
        "message": "Yeah, in the sense that..."
    },
    {
        "speaker": "Guest",
        "time": "01:46:43.160",
        "message": "Which is very frightening. And the biggest horror for me of the emergency was that I never knew, I never believed she'd lift it. Because a friend asked me that, well, your husband's going to be out someday. I said, what someday? You know, you read all these books about Soviet Russia and all that. And you think it's for a lifetime. So it was a bad period. But it's sad that knowing that bad period, the present people in power do not realize that they're going in the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:17.320",
        "message": "same direction. I have a question for you. In your book, many of the characters are people who actually came to power in 2014. You know, in the sense, Arun Jaitley went to jail during that time,"
    },
    {
        "speaker": "Guest",
        "time": "01:47:29.560",
        "message": "you know, he's part of... They came more to power when Vajpayee became Prime Minister."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:34.280",
        "message": "That too. But in terms of like Narendra Modi, for example, is one of the minor characters."
    },
    {
        "speaker": "Guest",
        "time": "01:47:39.160",
        "message": "Yeah, I didn't meet him."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:40.760",
        "message": "Yeah, but he's one of the minor characters in your book. And he, you know, when your brother-in-law would go to Gujarat, he would take him to Makarandesai's house and meet him often and all that. And I would have imagined that all of these people, Mr. Jaitley, Mr. Modi, a lot of the people who are, you know, involved in this government in some way or the other, that the lesson that they would have learned from the emergency is that the Indian state can be this oppressive beast, and we must never let this happen. But instead, the lesson that they seem to have learned is wait for it to be our turn, hum dikha denge. At least from Mr. Modi, that's an attitude that..."
    },
    {
        "speaker": "Guest",
        "time": "01:48:17.480",
        "message": "Well, you mentioned Mr. Jaitley's name. I don't think he was a close friend, and I don't think he ever had any such view. And you will notice that things have become much harsher in the second avatar of this government than the first one. Mr. Jaitley went out of his way always to extend a hand to the media and even people he disliked, he was free with information. Today's reached a stage where nobody wants to talk to us, you know. We're not allowed in any of the places, unless you're one of the favoured few. I mean, the press has just looked as a hostile opponent."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:55.480",
        "message": "In fact, just as a tangent, one hears of another great tradition that sort of ended with him in the sense that not only was he good to the press, he would always reach out to the opposition, talk to people in the opposition. Always reach out, that was an earlier tradition. And that has ended. That has ended. Very sad. And that was a bipartisan tradition that, you know, when Chidambaram was FM, he would talk to Jaitley. When Jaitley was FM, he would talk to the other side. In fact, as Pooja Mehra, you know, writes in her book and speaks about in an episode with me, there was that continuity in the finance ministry between the Chidambaram ministry and the Jaitley ministry. And everything"
    },
    {
        "speaker": "Guest",
        "time": "01:49:30.440",
        "message": "kind of went to hell. It doesn't mean that you have to change everything that has happened in a previous government, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:36.200",
        "message": "Yeah. But with regard to those people who were there then who didn't learn that lesson, like our Prime Minister today, why do you think that happened, that you lived through those times?"
    },
    {
        "speaker": "Guest",
        "time": "01:49:48.120",
        "message": "He was very young, actually, then. I think they have not been brought up in the right traditions. You must also remember that the first avatar of the BJP, which was under Vajpayee, they were very conscious, had a far more liberal bent and a background. Whereas these people have come from a rather parochial state governments where there was always rather suppressive and authoritarian and have now tried to impose the same model at the centre. This is my feeling. This is my feeling. They did not have such a wide worldview picture of what things are. Mind you, at the same time, I will give them all credit, which their opponents are not, which is why I talk about this unfortunate polarisation. The fact is, we must give this government all credit for the extent to which they have been able to deliver the services from the government to the people, which we have seen in earlier governments was totally went into the wrong hands, partly because of computerisation, Aadhaar, whatever it is, they must be given full credit for that. And that so many journalists failed to see this when they went on tours, you know, in the 2014 election. You could see that people might were saying that, look, I've got this gas, I've got toilet."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:21.320",
        "message": "2019 you mean? 2014."
    },
    {
        "speaker": "Guest",
        "time": "01:51:23.960",
        "message": "Oh, okay. No, no, that's right. 2019."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:26.440",
        "message": "Because that's when they delivered."
    },
    {
        "speaker": "Guest",
        "time": "01:51:27.880",
        "message": "When they delivered. That's right. 2019 when they delivered. Yeah, 2014 was more against the thing. That was an anti-vote. It was an anti-vote of corruption. But 2019 was, it was very clear."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:43.160",
        "message": "Yeah, though I noticed a lot of the journalism on this was after the fact, where people realised, hey, we got it wrong. And then you started hearing narratives about"
    },
    {
        "speaker": "Guest",
        "time": "01:51:51.160",
        "message": "Yeah, that's my point. But if you had an objective frame of mind, neither one way or the other, you would have seen it then. Yeah, but they always rationalise."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:01.240",
        "message": "Yeah. And now they'll talk about it as if, hey, we said it all along, delivery of welfare was"
    },
    {
        "speaker": "Guest",
        "time": "01:52:06.120",
        "message": "better. I also made a mistake, which I broke my cardinal rule at one point. I went to Western Europe and I went with two other journalists. And then one of them took me to see all the local journalists. And they said, no, this, you see this leader, this and this one, that and this caste here and that and the Muslim solidarity. They give a quoting figure. So I played it safe and said almost neck and neck. But in my heart of hearts, I knew then. That's why when the second time I went during the same election period, I went, I said, I'm going by myself. And I went to Haryana. And the writing was so clear on the wall. I said, I've never been to an election where I can say, I said, nine out of ten, only possibly Huda can retain his seat. And my newspaper wasn't willing to put it on the front page. I was giving a clear election, you know, trend. But it was so clear. You don't stick your neck out. I mean, you always play neck and neck, you know, so and so the head and all that. But even when you do, people are scared that you could go wrong. But bias is shown"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:24.120",
        "message": "very often in covering elections. So one of the sort of things that you detail in your book is about how there were so many arrests and how they unfolded. Like first of all, when they were planned, you speak about how the Delhi DM and the police and all of that were told arrest them under MISA maintenance of Internal Security Act. In fact, Lalu Prasad named one of his daughters after that in protest, arrest them under MISA because then they can't go to the courts. So that's part one of the planning, the entire opposition is sort of arrested, or ordinary people are arrested, to the point that at one point, the entire Sanskrit Department of Delhi University is in jail. Students everywhere are, you know, doing peaceful civil disobedience and being taken to jail. And what you also have here is that in the Soviet Union, it was very famous how there is this widespread distrust to society because you cannot trust your neighbor. And even here, you point out that some people are taking sides, who do you trust? Like there's a story about how Arun Jaitley at one point was supposed to be picked up by Prabhu Chawla on a scooter behind a building and then Prabhu Chawla will make an"
    },
    {
        "speaker": "Unknown",
        "time": "01:54:33.400",
        "message": "escape with him. But Prabhu Chawla didn't turn up. And then he later he finds out that Prabhu Chawla"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:40.920",
        "message": "signed Mrs. Gandhi's 20 point program and he's gone to the other side. So what was the social environment? Very bad, very bad. And"
    },
    {
        "speaker": "Guest",
        "time": "01:54:51.400",
        "message": "you didn't want to embarrass other people. But you saw straight away how very decent ordinary people, you know, they didn't want to get involved. They wanted to save their own skins. In fact, I mentioned in the book that even when I just said on the phone to a family friend that, have you heard that she's, you know, imposed an emergency? She said, what? What? And she put down the phone because she obviously went to consult with her husband. But she never gave him to even collect what she had left. She sent the driver and never saw her again. And there were many people I never saw there. And I also didn't want to get them involved because in my case, it was particularly messy, as I said, with my brother-in-law, because my brother-in-law wanted very badly. Tell me a little bit about how it was when"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:51.160",
        "message": "your husband himself was arrested. And it was in this very bizarre incident where he wasn't actually arrested for what he did. He was at this event. And Ambika Soni, who was one of Sanjay Gandhi's cronies was, you know, getting a boy roughed up by the police. And he said, you know, leave the boy alone. And she said, who the fuck are you come to jail, that kind of thing. So, so what was that period like when that happened? You mentioned that you were scared that he may"
    },
    {
        "speaker": "Guest",
        "time": "01:56:15.480",
        "message": "never come out because, you know, so we didn't know about. But when he finally came out, it was in a way worse than when he was in, because he was also traumatized by his jail experience. And I mean, you were an untouchable because that was the time when Swami resurfaced, you know, made an appearance in jail and then disappeared. So the police was not only following my sister. She's a very courageous woman. I'm not so. Everywhere, I mean, my family's house was raided. My house was searched several times. It was just a terrible period. And I mean, an ordinary person like me, what am I going to know? You know, I travel in a bus and behind the bus would be these motor scooters and a car. I mean, can you think of how one of the people in Vichal Bhai Patel house where I was staying in MP's quarters said, you know, I've never seen such security except for Farooq Abdullah. Yeah, I mean, if they were going to follow you. And I was a very minor player. I was not the main one. I can understand my sister or somebody else. No, I'm just thinking"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:27.960",
        "message": "that if you were going to go by bus and they're going to follow you by car, you could just have taken a lift with them. I'm also struck by one of the anecdotes where you talk about how, you know, when Virender Ji was in jail, you know, Charan Singh took him to a room and he told your husband, how did people like so many, not just politicians, but journalists, people in society spend so much time in jail. How do you deal with it? Like, what are the different stages? Like one, of course,"
    },
    {
        "speaker": "Guest",
        "time": "01:58:02.600",
        "message": "this is an angry thing that Mr. Charan Singh is saying. No, he was determined. Half the reason, I mean, one of the reasons why the Janata Party fell, government fell, was that Charan Singh had a one point program to put Mrs. Gandhi in jail. You can put her in jail for many things, but it takes time. You know, the Shah commission was going on. But his was really stupid things. He got the CBI, he got them to say that there was some money or something under house. I mean, the Janata government looked ridiculous and she came out the heroine."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:38.760",
        "message": "And another sort of interesting story is that when your husband with a handful of other people was being shifted from Tihar to Bareilly, you know, while he's on that van, he realizes that he's being shifted and he wants to get a message to you. So I love reading about the way he sent"
    },
    {
        "speaker": "Guest",
        "time": "01:58:54.680",
        "message": "you that message. Tell us a little bit about, you know. Yeah, he sent it through somebody who was on a scooter behind him and that man phoned me up. So he dropped something on the street? No, he didn't drop it on the street. It was the scooter. He was in the van, which has barbed wire. You can put your hand out. And the scooter was coming behind on the roads. So he indicated to that man to take it. It was very good of that man. He phoned me up. And that thing had your phone number and a message. It had my phone number and message saying I'm being transferred to Bareilly. And so I rushed to the railway station in Bareilly. But after I got the message from him, Mrs. Malkani also phoned me. The ISS was quite organized. And they said your husband is being transferred to Bareilly if you go to the tip. But my first message I got was from this."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:44.840",
        "message": "Wow. It's like so cinematic. Like in today's world, you know, everything is smartphone, WhatsApp, you think that's how messages go. But to think of the privations of those times, and later you point out how he managed to smuggle across a letter from Bareilly to you, in which he had written, quote, do something to get me out of here. I'm going mad in this place."
    },
    {
        "speaker": "Guest",
        "time": "02:00:04.920",
        "message": "Tihar was heaven compared to this, top quote. Yeah, because what happened was in Bareilly, that's why I said it was a worst time because what happened was in Tihar, I've described the jail. But when these four prisoners, very strangely selected, he had nothing in common with the other three, came to Bareilly, they had all heard about the jailbreak, which was why the prisoners were big. So they thought these were the escapees. And they put them for one month in solitary confinement. And one month in solitary confinement will do anything to a person's mind because every six hours, they just tap, even when you're sleeping, you know, on the thing to see that you haven't hung yourself. You're not allowed to talk to anyone or have any connection."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:55.800",
        "message": "And the reason I referred to, I was struck by, you know, Charan Singh's anger and what he said is that I think, you know, when if I try to imagine myself in that situation, being in jail for a while, being in solitary for a month or whatever, I think I would be filled with rage, right? Or I would just, just give up and just, you know, become completely apathetic. But that's not what is happening. All of these people who are in jail from politicians to journalists and all of that, they are coming back after the emergency and, you know, in what, what are the different ways in which they change? And what are the ways in which people like you dealt with the anger you suffered a lot through this period as well?"
    },
    {
        "speaker": "Guest",
        "time": "02:01:35.160",
        "message": "Yeah, but I find politicians are particularly resilient, actually, more than the rest of us."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:44.120",
        "message": "But how did you cope? How did you?"
    },
    {
        "speaker": "Guest",
        "time": "02:01:46.760",
        "message": "There was no option in the matter. One had to cope where the best one could,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:51.240",
        "message": "you know, live from day to day. And when it came to the friends who'd stopped talking to you during this period, because they wanted to be safe and all that, did you at some point find it in your heart"
    },
    {
        "speaker": "Guest",
        "time": "02:02:01.800",
        "message": "to forgive them? Or were you like, no, we have seen? I didn't have any permanent. I understood your point, you know, because you don't want to talk to somebody. In fact, I remember somebody seeing me from UNI, a journalist, and he said, Hi, how are you? I said, just go to the other side of the road. There are people behind me. And he fled. But, you know, because he would have had people going after him as well. So what is this?"
    },
    {
        "speaker": "Unknown",
        "time": "02:02:30.760",
        "message": "Wow."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:33.880",
        "message": "One of the unique things about the emergency is, you know, that extra constitutional authority in Sanjay Gandhi, so to say, Sanjay Gandhi running amok, his coterie running completely amok and all of that. And you've sort of written a lot about him in his book, which I won't get into. And a lot of it is kind of well known. And, you know, before I ask you about the coterie, I'm just struck by something that every time his birthday comes around every year, you know, the Congress will put out all these tweets and all of that saying the great visionary leader, Sanjay Gandhi, this and that, even when, you know, Gulab Nabi Azad quit recently from the Congress, he said, Oh, Sanjay had got me into the party and this and that. And is it like we haven't come to terms with our history of what a monster he was, how he was just"
    },
    {
        "speaker": "Guest",
        "time": "02:03:19.960",
        "message": "an order of magnitude. I will tell you one thing that most of these people of that generation, Kamal Nath, Gulab Nabi, the whole lot of them who came into the party at the time were brought in by Sanjay. Rajiv never moved in. Rajiv only took what he inherited apart from Arun Nehru and Arun Singh. I don't think there were many people whom he personally recruited from into the party. Sanjay brought a whole Ambika Soni, all these were brought, Sanjay's recruits."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:52.280",
        "message": "Well, firstly, most of them are dubious people. I don't know, there were dubious, you know,"
    },
    {
        "speaker": "Guest",
        "time": "02:03:57.000",
        "message": "times and things. Everyone wants to be in power. But secondly, if you're in politics."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:02.520",
        "message": "No, fair enough. But many of them like Jagmohan, like Ambika Soni behave pretty badly then as, you know, your book details. But the other aspect of it is that you would imagine that you don't want to do you want to wipe this out from your history. You don't want to talk about this guy. That's what I would imagine. After the kind of things he's done, you'd be embarrassed to talk about an association with him. And yet it seems we have learned nothing from history. We are still celebrating him. We are still calling him. Actually,"
    },
    {
        "speaker": "Guest",
        "time": "02:04:28.600",
        "message": "the Congress doesn't celebrate him that much. Every birthday on Twitter, they go nuts. I don't know about the Twitter, but generally it is, you'll notice it is Rahul Rajiv's birthday,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:41.720",
        "message": "Indira Gandhi's. No, no, those are understandable. But there was there was one, I think a couple of years back on his birthday, I took a lot of screenshots also, because I couldn't believe it. I was like, what are you doing? And it's not just one Congress handle, every Congress handle, regional handle, state handle. I would hope so. But let's let's talk a little bit about like, one, of course, there is his youth where he was incredibly sort of anti-social, stealing hubcaps from cars, stealing cars and going on joyrides and all that nonsense was happening. And, of course, using government machinery in the way he did, where he would force people to, you know, sort of invest in Maruti, as it were. And this is not the Maruti Maruti. This is his company called Maruti before, you know, that went to hell. Tell me a little bit about his coterie, this bunch of people who were attracted to power. And, you know,"
    },
    {
        "speaker": "Guest",
        "time": "02:05:37.800",
        "message": "he chose men of action rather than men. Of values. No, not values. Well, who thought they were thinkers. Bansilal was a no nonsense, you know, believed rough and ready methods. Ambika was a hanger on. But his basic people, Dhawan was another one. They all just followed orders."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:05.720",
        "message": "There's a great quote about Bansilal over here, in fact, where I'll read out this passage about Bansilal from your book. Quote Bansilal terrorized his officers and ran the state. And this is Haryana. Bansilal terrorized his officers and ran the state with despotic ruthlessness. When an old and respected lawyer of Panipat denounced Lal's corrupt rule, he was arrested and stripped naked. His face was tarred and he was dragged all through the streets of the town. When a Bhivani newspaper, Chetna, dared to criticize Lal's barbaric ways, it had to pay a heavy price. A senior officer of the municipality arrived with a gang of 30 workmen armed with spades and crowbars. They started knocking down the front portion of the building. Later, during the emergency, Chetna's editor, Devrata Vashisht and his father were arrested on 13 trumped up charges. Vashisht's wife continued fearlessly to bring out the newspaper. Her 17 year old son was beaten to a pulp with rods, chains, lathis and belts. The police refused to record the FIR and the local doctors were too frightened to even provide first aid. Stop quote. And you later quote Bansilal saying to BK Nehru at one point where BK Nehru is saying, should we have a presidential system? And Bansilal says to him, Nehru sahib, get rid of all this election nonsense. If you ask me, just make our sister president for life and there's no need to do anything else. Stop quote. And Bansilal also was one of the ruthless enforcers of Sanjay Gandhi's crazy coercive family planning this thing. And people like this kind of survived in politics"
    },
    {
        "speaker": "Guest",
        "time": "02:07:35.960",
        "message": "and many of them thrived in politics even. Bansilal won election after election. His family still continues to, you know, get votes on his name. So people also like doers. It's not it's not that everyone believes in democracy. I think a lot of people feel, unfortunately, that if you're making progress and he was a doer as chief minister, he did help to change Haryana, begin the change. So, I mean, I think a lot of Indian people are not so bothered about democracy or authoritarianism and issues like that. They're more concerned about bread and butter issues. And is that something you lament? Of course. I mean, the fact is that all of them were reelected. All of them came back. So within a few years, it was forgotten."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:34.920",
        "message": "Yeah. I mean, but winning an election, you may win elections, but that doesn't mean that."
    },
    {
        "speaker": "Guest",
        "time": "02:08:40.200",
        "message": "I'm not saying it's right. Exactly. I'm saying that what are the priorities for the people?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:45.240",
        "message": "I'm lamenting along with you. Yeah. So during this time, since the media was suppressed, you know, LK Advani famously said that, you know, the press was asked to bend, they chose to crawl. During this time, like your book has so many details of atrocities, all the things Bansilal did, all the things VC Shukla did, all the, you know, the Turkmengate massacres, for example, you know, all the things that were done with bulldozers. Then we talk about bulldozers in 2022. We forget the bulldozers of 1975, right? All the things and not and both are equally monstrous. Yeah. Were people at that time aware that all this is going on? And as journalists, what were the pressures upon you in terms of reporting what was around you?"
    },
    {
        "speaker": "Guest",
        "time": "02:09:29.640",
        "message": "Well, when it was happening at its height, you could write anything because the newspapers all went to the censor and all they would have done would have been to hold your paper so that didn't come out at all. So this idea that the newspapers could do anything for most of the time was incorrect. I mean, you could hint like I remember when I was covering the Turkmengate, you know, the relocation of people to these, what is that area, Jamna areas. We could only write that they were going in pouring rain, which they were and their houses, you know, it just had to be a slight hint here and there. The girl who came first in her exam, CBSE board, you know, you said her father is in jail, but you couldn't explain. So if the reader got the hint, it had to pass the censor. The real independence was after elections were announced. Though there was supposed to be censorship, it was not carried out. So all of this stuff was happening. You guys were seeing it as journalists. And Delhi knew about it. Delhi, everyone talks. So the common people in Delhi know. But a lot of the stories I did in that small period, when I went to Bombay, they all said, but we didn't know that this was all happening. So I think Delhi was an extreme, it happened in an extreme, and everyone knew about it. The sterilization drive, everybody was affected. It's not one or two people."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:57.800",
        "message": "And it's quite clear when we sort of read about that period. And even from, you know, you've quoted Bansilal in your book as saying, why have elections? Didi ko bana do. We look back on history with hindsight and think that everything that happened was inevitable. But at that time, you said there was a fear this will never end. You know, so when you think of it, do you think we got really lucky that Indira seems to have cared about what the liberal press in the West will think of her? And she seemed to have this hubris that election karenge toh, of course, she will win anyway. So do you think we are really"
    },
    {
        "speaker": "Guest",
        "time": "02:11:30.200",
        "message": "lucky that she was delusional in that way? It's only that she thought, I don't think she'd have called it if she thought she'd lose. Sanjay, I know now, I found out was dead opposed to it. He said, give a few more years. How could you call it? She didn't consult him before. Maybe the pressure was getting too much for her. I mean, she was Nehru's daughter and all her liberal friends abroad were ostracizing her. She didn't want that situation. And she thought she had broken the opposition. And it would be difficult for them to get together because they're very limited time. I didn't believe it myself, you know, when it happened, when I used to say that I just don't want her to get a two thirds majority so that she can change the constitution and amend it. Never occurred to me, though I did. I was sent to suss out the poll seen in Delhi. I said in Delhi, they're winning seven out of seven Lok Sabha seats. But I didn't realize in the rest of the country, I mean, when we heard that about everybody's thing was that the moment turning point for everyone when they realized hope was there, when they heard that Indira Gandhi is trailing in rivalry. I mean, that was an impossible thing to believe. And that only came later in the day, because in the early point of the day, you and PTI and you and I were only giving results from the South, which are all pro Congress. And even though when I first heard that she's trailing, I had come back from covering East Delhi counting, which hadn't even started. I came back to the Indian Express and the stringer, the local fellow there said it on the phone. It was not in writing that she's trailing in rivalry. I mean, that was the turning point when people realize that she is trailing. I mean, she was like invincible, you know, so invincible that for many, for more than a year after that, whenever I heard Doordarshan, and I said, and they said, the prime minister said this, and the prime minister said that, I would scratch my head and say, why is she saying that? Before I realized that she's not the prime minister. It's Maraji Desai. Yeah. And I wonder if she bought some of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:57.320",
        "message": "her own Kool-Aid in the sense that you mentioned that when the media was completely muzzled, that her narrative was that, see, nobody supports the opposition. It was only media, the propaganda, and now that we've, the media is not spreading the propaganda, nobody supports them. So I wonder if she bought some of that and assumed, you know,"
    },
    {
        "speaker": "Guest",
        "time": "02:14:16.440",
        "message": "this is what happens everywhere that which is happening in the Congress today, unfortunately, they're not given a true picture of what is on the ground. I'm sure it's happening in the BJP as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:29.800",
        "message": "So here's my question. We are a nation of, you know, psychophants, unfortunately."
    },
    {
        "speaker": "Guest",
        "time": "02:14:35.000",
        "message": "Psychophants and psychopaths. They don't want to convey what they feel is unpleasant news."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:43.800",
        "message": "So one of the, you know, the finest headlines during this period, I think, was when Jagjivan Ram had this big rally after the thing, and they didn't want people to go to the rally. So they decided, let us telecast Bobby on Doordarshan during that time. And his nickname, of course, was Babu. And the headlines the next day was something like Babu beats Bobby, because everyone turned up at the sort of rally."
    },
    {
        "speaker": "Guest",
        "time": "02:15:07.000",
        "message": "I must confess, I watch Bobby. You watch Bobby? Not because I wasn't assigned that day. Something happened. It was a sign. It was a Sunday and I wasn't assigned on duty that day. So we were watching the thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:24.120",
        "message": "Shocking. I would never have thought you are one of the people who watch that."
    },
    {
        "speaker": "Guest",
        "time": "02:15:26.840",
        "message": "No, I wasn't supportive in the thing, but I wasn't on duty and I was home with my kids. So they were watching."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:33.960",
        "message": "So here's my question to you. We know the media was muzzled. So all of the atrocities and news wasn't getting out. You also mentioned that while people in Delhi kind of knew what was happening, people in the rest of the country, it was obviously much harder."
    },
    {
        "speaker": "Guest",
        "time": "02:15:45.880",
        "message": "Yeah, I don't think because Bombay was certainly not. I got so many things up on some of my stories, reactions saying because they were supporters of the emergency. They were saying that we didn't know all this."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:00.600",
        "message": "So my question is, what led to this incredible wave of support for the opposition, the anti-Congress wave, if the news wasn't getting out that things are bad? I mean, the news getting out was the trains are running on time."
    },
    {
        "speaker": "Guest",
        "time": "02:16:14.040",
        "message": "I think that word of mouth in Delhi, it had certainly spread everywhere. Maybe the people I met in Bombay were from the upper middle class type people who were not affected directly."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:28.680",
        "message": "So one of the funny bits you point out about sort of a minor character, even in the cast of Sanjay's Kothari is something that happens after the emergency, where you write, quote, one of his stormtroopers, Bhola Pandey, brandishing a cricket ball, which was assumed to be a grenade, hijacked a Delhi bound Indian Airlines flight from Kanpur, demanding the withdrawal of all cases against Indira Gandhi. Upon the Gandhi's return to power, he was rewarded with an assembly ticket, stop quote. And what seems to be happening is that even though the emergency is over, even though democracy seems to have reasserted itself, it's actually in a way the political game is the same old same old. The game of still the same kind of cronyism, the same kind of Kothari is the same kind of"
    },
    {
        "speaker": "Guest",
        "time": "02:17:15.000",
        "message": "may not be as extreme as it was during that those 19 months. But yeah, and this is one of the worst periods. There was another period which was bad. I felt threatened now, I felt threatened then. And towards the last days of Rajiv Gandhi's regime, when the boffers was coming out, not Rajiv himself, but his the people around him were also trying to I know that the Indian Post, the newspaper I was working for then, the owner, Mr. Singhania, was given a list of people who were not to be written about. Gave it to Vinod, Vinod told me on the phone. And I thought when you're written about means that you have to get an exclusive story on them. So when I did a story on Satish Sharma, which was a press conference by Irani from the statesman, I just was doing my duty. I did cover the press conference. The desk got carried away and made it the first lead. And the next thing I know, it was finito for the Indian Post. So, I mean, there have been other periods, not so well known, when there's been a huge clampdown on the media. So when you say finito for the Indian Post, what happened?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:41.720",
        "message": "Singhania's family made it clear that he had to get out of that newspaper"
    },
    {
        "speaker": "Guest",
        "time": "02:18:46.040",
        "message": "and he was financing it. And I think he's in his baguette now. He was financing it, and I think he's in his biography also. He mentioned it in a little, they're all business people, so they can't."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:57.480",
        "message": "And Vinod said, well, what are we going to do?"
    },
    {
        "speaker": "Guest",
        "time": "02:19:00.280",
        "message": "They're closing down. Then Times of India came out with the idea that they'll take over all the people from the Indian Post. But the Times of India's idea was they did not want any newspaper to cut into the circulation of the Times. So their idea is to put a rival type of thing, like the mirror in Bombay, and until you close it down when it's served its purpose. I didn't join that. I stayed with the Indian Post for the few months that was there, but it was run by the Samachar people, Gujarat Samachar people."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:36.040",
        "message": "Wow, so it was your story that caused it to be shut down. No, I'm kidding."
    },
    {
        "speaker": "Guest",
        "time": "02:19:40.440",
        "message": "No, I mean, I realized it was that story, I felt terrible about it. I felt terrible, but I tried to rationalize that I wasn't doing a special stories, I was doing a press conference. But I did it, perhaps I wrote it with too much passion and they put it as the lead. Obviously, the desk people were not aware."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:58.040",
        "message": "No, and I'm just guessing that if it was not your story, it would have been something else."
    },
    {
        "speaker": "Guest",
        "time": "02:20:01.720",
        "message": "It would have been something else."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:03.160",
        "message": "Let's talk a little bit about politics now, because I feel that your understanding of the inside business of politics and the people in it is like so acute and almost second to none. And I'll take a quote from your book first, to get to my question. And you're really quoting something that Ajit Bhattacharya wrote in Times of India on July 16, 1973, a few months before I was born. You're saying that quote, he pointed out that in the seven and a half years, Mrs. Gandhi had been PM, the central government had invoked precedence rule 22 times to take over the administration of a state. And in the previous 16 years, these powers had been used only 10 times, you know, despite many representations and pleas, she refused to revoke the emergency powers invoked in 1971 during the war with Pakistan, which included the state's right to make preventive arrests without trial under MISA, stop quote. And the question I'm getting at is this, that in what ways did the Congress as a party change during this period, like I had an episode in the decline of the Congress with the political scientist Rahul Verma. And one of Rahul's points was that this is actually a critical period in the history of the Congress because the Congress over here centralizes power massively. I think Sugata Srinivas Raju also might have made the same point or I think Vinay made the same point when we are talking about, you know, the Congress and the idea being that, you know, chief ministers had much less power, everything was dictated from the center. So as a party, you will decide, you know, which person in your party becomes a CM of a state you want. And equally, you know, outside the context of the party, when you're in government itself, there is this complete centralizing mindset. And, you know, Gyan Prakash in his book on the emergency writes that, look, the emergency was constitutional and not a surprise, because the people who framed our constitution under the pressures that they were in with the country falling apart, and you didn't know if the center would hold, centralized a lot of power in the constitution. So there are these two centralizing impulses. One is of the Indian state, which has been designed to be centralized. And the other is of the Congress Party itself, which almost as if it is mimicking that is centralizing everything so much that there's practically no democracy within the party as such. So what is your sense of these movements?"
    },
    {
        "speaker": "Guest",
        "time": "02:22:25.160",
        "message": "These are centralizing may be a bad thing, but eventually there is the constitution, which the makers of our constitution made sure that they protected our fundamental rights and which the Supreme Court also held that you cannot amend what is the basic structure of the constitution. So eventually how our country goes in the future, I feel depends even more than on the media that is on the courts, how they will interpret these authoritarian moves towards to seize all power and take away the rights of citizens. The media, of course, plays a big, big role in awareness, but eventually everyone looks to the courts. Once the courts become, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:13.720",
        "message": "To some extent, I would push back and say that our constitution doesn't protect all our fundamental rights, like the right to free speech, for example."
    },
    {
        "speaker": "Guest",
        "time": "02:23:20.040",
        "message": "Well, it's our interpretation. The court is left to interpret this. And that maybe was a lacuna in, I mean, it has to be left to the courts to how you interpret it. So the way you select your judges is key to keeping a democracy."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:40.120",
        "message": "So I'll go back to the, you know, one part of the question, which was about the Congress party, like where we, what do you feel about the way the Congress is today? Because what appears to me to be the case is that gradually over the decades, party power within the Congress was so centralized that even if they didn't have inner party elections, that's a separate matter and a separate problem. But that sense that state leaders are powerful, that state leaders have a voice and all of"
    },
    {
        "speaker": "Guest",
        "time": "02:24:07.240",
        "message": "that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:07.560",
        "message": "Yeah, that all went away with Mrs. Gandhi. That all went away."
    },
    {
        "speaker": "Guest",
        "time": "02:24:10.040",
        "message": "And such a strong leader as Nehru, you know, with such a big mandate, he was very conscious. He allowed powerful chief ministers who were not at all subservient to him to continue. He did have that much. It was Mrs. Gandhi who had the authoritarian streak and it has been followed by. When Narasimha Rao was there, I think we had a lot of progress in this country because there was no strong central leadership."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:41.240",
        "message": "Exactly. And what do you feel about the state of the Congress today in the sense that once Indira what Indira Gandhi started in the late 60s, centralizing power, building a coterie around her, stripping away accountability, do you think that that would inevitably have led to where we are today, where you have the people in charge of the Congress are completely out of touch with reality, completely out of touch with the people. And, you know, the party just sort of been deracinated."
    },
    {
        "speaker": "Guest",
        "time": "02:25:13.160",
        "message": "I think the basic fault lies with the Gandhi's who somehow feel the sense of entitlement that only they are in a position to lead the fortunes of the Congress. You know, we hear all the story about sacrifice, but that's not true because always. Why was Narasimha Rao given such a hard time? Because though he tried his best to mollify them, they really wanted back control of their party and of the government. And I think they might have become slightly delusional thinking that nobody else but them. It is true that if they don't step aside, nobody else can take control of the party. But if they were noble enough and self-sacrificing enough to say, let's have a genuine election, I think there's a great future for the Congress because we all want a strong opposition. We all want a liberal voice. The Congress, as I say, represents all the right values that most of us hold dear. But they don't follow them themselves. I mean, the fact that they don't have any inner party democracy themselves, the way they've been throwing out, you know, I mean, the stalwarts in their party are leaving. You can say you have young people, but the fact is, it's nothing to do with young or old. You only want psychophants around you. And they're not even that interested in running the country. I mean, nobody would leave at a time like this."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:39.240",
        "message": "Yeah. And we are recording this on August 30th, by the way. So whenever this airs, who knows what would have changed between then. But I don't think the Gandhis would have given up their hold on the Congress for sure."
    },
    {
        "speaker": "Guest",
        "time": "02:26:48.120",
        "message": "No, I don't think so. I don't think it's possible now. It's just sad. People have long forgotten that actually the party was not founded by any Gandhi or Nehru."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:58.120",
        "message": "Exactly. And it is still a party with a deep organizational base."
    },
    {
        "speaker": "Guest",
        "time": "02:27:02.840",
        "message": "I don't know how much of that organization remains. It remains in some states. In the South, yes, it remains. But in UP, when they get down to 2.5% of the vote, there's not much organization left. So when people say that, oh, you're a turncoat and the last few people have left. I said, what option do they have to join the BJP? They may not have approval of everything in the BJP. But if you want to be in politics, there's no point being in the Congress in UP."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:30.840",
        "message": "Fair enough. Tell me now about a class of people you actually live among. You know, what Prime Minister Modi derides as a Lutyens elite. And, you know, I have many friends who would fall into the class of typical Delhi liberals. And my big sort of complaint against them is that they're living in a bubble, that they've always been in a bubble. They don't see the real country. And a lot of their reflexive positions are, as history has borne out, just flat out wrong. But, you know, just leave that aside. But I feel that this bubble deprives them of the ability to actually understand this country. For example, I know many people will still say, no, no, Rahul Gandhi is the option to Modi when it is clear that Rahul Gandhi is enabling Modi that, you know, one of my friends said that Modi probably has a portrait of Rahul Gandhi in his office."
    },
    {
        "speaker": "Guest",
        "time": "02:28:21.800",
        "message": "I have always felt that. He does pooja around me. First time I wrote it, they toned it down. But I said his biggest ally, Modi's biggest ally is Rahul Gandhi."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:31.480",
        "message": "So tell me a little bit about this, you know, this stereotype class called the Lutyens elite."
    },
    {
        "speaker": "Guest",
        "time": "02:28:37.160",
        "message": "One thing I should make clear, I am certainly not a part of this Lutyens Delhi."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:41.000",
        "message": "Absolutely. But you live among them."
    },
    {
        "speaker": "Guest",
        "time": "02:28:42.600",
        "message": "They look upon me with suspicion. And why? This is what I call the polarization of society in Delhi, which is not there in Bombay. I am looked upon with suspicion and I will always be looked upon with suspicion because I started my career in the motherland. I am looked upon with suspicion because I'm related to Subramanian Swamy, who was for many years in the thing. My husband happens to be a supporter and was in jail. So people will not look at me as an individual in my own right that I have many times criticized the government and indirectly may have in my columns, I think as well. But I have been categorized because that's the way Delhi society works. In fact, I go, oh, you wrote that piece. How did you write that? You know, recently I wrote a piece about the media, you know, making fun of the government. But they expect that you will write only on one side or the other. That's my quarrel with Lutyens Delhi. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:43.560",
        "message": "And in your body of work, you have been ruthless with everyone. You've criticized everyone. You've torn apart everyone. And yet they will say, oh, but, you know, why are you against Rahul if you write?"
    },
    {
        "speaker": "Guest",
        "time": "02:29:53.720",
        "message": "I mean, yeah, yeah, yeah, yeah. Senior Congress leader, I shouldn't mention his name, sent me a message. The other day, oh, for Nikarwala, you are suddenly turning colors. I said, what the hell? Just because I don't have to pay like you, you know, Abhishek, your first family does not mean that you can call me a Nikarwala, anything like that. Why does everyone have to have a, you know, a particular way? Why do you have to associate if somebody else is in your family or you worked in such a paper that you have to be one way or the other?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:34.680",
        "message": "Yeah, my friend and someone I admire greatly, Ramchandra Guha, he shares our distaste for this Congress leadership. And he's also so targeted by Congress people on Twitter, with one person calling him a Sanghi uncle. How is he? I mean, this is one of the bravest dissenters of our time. And you're calling him Sanghi uncle because he doesn't like the chief of your stupid"
    },
    {
        "speaker": "Guest",
        "time": "02:30:59.480",
        "message": "little tribe and your stupid little government. There was a time once, I don't usually go on television, once he was singing Sonia's praises. But I guess he's realized since then."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:10.680",
        "message": "I guess he's realized."
    },
    {
        "speaker": "Guest",
        "time": "02:31:12.440",
        "message": "I don't know when this would have been. This was many, many years ago. I think when Manmohan Singh was there."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:17.640",
        "message": "Yeah, but the thing with Ram and why I will defend him is that."
    },
    {
        "speaker": "Guest",
        "time": "02:31:21.240",
        "message": "No, I admire him greatly. I love his books. But even they, they are also see everything in a polarized fashion. Either you're on my side or you're against. They can't see shades of grey. It's all black and white."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:40.680",
        "message": "Yeah, I mean, in Ram's defense, I'd say he's intellectually honest."
    },
    {
        "speaker": "Guest",
        "time": "02:31:43.800",
        "message": "So he will change his mind when he sees that. No, no, I don't mind them changing. Tavlin has changed their mind also."
    },
    {
        "speaker": "Unknown",
        "time": "02:31:48.840",
        "message": "Exactly."
    },
    {
        "speaker": "Guest",
        "time": "02:31:49.340",
        "message": "Yeah, but my point is that why can't somebody write one time complimentary and one time, you know, analytically about the same person without having any agenda?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:05.420",
        "message": "Exactly. I've, I'm tired of crying myself hoarse about how I'm an equal opportunity offender, because every time I write something against one party, people will be like. Exactly. Tell me, you know, we've spoken about the decline in the Congress. Tell me about what happened. What's happened to the BJP?"
    },
    {
        "speaker": "Guest",
        "time": "02:32:22.060",
        "message": "It's a totally new party. There's from what it was in Vajpayee's time. People always said that it was a battle between Vajpayee and RSS. Vajpayee with his liberal values and the thing. And it was a ding dong battle, one side up, one side down. But I think in this particular time, Mr. Modi has complete control and the RSS is not going to tangle with him. And he believes in action and that only he can decide. He does not believe in compromise or in debate. You can see the way the parliament runs. I mean, there's no attempt anymore to get views from the other side. It's a dictatorial style. A lot of these people have come from states where this model was in force and they've reproduced it at the center."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:27.660",
        "message": "So enlighten me on this. And you're someone who's sort of not just written about these people for 40 years, but in many cases, you've known them as well. And I have no idea how well you know, Mr. Modi. But something that confuses me about him and about many of the people in this dispensation is that I know what they are against. What are they for? Like, are they just driven by, say, anti-Muslim hatred or anti-Latins elite hatred or whatever? Those are the things they are against. What are they for?"
    },
    {
        "speaker": "Guest",
        "time": "02:33:56.620",
        "message": "I think they are neglected, you know, the Latins, Delhi people. Also, I think may have left a deep complex in a lot of people who came from other parts of the country to Delhi for their political work and were sneered and looked upon and treated as if they were second class citizens. I think that impact may have had its own consequences also, you know, I can't say, I have no binary there, but there was a class of people in Delhi who thought that they were the arbiters of taste, of morals, of politics. And that was a form of dictatorship as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:47.340",
        "message": "That's a great way to put it, and you feel that some of these people coming from the outside would then resent it."
    },
    {
        "speaker": "Guest",
        "time": "02:34:54.460",
        "message": "Definitely, definitely, and rightly so as well. I mean, you sneer at their language, at their pronunciation, at their articulation."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:11.020",
        "message": "Is then so much of politics tragically driven by the resentment and anger of the people or by the resentment and anger of individuals, as opposed to a vision for what the world should be?"
    },
    {
        "speaker": "Guest",
        "time": "02:35:21.900",
        "message": "I mean, not so much of politics, but with some people, yes, and some people, no. But unfortunately, we have had, India has had more than its share, perhaps."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:35.820",
        "message": "So, let's come to the current time that when you sort of look around you today, you've seen 50 years of journalism, how it's evolved, how it's changed. What's your overall sense? Like, if you were 20 today, what is it about these times as a journalist that would excite you tremendously? And what is it that you think you would not have had, which you perhaps had then?"
    },
    {
        "speaker": "Guest",
        "time": "02:36:01.020",
        "message": "If I was 20 years today, I know I wouldn't go into journalism. And I gave my advice to my children also, don't go into journalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:09.820",
        "message": "Why?"
    },
    {
        "speaker": "Guest",
        "time": "02:36:12.140",
        "message": "Because I don't think you'll have the full freedom to express yourself. And lead to other problems. You'll either become cynical, opportunistic. I mean, it's not a career that one would should start with it any longer."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:29.260",
        "message": "Let's put it that way. Are you cynical today?"
    },
    {
        "speaker": "Guest",
        "time": "02:36:31.980",
        "message": "No, I'm not cynical. I'm at the end of my career. I have nothing to lose one way or the other."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:36.380",
        "message": "But you feel young people could become cynical?"
    },
    {
        "speaker": "Guest",
        "time": "02:36:38.380",
        "message": "Well, or they would become bitter. Because who knows? There's no doubt that in the last since 2019, freedom of the media has declined enormously. Ownership has become much more, you know, media ownership is being brought under the stranglehold of the government's control. So, it's not a happy position to be in. I mean, we saw that NDTV, for example, whatever else, it's extraordinary that this gentleman should have enough money to take it over. And I don't think he could have done so without, not just the blessings of the government, but an active participation. You know, in the earlier days, there were committed individuals who brought out publications on belief. Now, most of the people who own the media are businessmen who have other interests. And when they used to say that about the jute press, to be fair to Ramnath Goenka, I don't think he had any jute. He went by his convictions."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:50.380",
        "message": "And that you feel has changed?"
    },
    {
        "speaker": "Guest",
        "time": "02:37:53.740",
        "message": "I don't see many places. I do see, but they're, you know, in a great minority. They're not mainstream. It's like my motherland."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:06.460",
        "message": "So, one sign of hope that I do see and tell me what you feel about it is that I think that one thing that has changed for the better, and I agree with all your laments about everything you said, but one thing that one possibility that has opened up rather is that the means of production are now in the hand of the individuals. So, at the very least, if, you know, no mainstream paper will publish something that I write, I can publish it on my own. I can make a video."
    },
    {
        "speaker": "Guest",
        "time": "02:38:31.500",
        "message": "I agree with you totally. It is the real saviour will have to be the social media, because that is the difference between the days of the emergency and today. In the past, Indira Gandhi had simply to control a very small number of publications. Even the TV wasn't there. It was Doordarshan, everything state owned, and so there was nothing to fear. All you had to fear was word of mouth, which is very powerful. But today, it's not just word of mouth. It is word of, through the internet, which is such a powerful spreader of the message. And that's what I, you're right. That is the saviour."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:13.980",
        "message": "And not just word of mouth, but word of mouth, given scale."
    },
    {
        "speaker": "Guest",
        "time": "02:39:17.500",
        "message": "Yeah, given scale. So, in that sense, yes, if you're talking, I was talking about journalism in the conventional media, but you're talking, I'm old fashioned, but you're talking about it in the social media. With that, I agree with you. There's plenty of scope for youngsters to come into that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:34.620",
        "message": "Wonderful. And then there's one way in which at least something is happening."
    },
    {
        "speaker": "Guest",
        "time": "02:39:38.540",
        "message": "The marvellous thing about technology today is that you don't need an organisation. You can do it on a one-man show and have enormous impact."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:48.060",
        "message": "Do you think that's what you would do if you were starting today?"
    },
    {
        "speaker": "Guest",
        "time": "02:39:51.500",
        "message": "Oh, I am a very stout person who bread and butter jobs were important to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:59.420",
        "message": "Okay, two last questions. And okay, actually, three last questions, because what I asked you about journalism, I also want to ask you about politics, which is that you've spoken about how polarised the times have become, and how a lot of the graces and courtesies of past eras where people like in Arun Jaitley would reach across the aisle, and those are kind of over, but have things gone so bad that there is no coming back from here? Because what I see in modern times is that there is an incentive to always go to the extremes, that how do you rise within your own party or your own tribe by being more extreme than the other guy, and there is that competition to be more extreme. Equally, we are in a situation where if you're in politics, you're never going to praise what your opponent does or agrees with it, no matter what it is, you must reflexively fight it. So do you feel that we've crossed a line that there is no going back, that politics, the rhetoric of politics will always be ugly, and everything will always be about narrative battles and not a pursuit of the truth or of welfare?"
    },
    {
        "speaker": "Guest",
        "time": "02:41:03.900",
        "message": "They're always idealistic people also. So I don't think it's beyond change at all, and I have lived so long that I have seen that situations which you thought were there for a lifetime and last keep changing, I mean. Like the emergency? Like the emergency is one very thing, that was within a few years. So I don't know, I think that by nature we are a very, we've had democracy so long, that's not something that the people will give up lightly. It's not like a China or a Russia, you know, where they've always had a system of autocracy over them. So I, and I've seen that always something happens and things change, nothing remains static."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:54.300",
        "message": "My second last question is about, you know, something you might say is not a big deal and you'll take it for granted, but one of the things that I admire about you from a distance, obviously, because it's the first time we've met, but one of the things I admire about you from a distance is the engagement and the energy. The fact that look, I've been a columnist, okay, I haven't managed to be a columnist in a newspaper for more than two or three years. This podcast has gone on for almost six years. That's great. You have, you know, this column itself is that your writing is more than 30 years old. And as you mentioned, it started before that even, and not just the fact that you are still doing a column, but the fact that you are still showing such enthusiastic and passionate engagement with the world. Whereas looking at myself, sometimes I feel so jaded. Sometimes I just want to give up and just forget about it. You know, just do my own thing. What drives you? You know, when you wake up in the morning, you're the kind of person I imagine is looking forward to whatever you set out to do that day. So what kind of drives you and like, is there something intentional in that you have sat down and thought about the things that may make you happy and you've decided, okay, I'm going to do these, this is how I'm going to live my life. And nobody dare come in my way. So tell me a little bit about your personal philosophy towards yourself."
    },
    {
        "speaker": "Guest",
        "time": "02:43:13.020",
        "message": "I'm sorry to let you down, but I really don't have such a structured personality. I never knew how long my column would last."
    },
    {
        "speaker": "Unknown",
        "time": "02:43:22.780",
        "message": "I always said it was going, it's going."
    },
    {
        "speaker": "Guest",
        "time": "02:43:26.700",
        "message": "Grace of God, it's lasted so long. Who knows? I mean, you've normalized it for yourself, but it's so inspiring to see you at work."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:34.700",
        "message": "My final question and a question I ask all my guests whenever we do this show, I'd like you to recommend for both me and my listeners, books, films, music that make you feel like you're a part of it, that means a lot to you, that makes you so happy or that means so much to you that you want to share it with everyone."
    },
    {
        "speaker": "Guest",
        "time": "02:43:56.220",
        "message": "I haven't most high class tastes in books and music. Well, I just read a book, which I really, really liked. I don't read that much fiction, but I just read it very recently and I'm trying to remember the name, All the..."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:20.060",
        "message": "All the Light That You Can See."
    },
    {
        "speaker": "Guest",
        "time": "02:44:21.260",
        "message": "All the Light That You Can See. It's a beautiful book, but my real preferences are for biographies."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:29.340",
        "message": "So which are the memorable ones you've enjoyed?"
    },
    {
        "speaker": "Guest",
        "time": "02:44:34.540",
        "message": "So many gossipy biographies about people."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:38.860",
        "message": "And what was the last film you saw which really moved you?"
    },
    {
        "speaker": "Guest",
        "time": "02:44:42.300",
        "message": "I... terrible, I don't go to cinema theater, what entertainment I see is on Netflix or this. And they're very good. Some of them are excellent. And the last one I saw, which I saw this young actress and I thought she was very good, Alia Bhatt. She did two movies. One was Ganga Bhai and the other one was terrible. I don't really know much."
    },
    {
        "speaker": "Unknown",
        "time": "02:45:07.580",
        "message": "That one she's done."
    },
    {
        "speaker": "Guest",
        "time": "02:45:08.940",
        "message": "She's a very good actress. Darlings. I mean, it fizzles out a bit at the end, but it was good entertainment. I saw this serial called Panchayat. I liked it. There are quite a few, but I don't really remember their names. You know, I watched them at night and..."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:29.500",
        "message": "Kumiji, I need to thank you so much for all your time, because, you know, one of our mutual friends told me about you. He said that Kumi is a kind of no-nonsense person who will never waste anyone's time. If she goes to somebody for a story, she'll get what she wants, but she won't do small talk and she'll respect that person's time and space. And knowing that, hearing that, just makes me feel even more thankful that you've given me three hours of your time today. And thank you so much for your kindness. It's kind of you calling me."
    },
    {
        "speaker": "Guest",
        "time": "02:45:58.060",
        "message": "I hope it's of use. I don't know, think it is much, but anyhow, thank you. Thank you. If you enjoyed listening to this episode, do check out the show notes, enter rabbit"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:07.820",
        "message": "holes at will. Kumi is not on social media, but do buy all her books, especially her remarkable book on the emergency. I recommend it highly. It's a must read. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for listening."
    }
]