[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Human beings are frail and limited and the world is complex. We try to make sense of this complicated world by telling ourselves stories about it, but these stories are always too simple and can never contain more than a fraction of the truth. You would imagine that this would lead us to be humble, to understand the limits of our own knowledge and our own power. And yet, in our species, ignorance seems to go hand in hand with arrogance. The less we know, the more we imagine we can control. The classic domain where this falls short is the domain of economics. An economy, like a society or like language, cannot be designed or controlled from the top down. It's an example of spontaneous order or what Adam Ferguson described as, quote, the result of human action, not human design, stop quote. In other words, it's formed from the bottom up, not the top down, much like natural selection in the universe, as I discussed in an old episode with Matt Ridley that I'll link from the show notes. Now, a classic example of this hubris, which hurts because we in India have suffered from it, is central planning. When we gained independence in 1947, our founders decided that the best way to run our economy was from the top down. This was the fashion of the times. Yes, Frederick Hayek published his great essay, The Use of Knowledge in Society in 1945, which explained how a central planner could never have all the information needed to design the economy, and only the price system could do this efficiently from the bottom up. It's a masterpiece, I'll link it from the show notes, do read it. But Hayek was an outlier at the time, as were Indian dissenters like B. R. Shenoy. People then thought planning was the way forward. They assumed that the Soviet model was working for the Soviets. We now know it was a big failure. And so we set up the planning commission, private enterprise was suppressed, and we crawled forward as an economy while others left us far behind. Millions of people remained in poverty for decades longer than they would have if private enterprise had been unleashed, like, say, in South Korea. The lesson here is not in specific things that the planning commission did. The top down mindset itself was wrong. Many years later, Hayek would coin the term the fatal conceit for this. And yes, it was conceit, and it was fatal. We eventually changed course, unleashed the power of free enterprise in 1991, and brought hundreds of millions of people out of poverty. But those in power today still commit the mistake of thinking about the economy and society in a top down way, as do so many of our intellectuals. And we need to look at the mistakes of the past, the disaster of our planning commissions, not to assign blame, or to attack this individual or that individual, but to learn from those mistakes, to learn humility, to learn that society and economies cannot be designed from the top down. Let us not land in that hell"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:49.280",
        "message": "again. Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:06.240",
        "message": "Welcome to the scene and the unseen. My guest today is a historian Nikhil Menon, who's just written a superb book called Planning Democracy. This is a history of our planning commission, but it's also a story about fascinating human beings who were remarkable people, did great things, but did not understand the limits of their abilities, went down some wrong paths, made big mistakes. We see the brilliant PC Mahalon Abyss, a man almost trapped by his own brilliance. He can solve small problems. So he makes a mistake of believing he can solve big ones. He does this nation a favor by building a remarkable statistical ecosystem. But he also harms it by imagining that data can be used to order the world. We see Jawaharlal Nehru, a great leader with his own set of fatal flaws, and his kind of cute bromance with Mahalon Abyss. We see the petty politics and intrigue within the planning commission. We see how Bollywood starts thinking about five year plans. We see the Congress Party cultivate a group of sadhus who are asked to promote planning in this world so they can have peace in the next. There's some crazy shit going on. I enjoy chatting with Nikhil about his book and about his life. So the first two and a half hours is really an oral history of this fine young scholar. And we actually get to the book after that. I loved all of this conversation. But before we get down to it, let's take a quick commercial break. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST or about $150 and is a monthly thing. So if you're interested, head on over to register at indiancut.com slash clear writing. That's indiancut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Nikhil, welcome to the scene in the unseen. Thanks so much. Thank you so much for having me. I had a great time reading your book. But let's let's begin by kind of talking about yourself. Where were you born? Where did you grow up? Tell me about your early years."
    },
    {
        "speaker": "Guest",
        "time": "00:05:25.840",
        "message": "I was born in Madras. It was then Madras, not Chennai. And I spent the first few years of my life there. I have very little memories of that time because we soon moved because my father's job to Bombay as it was then as well before Mumbai. Actually first to for a short period to Jabalpur in Madhya Pradesh, then to Pune, which is where my younger sister was born and then to to Bombay. But my first real memories are of Pune and then of Bombay. People love the city based on the memories of a six and seven year old. So it's more the affection or nostalgia rather than any learned sort of experience of the subject. But I mean, it's it's the Bombay for me is the Bombay of Kiss Me Bars, which is something that you used to get when you were and I was young. This is still very early liberalization of Bhelpuri, of Chowpatty Beach, but also the sort of more ugly side of the riots of 1991-92. I was only six. So I can't, you know, I don't have very clear memories. But I do remember the sort of, I suppose, children absorb the sense of fear that's around them. And I remember when my father was out of town, because he had a sort of sales job that that took him traveling for long periods in the month. The women and children would be locked inside the house and the men folk would go upstairs. If there's any sort of band of rioters that came by, they would throw stones down on them. And so I remember that fear of my mother and me, and my very sort of toddler sister being locked inside the house. That is a sort of memory I have. But yeah, so those are my sort of early years in in Mumbai. And then after which we all moved back to Madras, which is was home for both my parents as well. And so I had the luxury of now having both sets of grandparents around. And I think in some ways, my love for book, toddler sister being locked inside the house, that is a sort"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:26.320",
        "message": "of memory I have where. So tell me a bit about your grandparents and the love for books, like what were they like, what kind of books did you have lying around? How did you kind of gradually get into the"
    },
    {
        "speaker": "Guest",
        "time": "00:07:37.040",
        "message": "world of reading as it were? Yeah, I'd say that one set of my grandparents, my mother's parents weren't necessarily bookish in that I don't remember in their house, seeing too many books around or them reading many books on a day to day basis. And that might be because my grandmother, who was the more bookish of the two of the couple, she died when I was very young. And so I didn't get to interact with her. But I do know of stories from family members about her love for learning. She because of her life circumstances could not study perhaps as much as she wanted to. But you know, her daughters certainly have, and her children have. But it was the my other set of my paternal grandparents, my grandfather worked, was a journalist, and he worked for now defunct newspaper called the Madras Mail. And this was he worked for it before independence and after as well. And he was the sort of person that you would always find with a book, he would go anywhere. When he would take me for haircuts, he would carry a book along when he was going on an auto rickshaw ride, he would carry a book. It was almost a sort of source of comfort, a crutch almost. But the books that he had around were the sort of books that I imbibed. And I think that after a point he would, he was enormously fond of me and I of him. But I suppose after a point, you don't want to be just telling you know, children's stories. So he would just read out to me whatever he was reading. And so these were then be the unabridged Sherlock Holmes, all the entire series of the Sherlock Holmes stories. Then sometimes he would read the Ramayana, the Mahabharata and explain those stories to me that of course would be abridged many times over to make it intelligible to me. And so I remember that being associating books in some ways with him and his smell. He used to use snuff. And so I remember associating books with that smell and with him and with his dog, who he saved from death at a dog pound by, the story goes by, while on there to do a story on dog pounds, he saw this one dog puppy and who was so tiny that he couldn't bear the thought of it being killed. And so he literally put it in his shirt pocket and walked out. And so that dog, Sumi, would also be, apart from me, the other listener to these stories. And so I think I associate, in some ways, perhaps I associate reading books with those moments of being perfectly enraptured by my grandfather reading a story, those smells being in my grandparents' house and having a dog by the side."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:22.600",
        "message": "Wow, that's such a charming memory. And when you read those stories now, do you hear his voice?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:27.440",
        "message": "I do hear his voice. I hear his voice also when I often think of him, he also died when I was young, but I often think of him, hear his voice when I am, I'm not a religious person, but my parents are. And when we go to a temple, or there's like a sort of puja, or there's something now, it used to be done for my benefit now, for my very young daughter's benefit, I remember the prayers that he taught me, because those are the only prayers I know, just the, you know, the very standard Shri Ram Jayam, Om Namah Shivaya. And after the Ganpati prayer, sort of knocking my forehead, that's something that he used to do. So I associate those things with him. And I also, yes, I do see his books at my aunt's place. I made sure to have one copy of his books now sit with me on my, in my bedroom, along with some other books in the US. And so it is nice to know that those very same books that he used to read out to me from, I have to confess that I haven't gone back to reading all of Arthur Conan Doyle's oeuvre, but it is, I suppose, I was, I appreciate those stories more for the memories that they spark rather than, you know, the stories themselves, which are wonderful."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:43.200",
        "message": "So in your book, you, you know, described C.D. Deshmukh Chintaman Deshmukh as a rooted cosmopolitan, which is a fascinating phrase. And the first time I heard it, it was used by one of my earlier guests, Sugata Srinivas Raju, you know, describing himself. And I thought to myself that, you know, I am cosmopolitan, but I don't feel quite so rooted. But I admire those who are, it's something that I envy, because I think there is something in that, like in Deshmukh's case, you wrote, quote, he was a rooted cosmopolitan, combining Anglicized sophistication with Brahmanical learning, and so on, you go on to elaborate on that. And it strikes me that your grandfather then also was a little bit like that, in the sense that he's reading out these Arthur Conan Doyle stories. And at the same time, he's taught you prayers and shlokas and all of that. So tell me a little bit about sort of, you know, was that rooted cosmopolitanism, as it were these different worlds coexisting harmoniously? Was that a part of your growing up? And did it shape you in any way? Would you say that that's what you are as well? Or do you feel you're more, you know, one or the other?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:49.800",
        "message": "I certainly would not describe myself as that. I don't think I'm nearly quite as rooted in terms of my intellectual traditions. I would like to think I'm cosmopolitan. The fact that I at least have family across different places means that in some definitional way I am, I would like to think that I aspire to intellectual cosmopolitanism as well. And so it is an aspiration. And I think that, yes, C.D. Deshmukh certainly was. And though I hadn't thought about it, my grandfather certainly fits the bill as well. Somebody who is very comfortable, was very comfortable speaking in three languages, could read and write in three languages, Tamil, Malayalam and English, of course, which was the mode in which he did his job as a journalist. But also someone who, as you say, apart from just linguistic ability, which I lack. I mean, I don't have the ability in quite the same way as him to reflexively think in different languages. I don't think in different languages. I can read, can read and speak Hindi, but and I can understand Malayalam and Tamil, but I don't, you know, I'm not comfortable writing in those languages as my grandfather certainly was. And certainly, you know, I would not put even, you know, my grandfather at the level of someone like C.D. Deshmukh, who really was, you know, was a translator of Sanskrit texts into Marathi and into English as well. And so he really was a root cosmopolitan, but also from the face of it, he would just look extremely anglicized. This is a quite dapper looking man who was trained in Bombay and then topped the ICS exams and then was trained at Cambridge as well. And so he would seem like the kind of person who you would think of as deracinated, but actually was very rooted. And I have an admiration for that. Not to fetishize being rooted, but it's just that the way I was brought up, unfortunately, was at a time in which the emphasis on English was so much that I think that my parents felt that that was the most important thing. And I understand those choices, absolutely. But I do wish, for example, that I had greater facility in my mother tongue, Malayalam, right, which as the years go by without any grandparent alive anymore, I can see the sort of inevitable almost erosion of those of that entire world. Luckily, I speak, my parents live in Tamil Nadu and in Chennai. And so there's a sort of cognate language that I'm familiar with. But it is in a sense that I can see that in a decade or two, I wonder how many people I would ever be able to speak in Malayalam too. I could hold a conversation with my grandparents, which now I think would increasingly be hard. And that is a loss that I feel and a loss in some ways that is greater than the fact that I don't live physically in India, because my works on India I visit often enough. But I think that I do have a great admiration for linguistic capabilities, because I think that there are, I wonder often if there are things that are non translatable and cultural textures that come from only inhabiting certain linguistic frames. And I wonder if the fact that I maybe can claim to possess that only in one language, what does that lead to, even though, you know, in Hindi, I'm quite comfortable, I can read, right, I follow Hindi popular culture. But I still wonder, especially outside of those two languages. I wish I do yearn for, I wish I was one of those people who could speak six languages from different continents. That is something that I admire."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:31.200",
        "message": "Yeah, and I often think about how those of us who are in India, are so lucky to be here, in the sense that one, there is no shortage of experiences and stories and textures all around you. And two, there are so many languages and all of these languages are windows into different kinds of worlds and experiences, right. And most Indians in some way or the other are multilingual. One thing I've noted is that most of the guests on the show and it's a limitation, are English speaking elites like myself. And for many of us, we've been brought up in this sort of English speaking elite bubble, where we have a view from within the bubble. And you know, a lot of a lot of the mistaken notions about India that I had that we are broadly liberal, that we are broadly tolerant, that we are broadly secular, were I later realized with time falls. But the few of my guests who actually grew up speaking a number of guests like Subhash Rai, Rahul Verma, they've, you know, they grew up reading Hindi newspapers exposed to that world. And from there, I often get another perspective that is actually closed off to English speaking elites like myself. Like I remember, I've done a couple of episodes with Akar Patel. And in the first of them, my thesis, which he agreed with, is that there is no such thing as a right wing intellectual culture in India. It's really, it's all intellectual tradition, rather, it's really all bigotry. And you can locate in the language of conservatism, but there's nothing there. And I later realized speaking to other guests that I was wrong. And the reason I felt that way, was because all my reading was in English, and I was going by what I had read there. But if you read much more in the languages, you realize that there was a vibrant right wing intellectual tradition, and I might not agree with it, some of it might even repulse me. And some of it, you know, one can learn from, but it's coherent, it's there. And we were blind to all of it as much as we were blind to sort of our country in that sense. And, and I wonder if and which is why I was sort of interested in your, you know, your grandfather being that kind of a person who was immersed in both cultures, because I think the point of being a rooted cosmopolitan is not so much, you know, achieving excellence in different languages like Mr. Deshmukh did, or even being able to read and write in multiple languages, but simply being exposed to that being exposed to those currents, even if you're not particularly, you know, well versed in a language or whatever. And I looked through the acknowledgements of your book, for example, and the people you've named, and some of them have been on my show, and so many of them I've read and heard of, but it seems like a small group, it seems like again, a small elite group of people, very similar backgrounds, so on and so forth. So just, you know, being in these circles, what is your sense of this? Do you feel that the scholars within this ecosystem for no individual fault of theirs, can nevertheless have blindnesses about the country, things that are unseen to them, given that it's a close group of people with similar backgrounds, and so on and so forth?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:40.640",
        "message": "Yeah, I think that there is, in some ways, it is inescapable. I think in whatever, in whatever part of the income distribution that you are born and raised in, or whatever intellectual traditions that you just happen is your milieu, I think that you are likely to be corseted by it to be shaped by it. And so I think that what's important is to acknowledge its limitations. But I don't think, I think that there's a danger sometimes in it, in sort of self-flagellation, in sort of rejecting what you have, because it is limited. I would, I would contend that anybody has those limitations. The question is whether you're open to sort of opening some windows in that bubble, such that there are streams of other thought that can come in, that you are willing to open the door and step out sometimes, as well. And so, and I think that even amongst English speaking elites or elites of any kind, there can be, so for example, in American politics, which I'm assuming at least Indian listeners are much less passionate about, and so maybe we can think about it in less, without retreating into tribal corners. In American politics, you have two parties that are ideologically very different, but both represent elites, right? And so it isn't as if there isn't group think, that there is only group think within a certain liberal elite. I think there can be group think in all kinds of elites. And so, and I also don't think that in the case of India, it is necessarily the case that the English speaking elite always was fooled into thinking that it represented the nation. So for example, Gandhi certainly did not think so. Nehru, who is seen as the epitome of this kind of liberal elite, Anglicized elite, all of Discovery of India is about how alien he feels, right? About how he realizes that this is not the country. And in some ways, I think that the work of the early generation, the first generation of the post-colonial India across political parties, all of them concede that the nation needs to be tutored into their ideas, especially if you are on the liberal end of the spectrum. In the writings of Nehru, certainly, like every public speech is basically a concession that the public does not believe in these things. Ambedkar, for example, cried himself hoarse talking about how, you know, he said, as he said, one of his perhaps his last speech at the Constituent Assembly, that this is only a topsoil of democracy that we have on an otherwise extremely undemocratic land. And I think what he was conceding is that people like him, people who had the views and influences of Locke and Dewey, and the sort of the liberal canon, that that is not shared by, in fact, he felt it's not even shared by the English speaking elite, right, by much of the Congress as well. And so I think that there is an admission that this is not shared by others. And in some ways, I think that what allowed that generation to be cognizant of it, is the fact that it was so infinitesimally narrow, right, that you could not but recognize that there were only so few people who shared it. Whereas I think with India's growth, and with education growing and with English speaking becoming more accessible, even though it still is preserved the elite, but the elite itself has expanded, right, just in terms of magnitude and a percentage of the population. I think that now it's easier to fool yourself into thinking that it actually represents a fair amount of India, whereas it doesn't. And so I think it's ironic that at a time in which India was less, had a narrower elite, that that elite was more aware of the limitations of that milieu than perhaps later on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:38.040",
        "message": "I was at a conference recently where people were, you know, make having grand conversations about how we can change India and so on and so forth. And one of the academics present there used a phrase that didn't quite resonate with me in the sense that she said that we need to educate the people. And I absolutely hated that phrase, because it just seems so paternalistic and patronizing that we need to educate the people like we know everything they know nothing. And you just spoke about how Nehru quote unquote, he realized that people need to be tutored in his beliefs. And I think that approach that elites have often had is one reason why I think they are justifiably derided today, that, you know, you pass judgment on the rest of the people, you say, we know best, we are going to teach you, we are going to show you how to live your lives, you know, even the notion of the constitution that why is it so sprawling, you know, Madhav's theory, of course, is that it's also a pedagogic document that you need to teach the people how to think and how to live and all of that. And I think there is, you know, a paternalistic strain to that, that is bound to not end well, as we sort of, as we sort of see today. And what I see today is that we had a liberal constitution imposed on an illiberal society, a relatively liberal constitution, not as liberal as I think either of us would perhaps like but relatively liberal imposed on an illiberal society. And, and politics has caught up with society today. And this was perhaps inevitable, given this sort of top down thinking that we shall tutor them. And in fact, your book is about a particular manifestation of that kind of top down thinking, which is really fascinating. So when you sort of look at all these characters, and you've written so much about not just Nehru, but also Mahalon Abyss in your book, and one of the things I really enjoyed about your book is how parts of them are such acute character studies of these interesting people with, you know, their fatal conceits as it were, and all the flaws that they had. And do you feel that this was a fatal flaw, you know, that maybe Gandhi took it too far when he idealised villages, which as Ambedkar correctly said, were, you know, dens of localism and vice and prejudice and all of that. But Gandhi did have a point where he said that you need to change society from the bottom up. You can't sit in your little livery tower and say, we will tutor the people,"
    },
    {
        "speaker": "Guest",
        "time": "00:26:06.520",
        "message": "we will educate the people. I mean, firstly, I should say that I've never been to a conference where the title was how to change India. So I know this wasn't the title. Okay, but there was a subject being"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:17.600",
        "message": "discussed. You know, the pompous people will get together and say yeh karna chahiye, wo"
    },
    {
        "speaker": "Guest",
        "time": "00:26:22.240",
        "message": "karna chahiye, you know, that kind of thing. Right. I'd say that paternalism, I'd agree with your characterisation of what you say is in Madhav Khosla's book that the Constitution is a pedagogic document. I'd say that, in some ways, the Nehruvian era is marked by that kind of pedagogic instinct. It's apparent in his speeches and in his writings that, and that reflected a view amongst the Congress at the time that if you needed to have a liberal democracy with all of its limitations, that in a country that is actually deeply illiberal, that there was no way around it. And so I'd suppose the way that I would respond to you or I mean, I'd be curious to know what you think is how, what was the other model available unless your model of governance is that you will only reflect the people. But for example, that is certainly not what the chief architect of the Constitution, Ambedkar thought. I mean, he thought that it would be terrible if the Constitution reflected the people because he thought it was as he referred to, you know, villages as sort of dens of localism, ignorance and vice. And I think that that view is held by others as well, which is that India is a country that is seen as benighted, is seen as living, is quite explicitly referred to as living in the intellectual dark ages. And that, especially with things such as caste, with untouchability, with the horrors that all of these people had personally witnessed while in the constituent assembly, right outside their doors, the violence of partition of thousands of people gathered at Humayun's tomb, at other places in Delhi, at riots breaking out in the middle of the night while they're having these discussions. So I think it's to them, it's a, it was a very visceral sense that, that India needed to move out of those kinds of attachments. And, and does that lead to paternalism? Yes. But I wonder if an Indian democratic experiment that was not going to take say 200 years like the American one did, if there is a way out of that, because it seems to me that, I mean, even if you want to have an illiberal, I mean, perhaps if you want an illiberal democracy, then you wouldn't have to be so paternalistic, because in the view of many people at the time, India was illiberal on these counts. Even Gandhi believed that perhaps he wouldn't have used the language of liberalism. But he certainly disagreed fundamentally with the way in which India treated women, and we can debate whether Gandhi himself was, was above board on these matters. He certainly disagreed with the treatment of untouchables, the Harijans, as he started to call them, after his long decades long sort of transition in his views on those. And so, whether it is from a liberal like Ambedkar, or Nehru, or it is somebody who is within the, who's considered sort of conservative amongst liberals like Patel, or somebody like Gandhi, who, I suppose, escapes easy political classification, there is a certain distaste towards India, India's, India's social evils, right. And I think that those today across the right and left, we'd all agree are, are issues, right, sex discrimination, and all these things. And so how does one, how does one institute a democracy that does not just reflect those things without it being paternalistic, I think, is a question. And I'd be curious to think what you, how you think that they might have escaped that bind?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:12.280",
        "message": "I know, that's a great question. And I recognize that it's easy to criticize them in hindsight. I think if I was there in the moment, you know, it was perfectly natural for them to think the way they did. Ambedkar, of course, was right about society then and what he said then holds true today. So that is a dilemma when Ambedkar talks about how the Constitution is just a topsoil on democracy and all of that, you know, it is such a profound lament. I think he himself knew in this that moment that there are no easy answers. And, you know, given what the world thought at that time about what a state should be, what is relation to society should be, given our experiences with colonialism, and so on and so forth. It's perfectly understandable for us to have gone down on all those directions, then I buy that. However, what we need to do today, I think, and enough people don't do with enough seriousness is look back at that time and recognize in clear terms, the mistakes that were made because we do have the benefit of hindsight. What we see in modern times is like I often say that Narendra Modi, no matter how much he may rail against Nehru and Indira and all of that, is really their true successor in different ways. He thinks in a top down way just like Nehru did. He has the authoritarian instincts of Indira Gandhi. He has perhaps even the callousness and psychopathy of a Sanjay Gandhi, right? So it's almost as if we sort of learned nothing from the past. We had this glorious golden moment between 1991 and 2011, which lifted, you know, hundreds of millions of people out of poverty. And I have a number of episodes on that period, which I'll link from the show notes and why it ended. But have we internalized those lessons? For example, in your book, you point out about how the Planning Commission may have gone, but one in, you know, and this is not what you said in your book, but my sense is that Modi took the same mindset into everything he does. And what you do point out in his book is that Rahul Gandhi actually promised to bring back some kind of Planning Commission. He said it would be a good idea that Mamata Banerjee said that there should be a Planning Commission for Bengal. So my big worry is that all this time has passed, and we haven't learned, you know, I was chatting with Pratap Bhanumata the other day, and he uses great phrase about a certain way that some young people today think, which is tech solutionism, right? And another phrase we can use for the same thing from an earlier time is the engineering mindset. And we know that that's a folly, you know, Hayek called it the fatal conceit. We've seen what it has done to India. So when I hark back on those times, and think about the decisions these people made, look, all of these were great people, people like we, you know, we would be such a better place today if we had a Nehru today, by which we mean an intellectual with that kind of inquiring mind, and so on and so forth in politics, and we don't. But it's important to look back at the time and see what are the mistakes we made, which is why I kind of, you know, talk about it and bring it up."
    },
    {
        "speaker": "Guest",
        "time": "00:33:12.240",
        "message": "Yeah, absolutely. And in fact, tech solutionism reminds me of a phrase that I use associated with Mahalanobis, which is a sort of techno utopianism, yeah, this belief that if you had enough data, that if you had the computer to crunch the data, that it would it would lead to sort of optimal solutions in a planned economy. And this, of course, as you know, goes back to the sort of great debate in the early 20th century between free market economists like Mises and Hayek, and a sort of planning economist from socialist country, Oscar Langer about called the great socialist calculation of the economic calculation debate, which is essentially a debate about, can an economy be planned, essentially, if you have enough data, and the free market has argued that, well, there can never be enough data. And that you can, even if you had enough data that you would not have the sort of crunching capacity to know what to do with it. And people like sort of Mahalanobis and Lange, etc. Basically, once the computer is invented, they say, Aha, well, now we have it. So it should be possible, right. So I think that there is an inflated belief in the possibilities of technological solutions. But I think that that that that level of optimism, in some ways, comes with the territory of new nation formation. And I don't say this to again, go back to your point. Yes, I think that we necessarily need to, as citizens, criticize decisions that were made, you know, in the early years of the republic, but also in the recent past. But as a historian, my job is to try to understand them and explain them, right. But understanding is not necessarily a way of justifying them. It's just to understand it. And to understand why, for example, planning was so popular, right? Today, it seems alien, this idea that centralized planning would be popular amongst young people going to college or popular amongst all the economists popular even amongst international economists recommending things to India. But I think that with this book, and with whatever historians do our job is to try to recreate that context. And I think that in recreating that context, I think that I realized how much technology mattered to this early generation, because it felt to this generation that technology was the way to for India to leapfrog decades, if not centuries of backwardness. And so that India would not have to go through 200-300 years of democracy like Britain or advanced nations in Western Europe or America did in order to have similar economies. And which is why you see this thrust towards the IITs, this kind of celebration of the technocrat, like not just Mahalanobis, of course, but Homi Bhabha. Why does Homi Bhabha have such a central role in the public's imagination? Why does Vikram Sarabhai have such a central role? And it's because of these, what is seen as the emancipatory possibility of this technology, right, that we went from being Ghulam to now having a space program to have a nuclear program that in itself was seen as an achievement. And I think that that comes with an inflated sense of what these technologies can do, and perhaps leads to a maybe unforgivable ignorance about the necessity of much more mundane things like primary education, primary health, things that, despite India and China in 1950, having almost identical per capita incomes, even by 1980, even before Deng Xiaoping and the changes wrought by that, China was already ahead of India, not in terms of per capita income so much, but its investment in its labor force was such that it had a labor force and a citizenry that had education that was much healthier, and was not dealing in quite the same way that India was with undernourishment, etc., which allowed it once it did liberalize its economy, or at least make it, maybe liberalize is a more complicated word with the CCP, but at least made it more export facing, allowed it to tap into that potential in ways that India perhaps overlooked. And I think that that is, in my mind, one of the signal failures of that era, of the early decades of independence, in that there is such a focus, admirable in many ways, on building institutions, world class institutions of higher education, but not enough to what is happening at the other end, at getting Indians just a basic education, getting them basic, you know, two meals a day, forget three meals a day, getting enough protein in their diet, all things that I'm sure you've discussed in your other episodes with economists and policy experts. But and I think that that might have been a failing that accrued from the narrowness of this class, and believing that this class needed to provide all the solutions. And so, well, this class, we do have, by 1947, you know, a class of people who have cleared the ICS, who have been foreign educated, who have, like Nehru was, like Mahalanobis was, like Homi Bhabha was, like Vikram Sarabhai also was, all of them, Oxford educated, actually Cambridge educated, right. And so, there's a valorization of this class and of the abilities of this class to provide solutions to the country. And perhaps it wasn't, it didn't look more broadly at what at improving the average, as opposed to making India's topmost class, world class."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:38.320",
        "message": "Yeah, absolutely. And you know, one of the things, one of the ways in which I think your book really works as a book of history is that you haven't taken, you're not coming at it from any prism, you're just trying to understand the events of history through the actions of people and the context in which they operated. So, it really works like if I was 20 years old in 55, right, then like Jagdish Bhagwati and Manmohan Singh at the time, I might also have fallen for the Mahalanobis point of view, right. It's later on that Bhagwati and Manmohan and all of that went in different directions. But at that time, what do you do? You are a new country, as you said, your default mode has to be optimism, because you don't have a choice. And, you know, that would have seemed so seductive as far as, you know, socialistic calculation argument goes. A couple of things, one that I, of course, agree with, you know, the Austrians and the free market economists on that, that you will never have enough data. That's point one, because, you know, Borges has a story about how a good map of the world is as big as the world itself, right? And it's really a similar problem, except that a good map of the world, which is as big as the world itself, is immediately in the next instance, a bad map of the world because the world has changed. So it's an insurmountable problem. Now, this led me to conceiving of a thought experiment, which I posed to one of the libertarian guests on my show, I think it was David Bowes. Was it Tyler Cowen or David Bowes? I think it was David Bowes. And the thought experiment was this, and it was sort of an anti libertarian thought experiment. And it was this that what if you have tools, which allows you to, you know, tap into every neuron of every brain of every human being in the world, and know exactly what they think and feel right now, and also what they will think and feel in the in the future. So would that justify central planning, if you can satisfy all their wants and needs, and they're perfectly happy, and everything is taken care of in a thought experiment where you have sort of the actual tech utopianism of a Mahalon Abyss, you have all the data, you have all the computers, you know, would that then justify central planning? And if I remember correctly, David's answer, and this would be my answer as well, is that it would not, even then it would not because autonomy matters, you have to respect individual autonomy and individual agency, and all of that, right. So just that fundamental way about the state directing the action of millions of people, even if you could do it to everyone's satisfaction, it still doesn't work for me. And I think that this was, you know, a fundamental dilemma and an understandable dilemma at the start of the republic. Because because of the scale of the task, the how do we build this nation? How do we even bring it together? You are forced to think in terms of collectives and think of in terms of group identities and not individual identities, you know, thinking of individual rights at that moment is perhaps a luxury. I had a great episode on VP Menon with Narayani Basu, and VP Menon, of course, helped pertain in his project of, you know, creating these lines on the map that we see today, the nation as we are. And I feel at one level, an immense disquiet about that, because it seems to me like an act of fast track colonization, what the British took two, three centuries to do, we are doing in a few months with a combination of persuasion and coercion and promises that are later broken. And how moral is that? Now, the other hand, I, I love this country as it is, it kind of worked out, okay, but that would again be, you know, justifying the means because of the end. But also I get it, I get it that when you're in in that moment where everything is falling apart, where it seems as if the center will not hold, I understand that centralizing impulse and to think of things like individual rights in that moment, no matter if you did pay lip service to them in the constitution, but they're not protected adequately. I sort of get that. So, you know, in that sense, I'm not going to fault our founders on anything that happened between, you know, between independence and say till the mid 60s, you know, I really get angry the mid 60s onwards, Indira Gandhi onwards, because I think, you know, deliberate acts of wildness were carried out. I mean, a lot of Indira Gandhi's policies economic and otherwise were crimes on humanity. But until then, these were great men dealing with difficult and intractable problems. And thank God we don't, you know, that phase is over. But we have more knowledge now and we can look back and sort of and even what you've done in your book, you know, giving your readers the understanding of why these people such as they were with all their complexities acted in the ways that they did, I think is profoundly useful, is profoundly useful, because it goes past ideological dogmatism that, you know, centrists may feel today or rather status may feel today. And it gives that context that okay, these are the decisions they make, like, what do you do, right? What would you do in that place? You know, but, but yeah, I mean, broadly, I think I spent a long time agreeing with you just now."
    },
    {
        "speaker": "Guest",
        "time": "00:43:47.360",
        "message": "No, I mean, thank you so much. I'm very glad to hear that you found that aspect useful. What you said about Borges, it sort of struck me as well about this, this thirst for data and this belief, almost unfalsifiable belief that enough data will lead to a sort of omniscience, and therefore lead to very good outcomes. And the irony about going back to the Borges story about trying to come up with a map for the world that is if it's it has to be detailed enough, then just becomes a replication of the world. It's almost an irony that the person who seemingly has a view like that, P.C. Mahalanobis, is also the world's leading expert on sample serving, whose logic is the absolute opposite, which is that you should not do enumeration of every single item, but instead take a representative sample. And from that blow up to what, what it might represent, right. So that seems an ironic twist to the person who believes in this sort of centralized planning comes up with a is one of the leaders in a very different kind of thought experiment, one that becomes so successful that is now that, as Angus Deaton, the Nobel Prize winner in economics said, where Mahalanobis and India led the rest of the world has followed such that India's National Sample Survey has been has been used as inspiration for lots of the household surveys that are done by the World Bank and the United Nations today in more than 100 countries. So, so I found that that that contrast where you were talking very interesting. I also found it interesting because the thing about computers is that today we know that they cannot solve all of the world's problems. In fact, perhaps we might even blame them for a good deal of them. But again, as a historian, it took me by surprise how liberatory it was seen as being when it was first invented, when the first computers come, whether the Colossus in Britain, which is used for code breaking during the Second World War, or the ENIAC at the University of Pennsylvania's campus in Philadelphia. When Mahalanobis, we know from his, his diaries that I read while researching for this book, he has this diary in which he's traveling from Philadelphia to Princeton meeting John von Neumann, reading Albert Einstein, meeting these people, meeting Howard Aiken at Harvard. And he's talking about about the computer, and he talks about it as solving all kinds of problems that we now know today that even the best supercomputer can't do. But at the time, again, it's this, the newness, the newness of it, and the absolute mind boggling leap in human computational abilities with the first computers, the first computers, which, by the way, might have had some of the computing power that we might now carry around in our pockets, right? Much less than"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:34.640",
        "message": "that. You would not be able to load Twitter on one of those. Exactly, yes. But it was seen as, and"
    },
    {
        "speaker": "Guest",
        "time": "00:46:39.120",
        "message": "in fact, was referred to in the American popular press as electronic brain, right? So it was seen as just being this, like a new kind of organism that could produce new kinds of results. And, but I think that that related to this, this confidence in, in, in quantitative capacity leading to optimal outcomes, is the fact that centralization of the economy or the state had got a good reputation amongst anti-colonial nationalists across the world from the late 19th century onwards. And the reason for that is that, for better or for worse, capitalism comes to be associated with with colonialism, right? As the arch-colonial power in the world through the 19th and the 20th centuries, Britain is seen as, well, they had the Industrial Revolution. They are the primary capitalist nation in the world and the primary colonial nation in the world. And so you see this rhetoric being used by socialists and even non-socialist anti-colonialists across the world in Africa, Asia, about capitalism being a form of colonialism. And so I think that once it is tarnished with that, it becomes very hard for, for anti-nationalists to think of themselves as capitalists in that manner, which is why when you look at the, at the constituent assembly debates or parliamentary debates in the early 1950s, everyone refers to themselves as socialist. The Janssen refers to itself as socialist. The Congress refers to itself as socialist. The Congress, of course, say that socialist is too light, but everybody refers to themselves as a socialist. And I think it's because of the legacy of colonialism and its association with capitalism. And then in the late 19th century, you have this epical event, which at least to Indians at the time, which is the Meiji Restoration in 1868, in which you see this, what is seen as this kind of sleepy Asian nation that wouldn't allow other countries to come visit or enter it, suddenly very rapidly modernizing and technologically advancing. In the early, in the late 1920s, with the first five-year plan in the Soviet Union, again, you have this nation that you just see as like India, primarily an agrarian, in the language of the time, a feudal nation, suddenly making rapid technological advances. In the 1930s, it starts becoming clear that, well, you can have centralization even without adopting a communist system, because, well, hey, America under FDR has, you know, what people today might call forms of planning, right, the public, the levels of public investment, the role of the state. And then by the 1940s, the very government that is colonizing you, in 1945, Winston Churchill is thrown out of power, Clement Attlee, government comes into power, and the Labour Manifesto, the Labour Party Manifesto, refers to the Labour Party in England believing in a planned state. So now you have this as even at the very center of colonialism, them believing that the state should have a very central role. And the Second World War, of course, plays a very important aspect in this, because whichever side you are on, allied or axis, the state is playing the role of governing the economy. And I think that that gives a lot of belief to people in India, that which is why by the 1940s, Indian industrialists are calling for planning, Gandhians, not Gandhi himself, but Gandhians are calling for planning, the Muslim League has its own plan, the Congress Party has many of its own plans as well. And so it becomes, in some ways, a part of the language of nationalism. And I think that is what in the early part of the book, at least, especially in the introduction, I try to recreate why is it that JRD Tata is sitting in on National Planning Committee meetings in the 1940s? Why is it that people on the board of Tata and Sons, or GD Birla or Lala Sriram are all on these planning committees? And I think it's that it's in some ways, this sort of lost economic world in which the role of the state is just seen as non negotiable, in a way that today, of course, it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:34.320",
        "message": "not. Yeah, and we will come to it when we talk about the book. But I think in some ways, it is also out of self interest, because all of these businessmen you named want to protect their own turf, right? So they're like, okay, the state must do everything and don't let foreign companies in, you know, protect our markets and all of that. So that is really a crony capitalist impulse. It's not a free market impulse. But, you know, and there's a lovely quote in your book about socialism, which I'll kind of read out like when, you know, early on when they talk about the necessity of planning to achieve the socialistic dream, as it were, and you write, quote, the choice of socialistic was a convenient obfuscation that allowed vague agreement within the party without tying it to specific commitments, seemingly far flung points on the on the contemporary political spectrum saw themselves as socialist or socialist adjacent. The term socialist was a large umbrella that accommodated many under it. Indian socialists thought was a shapeshifting ideology that threaded together members of the Congress Party, those of the opposition Praja Socialist Party of Jayaprakash Narayan, Ram Manohar Lohia and Kamaladevi Chattopadhyay and even Gandhians like J.C. Kumarappa and Vinoba Bhave. Even the Hindu nationalist Jansang occasionally claimed some version of socialism as a goal. The result, as Sudipto Kaviraj put it, was a beveledering variety of socialism from communist to Hindu, stop quote. And it's interesting how that word seemed to cease to mean anything. I mean, even when the BJP was formed in 1980, you know, they said, okay, we'll be are about Gandhi and socialism till of course, Rajiv Gandhi took the Hindu vote in 84. And then they were like, no, no, we got to fight for that. I'll go back to Mahalanobis and, you know, the joy which you bring out in his book of his excitement about computers. And I sometimes think that that's actually understandable and damn good. Because I think what happens to all of us is that we become too jaded. You know, there is this old quote about how a sufficiently advanced technology can seem like magic, right is indistinguishable from magic. I think Arthur C. Clarke said it. And you can imagine the sense of awe and wonder when you see a computer working for the very first time, right? Or I remember the sort of astonishment when I saw GPS work for the very first time you hear about it and you're like, shit, you know, you can see a map and you know where you are on it and you've been given directions. We just take it for granted. You know, one of my friends said that no one in this current generation is going to know what it is to be lost again. Like that's so fundamental. And in that sense, I think we've lost something. And one can sort of understand the excitement of the people of that generation and how they get carried away. Like anytime new technology comes about, you know, we'll all overestimate the short term and underestimate the long term, right? You think it's going to be dramatic, it's going to change the world. I call he did robots are going to take over, right? So I kind of get that Mahalanobis excitement. It's something that I think we should all kind of cultivate without getting carried away into a utopianism, as he did. But we'll talk about the book in a lot of detail. But I realized that I took our listeners away from the narrative of your own life. We had just about kind of stopped at your grandparents. So tell me a little bit more about what kind of books were you then reading? Like what kind of kid were you? What kind of things interested you as a child? And tell me a little bit more about that journey."
    },
    {
        "speaker": "Guest",
        "time": "00:53:59.360",
        "message": "Yes, to return to my narrative, which is much less exciting. But as a child, I was interested in the things that I think many young children are, especially boys, I was I loved sports. I loved watching sports and playing sports. Playing sports was a big part of my growing up playing, you know, on downstairs in the colony with the other kids riding cycles, playing cricket. Playing cricket with tennis ball or whatever rubber ball or whatever, we could find never a real cricket ball because that required too much investment and threatened too much bodily injury, which our techniques could not really handle, especially on the concrete surfaces that we played on. But yes, I love cricket, I regret we do not manage to watch nearly as much now as I as I did, I really enjoyed playing football. And so I used to play cricket at school, I went for you cricket classes, I played football almost every day at school, played later on in high school, played badminton as well. And I remember cricket actually, in my, in my years in middle school and high school, taking up a sort of disproportionate amount of mental space. The fortunes, the Indian cricket team, and Sachin in particular, kind of indexed my mood through days and months. And I think that is that is, I mean, I think that that is a very common case amongst people, perhaps, especially gendered, perhaps, especially young boys of my generation. And I think that now there's lots of interesting work that when I teach in the US to my students about the 90s and the early 2000s, when I teach liberalization and the changes it makes in Indian popular culture, I try to convey, perhaps unsuccessfully, how Sachin and cricket sort of transforms the lives and the popular culture and the kind of hoardings that you see around, around the city. So books were also a part of it. I would like to say that books were as important as sports. But they frankly weren't. But it was another aspect of my life. I enjoyed, I enjoyed reading, I would get sometimes obsessed with certain books. I remember reading Le Miserable, the whole thing, I don't remember particularly enjoying it, but it almost became a sort of challenge that I need to on my way to school and on my way back. And while I'm waiting, you know, for my sister to finish her dance classes or her music classes, you know, this is in Madras, where learning Carnatic music and Bharatanatyam are all sort of almost rites of passage that unfortunately, or fortunately, young girls go through. I myself went for some Carnatic classes as a very young child. And I think that the lack of talent was very, very quickly spotted. And so but I remember reading books like that, that I, you know, big books that one felt that you had to read in order to to be intelligent, but also books that I just enjoyed reading, you know, in early middle school, your sort of body boys, but then after that, some books that that were recommended to me, or I saw, you know, recommended in, I'm assuming in the pages, the Hindu, which is the also a staple in in Madras households. But I remember reading Gabriel Garcia Marquez. And that I remember, not just feeling like this is part of what my literary diet should be, but actually enjoying it, enjoying finding it difficult, but enjoying 100 years of solitude, especially perhaps, you know, because one is a young teenager, especially Love in the Time of Cholera, though Love in the Time of Cholera is about extremely old people in love, but still finding that quite moving. So those are those are the books that come to mind. Who else? Marquez certainly, I remember trying to picking up Rushdie's Midnight's Children a couple of times and not making it past the first 50 pages, being arrested by the opening scene of this young Salim Sinai knocking his nose against the prayer mat, and a ruby red drop of blood falling on it. But just finding it too difficult, and all the sort of verbal acrobatics, very impressive, but hard to follow. And so I read, I read quite widely, I read mostly fiction, a lot more fiction, and at a rate that I have never since matched. Regrettably, I wish I read, I'm trying now to start reading a lot more fiction again. But it was mostly books on fiction that I would find at my school library. My school was a big influence on me. I went to a school that is part of the Krishnamurti Foundation. It has the name that elicits always interesting response, it was just called the school. And it's a school at which I joined when I was in third grade. And I was there till I finished my schooling. My sister was there since her kindergarten, and my mother taught and teaches at that school. I found the experience of being in that school very different from in a way that I could notice. It was appreciably different from the schooling and pedagogical experiences that I had before then I was in a in a much more mainstream school in Pune and Mumbai before that Bombay, where I remember having to ratta marufai, you know, just memorize by rote multiplication tables. And if you got them wrong, you'd have to sort of stick out your knuckles and you'd get wrapped on the knuckles with a wooden, with a wooden ruler. I remember, I don't even remember if I ever got that on my knuckles. But I remember that being a real fear that that would happen. And it was also part of the sort of social humiliation of the fact that you have to go to the front of the class, and then you just extend your hands. And this teacher would, would do this. And so I went to school, which not just didn't have any corporal punishment, but also had a much less hierarchical interaction between teachers and students. We call the teachers akkas and annas, which means elder sister and elder brother, which is not to say that there was no hierarchy, of course there was, but that it didn't feel punitive in quite the same way. And it I think it allowed me to feel much more comfortable. School began to feel, I was never one throughout school. I know there are some, many who end up in academia who just loved going to school every day because they just loved learning. That was not my experience. I would much rather have been at home every day playing cricket, playing football. But school was not something I feared necessarily because of the people at school. And I enjoyed my time there. I made, I enjoyed the very small class sizes that we had. I remember in the 11th and 12th, I did history and was just two of us with my teacher for two years studying history, which is perhaps a sort of sad sign for history. But, but it was, it was good in that at least we, we got to have wide ranging discussions. Did the other kid become a historian as well? No, he did not. No, he did not. Perhaps for his, to his eternal benefit, perhaps. He is quite happy in what he does. But I think that it also fostered, just like my interactions with my grandparents and my extended family and my own parents, a sense that, that books can be something more than just what oppresses you in the classroom, that they can be an escape. And they can be an escape, not just when they're in fiction, but even in nonfiction, and that there is something, yes, I might not, and I did not love classes in biology and chemistry, but that, that I felt that there was, that my school inculcated an appreciation for learning for its own sake. And that my job was in a sense to find what it was for me, not necessarily to become an academic, but find what is it for me that might give me a sense of that excitement and that, about certain subjects. And so I really valued that. I found that, and I find this whole, the board exams and the stress that goes into it toxic. I was very much part of that in that I was not able to shirk it. I could not play it cool. It just was miserable for me to go through. And I felt that I, and I was very glad that, that those experiences of the 10th and 12th did not overshadow a different relationship that I had built with learning and the world of ideas, which I think is important, regardless of whether you want to go into academia or not. I think that it's just, I think that is a good thing. I mean, I know from my sister, for example, who also has this, who's not an academic at all, works for a media company, but I think that this was something that I shared. I know from friends of mine who are also not in academia, but went through this school or similar schools, that they have this association with the liberal arts, with learning and with reading. And I, as years have passed on, I've come to appreciate that even more and more. And so, since you were asking about what my influences were at the time, I'd say that apart from specific books or authors, it was actually more this context, this milieu of going to a campus that was just so beautiful. It was referred to by, you know, sometimes by bus conductors and auto drivers as the kardu, which in Tamil means the forest, because it, you know, it was really this lush campus on the Theosophical Society campus, used to be in Adyar in Chennai, had this beautiful sprawling banyan tree at its sort of center. And it was a school where you, you know, it might seem excessively hippie to some, but, you know, we didn't have uniforms. For many years in school, I just didn't wear footwear. We didn't have exams till the eighth grade, all of which I understand, you know, many of your listeners might be parents and might balk at these ideas. But for me, it was, I think, a wonderful experience to have that. And there was an emphasis on environmentalism, which was, you know, not common at all at that time amongst schools, certainly in Chennai. There was an emphasis on relating what you studied to social issues. And I think that that is something that has stayed with me. We went on trips every year to a school farm. And this is not some kind of ennobliten farm, it was an actual functioning farm where they grew legumes and rice, etc. And we partook of farming activities, not in any coddled way. It's not like we were working like farmers, certainly not. We were not working from dawn to the middle of the day. But we would spend, you know, a couple of hours working the farm, we would cook our own food, we would do the things that life there would entail. And I think that it gave me again, it's not like privileged city bred students can suddenly get a sense of what life is for others. But it certainly opens a window. And we would do that every year from starting with two or three nights to by the 11th and 12th grade spending three weeks there. We would go on trips to study aspects of social concern. One that sticks, I have a sort of searing memory of is one in the 11th grade when we toured different districts in Tamil Nadu, studying caste and the presence still of untouchability, seeing things like the after effects of the two tumbler system, seeing things like people in the village coming and telling us, well, you're all upper caste, why are you going and staying in that part of the village? Why are you eating there? Meeting a woman who, I remember this so clearly, who only had a stump of an arm, and it was because she refused to sleep with an upper caste man, her village and her arm was thrown, was cut off and thrown into the fire in front of her, and meeting her and her daughter. And so realizing that, I mean, perhaps it was also maybe too much, maybe it was too much for somebody so young to be exposed to something like that. But I think on the whole, it was an experience that really did shape me, that it gives you a visceral sense of these are worlds and these are privileges that I have not thought about. Engaging with uncomfortable conversations with people in my own cohort, my classmates, close friends of mine, a close friend of mine who, it turned out that he said that I cannot go and stay the night or eat in that house because my parents who are Brahmin would just disown me. That is just not something, and these are not conversations, obviously, that you have on a day-to-day basis, and you don't have it because you are in such a bubble, right? You are in a bubble where even though admission is not caste based, because it tends to be from a certain background, as you know very well, as listeners know, income tends to index with caste as well. And so you just end up being in these upper caste circles as I am even today, very much so. But having to confront this sort of thing really made me think about, you know, I had to think about, well, what is my caste? How have I not been thinking about this so far? How is it that it shapes the way in which I live my life? Why is it that when, so for example, if we have a domestic help at home, why is it that she almost never sort of sits on the chairs, you know, like when she's taking a rest, why does she sort of sit on the floor? Again, it's not like we tell her you should sit, and even when I'd offer, please sit on the chair, she wouldn't. But that's obviously not just a personal preference of sitting on the floor. It's to do with years, maybe decades, maybe centuries of a system, not maybe centuries, certainly centuries, millennia perhaps, of a system that has ground people into believing certain things or believing that shaking these boundaries might have bad consequences. And so in these ways, I found that this experience of school when I was very young was very helpful. And then when I went to college in Delhi, it was even more mind expanding. Sorry, this is a"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:03.360",
        "message": "long winded explanation. No, it's lovely. And there's lots to think about. One of my friends who works in a very senior position in a big company had this lament to me once, he said that whenever I go out for lunch or dinner with my fellow CXO people, I will find that I have nothing to talk about with them, because they don't read books, they don't watch movies, you know, they don't know the world outside their bubble, as it were, they don't seem to have an interior life, right? Or at least they don't seem to have a rich interior life. And that gets me to thinking but, you know, there's a danger in thinking that some people don't have the facility for that interior life. I think that is very patronizing and very wrong. I think what is a more likely explanation is that how you grow up impacts all of this. So you know, people like us who've been privileged enough to grow up surrounded by books in a relatively well off families exposed to so much, we, you know, we can develop that we can read a lot of books, we can watch movies, we have access to all of these things. Most people don't. Now, just in the context of education, you speak about how your school gave all of you both the exposure by taking you to all these villages by showing you a world outside the bubble. So you get that exposure, and also enabling you to read stuff to discover joy in books that goes beyond Oh, I need to study this for my exam, right, which I think is beautiful. And as you pointed out, it's it's like, it's not just you, even others who haven't gone in an academic direction, still feel that books played an important role in their lives. And I'm just wondering whether what we think of as education itself is an artifact, whether it's deeply broken, you know, our concept of education, our education system really comes from the early 19th century, where you figured out a system to produce people to be workers in the Industrial Revolution to be factory workers, and so on and so forth. It is so regimented in terms of kids of the same age study together, there'll be the same bunch of subjects civil study, you know, there are templates for everything, you know, key geography, or geography, yes, syllabus, and beyond a certain point, is that really learning? Is that really education? So for people who don't have the kind of privileges we do to be able to go beyond this, you are, I feel severely hobbled by that. Right? So what are sort of your thoughts on it? I mean, a you were lucky enough to go to a school that allowed you to get beyond this. And I guess people go to normal schools, and obviously, they get past all of it. And now you've escaped into, you know, a different world of higher education, which also I'll ask you about. But what I'm just thinking aloud here from your experiences, you know, what are sort of your thoughts on that? Do we need to rethink all of this? Like, typically, when we talk about education, we'll talk in terms of not enough people are being able to go to school, which is a problem. Yes, we'll talk about outcomes in education, but those outcomes in education will be framed within the system as it is now, which I would argue is ossified and outdated and all of that, and so on and so forth. But I'd argue that we need to fundamentally rethink it, just the whole structure of that. So what are your thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "01:11:27.360",
        "message": "I don't know if I have any well formulated policy recommendations. I do know from that this is something that I think about as well in my personal life, because I am now a teacher myself. And especially during the pandemic, there were all these discussions, you know, at my university and everyone, every university really, about, you know, do we move to online, but those are some logistical discussions. But behind those logistical discussions are questions about what teaching itself is, what is education, what are we all here doing? Is it just content delivery? Or is there something else that we're trying to do? And I think that the stakes become even higher when you go the younger your students are, right? So I only teach college students and above. And so I think that the stakes are much lower than that of, say, my mother's, who has through her life being a primary school teacher, and instead of being an admirable teacher in a way that I can never possibly be. But at that point, is what you're doing really just delivering content, in which case, there are so many ways in which you can get the content, that you don't have to rely on a flawed human being to deliver, you know, bits of information that you can get from unflawed sort of technologies that can at least in terms of the facts can sort of provide it if, again, if you vet your sources, etc. And so I think that again, if you vet your sources, etc. But I think that what I found in my school, and again, I can only speak from my experience, which is why I speak about my school. And like you said, people have go to all kinds of schools and arrive at very similar positions to do what I do. So I don't know how much you can say it's correlation or causation. But since I have a experiment of one, I cannot sort of judge otherwise. For example, just in the in the subject that I studied, spent so many years studying and that I am a member of today as a historian history, I have so many people when I speak to them when when they ask me what I do, and I say that I'm a teacher or that I'm a historian, they say, Oh, we hated history in school, but now they're interested in it. And I think that that has to do with the way in which history is taught. And this is, you know, a common complaint, but the way in which history is taught is the worst aspects of history, this, the belief that you to memorize dates, and figures and lists of, you know, like this almost buzzfeed listicles of like, four most important reasons the Second World War happened, right? Or three reasons why Mughal Emperor Akbar was successful while so and so was not. And I think that that robs history of of its texture of its scale of its explanatory power of its just human interest stories. And I think that that can be extended in different ways to different subjects. Now, when it comes to the policy, however, I feel a much much more I don't feel quite as confident talking about what can be done to change the way in which education is done. In general, I might have some thoughts about how history might be taught, but in other subjects, because I find myself pulled in different directions between thinking, should we just burn this to the ground and come up with a better system? Or given that we're not even at educating every child in an adequate way, and that even the people that are on the books as educated or literate studies have shown by economists who specialize in education that that their level of literacy is not what say an eighth standard students should have. And at that point, then I wonder, like, are these again, are these quite literally first world problems? Like, should we be actually trying to just, whatever our definition of education and literacy is, should we be first attempting to have every child in India educated, say, to the 10th standard or the 12th standard, have that as a goal first, and have them, you know, get midday meal schemes, get them, you know, properly nourished, etc. And then look at I mean, I wonder if, for example, if otherwise, we risk making the same kinds of mistakes that you made in the Nehruvin era, where you try to think of, well, you need IAMs, we need IITs, but you forget the very basics and the nuts and bolts. And so, so that's why I'm a bit conflicted about, about wondering whether pedagogical methods and standards should change, or whether doing that might be"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:56.000",
        "message": "putting the cart in front of the horse. No, I think I didn't even ask you about what your policy recommendations would be, because that is a Nehruvian way of thinking, you know, one hopes that disruptors emerge from within society, whether they use the mechanism of markets or not. But, you know, and I totally agree with you that it's, it's a big problem where so many people just don't go to school at all. But is it a first world problem? No, I'd argue it is very much our problem, because the very fact that we have 10s of 1000s of unemployed PhDs that when there is an opening for say, a railway clerk job, you know, there'll be 20 openings and 50,000 people will apply and there'll be 3000 PhDs and all of that. What is then clear is that those degrees have become meaningless, that education doesn't have any value, because it's not giving you skills that are useful in any corner of the modern world. Right. So there is a supply demand mismatch then that on one hand, we have a jobs crisis. And we began, you know, a huge number of people who have education, but they haven't learned anything, you know, and that's just a reason to fundamentally rethink it, but not from the point of view of the state, I think, whatever solution comes will not come from the state. And however, things change, I just wish that the respective state in respective places are wise enough to kind of enable experiments to sort of play out there. Getting back to your sort of personal narrative, you also pointed out about how you could find escape in books, not just in terms of fiction, but also nonfiction. And that's fascinating, because for me, when I was a kid growing up, most of the escape that I found were really in fiction at that time, you know, in my teenage years, and all of that, elaborate a bit on what you meant by finding escape in books of nonfiction. And how was your reading? And how were your interests progressing through the reading"
    },
    {
        "speaker": "Guest",
        "time": "01:17:54.800",
        "message": "that you did? Yeah, and to clarify, maybe I wasn't clear, much of my escape was also in fiction, there was some nonfiction, but I think that the nonfiction tended to be just books of history on, you know, I remember reading some books on like Nazi Germany, finding, you know, war again, as you know, young boys are likely to do finding that exciting and wanting to know more. Again, my grandfather was an influence on this, he liked reading books of history. I remember he, you know, him talking about books, you know, old Hollywood movies on wars, like the Guns of Navarone was like a movie that I, for some reason, sticks in my mind is something that he would he would talk about. But also the I think that the sort of blend of mythology and history really was something that I was interested in. I would, you know, I would read Amar Chitra Kathas and Twinkle comics. And I remember comics on the Ramayana and the Mahabharata on Karna on sort of superpowers of these people. Because again, I think that it goes back to my, you know, story bedside stories by my grandfather and him explaining, you know, why Karna was really a hero and does not get his due. Or why is it that Krishna does not reveal himself, you know, till the moment that he chooses, you know, why don't if you're a god, because my question was, I suppose, a rational one for a child, which is that if you're a god, and you're omniscient, and you're all powerful, then why don't you just end this? And so I think those are the sort of interests that continued in that got funneled into other directions with interests in, you know, books on history, etc. But it was mostly the world of fiction that I was interested in, and the world of, you know, I also enjoyed watching, like I do today, I enjoyed following popular culture, watching Bollywood movies, Hollywood movies, I loved, you know, as I said, sports, consumed as much as I could of it. But yeah, but I think that my reading diet, and my forms of escapism, maybe not escapism, but my forms of reading changed quite fundamentally after I went to college, as it does for many people. And for me, the fact that it also was a change of location was a time when I, I left home at 17 to live in a different city. I was living by myself, I mean, though I have an aunt who lives in Delhi. So I had, you know, like what they call a local guardian, who I'd visit every weekend, but living on my own, interacting with people who are very different, linguistically, of course, from different parts of the country from very different economic brackets. In some ways, I think that that is one of the great privileges afforded by the university for everyone that you are, at least for me, it's the first time in my life, in a group or class of people in a classroom filled with people from all over the country, in a way in which, you know, I don't think really any school in any part of India really does. And in a classroom, this is at Ramjas College in Delhi University, in which not everybody, in fact, a very minority of my class in history, beginning, this was in 2004, spoke English in a in a way that in which they would be comfortable chatting in English outside of class, right? They all, you know, they all knew English, of course, and read and write and did their work in English. And so for me, that meant that I had to shore up my skills in a different language that I had to, also, it had people from different income backgrounds, people from very different cultural backgrounds. It's not just income differences, but also cultural backgrounds. I lived off campus in paying guest accommodation, very, very small, very humble. I remember my rent was I think, 1750 for the first year after which it was hiked. Which year was this? This was 2004. And I lived with in a sort of single room accommodation, which through staircases, I mean, these all, of course, illegal buildings that were built for partitioned refugees. And so I must have been in what must have been a storeroom at some point, which just had enough space for a single bed, a single table and a single chair. But there was a kitchen that people who lived in similar places like me, we shared. And they were from, they were friends of mine, Anand and Abhishek Bhatia, who are both from from Bihar. And so who had very different, you know, backgrounds and very different life experiences to me and very different cultural references. Though, for example, they were of very similar, maybe, you know, economic background, but they found the fact that I spoke primarily in English to be an oddity, right? And the fact that I was not as comfortable as them in Hindi was a strange thing, which is understandable. In Delhi, most people speak Hindi. And so I wasn't one of those. But you also encounter things that you just would never imagine that you would first. I mean, I remember at Delhi University, one of my first days going to college, somebody said, you are from Madras? And I said, you're Madrasi? And I said, yes. And he said, but you're not black. I mean, there's literally and this is not a joke. And so you realize that there's all these sort of, I mean, it's telling about the sort of colorism that exists in our society, but also telling about how rarely this person had obviously encountered somebody from the south. And so I suppose there was a mutual incomprehension, like I found many things strange. But I suppose many people found me strange as well. But I and I found the first year in Delhi quite difficult to get used to, to get used to this sort of different climate, and not climate, I don't mean I don't mean in terms of weather, but I meant sort of intellectual climate, cultural climate, to get used to a place that I don't know if you or your listeners would, would feel the same, but some place that is much more aggressive than Chennai is certainly seeing I remember very clearly being in a tutorial class behind my that was being taken by Professor Hari Sen, who I heard is very recently retired from from the university, wonderful teacher, but being in a tutorial and seeing behind him in the window, four men stomping on another man very, very violently and sort of me trying to meekly say, you know, Sir, excuse me, and him saying, you know, no, Nikhil, you need to wait your turn. And me trying to say that, no, this is actually a matter of, of violence unfolding behind you. And so and this was the sort of thing that at the time, I think that Ram just was going through a transition. I went there recently, it's a much more elite college now. But at the time was undergoing quite a transition. And there were these aspects of college life in Delhi, which again, is not like from what I've heard what it was in the 90s. And earlier, but violence was pretty common. I mean, this, that this sort of thing could happen was very common. I was told I was just telling a friend a couple of days ago, I was told one of the reasons I didn't live on campus was because me and my father went to the Ram Josh College hostel. And because my father, like, you know, many parents, you know, want their children to, you know, rough it out. And they want them to, you know, go through the experience of being in a hostel. And, you know, which I understood, and of course, it would be much cheaper than living, it would be much cheaper than the 1750 that I would be paying outside. But I remember somebody at the hostel telling my father, and so basically, when a fight broke out, he was saying that this person has no protection. And so I remember all of that being truly alarming to me. I hadn't, I knew about Delhi University and ragging, I hadn't confronted the thought of like, there will be gangs, and that there will be, there will actually be violence between them, and that I needed to have a side and that I need to pick a side and be under the Chhatra Chhaya of one of these. And so, so those are the sort of things that I found, I found quite, quite different and very new. And I think, overall, it was to my benefit that I had those experiences and that I learned from them. But it did lead to, it did lead to, coming back to literary diet, I think that my reading, my reading intake started matching my mood, because I started going alone to a park, and reading lots of very depressing Soviet authors, I was reading Maxim Gorky. And so, and it was, and so I realized at some point that I needed after two or three of these extremely dreary, depressing books, I mean, of uneven literary quality. I read all of Anna Karenina in these sort of first semester as well. And, you know, again, an amazing book, but not really the most uplifting, right. And so it was not really a form of escapism, in fact, was perhaps me just wallowing through my literary taste as well to match my experiences in Delhi. But the things that are socially improved for me, you know, later on, and I know, as everyone does, found my group of friends, many of whom are still friends to this day. And I'm very grateful for, for all these experiences. And for, for all the, you know, experiences of being, you know, a young student in Delhi, dealing with, you know, having to kill rats in your kitchen, and, you know, and, and all the kinds of things that, and all the kind of capers that one gets into, as a student, especially at a very large university. And so I'm very grateful for that experience, especially because socially, it, it really, and intellectually, as well, it really expanded my world, I had one, I had really good, some exceptional teachers, who were very passionate, some of whom are like my teachers at my school as well, thanked in the acknowledgements to my book, I think that it really taught me what what a difference a committed and passionate teacher can make. Just having a teacher who've who've looked like they were, that they believe that they were doing something important, and that mattered, that we paid attention and that mattered, that we discussed these things. That was was really inspiring. And, and so so yeah, so that was a real, it made a mark."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:10.800",
        "message": "Lots to double click on. So when when you pointed out to your teacher that, you know, there's violence behind him, what happened finished that story?"
    },
    {
        "speaker": "Guest",
        "time": "01:28:18.160",
        "message": "Oh, he, Professor Sen did the right thing. He got up and, and he was about to get to them when I think that the, the college security got there, but actually, within five minutes of it, the police was also there. And so luckily, he did not have to get involved in that. And then we later on found out that the issue was also that the issue that apparently merited this, this act of violence was that this was a boy again, just so mundane and, and sort of depressing was that apparently this boy had, through rumours that these four guys were stomping on him, kicking him, had heard that this boy had chadoed some girl at Hansraj, and that they had seen him at the Hansraj canteen chadoing some Ram Jaskar. It was just, it was just like, levels of toxicity layered upon other. And so these men decided that it's upon their honour to, despite this girl never having complained from what all that we could think, we don't even know if this, whatever this, this alleged incident took place. But that was apparently the trigger that that caused this, this act of violence in the main lawn. It was not in some sort of furtive corner of the college was in the main front lawn of the college. But yeah, yeah, so that that is what happened."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:41.120",
        "message": "And I get what you say about Delhi as well, like in, I finished my college in Pune in 94. And I worked for a few months in Delhi. And then I came to Bombay. And the reason is pretty much the same that at that time, I think Bombay as it then was, was one cosmopolitan city in India, where you could just come from anywhere and feel at home and you could just be yourself. And Delhi had that slight aggressive nature to it, especially if you're not privileged, you know, in the Delhi context, if you're not already settled there, and you're living in a nice house or whatever. If you're just a young person alone in the city, there is that period of settling in and, you know, trying to figure things out. Like I see sort of a couple of simultaneous tensions that one typically feels at this phase in life. And one is that you're just about trying to find yourself that you know, one is trying to define oneself Who am I? What do I want to do? What am I interested in? Where am I comfortable? And the other is, especially when you go to another city from where you are, is that you also want to fit in, you know, you also want to be with the cool boys, you also you don't want to seem like an outsider, you know, and all of that. So what were these simultaneous processes like that process of figuring out what you want to do with your life and who you want to be. And also the process of being in this environment with the potential which can potentially be hostile, but obviously, it wasn't necessarily like that all the time. But of, you know, that anxiety of fitting in, which so many of us as young people"
    },
    {
        "speaker": "Guest",
        "time": "01:31:12.000",
        "message": "have difficulty dealing with. Yeah, absolutely. I was in no way immune to it. Perhaps I'm not immune to it even now. But but I think that what I didn't know is very clearly was what I wanted to fit into. I mean, that's the other anxiety, right? That you, you layer on top of the anxiety that you want to fit in, and you want to be part of some group. But then you don't know which group either. And I was in a place where it didn't, there weren't, to me, very obvious groups that I that I want to fit into, or certainly groups that would have me at least. And in the end, what it ended up becoming was that I, I found that the the group in my college that that seemed to have similar interest to me that that spoke and had similar cultural reference, etc, tended to be the music society, I had no skill, the literary society, I perhaps similarly had no skill, and then the debating society, in which I had no skill that I knew of, but I had not tried it ever. And so I thought, maybe, let me see. It also was the case that that Ramji said the time did not have a very well defined debating society. So it was amorphous enough in which I could be a part of the crowd without having to distinguish myself. And then over time, that became actually a part of my social life at the university. For the three years that I was there, I was, I debated quite a bit, I was a debater, I suppose, I have mixed feelings about it, because I made some wonderful friends, who I'm very close friends with till this day, who I'm, you know, I'm extremely fond of and close to, and they are they are my some of my closest friends. But I also sensed towards the end of my time as debating in Delhi, I also sensed that, that there were some aspects to it that were not the most, not the best, let's just say, because it essentially was, I realized, firstly, very gendered, I don't know if it's the case even today, but I think that young men tend to be voluble, and young men, if they are given some sort of incentive, like money at the end of it can be even more voluble. But the problem is, I think that it's a, that there can be these perverse incentives that you are young, you don't really, you want to please, you want to be part of a crowd, you want to be liked. And you are told, through all the sort of social cues there are, and financial incentives, that if you come up with some glib argument, that puts down somebody else that can sometimes be sometimes maybe even be unfair, many times unfair, and certainly not sincerely held political positions or policy positions, but that you are just rewarded for it by literally with talis and with people clapping. And, and that's fine. It's fine. You know, if you develop a facility for thinking of, you know, different sides of an argument, but I think that it can also lead to just being glib about many things, believing that, well, there are two sides to everything, and that there are many sides to everything, and therefore not really thinking about, well, what do I really believe in? And what are the actual political and social costs of these things, just because you are so attuned to thinking in this manner, which is actually kind of shallow. And so I started thinking, I started feeling, having much more mixed feelings about it. But, you know, I mean, maybe, I don't know, maybe that was after I stopped debating, and that I was looking back on it. I don't know if I was particularly troubled by it at the time, because to me, it was an escape route. It was a way in which to have a social circle of like minded people of friends, of having a social life of having people that I could hang out with, of traveling, even on debates of at a time in which, you know, I'd relied entirely on my parents for money that I could feel like, okay, now, you know, I can make some a little bit, it's not just we're talking very, very small amounts, but at the time, they feel they feel large, right? So if you get 1000 rupees at the end of a debate that you win, that's most of your rent for, you know, that's as you know, it feels like and so what you could do with that also felt like, they felt like princely sums. And so yeah, so I have these mixed feelings. But it was really, I really need, I have to acknowledge that that was what, in some ways got me out of a bit of a funk, you know, instead of being at the local park and out from lines, reading Maxim Gorky, at least as out with friends."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:46.720",
        "message": "And so I think there is something to be said for that. What was the next step in your path after that? Like, were you already thinking of going further in terms of studying history, being a historian or whatever? You know, what did it take for you to sort of find that groove? Because many people kind of just drift along and they do the next logical thing and they take where, you know, circumstances in life are taking them while others admirably, you know, have it all figured out from the start that, okay, this is what I'm going to do. And then I'm going to do that next, and so on and so forth. So what was that journey"
    },
    {
        "speaker": "Guest",
        "time": "01:36:17.280",
        "message": "like to getting to where you eventually got? Yeah, I suppose I fall in the unadmirable camp, I did not have it all figured out. I was not a planner at the time, at least. And I knew that I liked history. I knew it from the time I was in high school that I enjoyed history. I enjoyed it, even at the time that I was in college. I suppose I did, you know, I was doing all right in it. So that was some sort of signal that, you know, maybe it's not the worst decision to stick to something that you're all right at. There were, of course, had like everyone who does history, or some of the liberal arts in college had many people wondering and asking, you know, for my own benefit, you know, where this is leading? How is this going to lead to some sort of employment? And whether I had thought about the big issue and the elephant in the room of remuneration at some point, at some point in my life. And I suppose, choosing to ignore all these very concerned questions, I decided that I just needed to do a master's in history. And suppose I was just then being carried along by the current of, but I like doing this. I'm not, I'm not bad at it. I seem to be okay at it. People seem to think I'm good at it. And so and so I went to the university for my master's, I was at the university, I was sort of changed college affiliations, but I basically stayed in the International Students House, which I mean, I'm not international, I'm an Indian citizen, but they had some kind of, you know, quotas for people who did extracurriculars and somehow, and the life there was definitely better than and then staying in my paying guest accommodations. And so again, it was like, now I was staying in this place with people from all over the world, many African nations, many Asian countries. And so that was a nice experience. And it, it came with much more comfortable lodgings I for the first time had again, to maybe to younger listeners, this might sound strange, but it was only my master's when I was well into my, you know, I was maybe 19 or 20 at the time that I got my first laptop, partly which I could pay for, you know, partly through, you know, the fact that I had, you know, I could tell my parents that, you know, I've saved some money from these debates. And so they were like, okay, so you know, you deserve a laptop at this point. And, and, and so, you know, life sort of became much more comfortable on a day to day basis. But also, I began to think about my future and sort of career prospects more seriously once I was in the master's, because of course, then you're doing an advanced degree. And, and so I started thinking, looking at people and thinking, oh, is that a path I could follow? Can I see myself as a historian? It still seemed very farfetched. Well, there are moments when even now it seems very farfetched. But and certainly I don't compare myself to the people I had, I had as my models at the time, I looked at the professors I had at the time. And, and these are some excellent teachers and scholars, right? We're talking Shahid Amin, Dilip Menon, these are some really Sunil Kumar, these are all, you know, really, really scholars who had made a name for themselves in their scholarship alone, but also were very good teachers. It was also at a time in which there were debates, I mean, there have been debates about the polarization of history, you know, since independence, certainly so since the Babri Masjid came down in 92. But in 2008, which is when I was in my first year of my master's was also this the huge, I don't know if you remember, but this 300 Ramayanas episode in Delhi University, where I was actually in a class with Professor Sunil Kumar, and we were taking an exam and a brick came flying through the window, you know, through smashing the glass, and luckily didn't hurt any of the students, it fell in one of the rows between us. And there was then this, then we heard this sort of chanting outside by a, like, what was literally quite a mob of ABVP students, ABVP students, who were protesting against a essay written by the very eminent scholar, A.K. Ramanujan, you know, written in the, you know, decades ago, decades, certainly before 2008, called the 300 Ramayans, which is about the various traditions of the Ramayanas across the world, right across Southeast Asia, and within India itself. This was seen as some kind of some sort of apostasy by the ABVP, who said there is only one Ramayan, and there aren't these different Ramayans in which some in which as we know, like in the South and in Sri Lanka, where Ravan is seen as the as the real protagonist and the hero. And so for the sin of being the chair of the department that had admitted this essay into its syllabus, also just happened to be a Muslim man, Professor Jafri was roughed up, they came into the department and started pushing the head of the department around. We were again locked into the room so they couldn't come in. But that led to afterwards, the entire student body of our class, joining with other students across the campus in this kind of show of solidarity with Professor Jafri and with the fact that you should be allowed to study whatever text you want, especially at the master's level, if it's been vetted by other academics, and even if not vetted by other academics, you should just be able to study whatever text you want. And this was not even didn't even seem like a controversial choice. This was a very, a very eminent academics essay on a subject that is universally acknowledged as existing, which led to almost, you know, it was late in the evening, a kind of showdown between our students and this ABVP. And the ABVP was obviously not interested in this, necessarily for the intellectual reasons about the Ramayana, but it was also part of, you know, DUSU politics, Delhi University Student Union politics and all of that. But you know, there was this sort of police barricade between us and the students. And in some ways, history, which had always been alive in Delhi in these ways in which we had read about and talked about the ways in which history is politicized, it became much more real. But the fact that history and just such mundane matters as what is in a syllabus can ignite such passions was a real revelation to me. And that sense has stayed with me. And of course, in today's day, you know, this we still live in the age of the history wars. But that sense of aggrievement mapped onto the syllabus that some other student, it wasn't as if any of these students were being forced to study it. There might have been MA history students amongst them, but that was not there. It wasn't that we as students do not want to study this. It's that you as scholars or scholars in training should not be studying this because it offends our sentiments. And I think that that was very eye opening to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:05.280",
        "message": "And it seems to me that two contradictory conclusions can be made about history here. And one is that history is therefore not some boring dead subject. It's more relevant than ever. Like you said, it's alive. It has, you know, history, in a sense, becomes a basis for things people do, and therefore it is important, and so on and so forth. And at the same time, the contradictory impulse is also to think that this actually makes history irrelevant, because we are trapped in narrative battles, and it doesn't matter what actually happened or why it actually happened. You know, everything is eventually going to be, you know, simplified within the ideological echo chambers where they emerge. Even the way we look at Nehru, for example, right, you have a nuanced view of all the protagonists in the book, Nehru, Mahalananda, everyone. But in the sort of the marketplace of ideas, as it were today, and I shouldn't even dignify it with that term. But in the discourse that we see, especially on social media, you just have polarized views. Either he was, you know, an out of touch, deracinated elite, who was responsible for everything that went wrong with India, or he's a great liberal, secular democratic leader who built this country and shaped our institutions. And both of those are true, and both of those are untrue. And it's just a complicated story. And that's what history is. History is complicated. You know, in these times, it often seems that it doesn't matter. So how do you think about these sort of dual sentiments, which kind of collide with each other? Because on the one hand, it can add an urgency to what you do, not just in terms of the specific, not just in terms of the way that you do your history, but also the things that you choose to write about. But at the same time, you might realize that everything is being politicized, everything is about narratives. Forget that, let me go on my pursuit of truth. That is my dharma as a historian. That's what I got to do. So how do you sort of think about all of this?"
    },
    {
        "speaker": "Guest",
        "time": "01:45:01.440",
        "message": "Yeah, I mean, first, I'd say that, Amit, you've actually portrayed the debate in the marketplace of ideas, perhaps too charitably. I mean, I wish that the debate was just between is Nehru a deracinated Anglophone versus is he a great liberal hero? I mean, if those were the polls, I think we'd be in a much better place. But the debate really is Nehru as, you know, if you type Nehru on YouTube or something, it's like Nehru syphilis, you know, womanizer, responsible for every ill that India has today. And so I think that, I think that that's where we are. And I think that's, I think that in some ways, it is inescapable. I think that there has never and there will never be a time in which history, especially recent history or history relating to the founding of a nation will be apolitical, in that there's no way in which for it to be for it to be seen as apolitical, because it matters so much to the identity of the nation and of its citizens, right? You could, again, to take it to a different context, we see similar things in America as well, right? In America, there are again, debates that are start with debates, maybe even amongst historians, but then is made out into completely something else different, such as say, with the 1619 project, the New York Times, the 1619 project, which is the study of slavery in America and a sort of a provocation to think about what if the founding of America is thought of as 1619, which is when the first transatlantic slaves are brought to America rather than 1776, which is formally the birth of their nation. That has led to a huge Republican conservative backlash such that President Trump was talking about it. And again, so you see that these kinds of history battles are in some ways inescapable. And I think that the point is not to shy away from it. But the point is, what is the role is for different people to decide what their role in that is? Do you want to just be a sort of keyboard warrior pouring fuel on the fire by, you know, typing random stuff on YouTube comments about how either, you know, is Nehru responsible for all these ills? Or is the Congress Party this, you know, wonderful institution that cannot be criticized? Or do you want to actually learn about it? And then, of course, that is not uncomplicated, because then where do you go to learn about it? Because, of course, we do not live in a marketplace that is necessarily very efficient in sort of channeling you towards the best sources of information. In fact, quite the opposite, right? With Facebook and with algorithmic knowledge enterprises, you are therefore actually directed towards the more controversial ones, which tend to be often the least scholarly ones. So I think that for the citizen, there's a challenge. But that challenge is different from then the challenge for me as a citizen, but also a scholar of modern Indian history in which I have to decide what is my role to be. And I tell my students that there is no view from nowhere, right? You can aspire to an Archimedean viewpoint in the pure sciences, but you cannot in history. In any subject in which the human being is involved so much, you have to, there will be some biases. Now, what historical training does is to try to weed out those biases, or at least provide the reader of my articles or books ways in which to identify my biases, right? So that would be that I provide rigorous citation of all my sources so that you, Amit, you can read my book, you can go through my sources and say, okay, so these are the sources used, he's chosen not to look at these, or he's chosen to look at only these. So that's what I have to judge him on. And you can decide, well, is that biased? And in which way is it biased? You can then verify my sources by saying he claims to have looked at X number of files in the National Archives and this particular file, I'm going to go and check, right? Which is the closest that we have to replicability in science. I'm going to go and check whether this quote from Hal Nobis actually, he said it or not, or didn't Deshmukh actually say this? Or is this something that Nikhil has made up for some kind of rhetorical flourish? So those are the ways in which we can check for biases, not eliminate them, but perhaps make them a part of your process and make them apparent to the reader so that they know where you come from. And I think that mostly I find at least with students, because at least with students also, you have a assumption of trust, because in a classroom, as opposed to me as an author sitting on one side of a screen versus somebody who's reading an excerpt of the book on some website and wants to post something nasty about Nehru, and then my book is just the vehicle for that. There is no shared trust there. Whereas, but in the classroom, there's an assumption of good faith between the students and the teacher, hopefully. I think that we usually have that. And in that case, I tell students at the beginning of a course on modern Indian Pakistan that my biases really are towards, I am an Indian citizen, I have views on my country, but I'm also a scholar. And so I will try to keep my personal views on his politics separate from what I teach. But on the other hand, I do not have two sides on the 1984 Sikh massacres, right? There are no two, I'm not going to provide you a Congress, Jagdish title of justification. There are, to me, no two sides on the Godhra as well, right? Those are my biases are pro-democracy, pro-human rights. That's what you have to take me as. And if you feel that that is, if you believe in illiberal democracy, then yes, you can, you can call me out on that being my bias, but I own up to that. And so I think I find that that is a useful way of thinking about history is that no, nobody can claim to be. So if someone is saying that they're absolutely bias-free, I think that that is, that is not true. But what you can say is, is this person, has this person trained to do so? That does not just mean credentialing. It means that you don't, might not have a PhD in history, but that you follow all the methods that historians do, right? Which is that you are rigorous with your sources, citation, et cetera. Is your work peer reviewed? Is it reviewed by others in a way in which it's a blind, especially such that they are able to eliminate obvious errors in it? Again, can there be works that still have errors? Yes. But has it gone through a certain filter that suggests to you that, okay, so-and-so might be trusted when they say this, not infallible, but might be trusted. But that's the same with scientists as well, right? Scientists also get certain things wrong, but we trust them overall because they've been through certain processes that suggest to us that they have become experts in that. And so I would think that that's the way I would like to, to think about my role, but also about how, if you're a citizen of India and you are interested in history and you want to know what, who to trust, this is, I would say the way to do it, which is that what are, and try to triangulate the motivations of the people, right? If it's a party spokesperson, maybe don't trust that person entirely on the history of their own party, which is not to say that party spokespersons cannot be scholars, but maybe that shouldn't be your only source for it, right? And if you're reading on the Nehru years, I would encourage people to read my book, but certainly read other books that have a different view as well and see which is more persuasive. And I think that there is no substitute for that work. And that is the quandary that we find ourselves in. But I think that it's inescapable. And I think that we have to, we just have to be a part of it. We can't retreat to ivory towers and citadels. That is not a"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:08.080",
        "message": "privilege that we have. Well, sir, I don't know how many party spokesmen are listening to this, but they're just thinking, what did we do? It was going well, why did you bring us in the middle? But I think they'll be okay. I think they'll be okay, if they are listening to this. So take me through the rest of your journey then, you know, at what point do you say that, okay, this is it, I'm going to do this for the rest of my life, there is going to be no MBA, there is going to be no whatever, this is my path, I am going to do this. And when you think about it in that manner, is it just the subject that you're thinking about that I love doing history, this is great fun, and I can make a career out of this in academia, and so I'll do this? Or have you also at this point in time, formed specific domains where you say that, okay, I'm really interested in post independent history, for example, or this kind of journey is a journey I want to take and how influential were the teachers you had, or perhaps the writers you read or were influenced by at that time? How influential were other people in sort of helping you find this way?"
    },
    {
        "speaker": "Guest",
        "time": "01:54:17.520",
        "message": "Yeah, the question of when did I decide that I'm not going to do an MBA is can be said as when did I decide to disappoint my father? No, I'm kidding. My father's very supportive. But it means that certain yes, once you start doing an MA and an MPhil, certain avenues do start closing. And so I was joking about my father, he's, he's very, been very supportive, despite really having a very different background than me, not having the privileges I had, my father, as I said, had a sales job started had to, right after college, start working for a living and to support a wife and children and support his parents as well. So, you know, through most of his, his adult life has had to support two households, you know, is is a life that's very different from mine and much more difficult, went, you know, house to house selling, say, shaving sticks. And so, and so, you know, of course, he was concerned, like, like many people were, you know, what is this going to lead to? Like, what do people who do and not just a BA in history, but an MA in history, this looks dangerously like you want to try to become a historian? Or is it going to be civil services, maybe perhaps? But no, I think even at the MA stage, I think that I, I think I kept career options open. I don't don't even know really what the my, what I would parachute into. But I think I just thought that, you know, maybe till the end of the MA, other things may be possible, you know, maybe, maybe journalism, maybe law, maybe, maybe the civil services, even though I just don't think the civil services was not something that I thought of very seriously. And I think part of it was because of my experience as an undergrad, in Outroom Lines, in this paying guest accommodation, one of the people that lived with us, I mean, live, you know, in this sort of, in this warren of small little rooms, was somebody who was preparing for the civil services. And it seemed like just such a grind, such hard work. And that even after all that hard work, the chances of success was so slim, and seemed to hinge on some things that could seem just quite idiosyncratic, that it really kind of put me off the idea. And so that was not what I would... Did he make it? In the end, I think he decided to go a different direction. I think he decided to try to become a judge. I mean, that's the last I had, I'd heard of him. But and so it was, you know, he didn't he, when I'd met him, it was already his second year trying, and he had tried two or three years. And so that was sort of very dispiriting to see, you know, every day to see the sort of stress and the toll that it took. And in some ways, just put hitting pause on your life for two, three years, living away from family, just trying to crack this one exam. And because, you know, as listeners will know, I mean, that's what it takes. I mean, you can't do other things on the side. It is all or nothing. And so that sort of put me off. And I don't think I really considered that very seriously. But by the end of my master's, I felt that I, I think I'd started thinking about doing doing a PhD. And I'd also started thinking that I might want to, I definitely wanted to, to go abroad, just as a life experience. Because I'd spent by the end of my master's five years in Delhi. But I also felt that if I wanted to get into the kind of program that I wanted, that I needed to do some research, I also needed to get some sense of what research is like, if I was going to embark on an entire PhD. And so I enrolled in a PhD at JNU, which is, which is another wonderful experience. It is, in some ways, the most economically diverse group of students that I've been with, the most liberal in terms of the ethos amongst the students, the most safe, for example, that women on any campus I've been on in India have felt ever. And so the life of, you know, being at the Dhaba late at night, discussing your readings, discussing ideas, that was very, very exciting, and intellectually extremely stimulating. And of course, I had the great privilege of working with wonderful scholars and teachers, again, who really are a model to me of what can be done if you really commit yourself to public education, to education, which does not remunerate you very much, but you're still committed to it, because you believe in the cause of education, of doing this as a sort of, as a service that to society, not just as career advancement, but as history and being a teacher as a calling. And it was when I was at JNU, and to me, it's been a real, it's been a source of real dismay and anguish that JNU has come in the past few years to be associated with just with being anti-national, with being, I mean, the people at JNU was, you know, some of the most patriotic I've met, because they were anguished and angry about the state of India, precisely because they cared so much. And it's been a real source of sadness that JNU has come to be in the public mind associated with this kind of thing. And of course, also that students from JNU were just sort of arrested. Omar Khalid was in my MPhil cohort, he was in classes with me. And to think that somebody that I was not a friend, per se, I mean, we knew each other. But to think that somebody I was sitting in a classroom with has been in jail now for what, a year and a half, based on very flimsy evidence. And, but and regardless of the merits of the case being slandered on public television with accusations, which are not even made by the government, accusations just made by television pundits about being, you know, a Pakistani spy or, you know, And not just allegations, doctored videos. Doctored videos, right. And so to think that it's possible to just ruin the life of someone, I'm not to say that his life is ruined. He has a long life ahead of him. And hopefully, he is out of jail very soon. But to think that when the state turns on you, and when sections of the media can also turn on you in that way, that the results can be so enormous on somebody that was so that whose life basically mirrored yours, right? He lived in a hostel on campus, I live in a hostel on campus, he went to the hostel to eat his food, I went to think, we sat in the same classes. But that, at that point, he was doing an MPhil thesis, I was doing an MPhil thesis, both of us were doing, you know, going to the archives once in a while, that the idea that, that an event like that can just suddenly change your life so much is quite astounding."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:20.800",
        "message": "Does it make you rethink what it feels like to be an Indian? Does it make you rethink the whole project? I mean, it's very clear that the one fundamental difference between you and Umar is that he's Muslim. Yes. And there's no putting a sheen on it. And Kashmiri. And Kashmiri. And there's no putting a sheen on it that there is so much anti-Muslim politics that is dominant today. I think that is a core problem with our politics today. And does it kind of make you wonder? I mean, this is a question I've also asked in other forums, for example, you know, you know, how libertarians feel about taxes, right? Now, the thing is, even accepting that fine, that some amount of taxes are necessary, you need a state to protect our rights, blah, blah, blah. And then you argue on the margins about when is it justified? When is it not justified? But I've come to recently start thinking about that when your taxes are being used for bulldozers, and the kind of things that are being done in your name, you know, then is that even moral? What does citizenship mean? How do you look at your relationship with the state? And I must clarify for all the tax officers listening to this that they will find I'm a law abiding citizen, and I pay all my taxes well. But just at that moral level of thinking of what does it mean to be an Indian, and also the incredible, this quiet that it gives me gives me to see this happening. Because this is not anymore, a fringe sentiment, right? This is, this is our politics, in a sense, this is our democracy expressing itself. So, you know, what do you feel?"
    },
    {
        "speaker": "Guest",
        "time": "02:02:56.880",
        "message": "Yeah, I mean, there's it's bigotry, there's just no two ways about it. And it's bigotry that is that is, unfortunately, mainstream, and is also given not just political encouragement, but patronage. And it isn't a new sentiment in India, there has been bigotry of, you know, all sorts in India, I'm sure always human beings are human beings. But it is one thing when it is seen as shameful in, in the broad public sphere. And it is one thing when it is rewarded, right rewarded with career advancement with political positions, etc. I, I had, I'd heard extremely bigoted views when I when I came to, only because this is one of the first times I was having this kind of conversation in college, again, in my paying guest accommodations, one of the people that lived with us would talk about again, you know, his views on history, which were completely unmoored by fact, but about how, jab musalman aaye the to hindu ke lashe, you know, I mean, that there was just like, you know, mountains of these Hindu bodies that were always every day, piling up. Again, not to say that, you know, early modern India was some sort of paradisiacal place where there was no, you know, inter communal violence or conflict. Far from it, India was has always been a casteist and been a religiously divided place. But this was certainly a huge exaggeration about the nature and it was about the talking about, you know, Mughal rule, etc. And I think that those views that at the time seemed to shock me because of how extreme it was, and how far away it was from what any scholar had been able to prove, right? I mean, the point about these sort of things is that if it is so true, there must be some scholar who should be able to prove this sort of thing. And of course, the retort you get is, well, all of them are leftists. But then you think that human incentives are such that there'd be such enormous rewards, if you were able to prove incontrovertibly, that actually this happened, right? Original research is rewarded as amongst historians, we respect original research and making a big intervention like that would be something that would make everyone sit up and notice. But the fact is that it is again, it's the sort of assertion that is unfalsifiable. It's that because then it gets to if you say, well, that doesn't seem to be true. It's like, well, all of you are of a certain ideological disposition. And I think that it's views like that, that I have noticed every time I have come back to India, especially in the last sort of 10 years or so, especially in the last, you know, five, six years, that it is just more and more openly expressed, expressed not in, you know, conversations amongst friends over dinner, like it was the first time I heard it, but now just Kulayam, you know, now just without any sense of shame, without any sense that what you're saying is, is cruel and narrow minded. And it's led to, to me feeling, I mean, I am, I feel patriotic as an Indian. But patriotism does not mean that you do not feel shame. That's at least in the way that I think of. Of, in fact, it can be why you feel. Yes, I mean, it is, I feel shame because I care about, about India. I am, I mean, I live abroad, I'm an Indian citizen. And I work, my work is on India, my family, much my family lives here, my wife and child live, we live in the United States. I mean, without even going into the sort of tedious debate of, well, then why do you live elsewhere? But the way that I feel about it is, yes, it is complicated by the fact that this happens. But there has never been a time in which I think you can just feel uncomplicatedly happy about everything about your country. But this I do feel is, this is particularly vicious. And it, and there seems to be, it seems to only be getting worse, to the point where I have, I have the privilege not of being Hindu, of being an upper caste Hindu man. And so it doesn't directly affect me. But I have friends, I have close friends who are Muslim or are married to somebody who's Muslim. And to them, this is a real concern. To them, they are discussing whether to leave India. And if they live abroad, but had plans to come back to India to actually something that 10 years ago, I would not have thought was possible, but making actual life plans saying that we want to go back to India, but we don't think it's, if we have a Muslim child, we don't think that this is actually a safe or the best decision. If we have other options, why would we choose this? And so I think that it's that. And it's when I have those conversations that it really sort of, it strikes me with the force really of a sledgehammer that this is a privilege. My privilege is that I only have to think about this when something in politics comes up, right? But if you are of certain communities, this must be a sort of, even if you're a privileged and of with economic means, it still must be this sort of low boil existential dread about is violence around the corner. And it must have been what, you know, being Sikh in North India and Delhi must have been in the in the late 80s after 84, right? That this community that seemed once like it had, that I was enveloped in affection with, and I seem to have been integrated into, in the best cases, has completely turned on me. And so not that Muslims ever in India, I think, have felt that, you know, they were completely well integrated and embraced. But that, and I think that again, that's a memory I have from 92 in Bombay as well, the sense that of people turning on each other of, of our colony being referred to as a Hindu colony, as SBI colony being a Hindu colony, people wondering whether they should go to the local grocer who we got our groceries from, who was who was Muslim. But remembering that my mother made it a point to tell me that, you know, when there was this bun that nobody was setting out, but my mother had to set out because my father was out of town to get us some groceries, but that she got it from this Muslim grocer who had of course shut his shop because it was a Hindu colony. But that when she went there, a window opened and from the side, little bag of groceries, without my mother choosing, because there's no time for it, this person just chose what was to be in there and just furtively gave it to my mother, who he knew was Hindu and in a Hindu colony. And in that little thing, this man who must have been dreading for his life, given his social circumstances and his economic circumstances, had the largeness of heart to slip into this bag, the chocolate bar that I liked. And that is the sort of thing that those are the kinds of bonds that cannot last much longer if this kind of thing continues. And that is something that saddens me and I see around me and I realize that I can never really share that experience of others and it really is a just"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:11.200",
        "message": "unmitigated shame. You know, what I agree with you on and what is sort of heartbreaking is that something is fundamentally changed. Like, yes, of course, Muslims were always, there was that tension, they were never kind of never quite treated as if they are part of this country. But there is a very moving story about Ehsan Jafri, that Jafri who had suffered from previous riots, I think in the 60s or whatever, and had lost his home and all that. He chose not to go to a ghetto. He was asked once, why are you staying where you are surrounded by Hindus? And he said that no, to go to a Muslim ghetto today to withdraw into that, even if it's safer, would be to betray my idea of India, to betray what I believe in. I will not do that. I believe that we can coexist and stay and, and we all know what happened to Ehsan Jafri, right? And that to me is, it's such a great betrayal. And I sort of see it playing out, you know, Kapil Kaumireddy in an episode he did with me once pointed out that, you know, the Hindus who stayed in India after partition, it's a default thing, this is where you are. But the Muslims who could have gone but who chose to stay here, they chose something, they chose that same idea that Ehsan Jafri chose, right? And to now reward them in this way, is utterly sort of heartbreaking for me. And you pointed out about, you know, your lament about how, you know, people in JNU are now treated as if they're anti-national. And there is this little bit in your book as well, where you quote B. R. Brahmanand, you know, talking about how when B. R. Shenoy and C. N. Bakil and Mr. Brahmanand himself objected to the second five-year plan, that they were, you know, sidelined and left out of planning committee meetings and, you know, branded anti-nationals and CIA agents, you know, but there, you know, it's that common thing of dissent causing you to be called anti-national. But today, what we see is your identity, your location is enough for you to be called anti-national. So I do think that, I mean, I tend to be more pessimistic than others, I mean, but I do think that something fundamental has shifted. And it's sad, and I don't know where we are going to go. So maybe, maybe, you know, like the rest of the country, and the country can't take a break, but we can take a break. So let's take a quick break So let's take a quick break and continue our conversation on the other side. Welcome back to the scene and the unseen. I'm chatting with Nikhil Menon, and we are discussing, still discussing his fascinating journey, we'll get to the book eventually. So we've gotten you all the way to the point where you're sort of doing your PhD at JNU, and you're thinking of taking it even further, the further, the further than that, or you're doing your MPhil in JNU. You're doing your MPhil in JNU, and you're thinking of going even further. So take me through sort of the rest of your journey from there until before the book."
    },
    {
        "speaker": "Guest",
        "time": "02:14:07.280",
        "message": "Yeah, maybe I should be more rapid, because perhaps one of the reasons we've taken so long"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:10.960",
        "message": "is that I'm being long winded. No, you're being great. Please, please don't artificially hurry"
    },
    {
        "speaker": "Guest",
        "time": "02:14:15.040",
        "message": "it up. We have time. Well, my PhD took the longest, it took five to six years, so we could be here forever. No, so from, from JNU, I left after two years after my MPhil to do my PhD in the US. And that was a real change. I had not ever been to the US before. I hadn't been abroad actually very many times, maybe, I think two or three times maybe before that. And so it was, it was a culture shock in the way that, in a way like moving from Madras to Delhi was, but in a very different way in that it was different, but comfortable, not in a different, but very intimidating. Part of it could be that I moved to a very small town. I was in Princeton, New Jersey. So I was at Princeton University. And it's like a small, quaint picture postcard like town and very much non-threatening in the way that Delhi can be overwhelming and intimidating. So I also, you know, there's also a function of the fact that I'm much older. And so you feel less insecure about yourself, you're less worried about who you are and what, where you fit in. I had really a wonderful time in my PhD, of course, with all the anxiety that doing something as lonely as a PhD can produce. You are choosing one topic to burrow down on and deciding to become, or hoping to become an expert on it and produce some original research on. And so sometimes it can feel like standing on the edge of a precipice and not knowing whether your bridge across will appear or whether you can build it, or if you will just sort of take a step and sink. But at the same time, at least for a couple of years in my PhD, you know, having done at this point, quite a, frankly, embarrassing amount of master's degrees. I've done an MA and an MPhil. And now as part of your PhD program, you are effectively also doing another MA. I did feel like I could take it easy to some extent that I didn't have to, that I didn't have to be quite so anxious, at least for the first two years. And so I, I remember kind of cutting loose for the first semester, at least. I remember being amazed by the high speed internet, and then just streaming every TV show that I wanted to watch. I remember going through several seasons of Breaking Bad at an alarming rate. I remember it causing others to, also because I grew up in, I studied before that in Delhi University and JNU, and it wasn't common for everyone necessarily to study at the library. At JNU, many people did, but I just worked in my room. Whereas the culture at my PhD was that most people just showed up at the library or a coffee shop and worked there. And because I was missing from these spaces, people just thought that I wasn't doing any work. But, you know, I was certainly doing less work than I probably should have at the very beginning. But I quickly found that I rediscovered a joy in reading and in engaging with history outside of Indian history. This is something that I think, unfortunately, in India, when you study history, at least in the place that I went to, and when I was there, you just did Indian history of different time periods and different specializations. And very rarely did you have the opportunity to study other parts of the world, and certainly at the master's level and after I did, but not at the range at which I was able to, during my PhD in my first two years, take courses by experts in, you know, in early modern Europe or in modern Britain, or, you know, just things that are far afield from my own core interest. And I found that quite horizon-opening and also freeing, because it felt like I could just study it without worrying about, oh, I need to keep this in mind for the future, that this is going to be related to my future project, or in some ways, how is this related to my future research? It was just studying it for the sake of learning. And that was very pleasurable. I also made, I quickly made a group of very close friends with whom I'm close with till today. I also met my, the person who would go on to become my wife, and also the mother of our child. And so I suppose I was particularly lucky in that I made those connections. And I had that relationship throughout my time in my PhD. So I look back on my PhD very fondly, though there is a lot, I am papering over a lot of just dread about, you know, about trying to get a job. There is a, it's, there is a sort of jobs crisis in the humanities, in that many, many more PhDs than there are jobs. And once you're at the end of a PhD, in history, you really do feel like maybe there aren't many other options, right? So I had to get off that train, you know, about seven to 10 years earlier, if I didn't need to make other choice. And at that point, though, I am exaggerating, people go on to doing other things. But I felt like by that point, not only was it the most obvious choice, but also, by that point, I was quite convinced that that is what I'd really like doing. I felt that it was the most obvious was my version of the good life that, or the nearest approximation that I could think of, of a life in which I felt like I was doing something worthwhile, and doing something that I enjoyed, and doing something that I could be decent at. And so that sort of trifecta, I think, is hard to hit. And I mean, I'm sure, and there are days in which maybe I feel like it's not the case. But overall, I am very glad with that, with that decision. But of course, you know, landing a job was very, very stressful and anxiety inducing. But again, overall, I had a very good time. And it's where I started thinking about this particular project that led to this book. This book is based on my PhD at Princeton. And it's also where I started thinking about the, because research I had been doing for a while, but I started thinking about the mechanics of writing, and what writing, what kind of book do I want to write? How should it be written? How can I improve my writing? These are things that I hadn't really given too much thought to. I just, in some ways, I had a model of writing, a vision of what writing was, which maybe many people have, which is that you just have certain innate abilities. And what you put on the page is a reflection of that. And I suppose spurred by my disappointment at what my innate abilities seem to be, I felt that I needed to try to improve on it. And I luckily seemed to find that actually good writers and people who even teach writing, like yourself, believe that writing is a skill that can be worked on and improved actually quite drastically. And so I just became much more, I mean, I didn't do any formal course on it or anything, but I just became much more conscious about writing and about my writing style and about how, whether, again, I leave it up to readers to think if it has had any effect. But I certainly think that I improved as a writer in that process. And I think that improving as a writer also improves your research and your ability to translate that research and to be much more specific about the claims that you're making and about the arguments that you want to advance. And so I found that actually very useful for my research. And also I found it a way in which I could channel my energies towards, if I was not feeling like I was making any progress on the research, I felt like, okay, I have this piece of writing, how can I try to improve it? Can I try to make it more precise, less wordy, less sort of flabby, less, you know, I mean, all the things that you try to do. And so, you know, I just tried to find whatever piece of advice on writing I could find online. We were talking about this earlier before we started recording, I looked up to these series of essays by John McPhee, who's this legendary writer for the New Yorker, who's also taught generations of students on writing. And I found that that attention to structure, to narrative, how to plot narratives, that all of that, again, I don't know if it has worked, but it was new to me. I hadn't thought about writing in that way, because I just had this view that you just have your level of skill, and then that's all you can do. And so I found this, I found eye-opening, and I found it something that I wanted to spend time working on. And since then, I felt that, you know, that's been, I think it improved my research. And I think it improved what I was doing. And I realized that if I'm going to be a historian, in some ways, my job, apart from teaching, that half my job is writing, and I might as well try to improve on the way that I write. And so, apart from the research, that took a fair bit of my time during my PhD."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:11.920",
        "message": "Were you also teaching during this time?"
    },
    {
        "speaker": "Guest",
        "time": "02:24:14.240",
        "message": "No, the graduate program that I was in actually had very generous funding, very generous scholarship, and actually did not require you to teach, which perhaps has its downsides in that, you know, you don't get a feel for what teaching is like, you don't get the experience. I chose, I volunteered to be a teaching assistant for a professor for one semester. But even that's not like teaching your own course. And so, actually, once I started my job, I had this moment when I, just as I was about to go to my first class, this moment of panic, in which I wondered, you know, I've chosen this career, and I've even got a job, but I actually have no idea how I am as a teacher, what the experience of being a teacher is like, and A, whether I will be any good at it, and B, whether I will enjoy it. And so, thankfully, both the answers were, I mean, whether I was good at it, it seemed like I was at least competent. And that, again, like writing, you can improve. And so I think that in my first semesters, I probably am a better teacher now than then, and I hope to improve further every semester. You know, I tried to get better. But in terms of enjoying it, I really did enjoy it. And I found that, actually, it was very nice to be able to pair teaching in a classroom with doing research and with writing a book, because they move at different paces. The research is, you know, moves often at snail's pace, takes years and years. Whereas the teaching is something that you can get feedback on immediately, and you sort of get feedback, even if they don't straight out tell you that, you know, you sucked. I mean, even if they don't say that to you, you know, when a class has not gone well, you know, when you sort of miss the sweet spot. On the other hand, you also know when a class really did feel like a good number of them were really engaged, and that there's like a buzz in the room at the end of the class, some people still want to talk about it, then you know that something has gone well. And that is nice to know and that is nice to know that at the end of the week that, oh, I had two classes. And then, you know, that one maybe didn't go so well, one went well, but at least you know, as opposed to the research"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:30.000",
        "message": "in which it just takes so long. I'll come back to writing and teaching. But before that, I want to go back to our old subject of fitting in and this time in the context of the academic world in general, like one often hears about the academic world. And I've heard this from historians within academia, in fact, that there are these pressures that you have within that world to think in a particular way to do a particular kind of subject, you know, to look at the world with a particular kind of prism that in one sense, the act of doing history is not just doing history, it's it's also got an ideological tinge to it sometimes. It's also got other incentives mixed in because if you're a professional historians within the academic system, you have those typical pressures that you need to publish a certain number of papers and you need to publish them in a certain number of journals and a certain kind of work is expected from you. And maybe whatever you write has to have a new point of view on something. I mean, I know sociologists certainly feel that pressure that everything has to have, you know, a new theory that explains whatever. What were those pressures like that for you? Because I'm assuming that you're coming into history and this personal project of being a historian, driven by the pursuit of finding out more about the world, being able to understand it better, explain it better and all of that. But there are also these other kind of pressures and incentives and often academics can seem like a big circle jerk where you're talking to each other constantly and your ideas aren't getting out there. Now you've clearly and we'll talk about it when we talk about the writing a bit more, made an effort to get past that because your book is, you know, and I mean it as a compliment, doesn't read like an academic book. It's got the rigor, it's got all the footnotes, but anyone can read it and enjoy it as just a story just unveiling itself. And I think McPhee wrote a famous book called Story as well. Tell me about all of this that, you know, being in academics, again, there is that pressure to fit in, which can change what you do in hidden, unseen ways, perhaps even to yourself. So what are your thoughts on that? And, you know, did this come up during your journey?"
    },
    {
        "speaker": "Guest",
        "time": "02:28:36.720",
        "message": "I think that it's a pressure that I'm sure many people feel and it's a pressure that I began to feel in terms of publishing and professionalizing after the first two or three years of my PhD. But in terms of intellectual conformity, I frankly did not feel that very much. I was really fortunate to have a really, really very encouraging and wonderful academic supervisor who, Jan Prakash, who's been a guest on your show as well, and who was, who sort of advised with a very light touch in that I actually applied to my PhD program, claiming to do a very different project. But within a year, I basically abandoned it. And there was no, no cost to it, right? I mean, Jan would sort of joke about how I tricked him after coming into Princeton. But, you know, but really, he encouraged that you try to explore what subject really appeals to you. And I think being at the place I was did influence it because I started going from a place where I was doing only Indian history, I went to a place where I was now taking courses in all kinds of other geographic fields. And then I think that that influenced the ways in which I started thinking about Indian history itself. I started thinking about, I was also a part of a group of people at Princeton at the time who were looking at, who had interests in post-colonial India, in independent India. Gyan himself, you know, had written Mumbai Fables, was writing Emergency Chronicles amongst the students. There was Rotem Geva, who's writing a book that's just come out on Delhi's partition, on the partition's effects on Delhi. Rohit Dey was there at a time a few years senior to me, working on finishing up his research that then led to his book. Vinay Sitapati was also there, working on a very different topic, but also on independent India. And so there were, you know, several people there who were interested in this field that I had been interested in to read on. But when I was an undergraduate or a graduate MA or an MPhil student in Delhi, and this might be different now, but there was not a single course offered just on independent India. And I found that, it's only when you look back to it, you realize, well, that's kind of strange that we didn't have that. And in some ways, I mean, even like a book that, you know, many people refer to as helping this sort of field grow, India after Gandhi, but that comes out, I think, in 2008 or so. So I think that it's only in the last, you know, 15 to 20 years that, I mean, well, I mean, of course, there has been work on independent India, but I mean, by historians, after partition, I think historians tended to sort of stop there. And I think now historians are doing a lot more work on independent India. And that seemed exciting to me. So I wanted to, because I was interested in reading about independent India, I thought, why not work on a subject like that? And that's what drew me to the topic that I did. And of course, I was very fortunate to be in a place where that was encouraged. And as I said, my advisor, and I think that the reason I mentioned the advisor is that in your PhD, the relationship you have with your dissertation committee and your advisor can actually shape your experience a lot, both your social experience, definitely your intellectual experience, and it can determine whether the entire thing is a stressful period in your life, just overwhelmingly stressful period in your life, in which you're constantly worried about your professor's favor, whether they have time for you, time to read stuff, time to give you feedback, time to give right letters of recommendation, and all these things. Whereas for me, I had just such a really pleasant experience in which I had a very encouraging and supportive dissertation committee, intellectually, extremely vibrant climate, and a place where I really felt like they had my back and that they would do what, I mean, of course, in the end, it's up to you, but that they would do what they could to help facilitate this research improve. And I recognize that that's not the case for everyone. And in the cases where it's not, it can be very unpleasant and can feel even more lonely, because now, and often, then you're also in a foreign country, you just feel alone, and you feel like nobody can help you out of the situation, because you're in this power relationship. And the supervisor has, in a sense, some power over you. So, so in many ways, I was, I was fortunate to, for where I went."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:24.960",
        "message": "Yeah, Gyan has, of course, been on the show a few years ago to talk about the emergency, but I think that was less than an hour. So he, you know, he'd listened to this, and he'd be like, you spoke to me for less than an hour. Why are you bothering the kid? Let him go. It's been four hours, eight hours. So how did you get"
    },
    {
        "speaker": "Guest",
        "time": "02:33:41.280",
        "message": "Or he might criticize me for being so long winded."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:44.480",
        "message": "You're not, you're not being long winded at all. This is every moment of this has been so fascinating for me, and I'm sure for the listeners. And if you were on Twitter, they'd let you know that but sadly, that can't be the case. But so tell me about how you arrived at this specific subject. You know, I can understand Mahalanobis as a fascinating human being in itself, I can see the attraction there. But just this subject of planning and the role that it played in Indian public life, and you know, the different alleys that you've gone down in this book, like what drew you to it? And what eventually gave you the confidence that this is meaty enough to be a"
    },
    {
        "speaker": "Guest",
        "time": "02:34:20.800",
        "message": "thesis and to be a book and so on and so forth? Yeah, I mean, I suffer a crisis of confidence even now about the book. So but but the way in which I arrived at the topic is that I, I knew that I want to work on independent India, I was thinking about what topics I could address that were another criterion I had is that I want to tell a national story again, because at the time, that is what I was interested in, I want to read a story about, I was interested in stories about nation building. And I wanted to understand this particular period of the 1950s and 60s, to some extent, the 70s, because I think that a nation's founding is a seminal moment, right? It is a unique moment. And that yes, every decade is different, but the nation's founding is specific, and will not be replicated in some ways, and always will have knock on effects and ripples through history into the present. And so I was, I was reading up on the period. And I, I remember coming across references to plans and the five year plans. And when you'd see documentaries about the time, there would be an obligatory reference to what is happening in the five year plan. And then I started thinking that yes, even when I was in school, when I did economics, we did study because you know, I mean, this is before the Planning Commission was abolished. We did study the five year plan. And the second five year plan was especially mentioned as being really important. And there the name of Mahalobis would come up. But I hadn't quite understood why it became so popular. And I felt that there wasn't really an explanation for why is it that planning became so central to the story of modern India that it became popular, not just amongst economists and politicians, but that in films, they were talking about it in Bollywood films, and in songs, they were they were they were referring to the Panchvarshya Yojana. In plays, this was a common theme that came up in the background. When you talk about when they're interviews with young people from the time 1956, they talk about the five year plan. And then when you refer to, for example, if you looked at international press about India, if you looked at, say, the Washington Post, the New York Times, or the Guardian or something, there would inevitably be some reference to the five year plan and to planning, and also planning and this democratic experiment with planning. So that is really what grabbed my attention. One, the fact that planning was just ubiquitous in the language of planning was ubiquitous across political parties. And just it was just part of the ether and just part of the air that everybody breathed in the 1950s in India. But also, simultaneous to that, what what hooked me was the the references to this Indian experiment in which it was trying to combine liberal democracy with planning and the the alienness of it in which I read about it, say, in the New York Times archival documents or in the Washington Post, or sometimes even in the Times of India. That really got to me this because then I thought, oh, that's true that I hadn't that's true that I hadn't thought about it that way. But that India was combining Soviet inspired economic plans with liberal democratic political systems. And that to, for example, at least viewed from the West, this was seen as a great experiment and one that could determine the future of Asia, because of course, you know, to the north of India is both China and the Soviet Union, both of which have command style planned economies, but they're not democracies. And so whether this fusion could work in to some were seen as determinative of whether democracy of a certain kind can work in recently decolonized poor nations across the world. And so then the stakes of that seemed really grabbed me that it's this was not just important in India to India, but also, it seemed important in global terms. And Indians were aware of it. It's why I think it's sometimes I think, fed into Nehru's overblown, sometimes overblown rhetoric about planning, this sense that India was perhaps shining a beacon for the rest of the third world for the rest of the decolonizing world, because India, of course, is one of the earliest decolonizing nations. And that this was a path, especially during the Cold War, when Soviet or command style economies were seen as authority as they were politically, and that those were, in some ways, absolutely incompatible with liberal capitalistic or market based economies and political structures, and that India was trying in a sense, as I say in the book, it's sort of this arranged marriage between the two. And that that was that that really appealed to me this this sense of the stakes being pretty"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:12.160",
        "message": "high. And how important were both writing and teaching to clarifying your thoughts and sharpening your thoughts on the subject like, you know, from my point of view, a great way to learn something is a to write about it. Because if you force yourself to write clearly about a subject, you have to think better about it, you immediately figure out where are the gaps in your knowledge, where you need to sharpen your arguments, and so on and so forth. And equally the great way a great way to learn a subject is to actually prepare yourself to teach it. Because then you have to, you know, answer every basic question about it, you can't have any holes in your understanding of the subject as it were. So how important were those not just in the way that you approach this specific subject, but in sharpening your thinking as it were, and earlier before this, in a sense, one could say, you went through a different kind of pedagogic exercise and thinking when you did all your debating, because there again, you have to structure your thoughts and structure your arguments, and so on and so forth. So how important were all of these in just a way that you think about something in, you know, forming habits of the mind as it were, like what I find, for example, is that ever since I've like for note taking now earlier, when I would take notes, while researching something, I just, I'd have done pages and pages of Microsoft Word, and it would all be kind of linear and I can move things about but it's one mess. Now I use Rome research, which uses the old German system of Zettelkasten, where you have nested entries. And I just find that sometimes I'm thinking more clearly about something, because to put things into categories and subcategories, and then to cross link them, you know, just become so much easier. So tell me a little bit about this. Because whenever you start thinking about a subject, your head is a muddle of thoughts about it. There's a lot of information coming in. And how do you organize that? How do you break it up into bits, break it up into categories, start organizing it. And I guess all of this, you know, from note taking to writing to teaching, all of this is a way of sort of thinking, organizing it and thinking about it in a particular way. So what's your journey with that?"
    },
    {
        "speaker": "Guest",
        "time": "02:41:21.360",
        "message": "I think that there are two aspects to it. One is the logistical challenges. And the second is just the intellectual challenge of producing a cogent argument. In terms of the logistics for historians, especially, I mean, for most historians, we go to archives, and the archives can be institutional archives, it could be finding the scripts of some of the plays that I talk about, or, you know, watching the movies from the 1950s that I analyze, watching documentaries from the Films Division of India that I analyze. But a lot of it is was for me, coming back to Delhi, spending months on end at the National Archives of India, and at the Nehru Memorial Museum and Library, where a lot of the private papers of lots of figures, including Savarkar, for example, it's not just Nehruvian figures are held at that institutional collection. And so it was just many months of spending days at the archives, first just collecting the material, then at Calcutta, going to the P.C. Mahalanobis Memorial Museum, which is on the Institute campus. I spent some time in Bombay getting some of the Films Division documentaries, which took a while and necessitated me going to Bombay. And then a few months after that, they just put all of it on YouTube, which made me feel like a bit of a fool. But the challenge, in some ways, the archive is a challenge, because you can have days, if not weeks, when you just go and you come up with nothing, nothing that is of interest to you, nothing that seems really relevant to your topic. And so that can be one kind of challenge and of anxiety about, you know, have I picked a good topic? Have I picked a topic that actually doesn't have very much on it? Then there's the fact that as I write in the book, I discovered the Planning Commission records seem to be kind of missing. And as another scholar said, it seems like having, you know, tried using contacts at ministries, etc., that scholar came to the conclusion, Vivek Chiba, that some clerk at some point just decided to get rid of these documents because it doesn't fit into one of the classifications that continued from the colonial period of, you know, Ministry of Finance, Home Ministry, etc. It's this kind of interstitial body that might have fallen through the cracks for that reason. And so that produced, you know, that got me even more worried. But once you start finding some documents, that also... So I think that a perception that people sometimes have about archival research is that you know what you want to argue, and you look for the documents that prove that. Instead, at least in my case, and I think in the case of most historians, is that you know the broad field that you want to research, but the archive often surprises you. And for example, I did not know that I'll be writing about Mahalanobis at all. I thought that he might play a small role because he was involved with the second five-year plan, but I did not think that the Indian Statistical Institute, or statistics, or computers would be one half of the book. And that was directed by what I found in the archives, what captured my attention at that time, and what I found really arresting in the archives in Delhi and in Calcutta. But once you sort of amass all these photocopies, there is then the challenge of you to take all these, you know, thousands of pages back to the U.S., and then there's a worry about you hear all these amongst historians. There's always somebody who's heard some horror story about somebody who spent months or a year collecting all the stuff, and then there was the monsoons, and all of it just got soaked. Or it got lost, you know, somebody was traveling in an auto, and they left it there, and they lost their entire years of research. And it's true that once you lose it, there is no substitute for spending again another few months getting it, because the archives in India, I should say, don't allow you to take photographs. So you cannot take photographs of these documents. So you have to get the archive to photocopy it for you or to scan it for you. But you can take photographs of that. Yes, you can take. So at that time, also, I did not have a good enough camera phone, and it was so many documents that I just, you know, went to Nehru place and told them to scan the entire thing. So I had a backup. So there are all these concerns about, because then you get so possessive about these documents, you carry it only on carry-on luggage, not in your check-in luggage, because I can lose all my clothes, but I cannot lose these documents, which is what I actually intend to do even when I go back to the US this time, which I'm already making plans for two months down the line about where I will carry these documents, so they are never more than five feet away from me. But then the challenge when you come back is logistical about like, what do you just do with thousands of pages, right? You have to have some method of going through it, of then categorizing these different thoughts. And unfortunately, for me, in my PhD, I just I wasn't, I'm not a very organized thinker. And I'm not a very organized person in general. But I can with archival stuff, then that's perhaps the only thing going in my favor is that I can get obsessive about these documents. And so I would just go on these stairs in which I would just, just be inhaling these documents over long periods. And then I would not be able to let the documents go. So if I was at the gym, or walking, taking the half an hour walk home, I would be on my phone on a note app, writing down ideas as they came to me, right, I'd sometimes have like sentences that came to me or like little garbled versions of arguments that I could make. And I just write them all down, because you don't know when they'll come to you. And like you said, it's only when you write them down, later on, you look at and you think, well, 80% of that is garbage, but at least the 20% there, that's actually I can work with. And so I'd have notes on my phone on my laptop. But then you decide that, okay, I need to organize these vast amount of paper into bite sized portions. So for example, with me, the first chapter I wrote was about the computer, because that was an easy thing to identify in the archive. Almost all of it came from the Calcutta archive. So I knew that it was a discrete set of papers. And I was like, okay, I can spend some time on this, and maybe produce something on this. Because if I just looked at all the documents all the time, I'll never get down to writing. It also helped that it had this really, I came across purely by chance, this online archive of this man called Morton Nadler, that was then on the Virginia Tech server, which has since been taken down. So I think on the one year that was up, I managed to get access to it. And it was basically the memoirs of a man named Morton Nadler, who was this young Jewish kid in Brooklyn, who was from very early on had become a communist, became a member of the Communist Party of the United States in the 1930s, had aroused the suspicion of the American Army, the FBI and the CIA, was fired from a job in Chicago because of his communist sympathies, and then decided to lie to his parents and say that he's going to do a PhD at the Sorbonne in Paris. And then instead, he took a ship to Paris and then took a flight to Prague and Czechoslovakia, because it was in the Soviet Union, and he wanted to be part of building Soviet communism. And so when I'm reading this stuff, and then I saw some reference to Calcutta and the ISI, and I knew, okay, so there's something here that's really exciting. And the story happens that Nadler, once he's in Prague, starts working on sort of Soviet computers there, but then gets very disillusioned with the Soviet Union and communism, because he finds out that the American government revokes his citizenship because they think he's a deserter, and it's treasonous. But the Czechoslovakian government also suspects that he might be a double agent who's been planted by the American government, and that this entire thing of the embassy cancelling his passport is just a ruse, so that he can get embedded into the Soviet government. I mean, it's this real Cold War intrigue stuff, right? But then they decide, okay, maybe we can trust him. So they recruit him as a spy to spy on his family back in America. But because nobody really trusts people in these situations, they have their own spy tailed by another spy. And so they have his phone tapped. He suspects that one of his lovers, who's one of his many extramarital affairs, is also a planted Soviet spy. And then in the end, the reason that this story is relevant to me is because he decides he gets so paranoid about being in Prague and gets sick of this overbearing Soviet state that he decides he needs to leave. But where does he go? He can't go back to America because they revoked his citizenship, and he's seen as a communist. And then somebody tells him that you need to go to a non-aligned country. And it so happens that Mahalanobis, the professor, shows up in Prague around that time. And Morten Nadler makes contact with the third secretary of the Indian embassy there and gets in touch with Mahalanobis and says, you know, I can come and work for a few years on India's first computers, because I have all this technical knowledge. And in his mind, he's thinking doing that will be like a calling off period, such that eventually I can go back to America. And so once I found that story, and once I had this really exciting archival material about how Mahalanobis brings India its first computers, I knew that, you know, maybe I have a chapter there, maybe have an article there. So, you know, as you can probably gather, it's quite all over the place, and it's not very organized, but"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:43.040",
        "message": "that's how it came together for me. The Morten Nadler story is great. And you threw in a little bit about how he named his daughter Maya after Mao, which is a little bizarre. Why didn't he just call her Mao? But, and also that bit about how you had spies who were being spied upon by other spies, because, you know, it's so just a fascinating, you know, story of the guy. So how did you do knowledge management in the sense you've got all these papers, you've had them scanned at Nehru Place? Yeah. So now you have the scans, but you don't have the actual text. So how do you know I had both, I took both. Oh, you took both, you had the text as well. Yeah. Like when they scanned it, they had a software that turned it into text? No,"
    },
    {
        "speaker": "Guest",
        "time": "02:51:24.960",
        "message": "so I had the photocopies from the National Archive, which I got scanned. And so I have these photocopies, which I got spiral bound, because I was like, I also needed to be, you know, easily go through it. And I don't like lose papers flying around. So, so yes, I had two copies"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:39.680",
        "message": "of almost all the documents from the National Archive. But what I mean by text is, you know, you can't copy paste onto the document that you're writing, you have to actually type stuff out yourself and all of that. So how did it start taking concrete shape in terms of Do you use specific software, software for knowledge management? Or do you? I mean,"
    },
    {
        "speaker": "Guest",
        "time": "02:51:58.240",
        "message": "how do you know? I don't I know many people who do. I don't I am, I suppose, quite neanderthal in these things. I, I just had these documents, and I would just spend a lot of time going through all the documents, and trying to organize them in my head and organize them by themes. And yeah, you can't cut and paste, there's no OCR either. And so you just need to, you know, paginate all the papers and and then make notes for yourself saying if I'm building this argument, page number 81 from this document, page number 236 from this document, like all these things will help in making that argument. And so that, I suppose, was the most rudimentary knowledge management system I have. Yes, but I know that to you, it must sound like, you know, knocking two stones, flint stones of flint against each other to make fire, when we have so many more advanced ways. It's what I've"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:51.680",
        "message": "done all my life. And not managed to make much fire. And who were your like, when you were thinking about what the book would read, like, did you have any writing models that I want to write a book like this? You know, you've mentioned, you know, wanting to get away from the turgid academic writing and reaching a bigger audience and all that you mentioned that you did a lot of, you know, reading of writing advice to kind of get there. And by the way, I totally agree with you like one point I feel strongly about and I tell all my writing students is that there may be other domains where you need some natural talent. Like if you're a musician, or if you're a batsman, you need hand eye coordination. If you're a fast bowler, you need fast twitch muscles, you do not need inherent talent for writing, anyone can learn to write well, right. And I'm at pains to emphasize this, because people will often come in saying that I find writing so hard, and maybe it's just not in me. And the point is, everyone finds writing hard, right? You just have to work at it and you, you kind of get better. But that aside aside, you know, were there any historians or historical books that you then looked at and said, My God, this person does it really well, I want to write like her. And, you know, and how consciously did how aware did you then become of matters of the craft? How mindfully did you read for that as well when you were"
    },
    {
        "speaker": "Guest",
        "time": "02:54:10.800",
        "message": "reading? Yeah, I mean, about academic pros, I think that, to me, I don't think that there is necessarily a one size fits all, I think that academic pros can sometimes seem turgid. And it's because some of it is meant for an academic audience, right, that there are, there are communities in every field of specialization. And just like that, in history, sometimes certain arguments need need for you to refer to other theories, etc, which aren't immediately accessible to just the average person, right, not accessible in that it's too smart for them, but that they need to spend time learning those theories in order to be able to understand this argument. So I don't think that every history book necessarily needs to be written in the same manner. But I thought that I, I had a argument and narrative that lended itself to if I tried hard, to being able to communicate in a way that that most people should that everyone should be able to understand. And so that's why and that's, that was something that I want to do with this book. And so the I don't know if I had any specific models, but I knew that, for example, that there were, for example, that the book India after Gandhi by Ramchandra Guha, that that sort of was one of the first books that was doing a sort of survey of independent India. And so I'd say that many of the books that are monographs that are written now about independent India, many of those cite that book, because that book really did sort of open a field and many other books came in its wake. And so that was a model, though, in that Ram Guha, and I think that he'd be the first to admit it was not a deep dive on any one subject, right? Its aim was, in a sense, much more ambitious, which is to capture all of independent India, which is why it's gone into like repeat editions, because independent India's history keeps evolving as well. Whereas I was doing a deep dive, partly because for a PhD, you have to provide original research on one particular subject, one particular sort of something that you hone in on. And so while in terms of in terms of the audience, like a book like India after Gandhi gave me a sense that, oh, actually, there are people outside of academia who seem to want to know things about Indian history and are willing to read about it, right? So that book was an eye-opener in that it gave me a sense of how much more history can and should be written about independent India, and also that there is a readership for it in India. In terms of writing style itself, I admire the work of Gyan Prakash, who does academic history, but that his writing styles are supple in that he's able to move between writing for an academic audience and writing for an audience that is academic and non-academic as well. And so I think that his earliest book was much more academic, and his first two books were much more academic than his latter two books, such as Mumbai Fables and Emergency Chronicles. And so I found that those were books that managed to be academically rigorous, engaging with scholarship and with a lot of archival material, but at the same time was written in a way that people outside the academy could read and understand and engage with. Apart from that, and I'm just sort of choosing people in my immediate milieu at Princeton, Linda Colley is another historian, a historian of Britain, who also is a remarkable writer, just sweeping narratives, great textual detail, maybe coming from this British narrative history tradition that is very rich, and at the same time is an extremely well-respected historian whose scholarship is impeccable, but is able to write in this way that allowed for even somebody who's not interested necessarily in British history to read it and be sort of taken up by the narrative. So those are the two that come to mind in terms of writing style of trying to bridge this gap. But otherwise, in terms of the history itself, I mean, there are like works of history like Shahid Amin, his like Gandhi as Mahatma, his essay that I now teach in my undergraduate classes on history, which is sort of a real model of how to do really fine-grained historical analysis of like a very small event. This entire essay is based on a one-day visit by Gandhi to Gorakhpur, to a village in Gorakhpur. But he uses that one event and all of the press reports generated by it, all the rumors that it was generated by it to come up with this portrait of Gandhi that's very different from the portrait that we had of Gandhi from before, of Gandhi and about how the meanings of Gandhi were actually much vaster than Gandhi himself had control over, that people imbued meanings onto him. And so those are some of the models of research that I have found in terms of both method and in terms of writing to be models. But I mean, I really feel bad just singling these three out, because I had a remarkable slate of teachers from Delhi University and in JNU. I mean, Dilip Menon, Shahid Amin, Sunil Kumar, then at JNU, I had Tanika Sarkar, Niladri Bhattacharya, Janaki Nair. I mean, all people who in different ways are able to combine writing for a public, and these are people who have written op-eds, etc, and are able to do that, but also write academic works that are meant to advance the field and advance original research as well. So I think I try to take inspiration from them. So let's talk about the book. And for me,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:07.520",
        "message": "you know, the part of the book which really came alive for me, and therefore brought the whole book alive for me, was really reading a bit more about Mahalanobis, who is just such an incredibly fascinating character. But before we start talking about Mahalanobis itself, the thought kind of struck me on how so much that happened was contingent on certain individuals. If Mahalanobis did not exist, for example, if he got typhoid at the age of two and something unfortunate happened, and so on and so forth, you could argue that a certain part of the history of independent India might have been different. And that certainly holds true much more powerfully for someone like Nehru, for example, right? As a historian, what do you think of the great man theory of history? You know, and just for my listeners who may not be familiar with it, Thomas Carlyle came up with this great man theory of history, which speaks about how history is shaped by and of course, it's a gender term, but history is shaped by people who come and they do remarkable things. And without them, history would have been different. And the counterpoint to that is that no, there are broad currents in history. And the individuals who are there just happen to be like right time, right place instruments for those currents. But otherwise, they don't matter so much. But really looking at Indian history, it seems that these accidents of fate sometimes embodied in the shape of a person can make a huge amount of difference. Like if Nehru wasn't our first Prime Minister, say if it was Patel, for example, we would have gone in very different directions, maybe not in the same directions that today's ruling party imagines, but it would have been somewhat different across various different dimensions. Similarly, Mahalanobis was not there, you know, things could have worked out really differently. And who knows, you may not even have had a book. So what's your sense of, you know, the importance of individuals one and the importance of accident, circumstance?"
    },
    {
        "speaker": "Guest",
        "time": "03:01:57.520",
        "message": "Yeah, this is an eternal question in history, the interplay between human agency and structural forces. And one way to think about this, the debate is between this sort of Carlisle position about the great man theory and a very Marxist position that believes in materialism and ultimately structural forces determine everything, no single individual, not even Karl Marx, determines history. I mean, some might argue that actually Karl Marx himself is a refutation of that explanation. I think that I don't have any dogmatic belief in either. I think that it is. And I think that that's true of most historians that, at least the historians, most historians that I know of, believe that it's an interplay of the two. And the choice you have to make as a historian is assessing how much of each. And so in the first half of my book as well, I hope it comes across, but I'm also trying to walk this fine line between saying that, yes, Mahalanobis was an extremely influential individual by the force of his personality, by the influence he had, by this way he almost single-handedly is the person associated with national statistics in India and the Indian Statistical Institute. But at the same time, I'm also making a structural argument, which is to say that the reason that statistics becomes important, yes, Mahalanobis might have been a great statistician, but why does he become an economic planner? The reason and the structural argument I offer is that the reason he becomes an economic planner is because India has adopted centralized planning. Centralized planning requires these masses of data and it's in that context that somebody so intimately involved with national statistics comes to be seen as maybe a suitable person to pick as a planner. Because otherwise it's not natural for a professor of physics who's turned a statistician to become the most influential policymaker in the country in economics. And so what I'm trying to do is to tie together both the structural argument, saying that it is the structural force about the rise of planning states, such as in India and the Soviet Union and China, that opens up a field under this Nehruvian government for technocrats like Mahalanobis to strut on the stage, right? For them to have this overweening influence is possible because of the structure. Now, once you have this broad structure and the stage set, then yes, the individual there determines what path it might take. And so yes, there is individual agency and that matters a hell of a lot. But I do think that individuals operate, all of us operate within certain structures, right? And no individual entirely overcomes a structure, right? So even with Nehru, he is a part of a Congress elite that is overwhelmingly, you know, a lot of them are foreign educated, a lot of them are educated at Cambridge, a lot of them are lawyers. Nehru's own father is a lawyer and a member of the Congress party. And so you think, well, it's not then so atypical that Nehru becomes a leader of this party, right? In some ways, maybe Gandhi is more atypical, even though he is also a foreign educated lawyer as well. And so I think that when you start looking into any individual deep enough, you start seeing patterns. And so I think that belies sometimes Carlisle's reification of the great man. And I think that it's important to give individuals their agency, because otherwise, you have these sort of stultifying narratives in which it seems like almost, well, if you just figure out all the structures, you could just predict the future as well. So I think it's a balance between identifying the structural forces, but within that seeing where and how contingency plays a role, right? That if, for example, so and so was born later or had died earlier, what would have happened? So if the counterfactual, though historians don't like doing counterfactuals, because and that's why we do not do counterfactuals, because we do not have any evidence to predict. But the structural forces argument would suggest that even if Nehru, you know, died of typhoid when he was very young, statistics would have still played a very important role if India had chosen centralized planning. Now, India might not have chosen the route of sample serving. India might not have had a statistician who became the economic planner. But statistics would have remained important, because as I tried to show through the book, it's not just Malinobis who's talking about statistics, lots of people recognize the importance of statistics. So somebody else might have played not the same role that Malinobis did, but a different role. But statistics would have been important regardless, I think."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:47.040",
        "message": "I think along with these two forces of human agency and structural forces, I think there will be, you know, a third force that I might posit is just happenstance, just accident, you know, if Nehru's mom gets a headache, nine months before Nehru is born, you know, the course of history could be very different, we might not even have centralized planning. And or when Nehru and Malinobis meet for the first time, for example, possibly in Tagore's house, or possibly when Tagore was staying with Malinobis, as you point out, you know, and they don't get along well, for some reason, Malinobis has missed his breakfast, and he's rude to Nehru, you know, little things can just turn history around. But I buy your point that it's a complex interplay of all of these things. And it really doesn't matter what you want to, you know, necessarily privilege over the other all of these sort of matter. Now, I love your little pen portraits of all the people here that you've kind of created and about Malinobis, I'll read this bit out, for example, quote, you write, tall, prominently nose, stern of gaze, vast of brow, with hair severely parted and slicked flat by coconut oil. Malinobis looked the part of a serious man. He was born into a family that belonged to Bengal's landed elite, and his early milieu was that of intellectual inquiry and religious reform in turn of the century Calcutta. He grew up to be a prim workaholic, seemingly immune to frivolity, and usually found day and night stooping over his calculations. As a friend of nearly half a century corroborated, he had no time for small talk and little capacity to compromise with unreason. Even a smile, tight lipped and partial to the right cheek could seem a grudging concession. Malinobis appeared to make a virtue of withholding expressions of affection, believing it his duty to conceal it, except to pets, which included dogs, cats and cows, top quote. Now, I imagine that in the process of, you know, delving into the life of a person like this, there is that moment where the figure just becomes three dimensional, where you get that inside view of not just all the biographical details and the descriptive details about the person, but about their motivations about their insecurities about the vulnerability, so on and so forth. So tell me about that. You know, was there a similar process that played out with Malinobis? You know, I think you said you had access to his papers or his letters or whatever. What did those reveal to you about him? And how is it then? How does it play out in that process that at first, you are looking into historical events, but then as you go deeper and deeper into a person, at some level, there is a greater connection, there might even be an emotional involvement, maybe you start rooting for the guy, maybe, you know, the more vulnerable you find him, the more flawed you find him, perhaps the closer you feel to him. So what is that process like of writing something like this, actually reading personal letters written to and by him? You know,"
    },
    {
        "speaker": "Guest",
        "time": "03:09:41.840",
        "message": "what was all of that like? I think that that is part of the role of a historian, which is to judge and to recognize these different scales at which you're operating, right? You're operating at, so in my book, I'm operating at the level of the national, sometimes even the international. And then within the national to some important individuals, then say at the planning commission, and then you get down to the nitty gritty and the texture of just one person's letters to say his wife, or maybe to the prime minister, or to the finance minister. And, and you're right that there is a way in which, I mean, unless the person is just absolutely repulsive, and like reveals themselves to be an awful human being. But that you when you're reading personal correspondence, like you have an emotional response, right? You're a human being, you're reading the writings of somebody else, and in which they're writing it, not knowing that, you know, 70 years later, somebody else is going to read it and be analyzing it, you know, so it has, you know, details about, you know, today, my stomach was not good, you know, how, how your children, they're all these are small details that, you know, I know about the hair slick flock by coconut oil, because not in the letter in which I was reading about the rest of his personality traits, but in some other letter, I saw a letter from him from abroad to Pitambar Pant saying, you know, when you come, can you please bring a coconut oil for me, right? So you, you get these little details that that humanize the individual. But I think the risk is also that you might start rooting for them, as you said, you might start being seduced by the personality. And I think that that's when hopefully your training kicks in, you realize that what you're trying to do is not you're trying to present the person as he was, and not necessarily make a case for the person. And so I tried to to convey only that which I thought could be corroborated in some way. So the hair oil, even that I was trying to make sure that I had something that gave me a reasonable enough interpretation to say that, well, it's probably that he usually used, you know, coconut oil. When I talked about the fact that he looked the part of a serious man, that is a sense that I just got from reading decades of his correspondence, right? He was all there was never a joke, there is always unremittingly serious, right, and high minded and talking about high stakes, this being important for the country. And, again, it is corroborated by what his friends said about him, right, that he is, you know, very, very serious, unsmiling, unable to compromise the unreason was usually sort of, you know, people who talk about how a conversation with Mahalanobis was usually a monologue. So when I make even those comments there, I try to keep it rooted in what I know from the sources as well. And so I knew that if I just mirrored Mahalanobis' writings, I would basically be writing a pain and an ode to planning, I would be writing about how great planning is, how it would do all these miraculous things. But that's not what I want to do. I mean, not do I want to knock planning necessarily, I just want to present, understand why planning became so central to India. And so using Mahalanobis as the vehicle for that allowed me to show an aspect of planning that's not about, you know, whether the growth rates were missed or not, but instead about the growth of India's data infrastructure, about its data capacities through somebody like Mahalanobis and the Indian Statistical Institute, both of whom actually have a huge influence even today, you know, through the sample surveys, through the national sample survey, all of which India uses still today. And so there is this way in which you try to measure the evidence, you try to measure what they say in their letter, try to see if it's corroborated by other people. And if you are using something that is affective or emotive, affective or emotive from the letters, you make it clear to the reader that you're quoting them, that this is not your view, but you are quoting how Mahalanobis felt at that moment. And that this is not me, the author who's conveying it. So I think that there is, you have to exercise judgment. And I think that that's the only way to go about it. I think that any biographer also has to do it. But I think that the best histories managed to do that well, which is to convey a sense of empathy, but not necessarily sympathy with the subject that you empathize with this person in order to make them come alive on the page. But you do not sympathize with their political positions or their economic recommendations. So you know, before India becomes independent,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:14:08.480",
        "message": "before planning happens, there are sort of two fascinating narratives, which are kind of weaving in and out of each other which are going on. One is Mahalanobis giving up physics falling in love with stats, you know, forming the Indian Statistical Institute, and some of the pioneering work he did there, which even if planning had never happened, you'd still recognize it as absolutely pioneering work just you know, what happened in the 40s before that. So that's one really interesting thread that's happening. The other thread that's happening at the same time is of our early leaders, including Nehru, recognizing the importance of planning like you point out how, you know, in 1938, when Subhash Chandra Bose is President of the Congress, he says that, hey, there has to be we have to plan, there has to be a planning commission, planning committee, rather, I think National Planning Committee, it was called. And he asked Nehru to be head of the National Planning Committee, and Nehru is head of it. And now Nehru is thinking seriously about planning, because he's part of that committee. So it's, you know, come up against circumstances kind of bringing him there. And as he's thinking about it, he, you know, these two threads kind of come together, you know, you pointed out about how he's met Mahalanobis socially, randomly, and how he meets him in 1939, where he goes to Calcutta to meet Tagore, because he wants permission from Tagore for Jana Gana Mana to be national anthem, if it's you know, if and when we get independence, and Tagore happens to be staying at Mahalanobis' place, because you know, family, friends and all that. And that's where he meets Mahalanobis, chat together. Next year, 1940, Mahalanobis comes over, meets him in Anand Bhavan, stays with him over there. They're kind of becoming friends. And then over the years, this is sort of intertwining. So tell me about sort of these two different narratives, like one is what's happening in the world of statistics, like I had an episode with the data journalist Pramit Bhattacharya, and Pramit made a similar point, that look what happened in India in the starting from the 30s, but 40s, 50s, was absolutely mind blowing, it would be were trendsetters for the whole world in a sense. And this is a time before data is really advanced. It's only around the time of the Second World War, you know, in the 30s, really, that the import that the need for a GDP is felt before that you don't have a national measure at all. And I've had an entire episode on the GDP, of course, and conceptually, there are big flaws and whatever. But that's a decade when the world is coming to terms with the need for something like this, statistics, or a lot of the things that we take for granted in terms of studies, statistics don't exist, or at a very primitive stage. And here is this man, Mahalanobis, who is, you know, whatever opponents of planning may think of him today, and certainly, you know, there is a lot to be said. But in terms of that early statistical work, we are absolute pioneers. And at the same time, there is a nation about to be formed. And, you know, and you have those leaders like Nehru, saying that, hey, you know, the way out of our poverty, the way out of our colonial past is planning. And for planning, we need data. And therefore, statistics is important. And hey, I happen to know this cool guy, he smiles only from the right side of his face, he's kind of taciturn, but hey, you know, he's a guy. So how is and you know, this could just be a web series, right? The people involved are so interesting. So tell me about this entire period. And like you, you mentioned that when you started doing this book, you did not think that Mahalanobis and the ISI would be such an important part of it. And they became like that. So how did you discover these narratives? And how did they form? And just tell me about this period and what it led to?"
    },
    {
        "speaker": "Guest",
        "time": "03:17:46.320",
        "message": "Yeah, the story of Mahalanobis really came alive for me when I came across some papers of Pitambar Pant, which are at the Nehru Memorial Museum. It's a very slim set of documents, and it's mostly letters between Pitambar Pant and Mahalanobis. Pitambar Pant was a, also somebody who trained in physics, became, was a jailmate of Nehru during the Quitindian movement, then became one of Nehru's private secretaries during the time that he was Prime Minister. And on one of these visits in the early in the late 1940s to the Institute in Calcutta, Mahalanobis says, you know, like, asked Nehru, can you depute two or three people to come help with the work of the International School Institute? Because I think that apart from doing our research, we can help with national development as well. Nehru is not able to send two, three people, but he sends Pitambar Pant. And then Pitambar Pant over the next two decades becomes this kind of bridge between Calcutta and Delhi. He rises to some prominence at the International School Institute as I think the Secretary of the Institute there. But at the same time, he's also heads the manpower planning division at Yojana Bhavan in Delhi. And so and because he has the ear of Mahalanobis and Nehru, he's able to sort of play this role as a bridge. And so in his letters, in his documents at Teenmurti at the Nehru Memorial Library, I found these letters between him and Mahalanobis exchanged in 1954. While Pitambar Pant is in Calcutta, and Mahalanobis is just jet setting across the world, he's in Prague one day, he's in London the other, in Washington the other, in Moscow another, and he's writing these letters back to Pitambar Pant. And it's during a time that Mahalanobis is discovering that he can play a role outside of statistics as perhaps a planner as well. And that really brought alive this moment of transition from a physicist to a statistician to economic policy. And so I thought that and in those letters, he's talking about both the importance of statistics for planning and about the importance of computers for planning. And so I thought that this is something worth pursuing further. And so that's why that's really how those stories first appealed to me. And I started exploring whether they can become chapters in my book. About the broader context, I think that you put it very well, that there are these two parallel stories that I'm trying to tell. And I'm trying to talk about them in parallel, but also about how they don't remain parallel at all points. At some points, they do have sort of offshoots that intersect. And the intersections are usually institutionally through the International Statistical Institute, individually through Mahalanobis or C.D. Deshmukh or Pitambar Pant or Nehru. And these two stories are, one is that, as you said, of a nation that is in the throes of an anti-colonial movement. One that we know today, but they did not know now, was soon to win freedom for India. And that the people involved are a cast of characters that are sort of household names in India. You know, Subhash Chandra Bose, Nehru, Gandhi, Rabindranath Tagore, G.D. Birla, J.R.D. Tata. All of these people are discussing planning. And so to me, that is very fascinating. Why is it that on the eve of independence, planning is such an important thing that they're all discussing and debating? Gandhi doesn't quite understand why it's important. Tagore, in fact, thinks it's very important, doesn't understand why Gandhi does not think it's important. And so supporting Bose and Nehru, saying that, you know, I think that you're the only two modernists in the Congress party, and that you should push for this planning. At the same time, G.D. Birla and J.R.D. Tata are also pushing for certain kinds of planning for very self-interested reasons, as you point out as well. And so there's that story about a nation in the making, about to be formed, and about these weighty matters of what will our economy and polity be once we achieve independence. And at the same time, there's a story about a discipline coming into its own. Statistics was not considered a scientific discipline until well into the 1930s and maybe even 1940s in India. In the late 1920s, there are letters between Mahalanobis and a friend of his in London, in which he is lamenting how he's taken seriously as a physicist, but statistics is not given the time of day amongst other scientists in India. He refers to it in very casteist language as being treated as an outcast. He says that it's seen as the thing that politicians play around with, but it's not a serious science. He says that somebody told him in the Indian Science Congress that if we were to grant statistics its own section at the Indian Science Congress, which is a sort of annual body meeting of all scientists in India, chemists, botanists, physicists, and Mahalanobis had been petitioning for statistics to get its own section within the conference for them to meet. And the Indian Science Congress just flat out said no and said that if we were to grant statistics a section, we might as well grant astrology one, right? So it was seen basically on par with astrology. And what I tried to trace in the first chapter of my book is how from the late 1920s through the labors of the Indian Statistical Institute and Mahalanobis and this alliance with the National Planning Committee set up by the Congress government and advances in statistics across the world, aided by the Second World War, the rise of the GDP, the role of economists like Simon Kuznets, et cetera, V. K. R. V. Rao, who comes up with India's first national income estimates, that by 1946, when the Indian Science Congress has its annual meeting, the person chairing that entire conference is Mahalanobis, not because he's a physicist, but because of his work as a statistician, right? And so you see the rise of a discipline that goes alongside the progress of this nationalist movement. And this is the role of contingency, right? As just as centralized planning comes to take form in the minds of the Congress party as being important, and they're talking about the lack of data, this is something I find in Nehru's handwritten notes from the 1930s onwards, this bemoaning the lack of adequate statistics in India. At the same time, India, it's not just that he says, hey, I have this friend, it's that India is now making globally pioneering contributions to sample serving, which is useful anywhere, but it's particularly useful in a poor country where you do not have the state capacity to undertake, you know, plot to plot enumeration, or very painstaking, very expensive enumerations that do, you know, counting each item, which, by the way, scientifically has also been proven to be more error ridden than sample serving. So it's in sense there, there is that contingency of these two things happening at the same time, which leads to the Institute being tapped as being extremely important for the growth of India's national statistics, which is why the Central Statistical Organization, the National Sample Survey, all these national level organizations tended to be staffed from the Indian Statistical Institute in Calcutta, not because, I would argue, not because of a favoritism, but because really, it was the, it was almost the only game in town. It was an internationally recognized center for excellence in this, the very thing that the Planning Commission was looking for, which is why actually the Planning Commission was jealous sometimes of the Institutional Institute, because they would have liked to have done it themselves, but they did not have the expertise either. And that's why in some ways, Indian statistical policy and then economic policy kind of gets farmed out from Delhi to Calcutta for a decade, at least."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:14.320",
        "message": "You know, you've written about, you know, how early on in the statistical field, Mahalanobis, time and again, is almost proven right. For example, you know, there was this competition in Bengal, where there were arguments about random sample surveys, do they even work, are they accurate, and so on and so forth. And the Bengal government in 1944 actually said that, okay, let's use both the methods, let PC Mahalanobis do his random sample survey kind of thing. And at the same time, we will do our, you know, our detailed enumerations and all of that. And as you point out that the government was off the mark by 16.6%, Mahalanobis was off the mark by 0.3%. And for all you know, and saved a lot of money, and saved a lot of money. So it was just in every aspect, it was much better. So, you know, in terms of the power of statistics in terms of, you know, what they can reveal about the world, Mahalanobis is on to something has been proven right. And this must make him feel incredibly powerful. But is there a danger here? And this is really more a question about human beings and about that particular human being, that is there a danger here that this can lead to a kind of hubris, where you have this incredibly powerful tool, and you have actually been so successful with that tool in whatever you have done so far. And you imagine, therefore, that you can use that tool to reshape the world. And we see signs of this hubris in a lot of the things that he does through the 50s, for example, where for, you know, he'll be going to foreign countries, and he'll be doing the things diplomats should be doing, right. And he, of course, looks down on diplomats and considers them incompetent and whatever. And but he's talking directly to other governments and Nehru is kind of, you know, not approving, but at the same time, not, you know, messing with him too much. And in other descriptions, you've described him as a benevolent autocrat, as it were, where he is like a little dictator in the ISI. And he's kind of doing his thing. So he's become this figure who in his own head is sort of, he's got it figured out. And his only frustration is why don't more people listen to me, which remains a frustration for a long time. And eventually, you point out that, you know, Calcutta takes over Delhi and, you know, by the time the second plan comes around, Mahalanobis kind of had his, has his way where for a couple of years, he's dominant. And at the same time, while there is this tremendous hubris in Mahalanobis, you also have Nehru, who, as you've quoted, famously says that he'd prefer one technocrat to four bureaucrats, right. And this reminds me of what Harry Truman once said of economists, where he said, give me a one handed economist, because he was tired, because, you know, his advisors kept saying on one hand this, on the other hand that, and he wanted sort of decisiveness. And one can imagine Nehru wanting that same kind of decisiveness, because as you pointed out, when he wrote Discovery of India, he was sort of aware that the India that he would like is not the India that is out there. In some ways, he invented his idea of India, he created this idea of India within himself, it was an act of invention, right. And I wonder if there was sort of a certain hubris there, that if he's getting so much done, you are an independent country, you are the Prime Minister, you have sort of superimposed your vision of what society would be like, in the design of the state in whatever influence he had on the Constitution, and so on and so forth, that you just continue then thinking in that technocratic way, and therefore favouring technocrats, where you are like what complexity, I conquered it, you know, I won, I conquered it, here I am, I've created this, I am creating this, I will not let these people stop me. And therefore, in a sense, these two guys are made for each other. Right. And as far as choosing planning is concerned, you know, what you said earlier in the episode, what you've written in your book, I completely buy that there is pretty much no other way they could have gone. It was a logic of the times, it was commonly accepted throughout the world at that point in time, the Soviet Union appeared to be a success, you know, free markets were allied in people's minds with colonial ills. So at that point in time, that is a reasonable choice. I'm not debating that. But I'm just looking at these two really fascinating personalities with their own individual fatal conceits, as it were. And it seems, in a sense, as therefore as a marriage made in heaven, that, you know, Mahalanobis has that kind of hubris and the engineering mindset and what Pratap would call the tech solutionism. And, and that's exactly what Nehru wants. He wants decisiveness, he is reinventing a nation. And it's it's kind of, you know, therefore, you know, just a perfect storm."
    },
    {
        "speaker": "Guest",
        "time": "03:30:04.720",
        "message": "Yeah, I think that what you said puts me in mind of an anecdote that Milton Friedman recounts in the book about the one time that he met Mahalanobis, they met in the summer of 1955. I think Milton Friedman, of course, is the celebrity free market economist, you know, one of the best known economists of the 20th century, and perhaps the most associated with American Reaganite free market beliefs. There's a, there's a good story about how Friedman, Mahalanobis was asking the American government to send some economists deputed by the American government to the Indian Statistical Institute in Calcutta. And the person I think this was in 1954, the year before, and the person they had recommended was Milton Friedman, who was then a very young economist, not not so well known as he was to become later. That was about to happen. And Mahalanobis, since he was a jet setter, happened to be in Geneva, because he was elected the president of the UN Statistical Commission. By the way, he was elected president of the UN Statistical Commission on numerous times, nominated both by the United States and the Soviet Union. So he was in Geneva, and he happened to come across another American economist, John Kenneth Galbraith. And when he told Galbraith that that the American government was about to send Friedman to India to help with, you know, the planning exercises, Galbraith joked saying that having Milton Friedman, a free market economist, coming to advise on planning was like having the Pope advise on family planning, right? And so that, you know, tickled Mahalanobis enough that he decided that instead of having Milton Friedman come, he invited John Kenneth Galbraith instead. Anyway, Milton Friedman does come the next year to India, and he meets Mahalanobis in Delhi at the Planning Commission. And in his memoirs, written with his wife called Two Lucky People, he talks, he has a very, I think, insightful comment about Mahalanobis, and I think that gets to your point about the hubris. He says that Mahalanobis reminded him, Mahalanobis was a mathematically gifted person. And he said that the issue with people who are mathematically gifted is that their gifts come to them very young. And so from a very young age, they are accustomed to being able to crack the code, to being able to come up with one single value neutral answer that is either right, right, or wrong. And not only did they come to arrive at that freak often, they come to expect it in other fields of life as well. And the problem with that, and then he quotes Adam Smith. So you have Milton Friedman quoting Adam Smith from the Wealth of Nations, he says that, unfortunately, they start to think of themselves as somebody controlling chess pieces on the great chessboard of humanity. But whereas you actually never have control over human beings, and humanity is not a chessboard. And so you cannot predict the outcomes or the strategies of the people because you do not hold human beings and Indian citizens are not like the knight that you hold in your hand that you can, you know, take across the chessboard. And so he says that that is the problem that he saw with somebody like Mahalanobis is that he had good reason to think that he was right, because probably growing up, he was always right, because he was gifted mathematically. And he said that this is a problem with mathematicians becoming economists and turning economists, which is that they start to expect this kind of response. It is an irony of history that it is the kind of economics that Milton Friedman was a spouse, that would become perhaps the most quantitative in the present day as well. So I wonder what you think about that, were he around today. But I think that it does lead to a hubris that at a very young age, he's very accomplished. The kinds of people he's interacting with in Cambridge on his long Sunday morning strolls are Srinivasa Ramanujan, the sort of mathematical genius as well, who even for someone mathematically gifted as Mahalanobis, Ramanujan blows his mind. But Mahalanobis before independence is only, I think, the 11th or 12th Indian inducted into the fellowship as a fellow of the Royal Society, which is an extremely prestigious honor for somebody in the British Empire at the time. And only 12 Indians had ever been a part of it right through centuries of its history. And so you realize that this is, you're not just talking about a globetrotting academic in the way that a globetrotting academic is today, because today they're a legion, there have been thousands of them. At the time, there are very few people like Homi Bhabha, like Vikram Sarabhai, like Mahalanobis, people who are eminent and distinguished in their field internationally and recognized as internationally relevant and important. And I think that that leads to a sense of hubris, along with this mathematical predisposition. And I think that that is also why Nehru comes to rely so much on these technocrats, who, as you said, and as I quote, he says, I prefer one technocrat to four bureaucrats. And I think it's because the bureaucrats all depend on him to make the final decision, right? I mean, as when you're in the archives, you see letters upon letters on the smallest, most mundane thing getting kicked up to the Prime Minister. I mean, many things that, you know, like the Chaprasis uniform, things that you feel like the Prime Minister should not be bothering about this. But because it's a time of a new nation being born, of everything becoming a precedent, Nehru has to answer all these questions, or at least he feels like he has to answer all these questions. Perhaps that was a mistake. But with these other people, he feels like they, firstly, he feels a sense that they're similar to him in that they come from a similar background. He knows that they're internationally respected. He knows that they don't need to be, he doesn't need quality control because they're internationally respected in that way. They're entrepreneurial. So they are getting things done that India might not otherwise have. So, for example, I talk about how Mahalanobis brings India its first computers. Now, it's a different matter that he becomes a thorn in his own side in getting one from America because of his perceived communist sympathies. But, you know, India is not the second richest Asian nation by a long stretch, but is the second Asian nation to get any computer, any digital computer. Why? Because of Mahalanobis and because of how bloody minded he got about getting this computer, that he was just obsessive about it and would leverage every contact he developed over his life to be able to get it for India. Another part is that unlike these bureaucrats who are constantly need to be in this kind of like, you know, like an email chain from hell, but except it's a letter chain from hell because it just never ends with the prime minister. These technocrats get stuff done and many times don't cost the government a single rupee because they're paid for by their institutions, which are often private as well. They have foreign grants as well. So, Mahalanobis is in Sweden, not paid for by the government of India. He's paid for by the UN Statistical Commission. And on the side, he's doing this sort of side deal to get India a computer, stepping on the toes of diplomats, which is why diplomats like Vaidehi Gundavia are so incensed. They're like, who is this random dude who just shows up and is talking to the Soviet ambassador? That is a breach of like a hundred protocols. But he's talking to them, then he's drinking with them, then he's getting a deal. And then he's promising saying that I will try to get X amount of dollars, you know, for the UN to say that they will commission that for you to send a computer to India. No, don't send it to the ISI because it should not be the property of the ISI. It should be the property of the government of India. So, I will now loop the government of India into this chain. And so, this sort of thing is appalling to diplomats and ambassadors because he's taking their entire job and he's getting lots of stuff done much quicker than they would have managed to, because he's not hemmed in by the kinds of protocols that they have to. But for the prime minister, a lot of this just comes as bonus, right? This is very good for him that these people are doing these things without it costing India very much often, right? India sometimes just has to be like, maybe like if he has to get from X to Y in Europe, India might sort of pay some money, but otherwise it's taken care of by these international organizations and private universities flying him in and out of different places. So, I think that apart from that, I mean, Sunil Khilnani says in The Idea of India that Mahalanobis was the kind of personality that Nehru was bound to be seduced by. I understand where he comes from, but I do think that the structural aspect of the importance of statistics and about the how integral and critical data became to centralized planning cannot be overlooked. So, yes, Homi Bhabha, yes, Vikram Sarabhai, yes, Mahalanobis, but again, if those things weren't important to nation building at the time, I don't think that those people would be as significant, right? So, whatever the personality of Mahalanobis was, if he did not occupy that position, right, what if he was just a physicist? He would not have been as important because he didn't work on the kinds of physics that was as important for nation building as he did. Right? It's because he turned from a physicist to a statistician with interests in economics that he came to play this role. So, I think that that structural aspect, while keeping in mind the personality traits of hubris, while keeping in mind the traits of Nehru's preference for technocracy and for expertise and top-down management, I think that this institutional and social and intellectual context needs to be always borne in mind."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:24.640",
        "message": "I love what Friedman said about Mahalanobis, which, of course, you've reproduced in your book, and Adam Smith's great essay, of course, is, I think, called The Man of System, which is basically about, you know, the man of system looks at the whole world as a chess board, and I'll move this piece there, I'll move that piece there, mate in three, but the point is, the pieces are individual actors of their own. And there aren't 32 of them, there are millions and millions and you can't quite go there. Regarding, you know, apparent irony of, you know, maths being important later for free market economists and all that, I think Friedman's central point here was that, you know, being that good in math gives you a kind of hubris where you think you can order society. And it's important to have the humility to recognise that no one can possibly do that, and therefore to respect human agency and trust that, you know, free markets and the price system and spontaneous order and so on and so forth will, you know, that everything will work out that way. And I think that is a position he would have taken. And it's completely orthogonal that math just became generally important in all kinds of economics later on down the line. But his point was more a point about go easy on the coercion and go easy on the state, trying to, you know, be men of system, as it were. So one of the sort of impressions I had before I read your book is that planning was all Mahalanobis and he dominated the entire period of planning and so on and so forth. But reading your book, you know, I realised that there's a different dramatic arc to the whole thing, that of course, he's important. But when the first five year plan is being done, and all that he is kind of still a figure on the side, he's not the head of the planning commission, but he's in charge of ISI and statistics and data and all that he's playing a key role. But then what happens is that between that and the second five year plan, he manoeuvres his way to a position of dominance. And then the second five year plan is all Mahalanobis. And it's a very interesting dramatic arc, because there is that story of how he's manoeuvring his way to get to that position of preeminence, helped along, of course, by Nehru's fondness for him and a person like him. And at the same time, that there is a lot of internal opposition, which is playing out in interesting ways. And eventually he manages to get, you know, the second five year plan through. But eventually, that also kind of begins to go to pieces. So those six or seven years are really fascinating. So take me through"
    },
    {
        "speaker": "Guest",
        "time": "03:41:44.640",
        "message": "that period. In some ways, I'd say, Amit, that in the mind of Mahalanobis, the battles begin even earlier. Like I said to him, he's fighting a battle from the 1930s onwards to try to prove that statistics is a science, should be taken seriously as a science in India. And in some ways, the apex of that is when he wins out by 1946, where he is the sort of big dada at the Indian Science Congress himself. But then in his mind, the battle moves to a different level, the battle moves to Delhi, where the structural factors that I've talked about, the contextual factors ensure that statistics is going to be essential for nation building, and is going to be important for nation building. And as Mahalanobis always says to him, statistics must have a purpose. It can't just be a science just for pure science purposes, but it needs to serve a social function. And he sees that through the vehicle of planning, he sees planning as the way for that to be done. But he finds himself on the outside of the Planning Commission, he's not a member of the Planning Commission, he has absolutely no training in economics at all. This is something to remember, which is why it is dramatic that this person with no training in economics writes the single most influential economics document in the history of independent India till 1991. The second five-year plan is the blueprint for India's economy till liberalization, and was done by a man who had no training in economics. And this comes through in those letters that I talked to you about with Pitambar Panth, when he talks about, especially this, he writes to Pitambar Panth, I forget from where, I think from Europe, but he's going through Europe, America, and then eventually ends up in the Soviet Union. And on these travels, he writes to this very revealing letter to Pitambar Panth saying that, you know, the reason that I travel abroad is because I want to make contacts with these foreign economists, because as you know, I have no training in economics, and I have an insecurity about that. It's very rare for a man like Mahatma Gandhi to actually say that he's insecure about anything. I mean, and the man is someone who has like great achievements in one field, but was trained in an entirely separate field. Now he's taking on a third field. So perhaps he had reason to feel insecure. And he says that because I'm insecure about this, and because Indian economists don't take me seriously, actually meeting with and seeing that some of these foreign economists agree with me gives me, you know, sort of strengthens his spine, straightens his spine, and makes him feel like he can have a policy role. And seeing that their views in some ways echo his, or maybe, you know, some of it also might have just been, as I say in the book, selection bias as well, that he just chose people who might have agreed with him, made him feel like that he was going abroad in order to be relevant in India, right? He left India in order to be relevant in India. He went abroad to get ammunition against domestic detractors, against domestic critics. And so, in his mind, he sees his enemies in the Planning Commission as VT Krishnamachari and Tarlog Singh, again, people that Nehru favors, right? So it isn't as if Nehru is protecting him against other people, because the other people that are fighting with Mahalanobis are also people that are under sort of Nehru's patronage, right? Nehru has picked VT Krishnamachari to be the Deputy Chairman of the Planning Commission, which is the single most important position in the Planning Commission, and Tarlog Singh to be the Secretary of the Planning Commission, so much so that the Planning Commission comes to be referred to as the Tarlog Sabha, right? The Tarlog Singh's Sabha. The people there don't like Mahalanobis and Mahalanobis' growing influence in the corridors of the Yojana Bhavan, because they see him as someone who has not been an administrator like VT Krishnamachari has, having to deal with real administrative situations, not trained in economics like Tarlog Singh has been, or someone who's been like the the governor of a central bank, like even CD Deshmukh has been. So to them, Mahalanobis is just this rank outsider who is also just sort of infiltrating on their territory. And you know, there's also this sort of territorial politics. And what Mahalanobis manages to do is to put together the reflected influence of foreign academics, and the influence he gains from inviting many of these foreign academics to his own institute in Baranagor, in Calcutta, at the Interstitial Institute, such that the Interstitial Institute becomes really a hub of economists traveling from abroad to India. And whenever they'd come to India, apart from being in Delhi, they'd go to Calcutta, because they'd been invited by the Interstitial Institute. And so the fact that he was rubbing shoulders with these very famous economists, and these weren't, I mean, some of them were not so very well known economists, but they did include some who went on to win Nobel Prize, like Richard Stone, Gunnar Myrdal, other well known economists like John Kenneth Galbraith. So all of these people are coming to the ISI, they all know Mahalanobis, and they all agree with different parts of his ideas. And as, as my book discusses, the Mahalanobis model, one thing that I really think people have sort of forgotten about Mahalanobis model is that this was genuinely a mainstream view at the time, right, that in some ways, Mahalanobis is almost given too much credit for his originality, because actually, this is what many economists, development economists across the world were recommending, which is why I think it's a mistake to think of the second five year plan as some sort of Nehruvian idiosyncrasy. It's not idiosyncratic for Nehru to have chosen this. In fact, if he'd chosen a free market model, that would have seemed idiosyncratic at the time, because that was not the median position. The median position was for state sponsored industrial growth. The debates then were between export led or import substitution, and India chose import substitution, perhaps to its detriment compared to the East Asian economies. And so you have these letters that go back and forth between Nehru, between, sorry, Mahalanobis and C.D. Deshmukh, who'd sort of formed an alliance because Deshmukh had known Mahalanobis from before, they became friends when C.D. Deshmukh was the governor of the RBI. And the RBI used to spend the summer months in Calcutta. During that time in Calcutta, C.D. Deshmukh would land up at Amrapali, which is the Mahalanobis' house name for these long, lazy Sunday lunches. And then they became friends. C.D. Deshmukh even became the president of the Indian Statistical Institute. And then when C.D. Deshmukh became finance minister of India in the early 1950s, obviously now Mahalanobis has an ally in the finance ministry itself. But at the planning commission, they don't take too kindly to this presumption by Mahalanobis interfering in their matters. And in fact, in the letters, I found that Mahalanobis and C.D. Deshmukh even come up with this resignation pact saying that, you know, if Tarlok Singh and V.T. Krishnamachari keep whispering these things behind our back, they won't even say to our faces, but behind our back, they keep badmouthing us and the second five-year plan ideas that we have. If this continues, then we'll just have to tender our resignation to the prime minister. This cannot continue. But eventually, they do win out. And the fact that he has the finance minister on his side, the prime minister also believes in these views, a panel of economists that they put together, 19 out of the 20 economists, except for B.R. Sinha, of course, all agree with the plan broadly. All of that, in some ways, outflanks V.T. Krishnamachari and Tarlok Singh, such that Mahalanobis is able to come out on top vis-a-vis them. But as I detail in the book, this was something that had really caught the attention of the chattering classes in Delhi. I mean, you look at the pages of the Economic Weekly, which is the predecessor to the Economic and Political Weekly, and almost every month, there's some reference to how Mahalanobis is, you know, is swatting aside the senile doddering crowd, as they refer to it, at the Planning Commission, how economists have been left outside, out of economic policy, like, and I quote, like Vrindavan without Krishna, it is now like, because they say that, you know, that the people to whom they should be home are now homeless, that all the economists have been swatted aside by the ISI crowd, that Calcutta has basically overtaken Delhi. And so this was a very dramatic moment. And this is in the early 1950s. And the pinnacle of Mahalanobis' influence is in the two, three years right after, once the second five-year plan comes into effect, 1956, and the first two years"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:50:01.920",
        "message": "after that. You know, one lovely image I love from your book is where you're talking about Mahalanobis' frustration being like he's on a rocking horse, and he's moving back and forth and back and forth, but there's no movement, he's not actually getting anywhere. It's just, you know, rocking, which reminded me of DH Lawrence's great story, The Rocking Horse Winner, I think it was called. There's another sort of fundamental question, which is at stake here, which is, as you pointed out earlier at the start of the episode, and at the start of your book, India's planning experiment is unique, in the sense that it is combining Soviet style centralized planning by the state with liberal democracy. The criticism of planning, per se, is that it leads to an authoritarian state this, you know, by centralizing all this power by saying we'll plan the economy, the state takes more power into its own hands. And the danger is that it will become authoritarian, and individual freedom will suffer and the balance between state and the society will, you know, remain dramatically in favor of the state. This is a criticism. But what, you know, Nehru and Mahalanobis and others were implicitly saying is that, no, this is a democratic experiment, that we'll get the people on our side, that the people will have an input into what planning is. And, you know, we're not going to lapse into becoming an authoritarian state, which seems kind of rhetorical. But, you know, so how did that actually play out? Like today, with the benefit of hindsight, you know, what do we see? Was it really possible for such a centralized planning system to go hand in hand with a true liberal democracy? Or was it a contradiction that could not have been resolved despite the rhetoric for it?"
    },
    {
        "speaker": "Guest",
        "time": "03:51:44.480",
        "message": "Yeah, this argument, or rather the idea of democratic planning, that phrase democratic planning first shows up in the archives that I look at, I saw a handwritten note by Nehru, in which he's also, you know, doing other interesting things like just doodling, because you can tell that in some of these meetings, he sort of loses patience, and he's just doodling on the side. But the phrase democratic planning is written by him in a letter in some of his notes that I found in 1939. So as early as that, he's thinking about this, this sort of combining democracy and planning. And I think that democratic planning, in some ways, served three or four purposes. The first was that there was this rhetoric of democratic planning. And I think in the minds of some people, such as at least say Nehru, it was a genuine belief that Indian planning had to be different from communist planning, that the Indian planning experiment cannot involve force in the way that the planning experiments in China and the Soviet Union did. And that part of being a liberal democracy is for people to be a part of the grand experiments that the state is involved in. And that Indian citizenship, and this is something that scholars like Taylor Sherman, Neeraja Gopal Jayal, etc, have written about, is that Indian citizenship had a specific meaning in those early years, which is that, yes, you get the gift of this being a citizen, but it comes with certain, that their rights come with certain obligations and duties. And part of the duty of that would be to work towards national development, right? That that's the implicit expectation, of course, not justiciable, not sort of enforceable in any way, but part of the implicit expectation. And it's why you do actually see in the early 1950s, lots of people just volunteering for these national efforts. So there's that aspect, the sort of the most highfalutin romantic view of democratic planning. Another aspect that is also ideological is that India needed at that time, at a time when, as you mentioned, India was even being territorially sutured together, at a time when India is coming out of two centuries of colonialism, coming out of the horrors, and the extreme violence of partition, India needed new national narratives. And development was meant to be one of the primary master narratives of this. And how is development to be had? Through planning. And so planning became this kind of, that's why in speeches, in movies, in songs, it's why, for example, I found a song, which is actually now you can find on YouTube, sung by Lata Mangeshkar and Mohammad Rafi, in which the chorus is, kehdo yeh gaon ke jaat ko aur shehar ke gentleman ko, kamiyab hum karke rahenge paanch saal ke plan ko. I mean, that's an absurd lyric, unless you understand this context, right, of a nation in which everybody, including the movie, this is not like patronized, this is not a movie that is funded by the government of India, it is a private movie that is playing to its audience, and its audience, it realizes, keeps hearing about these panch varshya yojanas. And so part of the theme of this movie was nation building. And which is why you have, you know, Lata Mangeshkar singing, haan paanch saal ke plan ko, that's the sort of refrain in the song. And in that time, you needed unifying national messages and planning became one of those. So those are two of the ideological reasons that I think democratic planning became the sort of flip side of international non-alignment, right? So you have non-alignment in foreign policy, which is that we will not ally with either of the superpowers, the United States, or the Soviet Union. Domestically, what that means is that we're not going to follow either of these options fully either. We're going to have this sort of mixed economy, this mixture between what is the sort of seen as on both sides of the Iron Curtain."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:55:30.640",
        "message": "But I mean, in practice, of course, they weren't non-aligned for too long."
    },
    {
        "speaker": "Guest",
        "time": "03:55:33.440",
        "message": "So right, yeah. And and so but I think there is a more real politic part of what democratic planning was. The most important part of which is that India and India's elite realized very quickly that India just simply did not have the state capacity to make these plans successful. India needed its citizens to participate in this voluntary fashion to invest in the fashion that these planners wanted but could not enforce, right? They needed people to buy into government to India issued bonds, they needed to have Indians invest in the national plan loan, they needed Indians to invest, buy, save, do all these things without the stick that communist regimes did, right? They wanted the same things, but they did not have the stick. And nor did they in this thing, because it's not a market economy, have the sort of the carrot enough for them to do it. And so they needed these kind of contributions that are unremunerated by the citizens to participate in large public undertakings like the Kosi Dam project, like building dispensaries and schools in villages and gram panchayats. They needed citizens to participate in the narrative of national development in a way that did not require the state to always pay them and that this idea of democratic planning is the way in which it could be justified, right? That this is what we're giving you. We're giving you a shot at development without taking away, well, at least most of your basic liberal rights. And you have the option every five years of voting us out of power. And I think the final reason that I think that democratic planning was important to the Nehruvian state, for its own sake, is that the idea of democratic planning legitimized the state in the eyes of the people, right? That this was the way in which the state, when it, for example, and the government when it went to the polls was saying, this is what we're doing for you. We're giving you, you have the right to vote, you have all these liberal freedoms, and we're giving you development, and we are inviting you to participate in it with us. And so I think those are the cluster of reasons because of which democratic planning became, at least for the first 20 years after independence, this sort of reigning ideology. And India would sometimes make these very tall claims internationally about how India is providing a new path to the rest of the developing world, to the rest of decolonizing world, to the rest of the non-aligned world, about how you can put together these seemingly fundamentally contradictory ideas during the Cold War."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:58:07.360",
        "message": "So, Heinz Arndt, the Australian economist, you've quoted him of talking about Marlon Abelson saying, quote, he must be nearly 70, immensely vigorous, alert and intelligent, but also domineering, vain and bigoted, a Bengali aristocrat who in moving towards a Stalinist type authoritarianism has completely bypassed democratic liberal notions, and has never in any doubt who would plan and who would be planned for or against, stop quote. And everything that you just said, explains very well why the rhetoric of democratic planning is both powerful and appealing to the common person. But my question is that, can we now look back and say that as many of his critics alleged it would be that it is also incoherent, that it simply was never possible because it involved either state coercion, or relying on the voluntary actions of people and you pointed out how you know, in your book, you've pointed out of how a tourist went to the Taj Mahal, he'd wanted to visit it all his life, and he thought he'll be awed by it. But after visiting it, he said, what I was really awed by is that an entire village on their own without being paid, went and did some voluntary work for some project or whatever, which is fine, but it's an outlier, people are not going to do that beyond a point in time, it is not sustainable to ask people voluntarily to do that. And then not only is there an issue of state coercion, but there is also the issue of autonomy being denied, that when you have this mindset, that the state will control the economy from the commanding heights, you are also, you know, getting in the way of the private enterprise of people, you know, their ingenuity, and just stopping all of that putting an end to all the myriad voluntary actions through which a society raises itself. And we saw the power of some of that after 1991, for example. So the fascinating part of your book also is the second section, your first section is data, where we talk about planning and statistics coming together. And, you know, all of that your second section is called democracy. And you have a couple of chapters in it. And the first of those chapters deals with how there was a concentrated effort by the government in making planning popular among the common people, one, because they wanted it to have democratic legitimacy in terms of the people supporting it. And two, because they felt that the people have to pitch in as well. Right. So tell me sort of a little bit about this, like you, you quote a piece from the Economic Weekly in 1956, is saying that planning has a touch of magic about it and an element of weird ritual too. And what can appeal more to the average Indian mind than magic and ritual, stop quote. And you know, there are so many films that you point out that are, you know, later made Naya Daur and, you know, songs like Chhodo Kal Ki Baatein from Hum Hindustani, which kind of clearly struck a chord with the popular imagination. At the same time, you have the lovely cartoon you referred to by R.K. Lakshman, where he's comparing where I'll just quote your words, in fact, where you say, quote, another cartoon years later, and in a different publication compared the plans to a donkey. R.K. Lakshman, the beloved visual chronicler of independent India portrayed the plans as an obstinate ass that wouldn't budge in the direction of prosperity, marked by a road sign. Unmoved by pulling or pushing and not tempted by the dangling carrot of foreign aid, the lazy donkey or five-year plan makes progress only when people lift it over their heads and run with it, stop quote. So tell me a little bit about sort of two connected questions. One is that you could argue that what the government did with the films division and so on, was run this incredible propaganda campaign at large scale to spread this message. So that's one thing that is happening. And the other thing that is happening is that it's not just that the state is doing everything from the top down. There's, this is resonating with the people, as we see from all the films and the books and so on and so forth, of which you've cited many, is resonating with the people. There is also a bottom-up sentiment that, yeah, planning is a way to go. So tell me about how all of this is playing out in the popular culture, because it's all kind of forgotten today, right? Cinema of the 50s and 60s and, you know, Chhodo Kal Ki Baatein."
    },
    {
        "speaker": "Guest",
        "time": "04:02:20.000",
        "message": "Chhodo Kal Ki Baatein. Yeah, exactly. No, thanks. Amit, this is actually a part of the book that I really enjoyed writing. And I think it's a part of planning that is much less known about, which is this entire aspect of democratic planning and how the government of India went about trying to actualize it. It realized that it needed this informed and willing citizenry for plans to succeed. And how do you let people know about the plans in a country that is overwhelmingly illiterate and uneducated is that you use every means of propaganda at the government's disposal. So there were, just to sort of run through a quick list, there was a song and drama division set up in which the government contracted with these different dramatic troupes across the country in districts across the country, where they would be given scripts by the Ministry of Information and Broadcasting, in which they were being asked to include their normal dramatic themes and try to tie it together with the five-year plan and talk about the nation's progress. There was the films division, of course, which was the greatest producer of documentaries in the second half of the 20th century. And the vast plurality of the documentaries produced by the films division, which was, you know, played at every movie theater before a commercial movie was run, or in fact, taken across the country in villages through a projector onto, you know, like a bed sheet or something and played. And a majority of these movies were about planning and development themes. There were these roving publicity officers hired by the Ministry of Information and Broadcasting in New Delhi. Each publicity officer was either assigned to a bullock cart unit, or a jeep unit, or a boat unit, and they would go to different parts of India. And each of these units were the jeep unit, or the bullock cart unit basically was a person, two people with a bullock cart. And on the back of the bullock carts were lots of pamphlets in the local language about and posters, you know, visual posters about five-year plans and the aims of the government, they would have a projector, they would have some sort of material that they could share, they would have, you know, maybe some sort of puppets and things like that, with which they could do make a small production. And the boat units had similar things and the jeep units had similar things. The films division produced, you know, a wide variety of documentaries, including one that I talk about in the book, which is quite inventive. It's about an alien visiting India. And each of the visits by this alien is timed to the end of a five-year plan. And this kind of bumbling villager is, you know, keeps complaining to the audience and looks through the fourth wall and looks to the audience and says, do you see any change in India? I don't see any change in India. But the visit of the alien every five years shows to the audience that actually lots of things have changed. And so you see these different modes by which the government was trying to reach out to people, and it included things. And the fact, as you said, that there is some sort of way in which the public resonates with this. We can tell that the public resonates with this propaganda because even private industry, a sort of private popular culture reflects it. Like I talk about this play that was very popular and was performed by a dramatic troupe in Delhi, three arts club across the country called Hamara Gaon, which is about a village boy going to the village, finding that the village is very dirty and people aren't adopting the ideals of the second five-year plan, of the five-year plan, and about how over his time in the village, he tells him about what the government is doing for them, the five-year plans, etc. And basically, the village's name is Barakpur, but this young city slicker says it's become mostly like Narakpur, which is a play on hell in Hindi. And by the end of it, Barakpur sort of regained its name as Barakpur because it's improved. One of the sort of great novels of this era by Yashpal, which is Jhoota Sach, again has, I mean, it tells you something that one of the great literary novels of the period has one of the main characters as somebody who works in the planning commission. And this person is one of the few good characters in the novel, somebody who comes to the aid of a partitioned sexual assault survivor, Tara, who's the real sort of heroine of the novel. And in the end, their marriage is the only sort of happy ending in the novel. And so I think that, and apart from that, there are these movies, as you mentioned, Naya Daur, Chaar Dil Chaar Rahe, Naya Daur, which has Shammi Kapoor and Raj Kapoor in it, and Meena Kumari, Chaar Dil Chaar Rahe, which has Dilip Kumar in it. And these films, the 1950s, again, give you a sense that planning had just become a part of what everyone assumed to be natural about India and its future. And I think that that is what in this chapter I'm trying to convey that we've lost the sense about yes, it is top down. Yes, it is very state centric. Yes, it is very, it is centralized. But it has become a part of the popular culture, and not necessarily forced into the popular culture, though, I mean, that's debatable. I like to think that if it was"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:07:25.280",
        "message": "such a part of the popular culture, I mean, the film division, you point out, was the largest producer of documentary films in the world. And they produce more than 8000 short films, documentaries, and newsreels. And it strikes me that there's a tremendous opportunity cost to that for such a poor country. You know, instead of spreading propaganda about planning, just spend that money on the people. And I love these ironic words by you towards the end of the chapter, when you write quote, after more than a decade of planned publicity, the government of India decided that it was time to assess the levels of planned consciousness in the nation. And you give some details of that. And then at the end, you write, ultimately, and unmindful of the irony, the study team concluded that the signal flaw in the government's planned publicity efforts was inadequate planning, stop good. And so it's almost like a satirical kind of novel. The reason planning did not work was we did not plan your last chapter is the most fascinating, and I didn't know a bit of it. And that is about the interplay of religion. And this effort to make planning popular, where essentially, the government decided that sadhus are the best messengers that we need religious symbolism, to explain scientific planning to people, and so on and so forth. So sort of tell me a little bit about all of that, I mean, which leads to something called the Bharat Sadhu Samaj. And it's just like an incredible story. Thanks. Yeah, so in 1956,"
    },
    {
        "speaker": "Guest",
        "time": "04:08:51.200",
        "message": "the government of India and many members of the of the Congress government, including the then Minister of Planning, Gulzarilal Nanda, who would go on to become India's Home Minister, go on to become an interim Prime Minister, as well twice. Gulzarilal Nanda and several ministers and several members of the Congress Party meet with 50 sadhus at Birla Mandir in Delhi. And this meeting is about how sadhus can help propagate the ideas of the five-year plan. Because apart from using all every publicity arm of the government of this propaganda, it was believed that actually would be good if there's some voluntary organizations. And one of the voluntary organizations was the Bharat Sevak Samaj, which actually had quite a bit of success across the country in in sort of channelizing India's youth and other people who are sort of unemployed to doing things voluntarily for the development of the nation. So many bridges, many small dispensaries, schools, etc, come to be built through the Bharat Sevak Samaj. The Bharat Sadhu Samaj is a sort of eccentric sort of offshoot of the Bharat Sevak Samaj. And the idea is that these sadhus can, because India is an overwhelmingly religious country, and that religion has a hold on the people, we will try to use these sadhus to propagate the message of the plan, planning this which is seen as so technocratic and irreligious. But we will try to somehow bring these two together in order that the sadhus, when they are talking to the people in their sermons, and they're doing their lectures, that they will in some ways bring the Ramayana into conversation with the Dviti Panchvarshya Yojana. I mean, it really seems harebrained, but this was an experiment that the government spent years on. And its major patrons were Gulzar Lal Nanda and Rajendra Prasad, who was the president of India at the time. I uncovered some letters, as I write in the book, that tell you, give you a sense of how religious Gulzar Lal Nanda was. He was this very stern, honest Gandhian who would, the story goes, sort of, you know, scold his grandson for using official government of India stationery, because how can you use, you know, government of India stationery, because it's a waste in this poor nation. He would talk about how his father would attend these, would have conversations with visiting or itinerant sadhus when they came through his village. So somebody who really had an admiration for sadhus, but also somebody who had some views that were quite out there. I found letters that Gulzar Lal Nanda has with somebody who claims to be in conversation or in touch with Gulzar Lal Nanda's dead father through a medium in an ashram in Ranchi, who says, who refers to himself as Gurudev, and he says that, you know, and keeps writing letters to the then planning minister of India saying that, you know, your father said this, your father said that. And then when Nehru dies, he writes saying that, oh, you know, I could not, the medium could not get in touch with your dead father, otherwise we could have avoided Nehru's death. So this is a man who, you know, who is in charge of an institute of psychic research, constantly converses with his astrologer, Haveli Ram. So it's somebody who really does believe in, you know, in spirituality, in the power of Hindu religious symbols and of sadhus. And the position of Nehru is really interesting on this. He has a very low opinion of many sadhus. He thinks that many of them are fakes, that many of them are just people trying to shirk getting a job, that they're just pretending to be sadhus, that they engage in all kinds of illicit activities. And this is actually borne out by newspaper reports from the time many sadhus were accused at the time of kidnapping children, of engaging in with, you know, with prostitutes, with actually setting up their own forts and fighting with the government. And so the opinion of Nehru is pretty low of these sadhus. But Gulzarilal Nanda is committed to this, sets up this Bharat Sadhu Samaj, which basically is a government-funded organization for sadhus to use religious symbols to propagate five-year plans, which again seems like such a strange idea. And their main outreach is during the Kumbh Mela, when of course lakhs and lakhs of Hindu devotees are there. And then basically there would be a pandal set up using Government of India money in which the Bharat Sadhu Samaj would set up this pandal where I found the daily sort of schedule of one of these, the routine. And it was like 4am, I mean, it's really punishing, you know, wake up at 4am, then snan, then shlokas, then lectures on the holy motherland in the Vedic age, then about something very, and about how the ideals of Ram can be made consistent with that of the Panchvarsha Yojana. So really strange stuff that is going on at this time. But the Government of India is paying for it. And one of the ways in which it is short-sighted is, and of course Nehru's interactions with them is always entertaining, because he goes from thinking, okay, maybe it's a good idea, maybe we need to do this, to then when they finally come to his office, which seems like a coup, because he's doesn't really, he's not very fond of them, he scolds them saying that, you know, why do you have so many fakes amidst you? Why can't you deal with these fake sadhus? Then when he goes and gives a lecture to them on their home turf, again, he scolds them saying, okay, all this is well and good that you're trying to help with development. But you know, we need to move forward, we need to industrialize, we need to set aside superstition. But the biggest flaw that the Congress should have seen away from a mile, but maybe we can see it because we have the benefit of hindsight, is that these sadhus had their own agenda. They were much more concerned with getting rid of cow slaughter, with all of these, what we would call today Hindutva causes than they were about planning and about any economic policy. So for example, in 1966, this anti cow slaughter rally gets out of hand, and these sadhus who are leading it with thresholds and swords, and knives, they start attacking the police, the police have to tear gas them, several people die in Delhi, ministers in the Congress governments, their houses are attacked, Central Delhi is vandalized by these sadhus. And of course, at the end of the day, when like, you know, dozens of people dead, more than 100 are injured, somebody has to take the fall for it. And who happens to be the Home Minister of India at the time, Gulzar Lal Nanda. And so, Gulzar Lal Nanda's political career in effect comes to an end because of this one organization that he had been the most consistent patron of. And then I write about going forward, the Bharat Sadhu Samaj, it would not only blow up in the face of the Congress, and this time in 1966, but in the future, the president of the Bharat Sadhu Samaj, one Sant Tukdoji Maharaj, would become one of the vice presidents of the VHP. In 1989, the VHP Pandal and the Bharat Sadhu Samaj Pandala, the Kumbh Mela basically became identical. And from 1989 onwards, the Bharat Sadhu Samaj is basically endorsing Ram Janmabhoomi and that Babri Masjid should fall. So in a sense, you have this creation of the Congress so much so that its critics at the time were referring to the Bharat Sadhu Samaj as Congress sadhus, that these Congress sadhus become, you know, sort of shock troops in the army of the BJP. It's a fabulously"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:16:21.760",
        "message": "entertaining story, both Gulzar Lal Nanda and the Congress kind of hoist by their own petard. And if I remember in that 1966 march, they did, Karpatri Maharaj, one of their leaders also got injured in the eye or something, if I remember correctly. And Karpatri Maharaj, as my regular listeners might have heard in my episode with Akshay Mukul on the Gita Press, Karpatri also wrote this book called a book comparing Marxism and the Gita, and criticizing Marxism on the grounds of how it went against Hindu religion. And one of those criticisms was, and this is hilarious, one of those criticisms was that because communism abolishes private property, his argument was that every woman will become like a bucket from which any man can drink. So this is one of the iconic Hindutva leaders of the time, but he was, you know, and he got injured during this. So you know, when you talk about the schedule of the sadhus in the Kumbh Mela, it's a crazy schedule. And it makes it even funnier that Nehru actually referred to them as lazy rascals, because, you know, they seem misguided to me, certainly, but they don't seem all that lazy. And this whole chapter is such material for a comic novel, like you've quoted from a Rajendra Prasad speech to a whole bunch of these sadhus, where basically he tells them, quote, you need hardly be told that there is an intimate relationship between the world we live in and parlok, the world we strive for, it is not possible to achieve anything in the other world, without setting things in order to order in this world, stop quote, you know, therefore, talking of, you know, higher religious aims and saying that, hey, we need the planning commission to get us there, because we need to fix this world feast, I found that hilarious. What I also found hilarious was that, at one point, they were like some 75 lakh sadhus in India, according to a census, right. And they figured out that a lot of these sadhus were fake. So there was talk of a central executive committee that would quote grant membership only after a thorough review of the sadhus past beliefs and his activities from the time he first renounced the world, stop quote. And then later, you write about this registration bill, where you say, just months after the Bharat Sadhu Samaj was formed, the sadhus registration bill was tabled in Parliament in November 1956. It called for all of India's holy men and women to be registered and licensed or face the threat of going to jail for up to two years for impersonating real sadhus, stop quote, this is wild stuff. I mean, it's the stuff of satire, though I don't think anyone would dare to do satire on it in the current environment. But what was all this licensing stuff about? Was it to was it like, you know, elsewhere, there was a carrot, but was this also a stick to kind of tell the sadhus that listen, you know, whether you are called a sadhu or not depends on whether we give you a license to practice as a sadhu. So you better propagate the, you know, the five year plans or,"
    },
    {
        "speaker": "Guest",
        "time": "04:19:12.960",
        "message": "you know, was there an element of that to this? No, there was no stick. I mean, in some ways, and it's why, for example, when there were some audits done later, they were, you know, some of the audits was quite scathing about Bharat Sadhu Samaj saying that we're giving all this money, and what are the results we're getting? They are just printing, using our money to print sort of propaganda literature about, you know, to propagate Hinduism, which is all well and good if they did on their own money, but why is the government of India paying for this? But the sadhu registration bill was due to, like I said, a spate of newspaper reports and media reports about these sadhus, which, to be fair, real sadhus did decry. They were saying that this is a problem, which is why the Bharat Sadhu Samaj itself, without prompting, but out of fear of this Bharat Sadhu registration bill, said that actually, yes, if we're going to get money from the government, and we want the government to support us, and we don't want people to think that we're a bunch of quacks and, you know, child kidnappers and all this sort of thing, we need to have, we need to give identity cards. And that's what I found hilarious, the idea that this man has decided to renounce all life, and, you know, maybe move to the Himalayas and to, you know, to live this life till he dies without any worldly attachment, but has to carry an identity card, right? But the idea was that without this identity card, how do you, and this identity card will only be given after, like, vetting by the Bharat Sadhu Samaj, which consists of other sadhus, of if you're a real sadhu or not, you know, I mean, or to be a fly on the wall for that conversation, right? Between one sadhu and other, like, how do you determine, like, you know, what is the credentialing to prove that you've"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:20:43.680",
        "message": "actually left the world? But I guess non-sadhus, like, you and I can't possibly come up with those"
    },
    {
        "speaker": "Guest",
        "time": "04:20:47.600",
        "message": "metrics, right? There's got to be a soul examination committee. That's true, yeah, yeah, yeah, yeah, in which they all share these, I suppose it has to be, like, peer review by sadhus, right? And that's essentially what they're saying should be done, that instead of the government giving you a registration, let sadhus decide who's a real sadhu and who's not. In the end, it didn't go anywhere. But it was in this context that Nehru, for example, is made fun of in the popular press. In numerous cartoons that I talk about, Nehru is pilloried by more liberal-leaning Indians saying, you know, what the hell is our prime minister? Many cartoons showing him in basically a langot and a loincloth, pretending to be a sadhu, and the caption is, for whose salvation? There's another in which Nehru is walking on a bed of nails, holding the sort of the sign of the atom on one hand, making fun of the fact that this is a person who's promoting atomic energy in India, but is also indulging in this kind of obscurantism. There are a couple of, you know, funny cartoons about how there's this, you know, this very typically Indian babu or bureaucrat sitting at his table with the obligatory, you know, image of Gandhi behind him. And there's this person who's been talking to him, like a very disheveled man, who looks like a sadhu who's been talking to him for hours and hours, and he's been, you know, giving him chai after chai. And then he realizes after many hours, it's just that, like, it's just some beggar who walked in. And that this babu is wasted all the time, because he thought it's the bharat sadhu samaj that, you know, after all, Nehru was patronizing. And there's another in which, you know, like a minister for finances learning, you know, about deficit financing from a sadhu, because, of course, sadhus now seem to be running the show. So there was all this sort of blowback to the Congress government about, from the more sort of liberal sort of, you'd say, elite sections of the media about why India was engaging in this kind of alliance with sadhus. But on the other hand, Nehru didn't put a stop to it. And Nehru felt that maybe it is worthwhile, maybe this was perhaps the price to be paid for to spread the message of the plants. And that in this way, he shows himself not to be really anti-religion at all. He is sort of engaging with them, engaging with Indians on the terrain that they would like, even though he's not very comfortable with it. He's not comfortable with the idea. And you can imagine him sort of, you know, doing a big I told you so finger wag"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:23:07.040",
        "message": "in 1966. But of course, he's dead by then. No, I mean, in this respect, perhaps I feel Nehru was a very lonely man, because a large part of his party was sympathetic towards a certain kind of benign Hindu nationalism. Like, it's worth pointing out that when the Babri Masjid, when the idol was installed in the Babri Masjid in the late 1940s, you know, it was a Congress government in charge in UP and the orders from Nehru were get the idol out of there. This is going to create trouble later. And the Home Minister of UP at the time was Lal Bahadur Shastri. The CM I think was Govind Ballabh Pant. Both of them did diddly squat because they didn't want to, you know, so if you so I mean, that's, you know, just a fascinating scenario that apart from Nehru, all the really tall leaders I had, you know, were far closer to, you know, were far closer to the Hindu sphere as it were. And it's interesting to think about what if Nehru hadn't existed and those leaders gradually, you know, whether it is Patel or Prasad or Shastri for a very brief while and he was by all accounts a humble man and a good Prime Minister, you know, if if they had survived, could we have, you know, prevented the rise of this more toxic and reactive Hindu Hindutva nationalism that we have before us today? But that's a separate question. You know, your book goes into far more detail than perhaps we have the time to and that's a good thing, because I'll just encourage all the listeners to buy it. You, you know, you describe in great detail the shifting intellectual currents and how through the 60s, the Planning Commission lost more and more relevance, you know, Murarji Desai as Finance Minister wasn't quite kosher with it. And, you know, Dhananjay Gadgil, who had always been, you know, against not a big votary of planning, actually took charge of the Planning Commission and all of that. So, all that story is fascinating. And looking back, what would you say, like, at one level, you can look at that period and say, okay, we had an experiment with planning, it was really interesting. It's an interesting story. Bollywood was there, sadhus were there, and very interesting people, but it didn't really work, did it? But on the other hand, I would look at it also with the positive framework that look, what we got out of it was a certain statistical infrastructure, which gave us key data. It also gave us a certain scientific way of thinking about the world. Perhaps a mistake wasn't using it in a prescriptive way and saying we will use state power to do x and do y. But, you know, there is no doubt that it is essential to use data to use statistics in a descriptive way. And to say, this is what the world is like, this is what the world is like, how can we influence it with policy, and so on and so forth. And in fact, it was a lament to Pramit Bhattacharya that some of this statistical infrastructure is kind of withering away, and we are perhaps sort of losing it. So looking back on this, what is your sense of that entire period? Like, obviously, you've done what every historian should do that we now understand through this book, that period and those currents of history that much better. But apart from that, what are the resonances for the current time? And you know, what lessons can we take from it?"
    },
    {
        "speaker": "Guest",
        "time": "04:26:22.640",
        "message": "Yeah, I think the resonance is, is certainly, as you said, the sheer data capacity that India has and has had, was seen in the 1950s onwards, as a real outlier amongst developing nation. No other nation, according to statistics across the world had nearly the amount of data about its citizenry, about employment, consumption, expenditure, all levels of granular detail as India had, and at the kind of low cost that India had. And that, that attention to data, the attention to building data infrastructures through the Central Statistical Organization, through the National Sample Survey, through bringing computers to deal with the data, that was a, I think, a real legacy and a good legacy of that period. And one that, as you say, regardless of what policies it's used for, that data is important. And it's important in socialist regimes, it's certainly important in market economies as well. And that is a legacy that is in trouble today. As you said, Pramit Bhattacharya has written about, as a piece in The Economist a couple of months ago said, India's statistical system is crumbling. As I think a piece in the Business Standard a couple of years back said, it bemoaned what is happening to, and I quote, the house that Mahalanobis built, right. And so I think that, and this is a criticism that, to be clear, is made by economists from the left to right, right. It's not a ideological position on this. You have economists like Abhijit Sen from JNU, to Thomas Piketty, to Abhijit Sen at MIT, to Martin Revalian in Washington DC, like across the economic spectrum, all of them bemoan the increasing opacity in India's statistical systems. We've seen from 2017 onwards that National Sample Survey data dealing with unemployment, because it showed a 40-year high, was just not released and was leaked actually to the Business Standard. We've seen that household expenditure data, household spending data from 2019 was, they just basically decommissioned the entire survey because it showed that household spending was, again, at a record low. This, I think, as I write in the book, good data is not always good politics, but that is to the detriment of all Indian citizens. Because regardless of the party in power, we need to have this data and it needs to be above politics because you cannot deal with poverty unless you know, for example, how many poor people there are in the country. I mean, the government, whichever government is in power, they can make whatever claims they want about poverty, but we need to know at least to assess the claim, to even clap in acclamation for what they've done. We need to know in a way that is transparent that, yes, it has gone from X to Y. But the lack of transparency, I think, is what is really troubling. And I think that India has never been immune in its institutions from political interference. We certainly had a lot of it, especially under Indira Gandhi onwards. But I think that what is happening today is troubling because firstly, we shouldn't return to that. But secondly, because it seems to be a part of a move that is anti-intellectual, that there is a part of this populist moment is also an anti-intellectual moment in which intellectuals are derided as being part of an elite and therefore immaterial. And I think that that is not a good thing. It's not. Yes, of course, elites come from certain sections of society. But the solution to that is to democratize education so that elites are not associated with education and with high credentials, but that actually an expert could be from any section of society. The solution is not to say that therefore expertise itself is bad. And I would say that it is this vehement attitude against intellectuals and expertise that leads to colossal failures such as demonetization, something that no economist, again, from right to left has said was a good idea. And by the government and RBI's own estimation has been a massive failure in that 99.8% of the black money seems to be back in circulation today. You can say that the Nehru government got many economic policies wrong. But that was wrong despite the experts at the time believing that it was right at the time. So which is not expertise is not a guarantee of good outcomes, but it is a hedge against it is one layer of safety that provides you some hedge against it. And so I think that this sort of thing of making such a huge decision without consulting any qualified economist, right, I mean, certainly don't consult historians, but consult economists about, you know, taking away 80% of the money in circulation. That I think is a really troubling sign for a country as large and for an economy as large as ours."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:31:14.160",
        "message": "Yeah, absolutely agree. In fact, demonetization is like a litmus test for me. You know, it was the largest assault on property rights in human history. And if you called yourself an economist and supported it, you were either a bad economist or a bad human being, it had to be one of those two. There's no doubting the sort of importance of data. I mean, ideology doesn't matter to this data is data, you want to know the state of the world and couldn't agree more. I have a whole bunch of episodes. In fact, you know, I think I do two or three episodes every year where I just bemoan about this. So I'll link them from the show notes. And I love the point you made that, you know, even if experts sometimes got it wrong, don't deride expertise. And that's an important distinction to make. I do actually think many of our intellectuals and experts and especially elites led us down the wrong road. And therefore, a lot of the criticism of these elites is actually justified, even if you know, criticizing the Latins elite has now, you know, gone so far as to almost be caricature. But a lot of the criticism is justified, but only expertise again, can really get us out of this and not just, you know, but I think we should have better, better experts, yeah, better experts, more expertise. And it's, but I also, you know, earlier, we were talking about the state of a society, you know, in the context of the anti Muslim sentiment. And I think we were both in agreement that, listen, we have crossed a line in the last few years, it wasn't that we were always a united society, and it was hunky dory, but we have crossed a line. And similarly, with the attitude to data and institutions, I think we have crossed a line, you know, what has happened 2017 onwards, you know, previous governments had a much better attitude towards data transparency, and all of these discussions being there. But I think at some level, this government has decided and these things are always reversible. So one can hope for the best, but at some level, it seems as government has decided that it doesn't matter what the state of the world is, it only matters how well you control the narrative, you know, and, and I really hope that's, you know, not quite the case. So my last question before I let you go, is I, I traditionally these days, and my episodes by asking my guest to recommend books, films, music, things that mean a lot to them, not necessarily from your field, not necessarily from your domain of expertise, or what the book is about, but just stuff that strikes an emotional chord with you, you really love these, you know, you take them to a desert island, or they have meant a lot to you."
    },
    {
        "speaker": "Guest",
        "time": "04:33:45.600",
        "message": "In terms of books, I'd recommend a book that I read last year, and it was part of my attempt at getting back into fiction. And it is just such a rollicking read. It is a book called Circe by Madeline Miller. She has two books, The Song of Achilles and Circe, both are based on ancient sort of classic Greek classics, and based on the Odyssey and the story of Troy, etc. But you need to have no background in any of these to read this. I have no background, I've not read the Odyssey. But it is so Circe is a is the name of a of a female character in the Odyssey, who is a very who's kind of a bit part player and a very small character in this in this epic by Homer. But Madeline Miller, who is a wonderful writer, and a classicist who sort of trained in classics herself, sort of breathes life into this one small character, and, in a sense, rewrites the Odyssey from the perspective of this very marginal character. And, and, and this entire epic that is about glorious battles and men and men killing each other, men, looks so different from the viewpoint of this one lesser God, as she puts it, I think, and it's in from it's from its very opening line, it's just a beautifully written book. It's not one of those books that is, you know, literary, and therefore a plodding read. It's a great fun read one that I sort of stayed up at night trying to read. When the power went out, I was sort of, you know, by the fireplace in the sort of cold in South Bend in Indiana trying to sort of read it. It is, yeah, I mean, it's from the perspective of, as she puts it, in one of the first lines, from the least of the lesser goddesses, and Circe is the name of that person. And so that and the Song of Achilles, which is about the relationship between Achilles, the sort of hero of Troy, of the Trojan War, and his relationship with Patroclus, who is often portrayed as this kind of platonic relationship, but many scholars today and most historians today believe that actually there was a sort of homosexual relationship between Patroclus and Achilles. And again, it's just beautifully written, just great story. It sort of reminded me of these sort of the sort of comics and the stories I used to read about the Ramayana, the Mahabharata, right, all the action and people with superheroes, with superhero powers, etc. So those are two books of fiction I really enjoyed. And another one is by Richard Osman. It's called The Thursday Murder Club, which I also enjoyed. I read it on my flight from the US to India. It's about four people in their 70s in an old age home, and they decide that they're going to form an amateur, you know, detective club, and they try to solve a murder. But it's full of humor. I mean, I read it for, I mean, more than the murder mystery, which is really good. It's just funny. I mean, you sort of pause and smile several times, because it's all about, it's really utterly charming. It's about these four old people. And so it's all about, you know, the fact that, well, you know, they can't give up their game of bridge in the afternoon. So they have to take a break from all the sleuthing. They have to attend their sort of French class in the morning, then they go and have their lunch. So it's all about sort of aging and old people, but sort of is not doesn't look at upon them with sympathy or look upon them with pity. But they really they're full of life, they are full of intellectual vigor, this they're very curious, and they're super smart. And they all come from different backgrounds. And it's so it's about life in this old age home. And oh, by the way, they're solving a murder, which they do successfully in the end. Well, it sounds great. Have you seen the show only murders in the building? No, but my mother in law has and she recommends it very"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:37:30.400",
        "message": "highly. So I intend to watch it. Yeah, I just thought of that when you spoke of the Thursday Murder Club, the only two of the three people are kind of older. Well, Nikhil, you know, thank you so much for being so patient. I know for a historian, it may not be as difficult as for other people. But thanks so much for the patience. I had a great time. Thank you, Amit. This was really fun. If you enjoyed listening to this episode, head on over to your nearest bookstore online or offline and pick up Nikhil Menon's wonderful book, Planning Democracy. Do check out the show notes, enter rabbit holes at will. Nikhil, smart man, productive man is not on social media. But you can follow me on Twitter at Amit Verma, AMI TV, ARMA. You can browse past episodes of the scene in the unseen at seen unseen.in. Thank you for listening. Did you enjoy this episode of the scene in the unseen? If so, would you like to support the production of the show? You can go over to seen unseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]