[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Lines on a map often seem to carry such certainty. On one side of a line, we are told, is one country. On the other side is another. Border controls and armies exist to stop any bleeding from one side to the other. The lines are sacred. And yet, people are fluid. I may belong as much to one place as to another. People from another land may sing my songs and eat my food, even if they don't share my national anthem. Those in my own land, when we trace our past, we find a dozen no lines on a map. If you think of the world in terms of nation states, India and Pakistan are two distinct entities. If you think of the world in terms of cultures and people and languages and food and clothes and the affectionate terms that grandmothers have for their little babies, those borders don't matter. Take Sindhis, for example. They've been around from before nation states, and who knows, they might outlive this possibly transitory concept. You can plant a flag on a hilltop, but you cannot divide a river quite so easily."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:05.960",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:13.880",
        "message": "science. Please welcome your host, Amit Verma. Welcome to the scene and the unseen. My guest today is a splendidly spirited Saaz Agarwal, an artist, a writer, a publisher, and to many, the keeper of the Sindhi flame. Born Saaz Bijlani, she did a master's in mathematics, became a journalist and a writer, and then wrote a series of books about the past and present of Sindh. We got together a few weeks ago for this episode and discussed her own rich life, the history and culture of Sindh, and themes such as memory, identity, assimilation, loss, rootedness. Even if you're not Sindhi, you'll find this a fascinating conversation. But before we get to it, let's take a quick commercial break. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April 2020, I've taught 20 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, a lovely and lively community at the end of it. The course costs Rs 10,000 plus GST, or about $150, and is a monthly thing. So if you're interested, head on over to register at indiauncut.com slash clear writing. That's indiauncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you."
    },
    {
        "speaker": "Guest",
        "time": "00:02:51.720",
        "message": "Saaz welcome to the scene and the unseen. Thank you. Thank you so much, Amit. It's lovely to be here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:57.400",
        "message": "We've known each other for must be a decade and a half though I kind of forget how we met."
    },
    {
        "speaker": "Guest",
        "time": "00:03:02.080",
        "message": "Um, it was probably something to do with writing your book. You know, I seem to remember being"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:09.640",
        "message": "part of a book launch that you did in Pune. That must be 2009. A really long time ago. Yeah, and I would of course have been familiar with your byline and your work well before that, because you've been writing columns and so on for so many years. So tell me a little bit more about you. Like one of the things I've realized when I've spoken with people on the show who have been friends who I've known for a long, long time, is actually I realized while recording with them that I didn't know them at all. Because when you're just friends, and when you're hanging out, there's a lot of stuff you don't talk about and that you don't ask each other. And that, you know, can make you look at them in a different way. So let's go right back to your sort of to your childhood, you know, where were you born?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:54.800",
        "message": "I was actually born in Bombay, but was probably was here only very, very briefly, maybe two weeks or something. My father was a tea planter in the Nilgiris. And I was my parents first child. So my mother came to have me in Bombay. And it's funny, because less than two years later, when she had her next baby, which was my brother, she just decided not to come to Bombay and she had the baby at home in the guest bedroom of the manager's bungalow on High Forest Estate. And that was quite a brave thing for her to do. But yeah, so I grew up on the tea plantations, and went to boarding school when I was five, because it was, you know, when you live in a place like that, that's, that's what there's no schools within walking distance. And, yeah, actually, that was very defining. For me, because of years between when I was five and seven, I was in a boarding school and was not a very pleasant experience. It's, it was quite a hostile environment. And I was very unhappy. And my parents took me out from there. And my dad got a transfer to a place where we could then commute to school in Ooty, which was an hour's journey from the estate that he joined."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:17.240",
        "message": "So what what kind of kid were you? And, you know, what was it like, you know, those early years where, you know, you didn't grow up in a big city with things all around you and,"
    },
    {
        "speaker": "Guest",
        "time": "00:05:27.800",
        "message": "you know, Yeah, so we would visit Bombay once a year, where my grandparents lived, and we'd spend, you know, about three, four weeks with them every year in the summer, in I'm sorry, in the in December, when the schools in those days had a long break. And it was very cold, we lived extremely cold. So it was nice to get away from that. And it was lovely being in Bombay in those days, they lived in Colaba. So in those days, Khafre had not even come up yet, it was just rubble and we'd walk by the on the promenade. And so those are the memories I have of Bombay. But on the estates, life is very lonely, you know, you live you and there's nobody except you and your family. And we live this very, I mean, you know, when I think back, it's a little bit embarrassing to say this, but it was a very opulent life style. So we were not wealthy, you know, but we lived a really lavish lifestyle. First of all, the nature aspect where it's so beautiful, everywhere you look, acres and acres of green, you know, the tea bushes, blue sky, and nobody, nothing. At night, you see the whole Milky Way, it was just so beautiful. That was one. And the second is the the luxurious home, you know, huge rooms, huge, like large houses, big gardens with lawns in front and flowers, vegetable gardens, and no housework at all, because there was a huge staff to take care of everything. And my mother was famous with her brothers for being for doing all her cooking by just pressing a bell. Yeah, so, but it was extremely lonely. And I think when I was young, so I changed my boarding school, those two years completely changed me, they kind of traumatized me and made me a different person. It took me many, many years to come back. I don't think I ever came back to what I was when I was young, which was very lively. And I've been told by people who knew me then that I was quite boisterous and, you know, always wanted my own way and things like that, which I actually don't think that's the kind of person I turned into. But yeah, those two years were very difficult. And like, you know, they kind of marked me, I was always with depression and, you know, not quite, not all there. Until I mean, I slept with the light on, I couldn't sleep, I had night fears, and I slept with the light on until I was about 25 years old, or maybe, yeah, when I had a baby. And then, you know, I kind of became a little more stable. So but but then again, now when I saw, you know, I had those first two years, which were, you know, it was like being in an institution, I mean, you know, like totally uncared for and living in a place where people don't really want you and going home during the holidays, and then screaming and yelling and having to be peeled off my mother when I was being put back into school. After that, for two years, my brother and I were day scholars commuting to a school in Ooty. And then after that, we went to the proper, you know, the boarding school that I spent the rest of our schooling in, which there as well, I wasn't that well adjusted. But I think that I'm so I'm so lucky to have been to school like that, because the quality of education was so good. And we had really good teachers, we had no pressure of academics at all, you know, it was entirely about being a well rounded person learning many different things, understanding the world, setting standards for yourself. And of course, some of those things came from my parents as well, because they were those kind of that kind of people. And that's probably why they wanted us to go to that kind of school. And the other thing is also such a big network, because, you know, for us, my brother and me, at least for me, in particular, we don't really have like, those, you know, bonds with cousins. And I mean, the bonds with our school friends are very, very strong. So we, it's like my community."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:32.200",
        "message": "One thing that I often wonder about when it comes to people who have sort of, you know, grown up in either smaller towns, or in earlier times, where both of which are true of you, and to some extent of me, is that the rhythm of life is very different. The rhythm is really slow, like, you know, for you to grow up where you did, you know, would be so different from if you were a young person today in Bombay, where everything can be much more frenetic in terms of the things you do. And I don't just mean the difference you'd have between cities, but also the difference that has been created by technology today, like a young person today growing up, you'd always have a smartphone with you, you'd have a million things to do in there, you can check Instagram, you can go down YouTube rabbit holes, get addicted to Twitter, all of that, the rhythm is fully different. Do you feel that, you know, growing up, as you did, perhaps away from the big hectic cities, got you sort of used to a slower kind of rhythm, which might be something that is useful to you today itself or is part of your life today as well?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:40.720",
        "message": "That's such a lovely question. I know that when we were young, it was indeed a very much slower, relaxed life. I mean, days would pass just doing the same thing. And, you know, just relaxing, reading, drinking tea, going for walks, you know. I don't live that kind of life at all now. I haven't lived that kind of life for a really long time because I am always doing something and always making something, always working on something. I don't know what it is that it may seem like I'm ambitious, but honestly, I like doing things. And it's not that I all I want. Yeah, I want to I want to do things and complete them and hang them on the wall. But it's not that important for me to have them seen by everybody. You know, for me, that making the thing is really important. Like, you know, apart from writing books, I do I make crochet blankets, you know, and things like that. So about the pace of life, I think when I came to Bombay to study in college, although I had I was familiar with Bombay wasn't totally unfamiliar. It was still a huge culture shock because in those days, this was in the late 1970s. There was no green in Bombay at all. There was no green. I mean, the greening of Bombay started around then, late 70s, early 80s, I think. There were no trees, there was nothing, you know. And so that time, I was just too dazed to realize that this was missing. What did impact me was the crowd and the noise and the fact that nobody had any manners, you know, because that we were not used to. So, you know, you get into the bus and it's like, hey, pude chala, pude chala. So that took a bit of time getting used to. But then after a few years, it was my my world. And I just remember this funny thing when I talk about the bus. I remember getting into very crowded buses and pushing my way in and stuff and looking at the front of the bus and thinking, oh, I would like to get in from there. And I remember this because they had a sign up saying you can enter the bus if you're old or if you're disabled or if you're pregnant. So I do remember this when I was pregnant. I only did it once, but, you know, the bus was crowded. So I walked out to the front and I must have run around to the front and hopped in. And the driver was like, what's up? What happened to you? So I was like, I'm pregnant. You know, I don't think I knew how to say mein pet se hoon. I must have just like, I don't know. I wasn't showing, you know, so I may have pointed at my belly. I don't know what to say. Okay, fine. Raised his eyebrows and let me in. And then somebody else came running up behind me. And he's like, abhi tumko kya ho gaya? So it was like, so funny. Everything is, you know, so ludicrous. Comparison. And that's one of the things that really I carry with me everywhere that, you know, you, we take ourselves so seriously. You know, when you sit in an AC room and you're, you know, whatever you do, you think that's the real life. But actually, real life is out there, you know, when the bus driver says, abhi tumko kya ho"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:54.760",
        "message": "gaya?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:55.760",
        "message": "What was the reply he got? I was just so embarrassed. I just slunk in and sat down. No, he asked the other guy behind"
    },
    {
        "speaker": "Unknown",
        "time": "00:14:01.760",
        "message": "me. So what did that guy say?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:03.760",
        "message": "I don't remember. And he probably didn't know. I mean, he's a matadi guy from Mablesh or whatever. And he probably just got off the bus."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:11.840",
        "message": "It's interesting, you should say that Bombay wasn't green at all in those days, because the impression that like one stereotype of cities is that cities were fine until people came and then they messed it up and they became concrete jungles and all of that. But the thing is, they can be a movement in this other direction. Like I really love cities, right? Because I think that one, of course, there is a fact that they, you know, you get dense networks of people. So just as a greater variety of everything, more opportunity, more art, more music, more food, everything is just way better. And cities in that sense are kind of, you know, so vibrant. What is your feeling about cities? Because you weren't a city girl"
    },
    {
        "speaker": "Guest",
        "time": "00:14:53.360",
        "message": "to start with. No, I wasn't. But I know I lived in Bombay for 15 years. And I'm okay saying Bombay because that's what it was until I left. I can say that I came to Mumbai yesterday. But I know that I just felt so much a part of it. And I never thought I'd leave ever. And I totally relate to what you're saying. There's so much of richness. And, you know, you walk on the streets, you see wonderful things, you meet people who are interesting all the time. Anyone you meet is likely to be a person of depth. And you know, the way things work in Bombay, which is that things really work. I mean, I don't think they happen in other places. You know, you get your milk every day at the same time. I mean, we gave the Dabbawala Six Sigma. Everybody in Bombay deserves Six Sigma because everything gets done and it's so complex. So that's something that I love about Bombay. And, you know, it's something that I don't know whether I always had it, this thing of being action oriented, being goal oriented, being kind of immune to hardships. Maybe I already did because that's something that you get from boarding school also. But it's a very, very Bombay thing. And, you know, there's theatre, there's music, as you said. And in Bombay, of course, you have the sea, you can just stand. I love doing this. And I do it whenever I get a chance. Now, you just walk on Marine Drive and you look at the tide going out and coming in. And there's so many people. But I wouldn't live in Bombay ever. I just would not. I prefer a much quieter life. And the main thing is I like to have a lot of space around me, which you can't when you live in a city. I just feel I love space. I mean, yeah, I'm not saying that I can't do without it, obviously. But I enjoy it so much. And that it really means a lot to me to have a lot of space around me. And I think in Bombay, that's not possible. That's for me, that's the only thing that I have against. Yeah, even the climate, it's a bit grimy and everything gets dirty, things rust, you can't leave your biscuits out for more than 10 minutes before this gets soggy. So I like living in Pune."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:09.240",
        "message": "No, what you said about, you know, how the milk arrives at your doorstep every day at the same time reminds me of this famous hypothetical question asked by the great French essayist Frédéric Bastia. This show, by the way, is named after an essay Bastia wrote in the mid 19th century called That Which is Seen and That Which is Not Seen. And so the question asked by Bastia was who feeds Paris? And the answer was that you don't need a central planner to feed Paris, that people have wants, other people want to fulfill their wants in this win-win game that, you know, all commerce is. And therefore, everything just runs like clockwork without there being a planner. This is what economists would also call spontaneous order. And that's sort of one of the glorious things about cities. Let's sort of get back to your life. You mentioned that in this other school that you went to, you had good teachers. Do any memorable teachers come to mind?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:07.640",
        "message": "Well, we had a maths teacher. She was also my housemistress. And she was Mrs. Balakrishnan. So she was, you know, she loved to cook. And her son, I think she was a widow. She was widowed very young. And, you know, she joined the boarding school, partly to be independent and to ensure that her son had the best education. And he was already, I think, in college by then. So she would cook for us every now and then. She would just cook. She would feel like cooking. And then she would say, yeah, OK, whoever's hungry, come and eat. She would do things like that. And boarding school, you know, makes you hungry, hungry all the time. You finish your meal and then you're looking for food. So so that was something special about her. And the other thing is that she was our maths teacher for a couple of years. And I was, I think, quite alert in my maths. So I did quite well in her class. I remember her. Then I remember our headmistress, headmaster, who I used to write when we were in school. I used to write for the school magazine. And then I remember, you know, that encouragement actually made me think that I was a writer. He would call people. I mean, when we had a visitor, when he had visitors, he would call me across and say, introduce me as a writer. So that really made me feel that I am a writer, even when I was a child."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:37.200",
        "message": "So at this point in time, when you were in school, what was sort of your self-image of yourself in terms of what you wanted to do later on? Like you did maths later on, of course, and the teacher you mentioned who you liked was a maths teacher. So I'm wondering"
    },
    {
        "speaker": "Guest",
        "time": "00:19:49.840",
        "message": "if the two were kind of... It might have been, you know, my, but she was also somebody who did a lot of maths enrichment with us. We would have, you know, maths practicals where we should do stuff with paper and string and things like that. So I later realised as a maths teacher myself, that it's very linked to your emotions. Learning maths is very linked to your emotions. And, you know, if you have a teacher who has no patience with you, you are never going to get your concepts. Maths needs to be taught in an environment of friendliness, cordiality and affection and, you know, care. The other thing about maths is it's cumulative. You can't go on. You know, it's not like you're studying geography or history where you can do different topics independently. You can't do that with maths. You can never get to trigonometry if you haven't got your decimals and fractions right. So if you lose one step, it's finished. You're just never going to get further. So that's one thing I realised as a maths teacher. So, which I did. My first job actually was a lecturer in mathematics at Ruperell College in Bombay. And I had this experience when I came to Bombay to college. So I finished, I was a final year of the 11th standard. We finished CBSC 11th and after that it became 10 plus 2. So when I came to Bombay, I had to, I couldn't join the 12th standard because, you know, there you're still in the in the previous level where you have to study the language and that was absolutely impossible. So they had a provision for CBSC students to join the degree straight away. So I skipped a year. But what I remember is coming into class for the first time and even for the first few weeks, everybody was so depressed. Everybody was so uninterested in what was being taught. And it was like really difficult. And it was only much later that I realised that everybody was there doing the first year BSC. They had wanted to get into a professional course. And I was at Jai Hind College, which was very difficult to get into. So they were students who had finished their 12th standard at Jai Hind College and didn't make it to a professional course. And that's why they were doing their FYBSC. They just come and slump on their seats and not listen and go back. So it was not. So I had some of that again, when I became a teacher at Rupert Hill College, where they were again, FYBSC. And of course, it gets better in SY and TY you get the ones who really like maths. I love teaching that TY class. I had students who we were very fond of each other. Yeah."
    },
    {
        "speaker": "Unknown",
        "time": "00:22:28.240",
        "message": "Yeah. And for those who don't know, FY, SY, TY are first year, second year, third year."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:34.760",
        "message": "I guess you had these two parallel things that you like to write, which is just something that you're doing. But what what did you think of a career for yourself? Or did you think of a path for yourself?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:45.360",
        "message": "So, you know, you asked me this also how my about my, you know, my impression of myself and what I thought I was going to do. And in school, I actually didn't have any plans for myself. And I suppose, you know, for my mother, she was a housewife and she didn't really do much, you know, she was just she didn't she wasn't busy all the time. So I probably saw myself as having that kind of life. I mean, I'm saying that now at that time, I don't know what I would have said. I might have said I want to be a firefighter or a brain surgeon or something, because, you know, I didn't really have any plans. And I did write. And I knew that I'll always be writing, though, when I went to college, it was so difficult for me to adjust. And, you know, a person, a hillbilly person who doesn't know much suddenly thrust into Bombay, where there's so much going on. It takes it takes time to get used to that. And I actually didn't write for a while. I didn't write for actually quite a long time. I wrote something for my college magazine once. But after that, it was years before I started writing again. And I actually started writing again because I needed a way to earn money. And and that's because I, you know, I knew I'm going to be a single parent and I can't do that unless I have an income. And I wasn't sure where I was going to stay and all that. But yeah, that's when I started writing and sending off stuff to be published in the hope that I would have an income. And it's actually quite funny because it's not really a good way to have a steady income as a freelancer. And those days was really I'm sure it's very difficult even now, but it was extremely difficult. But I was very, very persistent. And along the way, I think one of the things I'm really lucky about is having an unusual name. So, you know, your byline scene and I was actually offered a job by the Times, which I wasn't qualified for. I wasn't would never have applied for because I didn't think I could do it. But and in fact, it happened because I was I received a telegram one day from the editor's office saying the editor wants to see you. And I was like, Oh, my God, what did I do? You know, I thought it's like being summoned to the headmaster's office. I was really spooked out. You got a telegram. I received a telegram. Yeah, this was back then sort of been what 1989. And I was staying in a place I didn't have a phone. I was staying in a little rescue home a friend of mine gave me her to convince her husband to give me their apartment. They had like the investment apartment and they gave it to me for six months until I got sorted out. So I received a telegram there and I was really scary. And it was a Saturday. So I phoned the Times office from the public phone outside and they said that the editor's gone to Pune, Pune and he'd be back on Monday. I said, I received this telegram that he wants to see me. He says, OK, come and see him. So I went on Monday and that was Daryl, Daryl DeMonte. And he's such a nice guy. But he saw me and was like, what do you want? And I said, you sent me a telegram. He said, what? I don't remember. Because he was like that. He would forget stuff. But anyway, when he remembered, he he said, oh, yeah, yeah, yeah, yeah. Yeah, these dancers people, they are looking for someone. And will you join? I said, what? It was quite funny because I said, no, I can't. I've got a child who's like three years old and I can't leave her alone. Don't you have anyone you can leave her with? No, I don't. Isn't there anybody you can leave her with? I said, no, there isn't. Doesn't she go to school? I said, yeah, actually, she just started going to school. Then come while she's at school. We'll give you flexi time. So and in those days, flexi time was just not known even. I mean, it was a new word everywhere in the world. But I was really lucky because I said yes. And, you know, that's how I joined the Times. And once you join the Times, then you're a real person, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:51.440",
        "message": "It's like Dorothy. What was the math journey like before that? Like, what made you study math? Were you serious about it? Or were you good at it? Like, I was good at it. It was"
    },
    {
        "speaker": "Guest",
        "time": "00:27:01.360",
        "message": "not my thing. Honestly, I mean, you know, that is the truth. I was good at it. I was good at school math. And even and then when I was in college, I was not in a good space to be really enjoying my math. Later on, when I was at the university, again, I had a professor, Professor Chavate, who's still my Facebook friend, who, you know, we did, what did we do? Graph theory. And that was so good. I loved it. You know, I had a good professor. I love the subject. And that's how it should be. But it wasn't something that, in fact, you know, I had this. After I've completed my, my master's, I was staying in during those two years at the university, I was staying in the Bhavans College hostel. And that's because at the university, there was no hostel yet. The university campus was new and they didn't have a women's hostel. So this was quite far. It was a bit of commute. But they had a working women's hostel in Bhavans. And so I moved in there. And I had a roommate there who, Amita, her name was, we became very good friends. So then, you know, when you have a really good friend and you're actually living with that person, then your life becomes comfortable. It becomes tolerable and you enjoy, you know, like we used to go out for, I'm sure those places are still there. We'd go and have dinner out in one of those places near the hostel every day because the hostel mess was rubbish. But she was going, she'd come from the UK. Her parents had moved to Gujarat. They had come back to the native village and she found it very difficult to adapt, you know, like when they came back, she must have been 17, 18 years old. So she was staying in Bombay and working, but she convinced her dad that she was going back to live with her uncle in the UK. And so after my, my dad was very kind. He agreed that he'd give me money to go and travel with her. We travelled in Europe for three months. For both of us, that was like a big life experience. She of course had lived in other countries before, but for me, I had only lived in India. Travelling abroad was very difficult in those days, not like now where it is quite easy. So it was a big thing. And my dad was, he was like, see, now you're finishing your education, you will be working and I don't have to support you anymore. So, and this will be the cream on your education. He said icing, I think he said, this will be the icing. So, and it was actually because we went off, I went off on my own and we stayed in England with her uncle for a few weeks. And then we did the Eurail thing in Europe. So this is what, 1982. And we went, we spent seven weeks travelling in Europe. And it was just amazing. It was just wonderful, because we saw so much, we learned so much. We weren't, we were backpacking, but we weren't staying in youth hostels everywhere, because you know how we Indians have friends and family everywhere. So, and especially at that time, at that time when you didn't have money to, you couldn't afford it, you know, so you had to be staying in a place where you didn't have to pay much. So in, my dad was just talking to somebody who asked him, how's your daughter or how are your kids? And he said, oh, my daughter's going to Europe. And he said, oh, I have a friend in Paris. So this friend in Paris came and picked us up at the station, we stayed in her home, she took us around. In the south of France, we stayed with her sister, in the north of France, we stayed with her mother, and so on in every other place, like whether it was Germany, Switzerland, in Italy, and in Holland, we made our own arrangements. But in Denmark, I stayed with my dentist's neighbor's daughter. And this is true. We got exposed to traveling alone, we got exposed to different kinds of food and you just change as a person, right? You realize that I can do things on my own. And then when I came back, I went to collect my degree certificate at the university and Dr. Chavate, who I was telling you about my graph theory teacher, she asked me what you're going to do now. And I said, I don't know, I'm looking for a job. She said, okay, they have a leave vacancy at Rupperell College. And so that's how I got that job. I was there for three years. And then I quit when I was expecting a baby. Yeah, so that was how the whole maths things happened. But before that, I would always have people coming to me for help or I think I was the tuition teacher of most of my cousins and some neighbors and stuff. And then later on, when I was staying on my own, and, you know, working at the Times, I ran the Saturday group, where kids would come and we do maths enrichment, like what Mrs. Balakrishnan taught us. And she actually I inherited a bunch of books from her. So I made stuff, you know, worksheets and experiments and things like that, which I did with my kids also later. And, you know, I still have these friends of my kids who I'm very, very fond of who remember that. They were my kids, of course, for them, I don't think it was great fun. But, you know, I have these two friends, my kids' friends, lovely, lovely people who still remember the maths experiments that we did during the summer holidays. But that's all over now become completely, I can't remember whether it's left or right brain, but whatever the other side is, where you are just creative and you go with the flow and you know, you don't really, I mean, I can still remember strings of numbers, but I don't bother."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:47.360",
        "message": "And do you think that and this is really possibly a question about two things which, you know, might be dually connected. So there may not be causation going one way, but both ways. Did studying math the way you did change the way you think about stuff? Or was it the case that you were the kind of person who thought about stuff in a particular systematic way?"
    },
    {
        "speaker": "Guest",
        "time": "00:33:09.360",
        "message": "And therefore math came easily to you? Actually, that's a question that I sometimes ask myself, but I'm not sure. And it is true that I think very systematically, I'm not sure which came first. I think it might be influenced by maths. I do and I find it easy. Like it helps me a lot my writing, you know, putting separating different ideas. And there is definitely a maths influence. I don't know"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:31.920",
        "message": "which came first. That's yeah. And the other question is also about a sort of a two way connection about teaching and the empathy that it demands. And equally, you would imagine that if someone is naturally empathetic, they'll be better teachers. But also teaching can teach you to look at each individual more carefully. Like I think what we tend to do in our lives is that most people for us are a sea of faces, or they are instrumental to us for particular purposes. But both teaching and writing, in a sense, force you to look at individuals as individuals. You know, as a teacher, you got to figure out, okay, why is she having trouble with binomials or whatever the case might be, and you try to kind of figure that out. And as a writer, also, you know, if you're writing about somebody, you just look at them completely differently from what you would otherwise, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:34:22.680",
        "message": "So actually, you know, it's so interesting that you say this, I hadn't thought about that. But I'm not sure whether it's empathy, but I know that one of the things that I do now, and I've done it for a really long time, not just these last 10 years, when I've been working on Sindhi stories and being an oral historian, but listening to people when they tell me about whatever they want to tell me that I'm writing about. And I think there's something, I don't know what it is that happens, people speak, you know, the way that I'm talking to you, absolutely opening up, people do that. So I don't know what it is that gives some people the gift that when you're listening, the other person just tells them everything. And I don't know whether it's a skill that helped me as a teacher. I'm not sure. I know that I had a lot of kids who really liked me a lot. But I don't think there were any kids who didn't like me. I'm not sure whether I was able to do what you're saying. I mean, I wish I should have, maybe I did. I don't remember, you know, looking at each person separately. But when it comes to an interview, yes, absolutely. I mean, I'm not there at all, you know, it's just that person and letting them be who they are."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:40.920",
        "message": "And is that a learned skill? Because when I even listen to the really early episodes of the show, or when I think back on how I just talk to people through my life, and typically, what most of us do, and I noticed this more and more and others, now that I've, you know, thought much more about conversation is that most people aren't really listening, listening, right? It's even called we once said that we listen to respond not to understand. So most people when they listen, they're not completely absenting themselves from the scene and just listening and taking in what is there. They'll be listening with ego in there. Maybe they're just looking for that moment when they can interject with their wisdom and their views and their whatever. So was there a sense of a conscious thinking about the craft either when as a journalist or when you were, you know, writing with people, or later on when you started doing oral histories? Is there an intentionality to how you do what you do?"
    },
    {
        "speaker": "Guest",
        "time": "00:36:36.040",
        "message": "Actually, you know, I don't think it's a process of learning, but I do think that you improve with practice. And I definitely think that you do improve with practice. And this thing of interjecting, I know I do it. I know I used to do it a lot more than I do now. And you know, one should really wait until but then sometimes somebody says something and you have to respond. I mean, you you you don't have to, but you do respond. And then later on when I'm listening to recording, I say, Oh, I miss that, you know, so that still happens to me. But I can remember really early, when I was still, I still just joined the Times. And what I was doing for the Times at that time is we, we were launching Ascent. So I was launching Ascent for the Times. So in those days, we had the appointments ads inside the newspapers, it was towards the end of the paper. And somebody got the idea. And it was an idea. It's not an original idea. It was being done in the UK, I think, where you had a pullout for the ads. And what I had to do was fill the half a page of the first page with articles from industry. And, you know, get people to write based on their experience. So it was really wonderful, because, you know, people were talking about things that they really knew it wasn't about something that you'd learned at college, it wasn't theory, it was their experiences, and they were sharing their learnings. So for me, it was a it was huge. It was a new field. The only thing that I was I brought to it was listening to people when they spoke, sometimes they would write and send in stuff. But a lot of times that I was helping them to write it. And I remember this one sitting with somebody who was the HR head at Cadbury's. And we were talking, and he was telling me stuff. And then he started crying. He, you know, he hit a emotion. And I didn't. I mean, you know, I waited and just kind of, but that's when I realized that when you listen to people, they might react in a way they wouldn't do in a social situation. So it's a privilege, you know, you can't. I mean, you have to really respect that and be kind to them or whatever, or just, you know, not kind sounds like patronizing. That's not the way I meant it. But yeah, so then I think that that incident never left me because I realized that it's something that you have to do carefully."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:05.240",
        "message": "And what is it about and this is something of course, I've noticed as well that people really open up that you might imagine, in our everyday interactions, there is always a filter, there's always a certain degree of reserve that is there. But once you get into that a certain groove, people really open up in the good places. And I've also, you know, had the privilege of people trusting me enough to open up in that way. And, and that's kind of happened a lot. And I wonder about why that is that if it is so easy and often so rewarding to open up and to open yourself up to others opening up, but why we don't do more of that, because most of the time, we pretty much wear a mask through our everyday lives where we are not saying what we think we're hiding our emotions and so on and so forth. But when you have a particular setting, when I'm having a conversation with someone for the show, when you're doing your oral history or whatever, it just tumbles"
    },
    {
        "speaker": "Guest",
        "time": "00:40:04.360",
        "message": "out, right? Yeah, yeah. Yeah, you're making yourself more vulnerable. Of course. I also I find it, you know, like, my what I do, apart from the Sindhi work, I work with people to help them write their memoirs. And that is the biggest. I mean, you know, I love those projects, because they, you know, people talk to you, and they do what you're saying. It's not just like two hours or four hours or six hours. It's like days together where they talk about everything that's ever happened to them in their lives. And then you interview other people also to get cues on what you can get out of them. Or you look at that period of history that they went through where lots of stuff was going on. So then, you know, again, that brings out more stuff. And I feel that for somebody who's doing that, I mean, all the people that I've worked with, they found that process so fulfilling, you know, because you're going through your like, making sense of what has happened to you right through your life. Very, very therapeutic. And then you know, you come to these relationship issues that you had, and even those you're able to surmount those many times, not always, of course. So why we don't do it? Yeah, that's a good question. I think maybe people don't realize how powerful and how effective it is, how useful it is. I also feel as somebody who has used professional psychotherapist ever since I started, I became financially independent, I knew that I need to work on my mental health. And I did that ever since I was like 22 or something. And I know from that experience, that very often, you find people who are really not good, you know, they are really, really not good. They're just not good. Either they exploit you in one way or the other, or they medicate you. I never stopped trying, though, you know, I kept doing it. And I still have someone in Pune, who I see, I mean, it's been a long time, we had one session during the lockdown. But I've been with her for about 10 years, or maybe more now. And she's so good. But yeah, you don't find people at home. And ultimately, when you think about it, when you're with a therapist, it's actually you who are doing all the work. You just need somebody who listens the right way. You don't really need anything else. So yeah, I think since you asked why we don't do it, I think that's my answer that it's not that safe."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:40.240",
        "message": "You know, carrying on from that thought, could it be the case that like one lament I have about many people and even myself at times is that there's not enough self reflection, most people don't reflect enough on themselves. And I think what the act of say, going into therapy with someone you trust, or just talking or having friends with whom you can have these kind of conversations, what it does is that it forces you to self reflect, even if you're talking about your life to somebody else, just that act of laying it all out there forces you to look at it in a different way, and can help you see things that would otherwise have been unseen to you, right. And in a sense, it's like the act of memory is also an act of reconstructing the self. Like earlier, you mentioned that, when you look back at your childhood, you can now looking back, say that, oh, she just wanted to, you know, just chill be in the groove, be like a mother. But you said that you wouldn't, you can't think now what she would have wanted then. So in a sense, that person is gone. In a sense, what is left in your memory is your reconstruction of that person from your mature vantage point and all of that. But that person is gone. And I'm sure just looking back at that person can make you a better person today, if that kind of makes sense."
    },
    {
        "speaker": "Guest",
        "time": "00:43:58.640",
        "message": "I totally agree with you. I mean, this is one of the aims of therapy, right, is to reconcile yourself with who you were right through all the, you know, ups and downs of your life. I also feel that when I'm working with someone on their memoirs, this is exactly what happens, you know, this is exactly what happens. They go through every phase of their life, connected with who they are now, feel good about each part of, you know, even the things that happened that were bad, how well they faced those times or the mistakes they made. Sometimes, you know, it's so nice when you have somebody who has been ashamed of something all their lives because it was a mistake or because people made fun of them. And they realize, hey, like, it wasn't such a big deal, you know, I mean, those kind of moments happen. And they are just fantastic. They're just like, we all should do that. We all should do that. We all should go through all the disappointments of our lives and put them in context. And, you know, and then you see them more like jewels in your existence rather than something to hide or be ashamed of."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:01.440",
        "message": "So, let's double click a little bit on this ghostwriting stuff. You've ghostwritten a bunch of books."
    },
    {
        "speaker": "Guest",
        "time": "00:45:07.440",
        "message": "Yeah, I'd love to talk about that. When I started the first book I did for someone, this was way back in 2005, a friend of mine in Pune, she said, I want to meet you, there's something I want to talk to you about. And I went to see her. And she said, you know, my father-in-law's turning 80 and we want to do a book for him. And will you do it? And I said, yeah, I mean, you pay me and I'll do it. Because at that time, having an income was extremely important to me. I really needed it. So, you know, this is the thing. This is actually my story. Most of my creativity and all these projects have emerged from economic need. You know, I started writing that way when I was, how old was I, 28, 29 or something like that. So, yeah, so I, now we work together and she's like a wise woman. So she would record his stories and come and we'd sit together and we'd listen to him. And we'd talk about what he was saying. And she would have stuff to add because she knew him really well. She'd been married into the family and living in the same home since she was like 18 years old or something. So then we wrote the book. I wrote the first book. I wrote the first book. I wrote it, of course, words were mine, but, you know, the material was coming from her and from his interviews. And there was this thing where the book is written by so and so person and it's in his voice. And I'm proud of that. It's in his voice. And I did that because that's my skill. I can speak, listen to somebody and I can speak in his voice. And I that's something that I could do even when I was a kid, you know, so that's my core skill. So here, you know, it was a wonderful thing that happened by coincidence. I was able to monetize my core skill. But then there comes that little bit of, you know, you've been a ghostwriter and that's something which is not a good thing. I remember this. I was so this is the way people look at it, right? I don't look at it like that. So I would say I'm a ghostwriter and with a straight face without really it's, you know, people's reactions are like they sneer. Even if it's somebody who can't write two sentences themselves, they would still sneer because you're a ghostwriter. I remember this when my first synth book was picked up by Oxford University Press and they wanted a few lines about myself. I said, I mean, I mean, I don't remember exactly what I sent them, but the word ghostwriter was there and they found that really so objectionable. They didn't want to use that word at all. And that's when I realized that, you know, it's like saying I'm a bootlegger with pride, you know, actually. So I actually what I do is I work with people to help them write their memoirs. You know, that's what I do. So I mean, you want to call it ghostwriting. That's OK with me. But I know that what I'm doing is something which requires a high degree of high degree of skill. It requires a lot of patience. It requires being able to understand not just what happened in that person's life, but also use that person's words to relate so that when somebody is reading that book, they're with that guy, with that person, him or her. And they only know at the end of the book or when, you know, whatever, that it was actually written by someone else. But back then, when I was still feeling a little defensive, maybe I am still a little defensive about it because, you know, I've given you such a long explanation. But what I wanted to say is that you look at the autobiography of Malcolm X, for example. Now, who wrote the autobiography of Malcolm X? Alex Haley. There you are. You know that. So it was Alex Haley who wrote. Now, would you call Alex Haley a ghostwriter? Yeah, I suppose you would. I mean, you know, I like to compare myself with Alex Haley."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:07.920",
        "message": "Yeah. And the great sportswriter Rohit Brijnath wrote Abhinav Bindra's book, for example. Ghostwriting is an honorable tradition. I've done a little bit of it back in the day when I, you know, used to work for Vizneshia Cricket before we bought Cricket 4, even after I was in Cricket 4, where there were ex-cricketers who wrote columns for us. And it was my job to, you know, speak to them every after every day's play and get their views down and try to kind of recreate it. It's quite an art. And what I imagine you are doing in that sense is again, it's that act of listening, opening yourself up, keeping yourself out of the story, just taking in everything they tell you and also looking at another person at that kind of depth, with a kind of depth with which you'd perhaps only know your own family members, if that."
    },
    {
        "speaker": "Guest",
        "time": "00:49:59.120",
        "message": "No, family members may not open themselves up to you that much. I mean, if it's your partner, yeah, maybe you know that person really well. But I don't think I would open myself up that much to my parents. And I mean, I'd be grateful if my children open themselves whenever they do open themselves up to me. But I don't expect them to do that to that extent unless they really want to. I mean, you know, then that's a gift. But yeah, so yeah, you it's a different kind of equation when somebody's and it's often becomes a lifelong relationship. But sometimes it just ends right there, you know, because they don't they don't need you anymore. And that's it. That's fine, which is also OK. But I have had some people who would remember you and they, you know, they stay in touch because you delve their depths and connected with them and showed them stuff. You used words which they value so much because they really represent them the way that they want to be represented, the way they see themselves. So that does become a solid relationship. It has been for some of my people I've worked with."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:02.720",
        "message": "I'm interested in that is that they value the words that you use because I guess they may not have been able to put it that way without naming a person. Can you give an example?"
    },
    {
        "speaker": "Guest",
        "time": "00:51:12.000",
        "message": "No, I'll give you a person of an extraordinary. I'll give you an example with the name of somebody who was a brilliant intellectual, and that was Dr. N.P. Tolani. He was born in Sindh. He went, he came from a family of Zamindars. So they had huge land holding in the north of Sindh. And he went to study at Cornell. He was studying agricultural engineering so that, you know, that would be good for the farms. And when he came back, it was 1947 and partition took place. So he landed in Bombay and he stayed on in Bombay and his parents were still in Larkana. And he went to visit and everything was different because people had left. His father did not want to leave. But in the end, he was forced to leave because he was put in prison under pretext of being an Indian spy. And he was in jail and his eldest son was the Sessions judge in Sukkur, where he was in jail. But nobody could do anything. The only thing is that the prison guards knew that when the judge visits, he touches this prisoner's feet. So we have to look after him well. Eventually, after several months by which he, you know, this rich middle aged man in prison, he was a skeleton. He was allowed to leave if he left Pakistan and never returned to Pakistan. So it was obviously because of his land he was asked to leave. Now, Nandilal, he had come back from with this degree. He had to start afresh. He didn't have any lands to go to. He started building earthen dams for the government of India in Maharashtra and Gujarat, living in the interiors. And he did that and he did it for several years. And then he, so he was he was this amazing guy. I mean, he's the most amazing person I ever met in my life, ever had the good fortune to work with. His father was doing building. So, you know, a lot of Sindhis, they had nothing, right? And they needed homes. And there was a housing crisis. So the housing board came up, new housing, Bombay Housing Board. And there was a chairman who he left his high paying corporate job in Ahmedabad and came and joined as honorary chairman. And I don't know the facts because I haven't looked at the papers, but I would assume that he had something to do with setting up loans and stuff. So his father, Nandilal's father, Pribdas Tolani, he started building buildings in Bombay. And he, Nandilal got into this as well. And he didn't enjoy it at all because of the corruption. So he left to go to Cornell to do his PhD. And he completed his PhD in a year and a half. And he would have probably, I forget, I think it was 14 months, a record at Cornell, which was his alma mater. He'd studied at Cornell for his master's as well. So his father wanted him back. So he came back. He would have liked to live a life of academia. But he came back because his father wanted him back. And he started a shipping company. So where I'm coming to is that now here's a person, he used to sail himself. He was a bridge player. So he was somebody who lived life to the full. You know, he was using his mind, he was using his body, he was making a lot of money. And he was doing a lot of philanthropy. He started the Tolani College of Commerce, which is in Andheri East. And later on, he also started Tolani Maritime Institution, which is in Talegaon. It's one of the best recognized maritime institutions in the world. When his daughter asked me to work with him on his memoirs, he was blind. So I had to listen to him and I wrote down stuff. He just loved what I wrote so much. And that is something that means so much to me, because he would, and especially, you know, we did because Sujata also, that's his daughter, she also worked very closely with me, deciding the structure of the book and, you know, various things, giving me the photographs. And he, one thing I noticed, he would talk about is that people call me lucky. And I didn't like that. Because, you know, I wasn't luck. I mean, I was working, I was using my brains, I was doing this. And then, you know, you're calling me lucky. It sounds like insulting. So, you know, at the end of the book, I wrote this thing for him, which he had told me in different ways and different, at different times about, I forget what the chapters called. But it starts off by saying, yes, I've been really lucky. I was so lucky to be born to this family. And, you know, all the things that happened to him and explaining that, you know, it's not just luck. And that he used to keep making her read to him, because it kind of reflected what he'd said and what he wanted to be remembered for. So that's what, you know, he's not somebody who couldn't find the words himself. He was like an intellectual himself and very articulate. But yeah, that was me ghostwriting, one of my hero moments in ghostwriting."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:57.680",
        "message": "And do you feel this process changed you as well? Like, was it also rewarding for you?"
    },
    {
        "speaker": "Guest",
        "time": "00:56:04.720",
        "message": "So yeah, it has been very rewarding for me in many ways, because most of the people I've worked with, they have been wealthy enough to pay my fee. And they have been captains of industry, which means that they started most of them with nothing. And they built up their empires. And through them, I became intimately acquainted with the industrial history of India. So that's something that really helped me gave me a grounding in that field. How else did it help me as a person? I think so. One of the things that really has helped me is working with so many Sindhi people who lost everything and then started again. So that has helped me as a person to know that no problem is insurmountable, you know, that bad things happen, and you just have to keep going and new things will happen. And then you'll have to deal with them, whatever they are. So I think that's one of the biggest changes. So many people, everybody who I've interviewed, they lost everything. And then they kept going. So you know, that whole thing, and I think I already had that in me, because you know, I had already by the time I came to this point where I was interviewing them, I'd already been through quite a lot of rough times in life. And I was that already that kind of person who would say, Okay, fine, what do I do next? But I think this really supported me. And even the small things, you know, like, for example, oh, the bai left, oh, no, you know, it was really, really, because my obviously, I rely on my house help, I completely rely on them, I can't be productive unless I have somebody else doing most of my domestic work for me. So it is, um, it sounds like really, what's the word? I mean, I don't want to say it sounds like I'm, you know, too privileged or something. But maybe it's about understanding my priorities and knowing that if I didn't have somebody doing all this, somebody really smart, who I can rely on, and who does things my way, I can't do what I want to do. So you know, even when the bai leaves, yeah, okay, fine, I have to look for someone else. Let's see who turns up. Let's see how well I can train them, you know, so it's just a more of okay, let's get on with it rather than Oh, no, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:19.360",
        "message": "Yeah, I mean, this is David Ricardo's theory of comparative advantage, you, you are good at writing, you might also be good at doing housework, but it's a better use"
    },
    {
        "speaker": "Guest",
        "time": "00:58:27.520",
        "message": "of your time. I'm very good at doing, I mean, I'm not good at cleaning, but I'm really good. I mean, I can cook so fast, I can really cook up a meal. And because I had a big family, and you know, well, a lot of times I was on my own."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:40.480",
        "message": "Does your mathematical brain also is it part of the way that you cook?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:44.000",
        "message": "Absolutely. I am so rigid, you know, when I'm when I have to do 10 things, I know which one to do first to save time and effort. And I'll have a sequence. And if anyone gets in my way, then it's really annoying. I mean, I have worked very hard not to be annoyed with people who are less efficient. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:04.240",
        "message": "Final question about ghostwriting. How much time does each of these memoirs take you?"
    },
    {
        "speaker": "Guest",
        "time": "00:59:08.800",
        "message": "So it all depends. It doesn't take too long, probably to the interviews will be over two or three months. And then depending on how many people they want in the book. Now, I'd like to interview important people other than the person themselves, because they'll tell me things I can ask them, ask the subject, and which they may not remember. So the people close to them in their family and their work, their friends. So it depends on how many I have access to, I think less than a year to get the whole thing done. Now, we did one recently, which I started, I think in February. February. And in fact, Veda did the design for that. And she did the fab design. We it was his birthday on the 27th of July and was really cutting it fine. But we did it and really came out well. Veda for the sake of the listeners. That's my daughter. Yeah, she, she is not. I mean, she never went to Parsons design school or anything, which is very talented. And yeah, I'm lucky that she gives her time to my projects"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:16.720",
        "message": "on and off. And also a trained classical guitarist."
    },
    {
        "speaker": "Guest",
        "time": "01:00:20.560",
        "message": "Oh, yeah, there's that as well. She's a, she studied computer science, and then she decided not to be a software developer. And then she got a job with Pune Mirror, that Pune Mirror was just starting Pune, so she was part of their startup team. And then she worked in marketing communications for a few, three years in Pune Mirror. So I'm giving you Veda's CV as well, in case you want to give her a job. And then yeah, all the while she was studying classical guitar and became a very big thing for her because she took over the classical guitar festival in Calcutta and ran it very successfully for quite a long time and enjoyed it a lot. Yeah. And she's a yoga teacher now in case anyone wants to do online yoga with Veda."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:02.720",
        "message": "Just yeah, if there's a link for that, I'll put that in the show notes as well. When I was a kid, I remember reading about a link between music, math and chess and I was a chess player, of course, at that time. So I don't know if you play chess, but is there a link between"
    },
    {
        "speaker": "Guest",
        "time": "01:01:16.720",
        "message": "music and math, you think? Are you into music? I think there is. I am not a musician, despite my name, despite, you know, having musical offspring, but I'm not a musician. But yeah, in Veda's case, definitely, you know, she also had the maths talent. And I think it I think and I love chess, I love chess, I'm not very good because I don't play that much. And most of the time when I play, I don't concentrate. I mean, these are just excuses. I'm actually a lousy player. But I love the game. And I, I totally agree that there's a connection. I mean, you know, music. I remember reading this for the first time in a Mallory Towers, Mallory Towers? Yeah, they had this somebody who was really good at both maths and music. I knew I'm not good at music. But yeah,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:05.600",
        "message": "there's probably a connection. So let's, let's sort of go back to your sort of writing career. You were, you know, you taught math for a while. Yeah. But how did you get drawn towards, you know, going beyond writing as a recreational thing to actually, you know, writing, writing for"
    },
    {
        "speaker": "Guest",
        "time": "01:02:23.040",
        "message": "a living? I started, I knew I had to earn a living, right? I knew I had to. So I started writing because that was a thing I could do at home when the child is sleeping. And so I started doing that. And then again, when you're writing from home, it's always going to be, oh, well, this is what my dog and me did, you know, so it's not going to be something about world affairs or anything like that. But it started like that. I started with the Times of India Middles, which was the most exciting thing because, you know, it's something that everybody in those days, the Times of India was a real newspaper. Everybody read it. The edit page was real. And you could not get into the middle unless the quality of what you'd written was excellent. So it was a big deal. And they paid 500 rupees, which really meant a lot to me because my budget was 2000 rupees per month, including the rent. And, you know, so that was all I had to do was one middle of week and I was through. Of course, it didn't quite work like that. But yeah, I was very focused on earning through writing. And, you know, when you're focused like that, you get opportunities. I did. I was writing. I was working for the Times of writing for other newspapers, sometimes using my mother's name or a made up byline or something like that. So I did that for the income. And then after a few years, I think I was with the Times for three years. And that's when I got married and moved to Pune. I tried doing the commute. I would just come in on a Monday and go back on a Tuesday. So I was working in the office to make the pages. Basically, the other stuff could be done through occasional meetings, through the telephone and things like that. So it worked for a few months. And then I just realized for various reasons, this is not such a good idea. So I had three kids. They were young. How old were they? Five, six, seven, something like that. And, you know, here I am a math tuition teacher myself, and my kids are not doing that well in math. So I just kind of left and became a math tuition teacher all over again. But I was still writing and I was so lucky to get a column with the Sunday Midday. That was like, you know, now I can die happy moment for me. And I had a column with Sunday Midday for a really long time after that. And again, it was something that I could do without leaving the house. The first column I had was, it was called In a Manner of Speaking. And that was about language. It was about words, the way words are used, and, you know, looking at different situations. And it's so nice. It was so useful for me to have been able to think like that for a few years, because now in the work which I'm doing, which is in the space of partition, words are so important. You know, when you hear people saying, I came to India, and everybody says that, and actually, they were already in India. People say, I came to India. Actually, you were in India, you came to the new India, you came to the truncated India. It's like you, you did, of course, come to a new place, but it's like you were an outsider, you know, it's that feeling of being an outsider, and you weren't really Indian, and you came to India, you know, things like that, and many things like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:44.080",
        "message": "So back in the day, when you would do your columns, you know, that's pre-internet, that's pre-everything. How do you?"
    },
    {
        "speaker": "Guest",
        "time": "01:05:50.160",
        "message": "It wasn't actually, this was in the early, in 93, I think. 94, no, it was 94 December, when I started with the Sunday Midday. I think it was. And so yeah, we I used to send in my stuff by email. I used to email in my stuff, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:05.360",
        "message": "But sort of in terms of getting your ideas, researching all of that."
    },
    {
        "speaker": "Guest",
        "time": "01:06:09.200",
        "message": "Yeah, so there was no Wikipedia back then. I used to read books, I used to buy books, and you know, I used to talk to people, read the newspapers, read, yeah, you know, when you're writing about language and contemporary language, partly it's what you see and hear around you, you know, if you're, and I was working in a software company for some time. So, you know, people use language differently there. So I can write a column on that. I don't remember, yeah, then I mean, you know, if you're an MBA, you use certain words. So yeah, I mean, you know, different communities use words differently."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:39.920",
        "message": "And would you have noticed this stuff anyway, as a natural course of things? Or does the fact that you're writing this column, suddenly open your ears to this?"
    },
    {
        "speaker": "Guest",
        "time": "01:06:48.960",
        "message": "That's a good question. Yeah, I think I would have noticed anyway, but I wouldn't have made such a big thing out of it. Because, yeah, I'm sure like, even you would write if you, you know, when even though you're not writing a column on language, you are noticing it when people speak like that. I mean, for a lot of us, for whom language is so important, and who can change their way of speaking when they're talking to different people, we always notice, right, even if you're not conscious of it. Like, I have a feeling you do this too, whoever you're speaking to, you speak to them using the words that they speak when they use when they speak to you. I think so. So in a way, you have noticed, even if you're not writing"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:27.600",
        "message": "about it. Yeah, but it's subconscious, one doesn't think about it. So, you know, if someone is speaking to me in Hindi, I'll also speak to them in Hindi, and it will kind of be like that. And, and sometimes you also notice the different ways in which people treat language, like I did a recent episode with the Dalit scholar Chandrabhan Prasad, who makes it a point in all his interviews to speak only in English. And, you know, so before we recorded, we were just chatting away in Hindi, and, you know, natural flow. But the moment we started English, and of course, I knew why,"
    },
    {
        "speaker": "Guest",
        "time": "01:08:01.840",
        "message": "and I kind of respected that. It's so important. And, and the reason for that, and this is"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:06.480",
        "message": "something he's written about as well, is that caste is so ingrained in language, the kind of words that we use, not just a casual caste slurs that come up in everyday English language, like, and all of that, not just in those ways where people use caste terms casually, but even in like, the point he keeps making is that, you know, he hates Hindi, because in Hindi, you know, somebody will say Pranam. And that is an act of, you know, bowing your head down. Whereas in English, it is good morning, good morning, there's that equality. And listening to Chandrabhanji, you know, explain all this, sort of made me think differently about this stuff as well, because we don't often look closely enough at language. I'd done an episode with Shrena Bhattacharya called The Loneliness of the Indian Woman, she's written a great book about just that. And her point, one point she made was that when women talk about getting married, they say, you know, they don't say,"
    },
    {
        "speaker": "Unknown",
        "time": "01:09:12.400",
        "message": "so it is that passive thing, something is happening to me, marriage is happening,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:18.320",
        "message": "you know, so it's, oh, that's really interesting. And this is stuff that it was your bread and"
    },
    {
        "speaker": "Guest",
        "time": "01:09:23.920",
        "message": "butter to notice. So, yeah, that's right. But yeah, as you said, it came to me naturally, because I would notice anyway, and I still do. And, yeah, I think I'm quite conscious of, yeah, using words in a certain way, so that people will get a certain impression of who I am."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:44.560",
        "message": "And what are the other sort of other kind of columns you wrote earlier?"
    },
    {
        "speaker": "Guest",
        "time": "01:09:48.400",
        "message": "You mentioned a lot of columns. So for Pune papers, I had presumptuous enough, actually, features editor was Vinita Deshmukh at that time. And she asked me, she had dinner at my place one day, and she got me to do a cookery column for her for a while. And then that turned into a column about child rearing. And when I think about it now, that was so awfully presumptuous of me, because honestly, what do I know about child rearing, you know? I mean, what does anyone ever know about child rearing? But you had reared children. I was in the process of rearing them. Yeah. And I was enjoying it a lot. I mean, I really had a good time. I think I probably enjoyed it a lot more than they did. But yeah, so I did that. Then I had a column with the Maharashtra Herald also for about three years, where I could write anything I wanted. So that was so nice. I could just write about like I was saying, you know, last week, me and my dog did this and that. Although I'm saying dog, I'm not a dog person. We had dogs when we were children, but I'm just not a dog person, unfortunately. I had a really good time. Now when I look at those, I'm very vain, Amit. I can't tell you how vain I am. I love to read. And they help me, you know, when I read something I've written in the past, like if I'm stuck and, you know, I do assignments, right? Somebody asked me, will you write this? And I say, yes. I can't say no. I never say no. So then the words don't come. Then I go back to something I've written in the past, which I'm admired after it's appeared. And then I read it again. And then the words flow. You know, so my Maharashtra Herald columns, which obviously hardly anyone ever read, I've read them a lot because they were really good. And then I did, I did for Sunday Midday, I was their books guy for a long time. And that was like a real plum of an assignment because that was when the Jaipur festival had just started. So, you know, we'd get flown down and put up and we'd have access to all the authors and you could interview whoever you wanted and you attended all the events. Oh, that was really, really special. One of the things I did for Sunday Midday, again, something I'm so, so proud of, is I for several weeks, I don't know how they let me do that. They would give me like a whole page, sometimes even two pages, where I was parodying another writer. So I did, obviously, P.G. Woodhouse when Bertie Wooster came to Bombay. What was his name? Batty Baba. His name was Batty Baba. He had a male servant called G1. And yeah, that I mean, it was only about like how much fills a page 1500-2000 words. But it was a full lovely P.G. Woodhouse story. And then I did Who is Bill Bryson? And I did obviously, Bridget Jones. And Jones. And yeah, I did like about 10 or 12 of those, which I am very, very pleased with myself"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:59.920",
        "message": "for having done. You also did a column you mentioned earlier about, you know, where you"
    },
    {
        "speaker": "Guest",
        "time": "01:13:04.640",
        "message": "wrote about what happened 100 years back today. Right. So that was not something I wrote. The Times of India has archives. And that was one of the extra money assignments I did back in my first, those three years I did in the Times when I was freelancing. And Daryl knew that, you know, I'm looking for a raise all the time. And he said, Do you want to do this? I said, Yeah. So every day we used to have, my brief was find something in the past that resonates with the present. So I would just go in and read the old newspapers and pull out something from there. And it was amazing about how, as I was telling you, you know, people were complaining about traffic in Bombay in the 19th century. And of course, at that time, it was more probably about, I mean, more about the horse carts and the poo on the streets or whatever. But you know, floods and pollution, all the things that we talk about were happening 100 years ago. And even advertisements were very, very interesting to see. So I love that. The only problem was that the Times, I don't know now, now I think they're all online, but they had everything on microfilm. And microfilm, I am not good with motion. So you know, like, I used to get seasick after a while. And that was, yeah, I did that for a few years as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:36.960",
        "message": "Yeah, that sounds quite fascinating. And something that I've sort of thought about doing as well, at one point, I thought I'll sort of have a podcast where every day I talk about something that happened that day, in the past, but not in a this day, that year, kind of boring, banal way, but kind of dig a little deeper, meaningful, and, you know, maybe someday. I'm struck by what you said about how you enjoy reading old pieces by yourself. And in my case, it's really just the opposite. And in fact, most writers I know, will often, you know, lament how whenever we read something from our past, we cringe so much."
    },
    {
        "speaker": "Guest",
        "time": "01:15:15.840",
        "message": "I'm not saying I don't have pieces that I cringe at. Of course I do. Of course, especially my first Sunday midday column, when I read those, like, parts of them, parts of it will be good, but parts of it will be cringe, cringe, cringe. But then I think I developed like some kind of sophistication fairly soon after that, because I don't cringe at a lot of stuff. And those parody ones, I don't know whether I'm just, you know, wearing my rose tinted glasses or what, but I think they're pretty okay."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:46.880",
        "message": "And how did your writing style when you look back on it, how did it evolve? And what was your thinking at the time as it evolved about sort of the craft of it, because a lot of your writing would be in service of something or the other, you're telling someone's story, or whatever is not meant to be noticed, but some of it, it would be okay to be self indulgent, like in the"
    },
    {
        "speaker": "Guest",
        "time": "01:16:09.120",
        "message": "columns and all of that. So what was your thinking about the craft through all of this time? That's, it's nice to be asked that. I think when I started, I was like, kind of parading the glory of the words. But I don't think that's true anymore. I like to get the message across very simply, you know, that's my focus. I have a message and I want to convey it. I want to use words that will be very simple so that anyone can read them and understand them. But I also want to use words which have a certain weight, which anyone will read and admire. And that's, I think, the focus. I mean, I don't want to use too many words. If I use a word just for fun, sometimes, I mean, sometimes, you know, something special comes out, I may or may not allow myself to keep it. Because it may be just taking away from the message, or it may be just frivolous. But yeah, it's okay. Sometimes I allow myself to do that, because that's who I am. So"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:13.600",
        "message": "it's okay. So, you know, before we go into a break, I just want to also ask you to double click on something that you mentioned a couple of minutes back about how much you enjoy child rearing, whether or not your kids might have. So that's not something I actually hear so much from mothers, you know, a lot of the traditional literature about it is how it's so much worse"
    },
    {
        "speaker": "Guest",
        "time": "01:17:36.560",
        "message": "than we expected. And it's just horrible. Yeah, I also hear that. And I feel, you know, I also used, I remember other mothers saying, Oh, no, the summer holidays are coming. I don't know what I'm going to do. So I guess I'm just this N2 cutlet kind of person. So whatever I get to do, I just like to enjoy doing it. And I did that with my kids. And I really had a good time. So we used to, I used to do things like we'd watch movies together, we'd watch all the, you know, in those days, what was it like My Fair Lady and the King and I and, you know, Disney movies of those days, Snow White and all that. It was like a compulsory Saturday after lunch, because during the week, it was school. And there wasn't, while they were at school, I could write. In the evenings, there would be homework. And of course, we live in a really nice place where they can go out and play. And, you know, there were other kids and stuff. And I enjoyed doing things with them, making things along with them. They were they were so good at art. My kids were artists. I mean, my son is just amazing when he was a child. I mean, it's an inherited skill because his dad was also an artist before he was hit on the head by his art teacher, which is a separate story. His grandfather's an artist. He worked in the Delhi cloth mills as a designer. So he has that gene. And all of them, I mean, we would do art stuff together, which is how I had the guts to realize that anyone can do it. And I started doing it myself, but much later when they had stopped doing it. And then, you know, it was just a lot of fun. I don't know, I never, ever felt. So I was putting aside who I am, actually, at that time. I know, recently, I sat down and thought about who would I have been if I didn't have children. I realized I would have been probably the same same kind of person that I am now. But I would have been probably far more ahead in my career in many ways. I would have had a different career. I would definitely not have been doing the Sindhi documentation. I would have been an interpreter of Russian. And that would have been my life. I don't know where I'd have been living and who my family would have been. But yeah, I did study Russian briefly. And I did a few assignments. And I was extremely good though my language skill is not that good. But because I'm able to communicate and of course, a language skill would have improved. But that communication, obviously, I mean, you know, I used to hear from others that that client of yours is still asking for you 10 years later. So you know, that's obviously very flattering. I can't speak any Russian. I can say доброе утро and до свидания,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:23.440",
        "message": "but that's about it. How do you say the seen and the unseen in Russian?"
    },
    {
        "speaker": "Guest",
        "time": "01:20:26.960",
        "message": "I don't remember. I know, I'll find out. It's not that hard. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:32.480",
        "message": "Yeah. And that's actually a fascinating question. I wish I'd asked you, but you asked yourself that, you know, how would your that counterfactual about had you not been a mother, what would you?"
    },
    {
        "speaker": "Guest",
        "time": "01:20:42.320",
        "message": "Yeah, so again, I think I needed to have a family basically, because I was emotionally, you know, when I was very, very young, I realized how important a family is, you know, because I was in boarding school, which was actually not a happy place with an institution. And that's why I invested so much in my, in my family. And I also feel, you know, sometimes when people talk about what was your what's your biggest achievement been? So I'm going to ask myself that question again, if you don't mind, which is, it's again, like, I'm really showing off my biggest achievements were a that when the school bus came in, I was always there. And I was always cheerful and always had something happy to say and do and whatever. And, you know, cheer up somebody who's not that happy or listen to whatever had happened during the day and all that. And the second one is that I was there with my parents with both of them the last years of their lives. And I was there with both of them when they died. I mean, I was there at the moment of death received the final blessing. I mean, there's nothing in this world that can compare with that. I think I'm the luckiest person to have had that. I mean, it's something that everybody doesn't get. And I think I'm extremely, extremely fortunate. That's been the best thing that ever happened to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:02.720",
        "message": "And when you mentioned, you know, always smiling when you're dropping your kids off at the school bus and all of that. And it strikes me that through much of our lives, when other people are involved, there's the effort of maintaining a persona, that this is how you must appear to your kids because other they'll feel this way extra layer. This is how, you know, you must appear to your husband, perhaps, or, you know, every relationship that we have, can often involve the construction of a persona, and you're maintaining it, and there's a lot of effort there. Plus, on a separate track, you know, we'll often go through lives with the anxiety of how do we fit into this world? Or how do we belong? Or what do other people think of us and all of that? So through your life, what was the process of kind of becoming comfortable in your own skin? Because, you know, sitting across you right now, it just feels that you are comfortable in your own skin. You're like, chill, right? So how did you get here?"
    },
    {
        "speaker": "Guest",
        "time": "01:23:04.960",
        "message": "So before I answer that, I want to tell you, I'm not, I was not always smiling with my kids. There were a lot of times when I was yelling and tearing my hair."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:11.760",
        "message": "You're just saying this because you know, they might listen."
    },
    {
        "speaker": "Guest",
        "time": "01:23:15.280",
        "message": "Well, I doubt any of them would really bother if you want to know the truth. It's a long podcast. So the truth is, I don't know how they saw me. But I do remember once when we did some kind of a process thing, where you have to define yourself as either blue or orange or green or something. And each of those colors means something else. And in my mind, I'm a blue. And I remember two of my kids saw me as an orange, which meant very methodical, very particular. You know, which I actually don't think I am, you know, but then obviously, I was that for them, because I was getting them to do things in a certain way. And, you know, bringing coming from boarding school discipline, obviously, that must have been part of my, I don't know, actually, I need to sit down, talk to them and find out exactly how it went. You know, now we are at a stage when we can talk to each other without too much of emotional baggage. I think we can ask. I mean, I can ask them and they'll tell me, I think."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:14.240",
        "message": "What's a blue?"
    },
    {
        "speaker": "Guest",
        "time": "01:24:14.880",
        "message": "Blue is like somebody who's, you know, like, who's surrounded by lovely things and who's happy. And yeah, that excellent. So get fitting into my skin. I think it is something that keeps improving. You know, I don't know when it started, but I know that I even between last week and this week, I'm more comfortable in my skin than I was. Yeah, so it is a process. So I don't, I know, like, there were times when I was comfortable in my skin, but there was still a lot of difference between the way I would talk to somebody who I was trying to impress, and I would talk to somebody who I just want to get some work done from. Now, it's not like that. I talk to everybody exactly the same way, because I don't care. I know who I am."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:05.200",
        "message": "No, that that's refreshing, because I think many people don't. I mean, I think the first step to becoming comfortable in your own skin, it's just self-awareness where you're sort of, you know, you're not just doing things, you're kind of aware of why you're doing them and all of that. And not many people have even that. And it feels to me that it's a really difficult process because, you know, you can be pretending to yourself even when you think you're not. So, you're so right, Amit, because I think we are pretending to ourselves all the time."
    },
    {
        "speaker": "Guest",
        "time": "01:25:37.440",
        "message": "And if we don't acknowledge that, we're never going to move forward. And as for being comfortable in your skin, I think the reason why I did feel that therapy and various other things were important is to get to that point. And I know that the day I say, yes, I'm there, that's the day that I'll have to start all over again, because you have to know, it's like saying, my house is clean. Yeah, your house is clean because you cleaned it yesterday, you know. It's not something that, because the world keeps giving you things and when you're like, if you're in my position where people read your byline and then you meet someone and say, oh, are you that one? You know, you just become a bit more vain and more arrogant and, you know, you don't want to do that, right? So you have to be on guard all the time. And I think for me, the biggest help has been Vipassana."
    },
    {
        "speaker": "Unknown",
        "time": "01:26:33.040",
        "message": "Tell me a bit more about that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:34.240",
        "message": "Vipassana? I mean, in what ways has it helped you? See, I'll tell you the whole story, how it started and everything."
    },
    {
        "speaker": "Guest",
        "time": "01:26:40.480",
        "message": "I learned, I heard about it through actually one of my most early therapists, which would have been in the 80s, only mid 80s. And when I heard about it, I knew this is my thing. And when I heard about it, I knew this is my thing. But I couldn't do it until I kept, it was always on my mind. Whenever anyone spoke about it, I would listen. And then when you have three kids and all, come on, you can't push off for 11 days. So I was waiting. When my son was, he was the youngest, when he was in the 12th, when he entered the 12th, I looked at the Vipassana, they're very organized. It's a global thing. It started in India, actually came out of Burma, started in India. And now it's all over the world. And they publish their schedules online. I think it's vipassana.org. So on, when my son entered the 12th, I looked at the calendar and I could see all the dates when they had the courses. And I wanted to do it at Igatpuri, which is the biggest center. And then, you know, you don't want to do it when there's somebody's birthday or an anniversary or some Diwali, this, that. So I picked the dates in August that year. And when they opened the booking, I booked on the first date and I made it. I got, went and did it. And it did have an impact on me. But now, that was 18 years ago. So I know that when I did it at that time, I was resisting so much. I was just resisting, resisting. I had this thing in my mind, which a lot of us have, which is that I'm so smart. You have nothing to teach me, you know. And that's the biggest trap anybody who is smart has, you know, until you realize that you're not actually all that smart, please. You know, you've got everything to learn. So I didn't, I got a lot out of it because that was the year I started painting and I had my first show that year. So the first thing I'll tell you about the impact of Vipassana is it helps you to unleash your creativity. Second thing I realized when I did it recently, and it happened to me the last couple of times I've done it, is that so you're supposed to be meditating and it's a guided meditation and it's really very gentle and beautiful. And it's really so, so simple. And it's so, it's just about acknowledging reality, nothing else. It's just about acknowledging reality. That is what that meditation is. You look at yourself, you look at your body. What are the sensations you have on your body? That's it. Just look at them. Don't do anything else. What I realized is that, so, you know, when you're doing that, obviously your mind wanders and your mind is here and there. And, you know, a lot of times I would be cooking food and, you know, arguing with somebody. This time when I did it, it was all about creative ideas. And the creative ideas are the most distracting, you know, because when you're having an argument with somebody and you realize, hey, I'm in this course, I should be meditating, you bring yourself back. But when you have a creative idea, you're so grateful to your brain for giving you that idea that you don't want to cut it short, you know. So that is one of the things that happened. But apart from that, I think it made me more, a little bit calmer, less, and that's what one of my children said to me that now, you know, after I did the first time, she said, like, you seem to be calmer. So I don't think I was a very, very tempestuous person ever. But yeah, probably that was true because she's very perceptive. And I also feel that this business about being comfortable in your skin, it helps you a lot with that, because it's about acknowledging reality. So yeah, okay, this is what I am. This is who I am. And it's fine, whatever."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:21.520",
        "message": "I did Vipashana once in Igatpuri, perhaps 18 years ago, who knows, who knows, it might even have been the same one."
    },
    {
        "speaker": "Guest",
        "time": "01:30:27.200",
        "message": "And it was torture, it was torture, it was torture."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:31.200",
        "message": "But I mean, I completely value, I completely, I completely get the value of mindfulness. And, you know, at some point, we'll hopefully get back to mindfulness, meditation. Tell me a little bit about the art that you do. Because one of the things that you did very kindly when you came here is you got some of your work and you said, please keep this and that'll, you know, leave the space open for me to create more of these. And so thank you for those gifts. But that gets me to wondering, that is then for you, the point of doing the art that you do, all about the process? It is not about a thing I've created, because you're perfectly happy even to give them away or, you know, not see much of it again. So is it all about the process of what it does to you to create that? Is that because for a lot of people, the point would be the art itself?"
    },
    {
        "speaker": "Guest",
        "time": "01:31:22.560",
        "message": "No, for me, the point is the art itself. Because I get ideas, and then I want to see them implemented and I want to hang them on the wall. But I am just too prolific. I have to give away my stuff."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:36.320",
        "message": "That's a lovely answer. Let's go in for a quick commercial break. And you can take me on a guided tour of Sindh on the other side."
    },
    {
        "speaker": "Guest",
        "time": "01:31:44.400",
        "message": "Lovely. Thanks."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:49.840",
        "message": "Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me, and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you."
    },
    {
        "speaker": "Guest",
        "time": "01:33:24.000",
        "message": "Because she would always say she was so proud of being Sindhi, but there was nothing really Sindhi about our home. We lived far away from, you know, any Sindhi family or any family, even my dad's side. No, we didn't. We didn't have anyone near us. We had, you know, very cosmopolitan kind of upbringing. And also being Sindhi was not very glamorous. I mean, it's not something that you wanted to be in those days, at least. Yeah, and funnily enough, my grandparents and they were very different from the stereotypes of Sindhis. But so, you know, I mean, we were very accepting of them as they were. They were really lovely people. But somehow I even never thought of them as Sindhis, though they spoke Sindhi to each other. And of course, there was Sindhi food at home."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:08.000",
        "message": "One of your books where you speak about how your mother first started speaking about her childhood, you write, quote, My mother never spoke about her childhood. I never noticed that she didn't. Which child imagines their mother as anything but a mother? Stop quote, which is such a sort of a lovely sentence with many layers to it. So through your life, what's that journey been like where you begin to sort of look at your parents as something other than the role that they play in your life, your parents, your grandparents, whatever for you? Did that start coming alive through their stories of the past, which was, of course, you know, tied up with Sindh and tied up with partition and so on and so forth?"
    },
    {
        "speaker": "Guest",
        "time": "01:34:50.880",
        "message": "So I think seeing my mother as a person, it probably was when she was much older. It wasn't really about her Sindhi identity. But when I realized, because my father was ill, he was diagnosed with Parkinson's when he was only 50 years old. And I think about 10 years later that he was not extremely disabled, but he was still disabled, but he was disabled. He needed support. And one day I suddenly realized my mother 60 herself, you know, and can't be that easy for her. And that's when I realized that she's a person, you know, it's so otherwise I always really took her for granted and, you know, resented so many things about her and all that. But being Sindhi, that was something that happened much, much later. And now when I think about it, it happened at one point, it was turning point when the Sindh story started unfolding and it became to me very, very fascinating. But then when I look back, there were so many other things that had already laid the ground for it, which gave me an advantage. So it started with after my dad passed away. Now, it wasn't that my dad was keeping her away from her Sindhi identity by any means, because he would talk about being Sindhi. He knew a few Sindhi words and, you know, they knew very clearly they were from different places, but there was nothing about blocking the other one's identity out at all. And after he died, she was suddenly after a long, long time without, she'd been looking after him for a really long time. That was kind of the thing that she did all day long. Suddenly that wasn't there. And also because, you know, she's, I didn't want her to feel like unwanted. So, you know, I started taking her, you know, traveling with her and a lot of resistance, but she would come along and then come back and tell everyone what a lovely time she had. So I did that. And then I told her that, you know, let's work, let's do this together. I write books for everyone. I mean, I write for all kinds of people. Why don't you and I do this thing, which we'll do for the family? And just about what was your life like in Sindh before partition, during partition, after partition? And nobody in the family knows anything about it. So you just talk to me, tell me about it and we'll get photos, we'll put together whatever. We didn't have photos. None of us actually had photos, but I knew that if we ask around, her cousins might have. And I thought we can put something together for the family. So that's how it started. And the thing is that she very spottingly started coming and sitting in front of me and talking. And she remembered things that I just couldn't imagine. I found them fascinating. And then I realized this is too big a story. It's never been done. And I have to do more than just one person's story. That's how it started."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:56.720",
        "message": "So a couple of broad questions that I kind of want to double click on. I'd recorded an episode with the historian and economist Chinmay Tumbe, who wrote a book called India Moving about internal migrations. And one of the big DILs in that book for me was his point that most internal migration in India happens because of marriage, because a woman gets married and she goes away to wherever her husband's villages or wherever her husband is working and all of that. And it strikes me that in a sense, there is a migration that women make, even if they don't shift to another physical location, even if they don't shift geography, they are shifting in a sense to another sense of self or another identity, which is bound within that marriage and within that notion or whatever. So in your case, you pointed out that your dad never sort of constrained her from being Cindy or, you know, that side of her identity. But nevertheless, it seems that she herself in some way would not have found a way to kind of express that or whatever. And then perhaps through her conversations with you, that's happening. What did you what were these like for her before I talk about what these were like for you?"
    },
    {
        "speaker": "Guest",
        "time": "01:39:12.960",
        "message": "What were these like for her? What was what like for her?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:16.400",
        "message": "The memory, the going back."
    },
    {
        "speaker": "Guest",
        "time": "01:39:17.760",
        "message": "Uh, so first of all, you know, since we were you were saying about how for both of them, the thing is that they were living in a third place, right? They were starting they were they had created their own lives. And there were the constraints of the environment which they were in. So my dad worked for a tea plantation company, which was Scottish. It was he was one of the earliest Indian managers. So the whole tradition was a very colonial kind of set up. You know, the homes were built by the British for themselves. And the staff was trained to cook their kind of food and to, you know, serve the colonial masters. So, you know, they had to kind of fit into that mold. They actually did not have a language in common except English, because, you know, my father spoke all the South Indian languages. And his his language was Konkani and my mom didn't know any of them. She learned some Tamil, very, very rudimentary Tamil, which was the language of the state that I grew up in. So it was largely English, not even they were neither of them were I mean, my dad's Hindi was not bad, though he was from the South. Mom's Hindi was OK. I mean, you know, they were both not like really good Hindi speakers. And for me, you know, that's always something which I've considered a lack that my Hindi is very poor because I grew up in the South. And but for her, recapturing her memories again, I realized after some weeks of, you know, working in that space that it was very healing for her. You know, she was talking about things that she'd left behind. She one of the things she told me is that when I close my eyes, I can still see those places. And I found that really moving. I heard that same phrase from others also. And honestly, I've said this before, but for me, I've done so many interviews with people who describe things to me that I also when I close my eyes, I can see those places, you know. So I also feel as if I've seen them, though I never actually have. She was 13 when partition took place, but there were certain details which she was able to recount, which I was absolutely very impressed by because she had never spoken about them. And there were things like she remembered the foods, she remembered certain, she remembered some of my grandfather's high profile cases. He was a lawyer. And the thing she told me about those cases made me wonder about the history of Sindh. And they made me very curious. And I realized it's very, very interesting. And we don't know and we should know. Like when she described the way she grew up and the family structure, and it was so different from what they had after partition because they were separated from the extended family. And there were certain people who they were very, very, very close to, who they hardly ever saw again after that. Very different from what we grew up as. I mean, you know, my brother and I, because it was only four of us and we'd be with the grandparents for a few weeks. And then all the aunts and uncles would also come. There was no Sindh really there behind that at all because nobody was thinking about it. I know one of my uncles, he would ask my grandfather, you know, he was born in February 1948. So they were already in Bombay at that time. And when he grew up, he would ask his dad to tell him about Sindh and his father would say, no, there's nothing to tell. It's all over. Initially, I thought that, you know, people didn't want to talk about it because it was too painful. Now, I feel that, you know, it's so hard to talk about it because it's so big and it's so complicated. There's so much to tell. Where will you start? And I've had that experience of, you know, moving in. And the first book I wrote, it was almost everything was told to me by my mom or the people I interviewed. You know, when I was reading stuff, I would pull out things to use in the book, which were either, which would support or go against what was written in the book. So it was just to show a different point of view or, you know, to give some kind of context. Apart from that, as time went on, I realized there was so much more and it keeps unfolding. New things keep coming up. And I feel that I haven't got there yet, you know, even though it's been 10 years. And though, honestly, I mean, I would love to keep interviewing people, but I realize it's so much of heterogeneity. There's so many different things. It's where will you start, really? You know, if you're somebody who's come from there and you've lost it and you can't explain it to somebody who doesn't know what it was. You speak about your mother's memory and one of the memories I was struck by was of her"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:20.080",
        "message": "sister, Bina, where she wrote, she died. She wrote in the book, quote, when Bina was a year old, she got smallpox and died soon"
    },
    {
        "speaker": "Guest",
        "time": "01:44:27.200",
        "message": "after on 31st March, 1947."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:29.920",
        "message": "Even now, when I close my eyes, I can see her face. And I'm struck by the memory of the date that she remembers a precise date. That is something which I just couldn't get over."
    },
    {
        "speaker": "Guest",
        "time": "01:44:40.080",
        "message": "I mean, she was somebody whose mind was supporting her right to the end in that way. And the fact that nobody ever would have on the third, she may have been remembering, OK, today is 31st of March. This is the day my sister died. Nobody ever spoke of it. And similarly, she said to me that we arrived in Bombay and it was the 14th of November. I mean, those things were just extraordinary to me. I mean, those things were just extraordinary to me. Who remembers a date like that? I mean, why would you remember the date?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:14.160",
        "message": "And it also tells you that there's an interior life there which no one has a clue of. Like you said, no one would have known that on 31st March, she might be feeling a little"
    },
    {
        "speaker": "Unknown",
        "time": "01:45:24.560",
        "message": "melancholy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:26.160",
        "message": "And it's also that interesting thing of how your memory of someone can often be frozen to what they were like the last time you saw them, which in the case of the sister would"
    },
    {
        "speaker": "Guest",
        "time": "01:45:37.360",
        "message": "have been one year old, who had she lived would, of course, have 70, 80, 90."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:42.080",
        "message": "But you remember her as a one year old. In the case of a relative who's died, for example, you could remember them as an old person, even though you might have spent your whole life with them and seen them much younger and all of that. So it's just, you know, the way that the memories formed and the things that you sort of choose to remember is really interesting. And what was this process like for you to see this side of your mother where she's, you know, all these layers are there. She's remembering these dates. She's missing people who are no more. All of this rich life, which you were never aware of and which most kids would probably not know about their parents."
    },
    {
        "speaker": "Guest",
        "time": "01:46:24.880",
        "message": "You know, how did that affect your relationship? First, first of all, it was that, I mean, for me, she was somebody I was interviewing, you know, it was somebody whose story I was listening to. And I wasn't really looking at her as my mother at that point. I was just like being very conscious of somebody who's telling me things and some an elderly person who had a life that they never spoken about before. And it's all suddenly, you know, becoming clear that it's still alive inside them. And I feel now that because she died soon after, she died about two years after that. So, you know, it was, again, one of these things like when I think about it, I mean, this might sound a bit naive, but I just feel that, you know, it happened at that time. You know, the things that happened, they were like these stepping stones, which got me to a point where I could do it like, you know, if you start with the fact that I can talk to people and interview them and listen to them and write down what they're saying, and then, you know, be, for example, that I lived with my Sindhi grandparents for three years, even though I never thought about them as Sindhi, they were speaking to each other in Sindhi. And my grandfather was talking to me in English and my grandmother was talking to me in Hindi, but they were talking to each other in Sindhi. And it's not like they were having long, long conversations with each other. But I still, because of that, I can understand Sindhi, you know, so that is a bit of an asset. It's not a huge asset because it also makes me a bit of a fake Sindhi because I don't speak Sindhi myself and I don't even call myself, I don't call myself a Sindhi. Some people don't like that sometimes, you know, because people, when I'm writing about them and I'm really writing about them with so much of regard, so much of appreciation, you know, so they don't like it when I say I'm not a Sindhi. But how can I say I'm Sindhi? Because I don't know the language. OK, I can understand the language because I lived with my Sindhi grandparents. Then I studied at Jai Hind College, which was really weird. I mean, I should have been at Xavier's. My dad should have insisted. I don't know why. I said, you know, I heard my, in school, my headmaster saying, oh, Jai Hind College is really difficult to get into. It's the best college in Bombay these days. And I was like, OK, fine, I want to go to Jai Hind College. And then we had this thing which I told you about where I was in the 11th standard and we had to move to CBSE. And my grandfather went and talked to, he took me along and we went to meet Principal Khoop Chandani. Now, obviously, they must have known each other or they must have been from the same social circle or whatever back in Sindh. So he asked for an appointment and he got an appointment and I went with him. You know, this is something that happened to me when I was very vulnerable, very, when I was like 15 years old, right? And I didn't know what was going on. But now it comes to me with so much clarity. I was sitting next to my grandfather and this, you know, hoary old, not that old also, but very stern and very powerful person in a white suit was sitting in front of us across the big table. And he started talking to me in Sindhi. And I was like, uh, excuse me, you know, rolled my eyes or whatever like a teenager would do. And my grandfather was so apologetic. He was so apologetic. He was so ashamed of himself, not ashamed of me, but he was like, see, this is what we've come to. And they exchanged that look between them. And I got admission in Jain College. And it was like very boring. You know, I was like science in Jain College in those days. I don't know what it's like now, but it was like not that great three years. Towards the end of it, it got a bit better. I had my made friends and. But so that was a stepping stone. And then what else could I call a stepping stone? I mean, the fact that, as I said, as a writer, you know, and then this whole thing of two years, less than two years with my mom telling me about Sindh, which amazingly she remembered so many details about. So, you know, we were talking about reading what you wrote and cringing because when I wrote that book, I didn't know anything. And then I started reading, thinking, listening all the time, like not all the time, but a lot of the time speaking about Sindh, reading about Sindh, listening, interviewing people. And after a few years, when I had to think about reprinting that book, I knew I should read it. And I'm sure I'm going to find a lot of bloopers in it because, you know, I didn't know anything when I started. I must have said all kinds of, you know, naive and stupid things. So then I read the whole thing and again, I was really shocked because, yeah, they may have been naive, but they were not stupid. There was nothing that really struck a wrong note. And that was amazing. How could that have happened? I really didn't know anything. It was just the base of what my mom gave me, you know. So that's the backstory of that. That book was written when I didn't know anything. It's still working. It's still selling. Even today, people are still doing it for book club discussions. And, you know, like recently I asked three people. I sent them the link to my website, blackandwhitefountain.com. And I said, listen, I'm coming to see you guys soon. And which one of my books would you like? And all three of them replied, Sindh Stories from a Vanished Homeland, though there are lots of other books which are also quite fascinating. I don't know, maybe the website promotes it the most or what. But yeah, it's still alive after 10 years. So that's quite gratifying."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:01.440",
        "message": "One of the things I enjoyed about the book is that the voices sound so authentic. I mean, you know, that it's, you've sort of been true to the voices in the book, your mother's voice and all the other Sindhi voices in there. And I'm also struck by the word in the title Vanished, which I think one of your foreign publishers said, let's not call it Vanished."
    },
    {
        "speaker": "Guest",
        "time": "01:52:21.040",
        "message": "And he called it Lost Homeland. Oxford University Press in Pakistan, they did not want to use the word Vanished. And what I understood is that Sindhi people in Pakistan, that is the majority community, which did not obviously leave when Pakistan was, that was their country. They also have had a raw deal after partition. And they have felt colonized, they have felt, you know, rejected and made fun of. And they are very sensitive and they lost their middle class. So they miss their Hindus. And there wasn't that much of a conflict between the Hindus and Muslims of Sindhi like were one people. For them, it was their language, their culture, their, you know, common beliefs. So they said, we can't use the word Vanished or we'll be in trouble because they will say, no, we haven't vanished, we are here. And I'm thinking to myself, well, you're going to call it Lost, how is that going to be any different? They called it stories from a lost homeland, which maybe is not as dramatic as Vanished. I didn't like that because I think Vanished is what I wanted to say. And that was a very strong sense I got while interviewing my mother. And I mentioned that in the book about how she tells me the name of the villages. She said, my father's village was Kherodero. And our family is married within these five villages. And she was giving me the names of the villages and she named four of them. And she couldn't remember the name of the fifth. And she said, I'll tell you, I know it will come to me. But while she was talking, I Googled and, you know, there was a whole list of names that came up and I started saying them out to her. And she was looking at me with this expression on her face, like, how would you know this, you know? And I'm thinking like, you know, you look on a map and you'll see the name of a place. And that's when I realized that there's no map, you know, you are 13 years old, you've left this place that it was all you ever knew. And then it's gone. Everybody's talking about something else. You know, you're never going to see, it's gone, it's vanished. So you know, you're never going to have any contact with it. That's why I use the word vanish, which I think is what happened with them."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:32.660",
        "message": "So I want to double click on that word now. I have a bunch of Sindhi friends who I've never thought of as Sindhi friends, right? It's in retrospect that I'm looking at the Bhatia's and the Melwani's and thinking, hey, but these are Sindhi friends. But not only have I never got a sense of Sindhiness from them, but I'm not even sure how much"
    },
    {
        "speaker": "Unknown",
        "time": "01:54:50.680",
        "message": "Sindhiness they ever felt themselves."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:53.440",
        "message": "And so my question is sort of that, in modern times, you know, what is the Sindhiness? Because when I look at othernesses, just to coin a word there, when I look at Bengaliness or Punjabiness or whatever, there is a land, there is Punjab, there is Bengal, there is a language, you know, Punjabi and Bengali, there is a literature, there is, you know, so many distinctive, there are even stereotypes, but that of course, the Sindhis still have. But when you sort of think about Sindhis, you know, you've spoken in your writings about how so many people lose touch with the language, you may hear your grandparents speaking the language to each other, but do young Sindhis today communicate in Sindhi? No, because you have so many other languages that you need to know to get ahead in the world, the language of the local place where you are, perhaps English, because that's your global sort of language to get ahead, and so on and so forth. So is that something that is vanishing or has vanished, that whatever being Sindhi meant,"
    },
    {
        "speaker": "Guest",
        "time": "01:55:56.280",
        "message": "whatever? Yeah, I think it was lost. So partly, I think it's happened with everybody because of the way the world has changed because of cosmopolitanization and media and, you know, it is true for everybody. But you do find a lot and of course, because of the mixed marriages where people don't know each other's language, the language the other person grew up hearing at home. So those are the most common reasons for it to happen. But for most people, there's still a place they can go back to where that language is spoken, where they can connect with it. And Sindhis definitely don't have that, Indian Sindhis don't have that. If you are lucky enough, as I was, to visit, it's a tremendous experience. I mean, what for me, which is something that came to me when I was giving an interview while in Sindh, it was after having, you know, connected with people, experiencing something that I hadn't imagined. First of all, being in a room full of people who speak exactly like my uncles, I mean, come on, you know, that was something and the same quality of affection of wanting to make sure that you've eaten enough, you know, giving kharchi to your children. So I said it, it was like looking into the mirror for the first time, because that's what it felt like to me. And that's gone, right? You don't get that. You can't have that. It's like it's one of it's a very rare Naniya kind of experience. I think identity is like a very complex thing in any case. I think now, you know, because, see, the partition, the migrant generation did not realize, right, that it was something to hold on to. They didn't realize what a precious thing was being lost. So they let it go because they had other priorities. The next generation, similarly. Now, the generation, like maybe the fourth generation, they want to know, they do want to know, they want to reconnect and they're doing it. Many of them are looking back and trying to find out. But, you know, one thing which like I feel a little uncomfortable about is that people whining about, oh, they suffered so much. Now, come on, suffered so much is not such a big deal, yeah, because life is full of suffering anyway. I mean, you know, Buddha told us that long back, right? So suffering is not the point. The point is, how did you cope with it? And that is something which I feel we need to salute. The way they did it in, as one, and, you know, as I said, it's a very heterogeneous community. They do everything differently and they're always quarreling and everybody wants to be in the forefront. And, you know, there's a lot of that. These are, again, I'm being, you know, using stereotypes, which is not fair, but I mean, you know, I'm saying this because I want to say that when it came to partition, they behaved as one. First of all, they left without looking back, second, they landed where they were and they got going. They did not complain. Those are the things that we need to salute them for. That's what I think. Yeah. Then after that, there was this loss, which happened in an organic way. Like when the parents were talking to each other, they would talk to the children in another language, which, like I realized recently, they had to do because who's going to explain everything to them? They're not going to understand, right? So fine, let them get the context of where we are now."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:27.160",
        "message": "It's interesting how you speak about how they all left and they all kind of came to terms with it and went on. And there's this fascinating little bit in your book where you speak about this survey that was carried out in the late 1940s by a psychologist called V. K. Kothurkar to understand, you know, stereotype notions that Pune people held about non-Maharashtrian groups. And the survey was also distributed to Sindhi people who were not keen to take part, but who left comments. And one of those comments read as follows, quote, and this is by a Sindhi in that time, quote, those who are interested in collecting these statistics should know that we are no more divided in sections like Muslims, Sindhis, Punjabis, Bengalis, etc., as contemplated by them. Let them understand that we are Indians only. And as an Indian, I apply all the good adjectives to all my countrymen and let the remaining adjectives be applied to those who are interested in dividing us again by such methods, stop quote. And is this part of a necessary process where, you know, it's partly perhaps being in denial of what just happened, and it's partly something that you feel necessary to assimilate in this country and you have left your home and you've come here in that sense coming to India, you know, like the phrase you mentioned earlier, they have come to India. And you know, where is this feeling sort of coming from that we, you know, that the past"
    },
    {
        "speaker": "Guest",
        "time": "02:00:55.680",
        "message": "is past and we have to make it vanish as it were? Yeah, the two options that you gave are definitely valid. But my sense is that it came from something a little older, which goes back to the freedom movement, and which is something which was very, very strong across the country at that time. It was very, very strong in Sindh. And there was a lot of resistance to the British, huge, you know, so many, I mean, I have a lot of stories of the things that people did, and not just the men, the women and the children also. And I think that feeling, whatever he was expressing, when I read it, that's what it meant to me that he's talking about what he felt when India was becoming independent. And that's the way that's what should have been retained. And if it wasn't retained, there were too many reasons for it not being retained. But it's such a lovely thing. I would not really be cynical and think that or even, you know, whatever, I would not really think it was because they were assimilating or I think it was because that's what they really felt back then. If you look at the number of Sindhi businesses, which have, which was started soon after partition, which have the words like Jai Hind and national and, you know, things like that, it tells you that that's what they still had in their minds, you know, that they did, that's what"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:19.720",
        "message": "they believed. Is a flip side to that, the fact that they were sort of almost pushed into such nationalism"
    },
    {
        "speaker": "Guest",
        "time": "02:02:28.320",
        "message": "by being forced to leave? I think they had that before, before independence. I think that that was the spirit of the fight for independence."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:39.680",
        "message": "So just as you know, you spoke about the vanished Sindh, is the flip side of that the rediscovery of it? Because in a sense, if that Sindh that vanished for your mother and people of her generation, it was rediscovered by you in a manner of speaking and perhaps by others."
    },
    {
        "speaker": "Guest",
        "time": "02:02:57.240",
        "message": "Yeah, there were a few others. There were like some of us and some obviously who started before me, who started these major excavations and it's still going on. And it's extremely complicated because, you know, you come up with something and you don't know exactly what it means. And you have a certain context in which you have to interpret it. And then something else comes up and it unsettles what you thought at first. And you know, it's this archaeological process, right? And it is still carrying on. And it gets more and more complicated as you go along because times keep changing. And that's why, you know, I like I read this somewhere and I put it into the starting quote of something I wrote some like a few weeks ago about how hard it is to restore a lost legacy. It's by Hartley, a British novelist whose novels I never read, but I came across this quote, which says, the past is a foreign country, they do things differently there. You know, from today's context, you see things and you take certain things for granted. And unless you're really alert, you won't know that that's not the way it was back then. Everything was different. Everything was different. I mean, you talk about traveling in a train, the trains were different. You talk about drinking water at a railway station. In Sindh, in the 1940s, they served water separately, different water for Muslims and different water for Hindus. So you know, things like that, you just have to keep collecting those pieces and then put them together, which is, as you said, rediscovering the vanished. Again, there will be parts of it, which is assumption, there'll be parts of it, which is influenced by your own political beliefs, or, you know, I am actually very conscious, I don't know whether I should say this, but it's the truth. So why not? Actually, I feel conscious of the fact that when I write, in a way, it's propaganda. And I feel, you know, I'm not somebody with a proper liberal arts humanities kind of education. But I've had certain experiences, which have conveyed such huge lessons to me, like this thing that happened to me when I went to Russia for the first time. And I wasn't a child, I was 23 years old, there was a group of us who were taken as guests of the Russian government, about 12 or 13 of us from different parts of India. And they used to do this every couple of years that they would invite people who were either working for one of their institutes, or, you know, students who'd done well, which was, which is what, how I was included. And they took us, we had to just get to Delhi, and then they flew us to Tashkent, we had a few days there, that time that was the USSR, so Tashkent and Samarkand, and then Moscow. And it was so exciting to be in Moscow and, you know, being able to communicate in a very broken way with people. But what the experience that I had was being so shocked that there were no spies anywhere. Because for us, as people who grew up with the influence of the American media, Russian meant spy. And no matter what you were reading, I'm not just talking about time in life, I'm talking about James Hadley Chase, and Frederick Forsyth, and even Mad Magazine, anything you read, if it was Russian, it was a spy. And here I was in Russia, there were no spies."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:27.160",
        "message": "How do you know there were no spies? Everybody could have been a spy."
    },
    {
        "speaker": "Guest",
        "time": "02:06:30.160",
        "message": "You know, you have to be wearing that shuffle coat and all. But what I meant to say is that they were ordinary people, there was no secret service following us. They were just like people, and you know, somebody will like send you flowers, and you're sitting and having lunch, and somebody will send you a bottle of champagne, and say, Oh, you're from India, and they start singing. And I met really innocent people, you know, really like somebody who she said she'd seen the movie Disco Dancer 41 times, and she wanted to marry Mithun Chakravarty. And she asked me if I'd carry a letter back to India for him. I carried the letter, I don't know whether he ever replied to her, but I did make sure"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:12.200",
        "message": "that he got the letter. How did you make sure he got the letter?"
    },
    {
        "speaker": "Guest",
        "time": "02:07:15.040",
        "message": "I knew where he lived. I had a friend who lived in the same building. So she dropped it off at his place in Bandra."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:21.360",
        "message": "Yeah. That's okay."
    },
    {
        "speaker": "Guest",
        "time": "02:07:23.480",
        "message": "I didn't expect this story to kind of land up with a letter to Mithun Chakravarty. So basically, you know, that's something which made me realize what propaganda is, you just keep saying something, you know, nicely to people, and eventually, you've got them."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:43.640",
        "message": "Why did you refer to your own writing as propaganda?"
    },
    {
        "speaker": "Guest",
        "time": "02:07:46.920",
        "message": "So I might be being a little harsh, you know, but I am telling the stories that I hear. So it's, you know, I'm not writing about, okay, let's look at the bell curve. Let's look at, let's look at the characteristics of human behavior. And you know, where do you see, when you talk about Sindhi, which are the things that you're talking about? You're talking about, if you're being kind, you're talking about being hardworking, and you're talking about being entrepreneurial, you're talking about being innovative, maybe, maybe not innovative, even. But if you're not, then you're talking about being shrewd, you're talking about being exploitative. That's what I meant. So if I'm only talking, if I'm leaving out the exploitation stories, and I'm only telling you about stories where, I mean, these are completely true stories, I'm not twisting them in any way. I'm just telling you stuff that actually happened. I don't know, Amitabh, I mean, you know, I'm not, like I said, it's a bell curve, but I'm giving you these stories. And I want, I want things that haven't been told before to come out. And I have a, you know, for a proper sense of what actually happened, there's so much stuff that's still not known."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:02.680",
        "message": "So I look at a set of movements of revival in India, and I can see what say, Rekhta is doing for Urdu slash Hindustani, or there is, you know, a recent guest on the show when a single he has a site called stage, which provides OTT content in dialects like Haryanvi and Rajasthani and, and which is really interesting, because that is fighting against the social impulse to homogenize, you know, urbanization, going to cities, homogenization, that's what you typically imagine, you know, is a movement in modern times. And therefore you think, hey, dialects are going to disappear, and so on. But what Vinay is doing with stage movement in the opposite direction, where there's a massive industry built and people who grow up speaking those dialects, now don't feel ashamed of themselves, you know, they feel empowered. In a similar sense, I wonder if, you know, there is perhaps, you know, the possibility of some kind of Sindhi revivalism in that sense, like, do you see it happening?"
    },
    {
        "speaker": "Guest",
        "time": "02:10:00.000",
        "message": "And would it even be desirable if it were to happen, like, is there value in it? So you know, I do feel that in the past, there were attempts made, but probably the methods of communication were not that effective, you know. And also, like, I remember this one time when I visited my, my mum and I, and another one of her brothers went to visit the younger brother, I mean, so there were four of us, my mum and two of her brothers. And the one whose home we were in, he just came back. And he said, yeah, I told my friends that I have to go because my sister and my niece are coming from Pune, and my niece has just written a book about Sindhis. And they said, oh, is it a funny book? So my, my mum and the other one, the other brother, my uncle, both of them are so annoyed, what do you mean funny? And he said, yeah, what can I do? That's the way they think. So he was just pulling their leg because he knew what was going to happen, right? And they were both like, but I'm proud to be Sindhi. I mean, you know, it's very sweet. But if you go around telling people, I'm proud to be Sindhi, they'd be like, okay, good for you. You know, instead of that, if you tell them some stories about actual facts, they can really move you because they're true, and they were amazing. So that's what I'm doing. And yeah, I don't know, I suppose it's a revival, but there's a revival of some other things also, which are, I don't want to be a part of that, you know, which is taking you into being fanatic about your religion or anything like that, you know, I don't think that's my story in any way. I know that one of the things my mum told me about, which I would never have known, none of us would ever have known. She said when the trouble started after partition, it was fairly okay before. There was not that there wasn't trouble before, but after when things started getting uncomfortable, there was a lot of anxiety and they knew that something was going on and they had to leave. She said the first thing we did was we tore down these big, we had these huge, big pictures. As soon as you entered our house, we had these two huge big pictures and we tore them, pull them out, tore them out of their frames and tore them up. And who were they? Shivaji and Maharana Pratap Singh. So you know, they definitely had an influence. So these were not Sindhi heroes. These were heroes that were necessary according to them for the Hindus to feel that they were, you know, they had a certain valor or whatever. And they came from RSS. They came from the RSS, which had entered Sindh in the 40s and which was, there were shakhas all over and my mum and her and two of her brothers, I mean, the others were younger, so they weren't part of it, but they would go to the shakha and it was a social thing for them. It's not like they were taught you have to kill everybody or you have to, you know, be a, I mean, they were not taught, as far as I can tell, they were not taught to do anything bad. They were told, this is what they've told me, that we were taught to be proud of ourselves and if you're ever attacked, you should know how to defend yourself. And these are our great heroes. So I don't want to be like, you know, if you're talking about revival, again, you go back to, you can go back to Mohenjodaro because there is a connection there geographically and also in terms of things like trade, you know, their trade was happening back then and they were like really very, very, very skilled at, you know, they knew what was, what they had, which somebody else wanted a thousand miles away. So that's something which the Siddhis always did and they still do."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:04.640",
        "message": "I did an episode with Amardeep Singh a couple of years back and he's a scholar who's retraced"
    },
    {
        "speaker": "Guest",
        "time": "02:14:09.760",
        "message": "the path of Guru Nanak through. He's amazing, amazing, the work he's done."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:14.600",
        "message": "Through the subcontinent and one of the TILs that I had while, you know, reading his books and recording with him is that there was something that you can call Nanak Panti, which was much broader than Sikhism, that Nanak was actually worshipped all over the South Asia and even beyond by people who weren't Sikhs. And the example he gave is from Sindh and that's an example you give as well when, you know, your mother speaks about how the only religious picture they had in their home was of Guru Nanak and, you know, their prayers every morning were the Sukhmani and the Japsahib from the Guru Granth Sahib and so on. And so there's a lot about this Nanak Panti there. There are parts where you've also spoken about how you are happily taking influences from Islam as well, like you interviewed a lady called Aruna Jaitwani and she's got a story about how when they were coming through partition, one she distinctly remembers the dresses she wore, which is again an incredible memory. But you know, they had a black tin trunk with them and when they came to the railway station in Hyderabad, and this is of course Hyderabad Sindh, it was crowded and everybody who was travelling by that train had been robbed and all their belongings were taken and all of that and a tall hefty Pathan came and opened this trunk and there was a photograph there of Syed Malik, who was a Muslim Pir right on top. So he just offered a prayer, closed the trunk and made sure that nobody looted anything from it. You know, when I'm reading about before that period, before the RSS came in, from the accounts in your books, one gets a sense that it's very dynamic, it's very syncretic. You know, Nanak Panti is a big thing, Nanak is a big thing. And you'll have Muslim Pirs show up in this kind of way as well. And you'll have Hindu influences as well. It's a beautiful mix, a beautiful Khechri and you know, which seems, you know, far removed from the polarizing impulses of modern times. So tell me a little bit about what sense you got of that from speaking to, you know, people of that generation and then later you of course studied the history of that, of you know, all the way from Mohenjodaro onwards."
    },
    {
        "speaker": "Guest",
        "time": "02:16:28.120",
        "message": "I haven't studied actually all that much. But I'll just tell you the thing that I remembered my grandfather saying, which I, you know, was that in sin there was no difference between Hindus and Muslims. Now when I was like in college and I heard him say that, I just assumed that he's saying that because he was a liberal thinker. And you know, maybe that's what he was. But then later on now, I realized that he was saying it because that's the way it was. And they did have common beliefs, they did have common places of worship. And yeah, many Hindu families had Muslim peers who they totally believed in, who, from whom they got their spiritual comfort. And they still have, they still, some of them still do, they still, there are still in Bombay today. Of course, their following is much reduced, but they still have, like I know somebody who has the gaddhi of a Muslim peer in Khilaba, and then there was somebody in Sayan, there's somebody in Ghatkopar, and so many of them actually brought their, you know, they brought the gaddhi with them, then they set up all over again. And those were not necessarily Muslim, but they were, you know, actually, I'm so confused about it. They were probably Sufi, most of them probably were. When it comes to Nanak, I really think that that was the majority. I think so. That's my sense. Now, again, it could be warped data, because I'm talking about the people who I've interviewed, and there are so many more that I have, and there are huge pockets that I haven't touched at all. But Jhulelal was definitely, you know, a figure, mythological figure in Sindh, much revered, became an icon of Sindhism after partition, not was not, you know, because there's no other community that has a Jhulelal. I think, yeah, maybe in Rajasthan, there are, you know, there are communities who would also revere Jhulelal. But Jhulelal was brought out after partition by Ram Panjwani, who was a professor of Sindhi at Jain College. And he used to travel after partition, on his own money, he would travel to the camps just to sing and, you know, cheer up people. And it was such a lovely thing, right? And he would sing about it. I heard this from Mohan Gihani, who is a poet. And he told me that he would sing, he would play the matka, and he would sing Jhulelal, Jhulelal, Jhulelal, and everybody would be clapping. And then it just became a huge thing. They were Nanak Panthis, almost everybody, including my mom, as you said. She also said, if you remember, that after partition, all that stopped, nobody bothered to tell us, you have to say it first before you have breakfast, because, you know, they had other priorities. So funny thing that I have come across while interviewing people, and it's happened so often that it makes me laugh, they'll say, no, no, we were not Sikh, we were Hindu. Okay, who did you, whose followings did you follow? I mean, whose teachings did you follow? Guru Nanak. And, and the other gurus. So then you're a Sikh. No, no, no, we are Hindus. So just like a couple of weeks ago, I was interviewing someone who's 97 and who's very sharp still. And he said to me that Guru Nanak is for Punjabis. I don't know why we Sindhis were following him. So actually, it's again, this whole polarization, political, you know, thing, which has, and Sindhis still will have a Guru Nanak picture, they will still have, I mean, when my mom died, I would not have known, I'd have done the normal, like Brahman, you know, ceremony, which we did for my dad. But I knew that when she, because she just told me about all this. So we did her mark at the Gurdwara in Pune, you know, I wouldn't have known. But but I think it's really important because that was one of the things that happened to me. I realized that, you know, this was actually who she was. I mean, we didn't have, we hadn't talked about it for a long time, but maybe it wasn't. And she wasn't really, you know, a religious person, totally not into any kind of mumbo jumbo, whatever, which is a nice thing, one of the nice things I inherited from her. So we would have done something else. And then we went to Gurdwara instead. Yeah, so I think the times have changed. I don't know whether we'll ever go back to that, where what you are really looking for is higher spiritual values. You're looking for what is good and rich in life. And it doesn't matter which source it's coming from, so long as it's a good and pious source. And that's the way it was in Sindh, to my reading, you know. And if you look at what there, there are poets of Sindh, you know, the kind of philosophy, they all say this. I mean, if you look at what you have from Kabir, or what you have from Tukaram, it's very similar, isn't it? Where you're talking about humanity and you're talking about, it doesn't really matter what the source is. It's about who you are and what your life journey is. And I think that's the way it was in Sindh."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:52.000",
        "message": "Yeah, I mean, I found, you know, after my episode with Amardeep, I just found Nanak so close to Kabir in so many ways, you know, as much of a, you know, freewheeling mistake as a founder of a religion, as people tend to. So here's a thought about identities. Now, we, of course, contain multitudes, right? So there are many aspects to us. And we can choose which of them to bring to the forefront or which of them to think of as our primary identity. And it seems to me that there might well have been a situation, say, in a particular point of time, in a particular place, maybe if you're a Sindhi in, say, 1910, that Sindhi is a primary identity and the religion per se is not that big a deal. And therefore, you let other influences in and you are not dogmatic or hardcore about whatever religion you're supposedly born into, and they all meld into one another. And one of the things in these modern globalized times is that one, I think these modern globalized times are great, by far a net positive, but one of the unintended effects is that some of these other smaller identities can get diluted down, like for a Sindhi person, that could be her Sindhiness. And therefore, if you want something to hold on to, to feel that you're part of a community or to feel rooted, you might have nothing left apart from your religion. I mean, that might be the strongest locus of identity that then remains. That could be one way in which we are different from those times, that the religious part of it becomes stronger and therefore more tribalistic and more dogmatic and all of those negative things. And you know, those other aspects get diluted. So I'm just kind of thinking aloud."
    },
    {
        "speaker": "Guest",
        "time": "02:23:38.440",
        "message": "This has been sparked by what you were saying. Yeah, I agree with you there, of course, you know, because if you go to Sindh, you still find that people there, for them, being Sindhi is more defining identity than being a Muslim or a Hindu. Although, yeah, there is also a movement where the Hindus are using conversion of minor girls as a political tool to gain asylum outside. And so that's, again, you know, coming into a very material definition. When it comes to identity, I think the most important thing is language. I think, you know, language is what really binds people. And here with Sindhis, very few young Sindhis actually know the language. And many can understand, a huge number can understand, but have never tried to speak. I can say, I was about to say for many of us, I did say that I don't consider myself a Sindhi, but I know that like every other Sindhi in India or in other parts of the world except Sindh, you don't hear Sindhi spoken on the street. You only hear Sindhi spoken in homes. You hear Sindhi spoken by people you know well. That's your connection with the language. You can understand it to an extent, you can't understand the literary words. And you know, if anybody doesn't want you to understand, they'll know how to speak so that you won't. But that feeling, when you hear the language and you feel at home, wherever you hear that language, you're going to feel the same, right? And that is something very powerful. That's why I'm including myself in that. Even though I said I'm not a Sindhi, when I hear the language spoken, I feel comfortable. There's a level of feeling, yeah, okay, these are my people, you know. So coming back to your question about identity, I wanted to tell you about this book I did during the lockdown, where I got this idea of getting others to write. And I just wanted to have this collection of work on the Sindhi identity by people who, different kinds of people. So I approached a lot of different people. And of course, some of them are very well known in the field of Sindh studies. I was lucky to get pretty much everyone who is well known in that field. But I also asked a lot of other people who are doing different things, like, you know, artists and writers, young people, not, I meant, photographers and business people, a lot of business people wrote, different ages, different countries. And then I put it together and it really makes a good read. It's called Sindhi Tapestry, Reflections, I've forgotten what this, that's really silly. It's Reflections on the Sindhi Identity, I think. And it gives you, you know, by the time you read it, you understood so much about what Sindhi people went through during partition and what happened, what was left of them. And yeah, the transformation, which you mentioned of the identity from being a Sindhi to being a Hindu who has to leave and then to being an outsider who has to conform and integrate and leave everything behind. And some of the most common themes we had in that book were, of course, the loss of language, the regret at the loss of the language. And there was, of course, this whole thing of adapting, of bravery, of moving ahead. There was this thing of being amenable to ideas from different sources, accepting them. There was this thing about facing prejudice, about, I don't know how many, at least three or four of them wrote about the Sindhi and the snake. You know, the Sindhi and the snake is a big one. If you see a Sindhi and a snake, who should you kill? Actually, you know, I told this once to Rudy Heredia, a professor at St. David's College. And he was like, yeah, but in India, all our communities do that. When I was young, it used to be if you see a Brahmin and a snake. So you know, I think the Sindhis hung on to that snake thing for longer. And one of them, Nandu Asrani, who is a hereditary Shikarpuri businessman, now Shikarpur is this place in the north of Sindh. And they were on that camel trade, which came from Far East and went across to the Middle East. They were trading, they were trading on that. And then eventually, so he's fought, I don't know, I mean, he has the stories of four generations before him, which is fabulous. He's full of, he, you know, he's very grounded in his family's history. And he's also a businessman who has a lot of fun doing moving from one business to another and enjoys what he's doing. So those guys, they also started money trade, because you know, that bandit ridden mountain glacier route wasn't that easy to carry money. So you leave your money, like this hundi thing, right? You give your money to somebody who you can trust, and they give you a little slip of paper and you can cash it anywhere in that same route. So he said, we are not like snakes, we are like spiders. That was his analogy, which was really nice."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:17.520",
        "message": "Yeah, that's lovely, building webs everywhere. And you know, as far as that whole question of who should you kill first, snake or Sindhi, I have a good friend, Ajay Shah, who would actually argue that the correct answer is it depends because you see, here's the thing, I'll tell you why. And the answer has nothing to do with Sindhis, but everything to do with snakes, because according to Ajay, and I'll ask him to elaborate upon it sometime, some snakes, I think he mentioned cobras and the crates are good snakes, right? They are very compatible with human beings, they don't mess with humans, they will not attack you unless you attack them first, and so on and so forth. But some snakes like the Russell Viper, if I remember correctly, are scoundrels, right? I think he basically said that the Russell Vipers are to reptiles, what seagulls are to birds. Now, you will at this point say, what is wrong with seagulls? The thing is, when seagulls attack their prey, they first zoom in and they plug the eyes out. So even when they attack humans once in a while, which is rare, but it can happen at sea, they'll first zoom in and plug the eye out, because that's the optimal place to attack"
    },
    {
        "speaker": "Unknown",
        "time": "02:30:23.640",
        "message": "and then they're just going to win easily."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:26.040",
        "message": "So you know, I used to think that crows are good birds, pigeons are bad birds. But it turns out that seagulls are the worst birds of all and Russell Vipers. But yeah, but I mean, if you see a Sindhi and a snake, you don't have to kill any of"
    },
    {
        "speaker": "Guest",
        "time": "02:30:40.320",
        "message": "them. You know, Sindhi and the viper doesn't have the same kind of ring to it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:44.560",
        "message": "That's true. And you don't have to kill any of them. And in your tapestries book, the language thing keeps coming up like Atul Khatri, the"
    },
    {
        "speaker": "Unknown",
        "time": "02:30:51.840",
        "message": "comedian at one point mentions that the Sindhi organizations get upset when he says he won't"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:56.840",
        "message": "perform in Sindhi."
    },
    {
        "speaker": "Guest",
        "time": "02:30:58.660",
        "message": "You know, so it's it's almost like you can't Yeah, so actually, that's another thing. Now, there's this new initiative, which has recently been started by Aruna Madnani, who runs the Sindhi Culture Foundation out of Bangalore. And she's been working on this for a really long time. And she interviews experts on various different aspects of Sindh and those talks have just been launched in a project which she's called Doorway to Sindh. And it's fabulous because she's talked to so many people and they are very pleasant conversations which unveil, they just reveal so much, so much, so much because the people who are talking are very knowledgeable about their their field. And you know, if you listen to that, you get into it. Like when I said something to you about Mohenjo-Daro, it was something that I had learned from Aruna's Doorway to Sindh, where she had these two experts talking and you know, you think that Mohenjo-Daro was 5000 years ago, how can there be a common bloodline, you know, between them and now. But there is and you know, you can listen like whoever wants to listen to Doorway to Sindh should because it's pretty good. And they've just started, they just launched recently. So she's got six episodes up in the air and there are plenty more to come and each one I think will be of a very good quality. So tell me your question again, I was, I got off onto the Doorway to Sindh, which is something"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:28.960",
        "message": "which fascinates me. No, there was no question."
    },
    {
        "speaker": "Guest",
        "time": "02:32:30.960",
        "message": "I was kind of just... You were saying about tapestry and the language thing and then we said there was something else also, we talked about the snakes and about the resilience. I don't think, yeah. So in tapestry, yeah, people from the armed forces, people, I mean, you know, it was just this big collection of people and I think the threads come through quite well with that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:54.640",
        "message": "So give me a sense, like talking about Sindh for a while, let's talk about Sindh for a bit and take kind of a longer perspective than anecdote can kind of give us. And that's something you've done in your book as well, where you've spoken about both the history of Sindh all the way from Mohenjodaro onwards and the first coming of Islam, which was really the first coming of Islam in the subcontinent and how they co-existed and colonization later on. But what interests me also is geography, like, you know, it's often said that geography is destiny in a manner of speaking. And you've written about how, you know, Sindh was therefore almost sort of destined to be a distinct geographical territory by just the mountains around it, by the river Indus flowing through it and all of that. So tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "02:33:47.200",
        "message": "So I think it was like this little enclosed space, which had ample of time to develop its own culture. That's the sense that I got. At the same time, it was on a kind of crossroads. So anybody entering would pretty much go through Sindh. So there were a lot of cultural influences, which came from Greece and Persia and Central Asia, Gujarat, Kutch. I mean, when you think about it, Karachi to Ahmedabad was a half an hour train journey. You know, you can't imagine that, right? I might be mistaken about half an hour, but it was not very far away. Yeah. I mean, I was telling you, you know, about the person who was the chairman who came after partition as the chairman of the newly instituted Bombay Housing Board. That was Sehjiram Gidwani, who was from Amil family of Sindh. They owned land, but two of them went to Oxford to study. And he was the tutor to Vikram and Gautam Sarabhai. And he worked with Sarabhai, I don't know which one, their mills. And he was the chairman of the company while, just before he quit to go and be, he was the head of the mill. I don't know what they called it, but he was the number one there before he went to join the housing board. And it was kind of between Karachi and Ahmedabad. It was just like, you know, I mean, I don't know whether it was Bombay, Pune, probably"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:24.620",
        "message": "not that close. I just Googled it. It was according to Google is 601 kilometers. So that's not half an hour for sure, but it's not far. Yeah, but it's 601 is such a weird number, because why not 600, why not 599? It's like they've probably just taken the railway stations or something. Or the GPO, probably just outside the railway station."
    },
    {
        "speaker": "Guest",
        "time": "02:35:45.600",
        "message": "So 600, that would be how far, a few hours."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:50.600",
        "message": "Yeah, it depends."
    },
    {
        "speaker": "Guest",
        "time": "02:35:51.600",
        "message": "I mean, I don't think you can assume bullet train. Yeah. Okay, a day."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:55.640",
        "message": "Assume a train at maybe like 100 K an hour at six hours, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:35:59.760",
        "message": "Yeah. So not too far. Calcutta was also a very, very close connection to Sindh, Bengal. And I have read accounts of where it says it was a seven day journey. So it was in my head that it was a seven day journey until somebody told me that they studied at Shantiniketan and they would go and it was two nights on the train. So it was obviously by then the railways had speeded up. It was, of course, a seven day journey when Hiranandadwani went and he was the Mukhi's son and he kind of went incognito because he had been reading about the Brahmo Samaj. And he went, Keshav Mukherjee, and he went to Calcutta to meet him and become his student. And he came back so full of what he'd learned, which was how religions should all treat everybody equally and women should be treated equally. And he started this huge women's education movement, which was, which took off in Sindh. I mean, among the Hindus, at least it was a big thing. And there was such a strong connection with Bengal. They were such big fans of Tagore. They had, there was this MU Malkani who had translated, a young man at that time, he translated Tagore's poems and he acted, they acted in them and Tagore himself came. I have a photo of Tagore in the home of, who lived, he lived with, I mean, he stayed with the Diyaldas family who had businesses and then they performed the play for him. And I mean, lovely descriptions of all that. But one doesn't think of Sindhis as being cultural, you know, in that sense of being open to other cultures. I mean, these are facts. It's nice to, if young Sindhis understand this about themselves and their heritage."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:59.520",
        "message": "Yeah, in fact, you know, you mentioned the Brahmo Samaj link elsewhere. You talk about sort of the role of women in Sindhi society. And at one point, you write, quote, I discussed an early draft of this book with Madhavi Kapoor and one of the things she said was missing was certain aspects of the role of women in Sindhi society. In the Sindhi families we had known, the women had assumed a privileged position. As girls they were pampered, as wives given a decision making authority, unusual in Indian society. Women held the money, Madhavi pointed out. The men would just hand over everything to them. They participated in financial decisions and they owned property, not just in name, stop quote. In many families, girls and women were fussed over, they must never walk barefoot, must never bow to touch another's feet as a show of respect. They must never ever carry anything heavy. What was the reason for this determined coseting? Could it be the influence of the Brahmo Samaj and its focus on women's empowerment? Stop quote. Yeah, and what also kind of struck me earlier is that in many other ways, like just from your grandparents' life, your great-grandparents' life itself, it seems in other ways to be a backward society, like all of India, like all of the subcontinent. For example, your great-grandparents got married when they were 12 and 11 respectively. I think he was a couple of months short of his 12th birthday. You know, so you look at something like that and you kind of realize how far we've come and how backward those times were. But at the same time, you know, you speak about Sindhi women having sort of living much more empowered lives than women elsewhere in the subcontinent do even today, right? Even today, I think by and large, it's fair to say of South Asia that women are kind of treated as second class citizens and it's, you know, outside of elite pockets, it's kind of pretty horrendous. And the Brahmo Samaj would be a relatively recent thing going back maybe a hundred years. But apart from that, do you think that geographical sense that, you know, people came and went, people invaded sometimes, people traded, there was a lot of trade, but otherwise it was cosetted off and, you know, as a region and didn't intermingle so much. Do you think that that was a protection against, you know, extremism of some kind, if I'm sort"
    },
    {
        "speaker": "Guest",
        "time": "02:40:22.000",
        "message": "of thinking along? I don't know, Amit, it's very confusing. It's impossible to actually know the truth of this because I don't, I haven't seen anything which can lead me to answer that because, you know, I'm talking about the Hindu women. And I read this thing written by Zahida Rehman, who is a Sindhi writer. And she said that in Hyderabad, Hyderabad in the 1940s, it was the height of misogyny. Now, I know that's not true for the people that I know. I know for sure. I can give you hundreds of examples. And I mean hundreds, not just a dozen, you know, not just the elite families. How many women in the 1930s, because they were bright students, were sent to Delhi to study at Lady Harding College and live in the hostel there in the 30s and 40s, when, as you said, the rest of India, they weren't allowed to cross the road. I mean, women of their social... Socio-economic background. Yeah. Yeah. And so that was there. Then I have stories like I was telling you my story, which I'm so proud of, that I went to Europe when I was 20. I have a story from Sindh in the early 40s. There was this group of Sindhi girls who was taken by some European nanny, not nanny, she must have been like a teacher. And they traveled all over Europe and they got their photos taken in Barcelona and wearing saris. And I have been, you know, clipping with that. They were teachers. They were ticket collectors. That tells you a lot about the society, right? Where a man will show you his ticket, you know? It's impossible, right? Even today, will they show their ticket to a woman in UP or Bihar? So I don't know, it's very, very difficult to know. Because if you're talking about the geographical isolation and you're talking about someone saying it was the height of misogyny, I don't know whether it was an exaggeration or whether the Muslim women were definitely not given those privileges. But yeah, I realized only recently, I used to feel that I'm very privileged because my father was a feminist. I realized only recently my mother didn't care. I mean, she was who she was, you know, which is better than being a feminist, right? You just like, you're who you are and you're okay with that. And you know, someone gets in your way, you shout at them."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:48.200",
        "message": "I mean, it's the same as being a feminist."
    },
    {
        "speaker": "Guest",
        "time": "02:42:50.040",
        "message": "I know, I know, I was just being facetious, but yeah, it is actually what it is, you know, without the label. And you use the label. And again, then you get these little, you know, you have to be strident, you have to do this and that. You're a real feminist without a label."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:04.800",
        "message": "Fair point, tell me also about, like, one of the things that strikes me as interesting about Sindh is the dynamic of Muslims and Hindus there, which seems quite different from the rest of the subcontinent, as it were."
    },
    {
        "speaker": "Guest",
        "time": "02:43:20.560",
        "message": "Actually, you know, I think everywhere people were friendly with their neighbors and the, you know, it wasn't such a big deal until, I don't know whether you really can blame the British. They made a big difference by doing divide and rule and by, you know, things like in Sindh, what happened is when the British came in, you have to fill a census form, right, saying what you are. And you're told to say you're a Hindu or a Muslim, actually, you're a Sikh. What do you fill? You fill Hindu. So you've become a Hindu, you know, and they ask you, what is your caste? Now, most of them who I, I mean, you know, the people who I've interviewed, they are all Suvarna. Okay, they are not, they go around saying we don't have any caste, we have a few Brahmins and they have no power over us, they just do our rituals for us, we sometimes laugh at them. We, our Jnani, we have Jnani, which is a young girl, the woman, the girl of the house, she is much more powerful than any Brahmin in a puja. So they would be asked, what's your caste? And they would write Lohana, nobody knew, till today, there are so many different ideas about what Lohana may be or may not be. So I think there was a lot of cordiality between these communities everywhere, and in Sindh in particular, because the language was the same, because the problem was, if there was a difference, it was a socio-economic difference. The Hindus, where if they were traders, they were, they had the money, and then they were lending money, and by lending money, they were getting richer and richer, and they were eventually getting the land from the landowners who were borrowing money from them. And this became quite rampant in British times, when the taxes were so high, that the landowners weren't earning enough to pay those taxes, they had to borrow from the Hindu moneylenders to pay those taxes, and eventually the land was taken over by those moneylenders. So A, that was one difference. Then the second difference was the difference of education, because the Hindus just leapt on to the new school and college schooling, the education which the British brought in, because they could see that this is going to take you somewhere, it's going to give you a job, and you're going to do well, and you will be part of the whole, you know, I'm the boss game. So that, again, I think what I've understood is that the leaders of the community did not want their children, they wanted the madrasa learning, where they would learn Arabic and they would stay within the faith. So I think that was the difference. And as a result, you had Muslims working on the farms, and many of the farms were owned by Hindus. Of course, most of the farms were owned by the Waderos, the Sindhi landlords, but, you know, they were also all worked on by Muslims. The craftsmen were Muslims. Those who sold their craft and who sold them internationally, they were Hindus. So those were actually social differences and economic differences. It wasn't really a tussle between the religion. Clothes were the same, they wore the same clothes. The women didn't cover their heads as fanatically as, yeah, there were times when they'd go out and I've heard of this thing called Akhri, where you cover everything except your eye, but it was not that common."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:56.480",
        "message": "Yeah, and in fact, it's interesting how much clothes can reveal, like there's this interesting para where, and I think this is in your mother's voice, where I'll just quote this out, quote where she says, Daddy was westernized, perhaps influenced by the judges, who were mostly English and Scottish. It was a time in our country when many educated people took up Western ways. You could tell that a man was educated if he was wearing trousers. In Sindh, men and women traditionally wore pajamas with kurtas. It was the Pathans who wore salwars. We wore churidars only to feel snug and warm in the cold weather. My grandmother wore one when she was ill. In our family, the boys wore shorts and trousers, and the girls wore Western style dresses. Many slept in their day clothes, but we wore night suits, stop quote. And this reminded me of how when Chandrabhan Prasadji was on the show recently, he always wears a suit. And he always wears a suit because to him being a Dalit, you know, Indian clothes carry, you know, so many layers of the past within them, that wearing a suit is his way of breaking free out of that and just kind of asserting that. One of the things I found fascinating, and this goes with the stereotype of the Jugaru Sindhi, the Sindhi who can, you know, manage anywhere, is how you speak about how they not only assimilate very well, even when Mohammed bin Qasim invades in the 8th century CE, and that's perhaps, you know, the advent of Islam into the subcontinent as it were. But they also over time become, as you point out, by the 18th century, the administrative backbone of Sindh, that before that the Bhaibans have become international traders. And here you say, quote, in the 18th century, after centuries of Muslim rule, it was the Hindus who formed the administrative backbone of Sindh. The rulers were Muslim, but the amils of Sindh were revenue collectors making financial decisions within the court. And it was the Bhaibans who controlled the economy outside. In this scenario, it's hard to see the Hindus of Sindh as having been an oppressed minority in a Muslim dominated region. While they demonstrated unmistakably Islamic influences in their daily life, it is likely that many of these choices had been made from positions of privilege, perhaps with a view to maintaining these positions, stop quote. Did you feel that there was a danger in your first book, not later, but in your first book about, you know, the banished Sindh as it were, did you feel there was a danger that because you were talking to some of the more, some of the relatively privileged people of the time, that you would only see perhaps one part of the story that you would, you know, hear women's stories where women were, you know, having a well off and with many"
    },
    {
        "speaker": "Unknown",
        "time": "02:49:39.000",
        "message": "servants."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:40.000",
        "message": "Yeah, like at one point in your family, you speak about this house, I think in Jacobabad, this grand bungalow, one of the grand uncles had, which was a grand bungalow, but no electricity. So in the evening, you would have pankhas with, you know, manual laborers sort of moving the pankhas so that the people of the family can get some breeze. And we don't speak of those laborers and we don't, in this book."
    },
    {
        "speaker": "Guest",
        "time": "02:50:01.400",
        "message": "They were Muslims, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:02.400",
        "message": "They were Muslims. Yeah, mostly. So is that a distinction also to be drawn because they were also Sindhi, but Muslim"
    },
    {
        "speaker": "Guest",
        "time": "02:50:11.320",
        "message": "Sindhis. Yeah. So that was the division, right? Mostly they were either Muslim Sindhis or they were Hindus from other parts of Sindh. And it's something which I only discovered very recently at a conference in Paris a few years ago, I think about four years ago, where they have this, they used to do it every year. And South Asians, it's a conference of South Asians, people come from all over the world. It's amazing how South Asians are in every country. There were three papers on the Dalits of Sindh and they use the word Dalits. So, you know, long after partition, when the Hindus have gone, there are huge populations of Dalits in Sindh, which is just fascinating. You know, it just tells you that these are the invisible people and they're still tilling the farms and, you know, they're leading lives of peasantry. And yeah, some of them have come out, they've got educated, they're in the mainstream, they are working in the administrative service of the government. They may not be, you know, they can't, like, for example, I have a friend who's one of them and he sends me photos occasionally and he, I'm not allowed to use his name, you know, because I'm enemy country, right?"
    },
    {
        "speaker": "Unknown",
        "time": "02:51:39.600",
        "message": "And he works for the government."
    },
    {
        "speaker": "Guest",
        "time": "02:51:42.480",
        "message": "So his photos will be carried without an acknowledgement. There are so many, I mean, and I don't know, it's again something like I was telling you that every now and then I learn something completely new and or I have a new insight, which is different from what we were talking about just now, but since I remember it, I'll tell you, which is that the history disappeared and recent history, especially like in Sindh, for example, there is, most of the cities were actually built by the Hindus who built Karachi Hindu traders who built Hyderabad. Yeah, Hyderabad was built by the king, but who selected the site, who built the, you know, oversaw the building of the fort, who laid the roads and, you know, decided who was going to live there. That was the Hindu Amal, who did that. So every city has the story of the Hindus having built it. And today, I again, this is a conference in Pakistan, which it was online during the lockdown. I attended this conference, wonderful conference, where one of the things I saw, and I wrote about this somewhere, I can't remember the details, but I know I can access it at any point because I've written about it. This researcher who is so pro-understanding the recent history, she is calling, and it's a common phrase, I've heard it used elsewhere also, these houses of Sindh, which were built in the 1940s, it's called Hindu architecture. Now, these are mansions, which the wealthy merchants of Sindh built. They were trading overseas, they were making lots of money, it was all coming back into Sindh. They were investing in the civic infrastructure of Karachi, Hyderabad, Shikarpur, and the other places where they were, mostly it was Hyderabad. And they were building homes for themselves, like you see Lachhu Lodge, 1940, finished Lachhu, oh, 42, five years later, Lachhu's out, I mean, his lodge is still there, but now it's being called Hindu architecture. It's a funny thing is that I have seen exactly the same architecture in downtown Cairo, same structures, same balconies, the same kind of frills on the buildings, because they were using the same architects. They had their businesses in Cairo and Aden and wherever, and those houses were being built and they might be of the same vintage. I'm assuming that they are of the same vintage, built by the same people. But yeah, we were talking about the, we were talking about the different social hierarchies"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:34.840",
        "message": "in place, Hindus, Muslims, and did that in any way, sort of, by circumstance, many of the stories you told were of the sort of the privileged Hindu upper class?"
    },
    {
        "speaker": "Guest",
        "time": "02:54:46.480",
        "message": "Yeah, they were. In fact, that's one of the objections. When they reviewed Sindhi tapestry in Dawn, it got a rave review, but that was the point which the reviewer said, that I want to read the stories of those who did not succeed. And I thought that maybe there aren't that many, you know, because the reason I'm thinking like this is because everywhere you go, you find well of Sindhis, you don't see, and, you know, we did, I did know Sindhis when I was younger, who lived in like Gopal Mansion, for example, lots and lots of people, Gopal Mansion is this place near Bandra station. And it's a little up from a chawl, not much, but, you know, very, very simple. All those people now own bungalows and they own like three apartments each in Pali, you know, there's nobody, you know, so everybody's moved up. And everyone who came from partition, like they were studying in Sindhi schools, or they were living in the camps, they've all moved up. And those areas are occupied by migrants from other states or from the underprivileged of that local community. Where are the ones who are not that well off? I mean, yeah, I think if I go to Pimpri and really walk around, I might find, I'll find some who haven't succeeded that well in business, of course, but they won't be representative. They'll be like the other end of the bell curve."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:17.680",
        "message": "Fair point. And I love the phrase, Hindu trader."
    },
    {
        "speaker": "Guest",
        "time": "02:56:23.360",
        "message": "And the only reason I love it is..."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:25.640",
        "message": "Hindu architecture. No, no. Before that, you'd said Hindu trader. And the reason I love the phrase is because one of the most resonant phrases in literature for me is Hindu trader sandwich, which comes from Hemingway's short story, The Good Lion. Have you read it? No, I must. It's about a lion who likes Hindu trader sandwiches."
    },
    {
        "speaker": "Guest",
        "time": "02:56:44.440",
        "message": "So Hindu traders have been around for, they've been all over."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:47.800",
        "message": "Hindu traders are famous indeed when they're not making buildings in Cairo, they are providing sandwich filling for good lions. Just thinking of social hierarchies, I'm struck by what you said that who built those cities? It might have been a Muslim ruler who commissioned them, but it was sort of Hindus and the Amirs who built them. But then if you go one layer deeper, who built them, built them, who carried the stones? The bricklayers. Yeah, they were definitely the Muslims. Then you'll come to Muslims, you'll come to Harijans. One of the interesting bits in your book is where you quote a Harijan, you know, talking about why he stayed back and saying, quote, who would murder a Harijan? We were not afraid of conversion either. Who would try to convert us? Muslims did not do the sweeper's jobs. I was not worried at all and nothing changed for us. Stop quote. And this was shortly after you mentioned that how after partition, the toilets of all these"
    },
    {
        "speaker": "Guest",
        "time": "02:57:43.000",
        "message": "cities were overflowing and there was so much dirt because the Hindus had left, which is so interesting. So, yeah, so they were definitely Hindus of the lower caste. But what I've been told is that they were not Sindhi, which I don't know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:59.680",
        "message": "I don't know. What does that mean?"
    },
    {
        "speaker": "Guest",
        "time": "02:58:01.680",
        "message": "If they lived in Sindh, why were they not Sindhi? They had their own language and their own culture is what I was given to understand. But now that, you know, I think about this and knowing that, yeah, Sindh is full of Dalits even today, they must have been. And Dalits of Sindh may not be actually speaking the same Sindhi that people of Hyderabad and Karachi speak. They probably speak their own Sindhi, their own dialect. I don't know, Amit. I mean, you know, this whole thing is so complicated. It's so, so, so. And of course, you know, I have a friend, she runs an NGO in Kherodero, which is my Nana's village. And it's also her Nana's village. So that created a bond between us immediately. And we became friends. And I asked her that, does anybody remember the Bijlani's in Kherodero? So she went around asking, nobody remembered. But she said, yeah, we have a Hindu family. And I was like, wow, who are they? She said, I don't know, like, they're a bit different. I don't know what they are exactly. But they want us to build a temple for them since we are building toilets and schools and all. They've asked us to build a temple for them and they're Dalits. They've come from upcountry and they've settled in Kherodero."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:11.960",
        "message": "And yeah, and maybe that is what has truly vanished. Because you can still, I mean, you are there to write about the history of Sindh, of, you know, your people as it were. But there is something that, like, if they spoke a different language, what was it? Where did that come from? What was, you know, what was their history, like post partition is also fascinating, but not within the remit of what you're doing."
    },
    {
        "speaker": "Guest",
        "time": "02:59:32.480",
        "message": "No, no, there's so much work to be done and it is being done by so many people. Like I said, there are scholars who were presenting papers about the Dalits."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:41.320",
        "message": "So these are questions for them. Fair enough. And what you also point out is like when I read in your book about the history of Sindh through all these centuries, right? And it's largely a story of assimilation with the massive rupture of partition. But what happens after partition is that you talk about how Sindhis are viewed today in Pakistan by Mohajis, for example, who have occupied Sindh and you write, quote, mistrust and stereotyping between two ethnic communities is not unusual in a society, but the intellectual class is usually less contaminated. Here I've noticed that a section of Mohajis, including some intellectuals, look down upon the Sindhis as uncultured and undeserving, primarily farmhands and landlords. There was resentment at the job reservations Bhutto introduced. After partition, ethnic nationalities had been suppressed. Mohajis were powerful in bureaucracy, Punjabis in the army. Bhutto came to power soon after Bangladesh was created and ethnic identity assumed huge proportions, stop quote, and Bhutto, of course, being a Sindhi himself, right?"
    },
    {
        "speaker": "Guest",
        "time": "03:00:47.040",
        "message": "Yeah, Bhutto is Sindhi, the family is from Larkana."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:51.120",
        "message": "So you know, in India, if we look at the sort of the story of Sindhis, it's largely a benign story. There are stereotypes of Sindhis being opportunistic or whatever, or sometimes loud and crass and you detailed many of them out. But the community has really worked hard, gotten ahead, you know, been enterprising, all of that. By and large, it's a benign, positive journey that Sindhis have made through India. What's happened in Pakistan, though?"
    },
    {
        "speaker": "Guest",
        "time": "03:01:24.320",
        "message": "So I think the first big blow was something which was called One Unit in 1950, where they said that now we are one country, we have one language, and they brought in Urdu. And of course, that was the first step towards the creation of Bangladesh, right? Because you can't imagine all of Bengal speaking Urdu. I mean, that's absolute rubbish. But that happened in Sindh, because the Sindhi people are much more mild. And you know, they were, as I said, they were not in positions of power, because the people within the positions of power left, and they were replaced by outsiders who didn't understand this. And so they actually got colonized. That was the first thing that happened. They were not able to ever really restore their dignity to an extent, because they were looked down on, and they were, you know, they were said, oh, you're only, they were told you're only fit to drive a camel cart and stuff like that. And I think it didn't help that some of the landowners were not cultured, really. You know, they had not, they were not educated. They just had a lot of money. And that's the same in many places where there are people who own land, and they don't realize that they are just living off these poor people. They're getting a lot of money, and they're not sharing any of it, and it's a really horrible thing to do. So that is part of what happened. And they really miss, even when we went, which was how many years after partition, I mean, 65 plus something, more than 65 years, because I wrote the book 65 years after. Soon after that, we went to launch that book at the Karachi Literature Festival. And there people were saying, why did you leave? And I'm like, no, I didn't leave. I don't know anything about this place. And why don't you come back? Which is so sweet, but it's not something that anybody would want to do. People might want to go back to visit the home that they once lived in. Ah, my mom never came. She didn't want to. When we were going, I wanted her so badly to come, but she completely refused. And she said, no, they threw us out. Why should I go? And I remember people, when I said that my mother says she's not coming because they threw us out, why should I go? And I remember Irfan Ali, who I am still in touch with, who we met on Facebook. And he said, please tell her we are very, very sorry. All of us are. Please tell her to accept our apologies. And we really wanted to come so that we can show her how very sorry we are. You know, we got messages like that. So there's that huge outpouring of love and sadness, guilt, you know. I think they talk more about the suffering of the Hindus than the Hindus talk about. Because the Hindus are like, OK, we went through a bad time. It got over. We moved on. But they, you know, feel that they still talk about it, which I don't really like that much. But, you know, I appreciate that they still acknowledge it and they feel bad about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:08.080",
        "message": "When I traveled to Pakistan in 2006, I was covering the cricket tour there. And one of the things that sort of struck me, and I knew it at an intellectual level, but I had to go there to experience it, is that we are basically the same people, right? Lahore is just so much like Delhi. Lahore has much more in common with Delhi than, say, Delhi has with Chennai, for example. I mean, that could be two foreign countries. Karachi with Bombay, likewise. I mean, these are cliches, but I really felt it when I actually went there and the warmth was unbelievable. In fact, sometimes I think that today we would not be, I'm not sure a reciprocal warmth would necessarily be there, which is truly tragic. But the warmth, again, it'll sound like cliches where shopkeepers don't take your money and"
    },
    {
        "speaker": "Unknown",
        "time": "03:05:52.680",
        "message": "all of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:53.680",
        "message": "It's just, you know, it's kind of all of that. In your interactions with people from across the border, including other Sindhis, do you get that sense too, that fine, Pakistan was a huge rupture, but what has divided us is the politics, is sort of the different leaderships and their imperatives and incentives, and even those just happened at that particular point in time, you know. If independence happens a few months later, you know, Jinnah's dead, the whole position could be different. If it happens earlier, things could be different. It just kind of happened like that. But you know, given that, you know, people talk about the partition of Punjab or the partition of Bengal, but Sindhis went through a painful rupture as well. And today you can meet them across the border and you spoke about, you know, that in general, the sentiment there is so positive, that is regretful there that people had to leave and, you know, there is, of course, some resentment here, but you still feel that connection with your homeland. So do you think there is something to that? Because more and more as time goes by, I find that lines on a map are kind of becoming irrelevant in this globalized world."
    },
    {
        "speaker": "Guest",
        "time": "03:07:07.200",
        "message": "It would be so nice if that was true. And I did say when I last left on my second and final visit to Sindh, that I'll never go back until the borders open, and I'm not trying to say that I'm speaking for Khanda Bharat or anything like that, of course not."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:25.160",
        "message": "I was wondering, SARS is going where with this, where?"
    },
    {
        "speaker": "Guest",
        "time": "03:07:29.360",
        "message": "Yeah. What I meant to say is that, you know, if I can drive across the border and just flash my passport, you know, like you do when you're traveling in Europe, I mean, you don't even have to flash your passport, just drive through, you pay the toll and you pass through."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:42.040",
        "message": "That's the, that is the only time I'll ever go back. Which is what it kind of was for a decade and a half after."
    },
    {
        "speaker": "Guest",
        "time": "03:07:46.200",
        "message": "It may not have been that much. Like my dad went back in, when I say back, he went for the first time, he's traveled to Sindh, he's traveled to Karachi. And he was, it was in 1957. So he was, and I saw the papers after my mom died, we were cleaning up her stuff, we found this passport, red color passport, which says India Pakistan passport. And it was my dad's. And this was before he became a tea planter. He was working for a pharmaceutical company in Bombay, and his boss, a French pharmaceutical company. And his boss loved him. And he took him to Pakistan on a business development visit. So he had to have that passport. And he had to leave it because he was an Indian, he had to leave the passport with the police at the immigration. And when he came back, he had to collect the passport to be able to leave. And they couldn't find his passport. So I don't know how many hours it took. They took him into a room, which had, it was full of trunks, and the trunks were all open. And the trunks were full of passports. So the passport had to be found. It was in one of those trunks. And eventually they found it and they gave it to him. And he burst out crying. This is what he used to tell us. That's all I know. And I read, so I found the papers, I realized that he had had to apply and you know how he went and he must have been there on the 10th Independence Day. I never got a chance to ask him what that was like, which is too bad. But it wasn't just walking across the border. You know, you did need a passport. You did. You could have lost your passport because, you know, they wanted to show you that they were the boss, at least for a while at that point. So it was, it became much harder with the wars. And then, of course, after the war of 72, there was just this big steel wall which nobody could ever penetrate. But right from the beginning, the problem was not just passing back and forth even information. You didn't know what was happening. So that's why, you know, again, it became vanished because there was just nothing coming through. I don't think the border was ever completely easy, although you hear of people who would go and come back because they would sneak across, they knew the points where nobody was watching. And now, of course, that's not possible anymore."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:59.960",
        "message": "Yeah. And, you know, before this, when we took a break, we also had lunch. So we actually took a break. And we were chatting about how this should be an OTT. And my suggestion was that, you know, this could be a great web series with three overlapping storylines of modern Sindhi family or Sindhi family in the 40s before partition and some old timers in the family back in, you know, different times. And I'm just thinking if that OTT is ever made, you know, season one, episode one should"
    },
    {
        "speaker": "Unknown",
        "time": "03:10:30.720",
        "message": "begin with that shot of a room full of steel trunks, all of them open and all full of these"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:36.600",
        "message": "red India Pakistan passports, what a tremendous, you know, what a lovely shot. Can I ask you a question, which it feels intrusive, so you don't have to answer it if you don't want to. My father had died last year and we sold off his house. And while we were getting rid of it, I had to go through all the things, right, most of which we had to chuck away, some of which one kept and going through things accumulated over decades is almost like seeing a life unfold before you in haphazard ways, in different ways."
    },
    {
        "speaker": "Unknown",
        "time": "03:11:16.680",
        "message": "And you mentioned you found this passport when you were going through your mother's sins."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:19.920",
        "message": "Do you feel comfortable talking about what else you found?"
    },
    {
        "speaker": "Guest",
        "time": "03:11:24.040",
        "message": "And what did that sort of evoke in you? You mean the precious things that she'd kept, right, they had kept right through their moves. So they lived on a tier state and they could there keep everything they wanted, they had a lot of stuff. Then they moved to Bangalore where they lived in a much smaller place. After my dad, his Parkinson's became too much for them to, for him to continue. Actually he could have still worked, he could have still continued with his job, but he didn't want and he had stopped driving. He could have continued to work, but he didn't want people to see him deteriorating. So anyway, they moved to Bangalore, which was smaller, so they must have chucked off a lot of stuff. Then they came to live with us, which was on like a huge campaign to bring them. So then also they must have thrown away a lot of stuff. So what they kept would have been what really meant a lot to them. And one of the things I remember now, which is so lovely, is a collection of salary slips that my mother earned and that was for a very short time. I don't remember how long, but there's this bunch of salary slips. Now she was somebody, my parents met in college in Bombay, they were, they were at National College and National College is a huge and lovely Sindhi story, which I love telling. And it was only along the way I started telling that story out of sheer passion for this guy, you know, the story and how this man Kundnani, he was a professor at National College. In Hyderabad Sindh, that's a college my grandfather studied at, and I'm sure my uncle Kanna must have also studied there and my mom would have studied there if she had, I mean, she was only 13 when they left, that wasn't necessary. And when partition took place, at that time, most of the students and most of the teachers were Hindus. So after partition, anyway, during the troubles, like everything was closed. And finally, sometime in, I don't remember the date, but I think probably November something 1947, or maybe even later, college opened, hardly anyone came, things were just going to seed and he decided now I have to go and I'm going to take my college with me. So he packed up some laboratory equipment and he packed up some books and he took them with a peon, Dayaram, whose name I found on the National College website, went to Hyderabad station and they tried, when they wanted to, they asked him what's inside the trunks and he said, it's treasure. So they opened it and they saw books and they said, huh, and they, you know, he got into the train and he came to Bombay and he was staying, like most families with many others in a small place, very crowded, person who told me this was a young boy at that time and he said that Kundanani used to sit down every Sunday and write a stack of postcards. Every Sunday he would write a stack of postcards and he was sending them to his former colleagues at National College and they were all over in Ajmer and Bhopal and Pune and blah, blah, blah. And he was telling them, I'm going to build a college and you will soon have your place back. And, you know, you may be working in your uncle's shop or you may be giving tuitions or you may be frying tikkis or whatever, but you will get your professor job back. And he built National College in Bombay with a lot of, I mean, it's a story of entrepreneurship and whatever, whatever. And that's where my parents met. So it's a big deal. I mean, you know, I realized along the way I was telling the story and it's a fab story, but it's a story which is essential to me also because, you know, I wouldn't have been there if there wasn't any National College. So then they both did their masters in chemistry and my father got this job with a pharmaceutical company and my mother was teaching at National College. She started off as a demonstrator in the chem lab. So she would have continued there and being, you know, the bossy person that she is, she would have pretty soon been the head of the chemistry department and lived happily ever after as I suppose heads of chemistry departments do. But then she became a planter's wife and she couldn't work. There was a time when in my school they needed a science teacher and the headmaster asked her, will you do it? And she came. She worked there for two months or something. I don't remember how long. It may have been longer. It might have been longer because there are people who still remember her from my brother's class and a class younger than her and they remember her like a really wonderful person which used to make me wonder, well, are they talking about the same person who I knew? But anyway, anyway, so, you know, that thing of the salary slips, I was so touched. She obviously like it really meant a lot to her. Yeah. I can't remember if there was anything much else, but whatever there was, I didn't throw it. I mean, I have a little museum. My office is a little museum, which has things. And I have some things from Sindh, which is almost unbelievable. I don't know how it happened. I have like there's a small little silver thing with a stick and it's got my mom's name written underneath Situ. It's a Surma. I don't know. We never used it. We were never, my grandmother was never allowed to put Surma in her eyes because according to my mom, it has antimony in it. That's what happens when you study chemistry, right? You know, you know what goes into Surma. And then I have this pot. It's a brass pot. I've forgotten what it's called in Sindhi, but that's very precious. It came from Sindh. I have one bowl, which I remember eating from. I mean, you know, I don't know how my mom kept it. It was in my grandparents' place. Our food was eaten on plates and this bowl, like a wide katori in which you had your, not like a katori, but a broad one made of bell metal. So I guess my mom just kept it because she was like me, somebody who believed in museums. And yeah, I think that's about it. Maybe one or two other little things like there's this fan she was given when she got married, which was a tradition."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:18.760",
        "message": "Fascinating. You know, I'll leave it to listeners to discover, you know, all your books. You know, one of the most fascinating parts of the first book when I was reading about the history was also the whole saga around Pir Pagaro, right, all those kind of decades he had such a massive following, then the boy in the box controversy, then the minor role that people in your family had in the legal battles that he fought. And it's just fascinating and that would make for really the, you know, the most juicy episodes of the OTT, which you will hopefully soon be a consultant for, fingers crossed. I want to kind of go back to your sort of personal journey of writing these books. So you've spoken to your mother, you've gotten these stories. At first, I guess you thought you'll just write her story down."
    },
    {
        "speaker": "Guest",
        "time": "03:18:10.000",
        "message": "Yes, it was going to be her story for our family, then I realized that's there's too much to tell. I was extremely lucky to, you know, just completely by coincidence, keep meeting people who provided a completely different representative experience, and that's what made that Stories from a Vanished Homeland a kind of complete book, because there were so many different voices with different stories. I was also very lucky to be introduced to Nandita Bhavnani, who's a scholar, and she had a huge collection of books on Sindh. So I didn't have to go looking anywhere. She just gave me everything I wanted and I could read stuff from her library, which I was really lucky. That was the most important part of this journey, that I had access to those books. Otherwise, where would one get them, you know? It has to be, you don't get them, we don't have a department or departments of South Asian Studies, right? I mean, we don't have Department of Sindh Studies anywhere in this country. And then after that, I had some again, extremely lucky breaks. Somebody read my book in Chile, Santiago, yeah, Sindhi family, a young man who had recently become interested in, he was in his 30s at that time, 32 I think, or maybe slightly older. And he read, he got the book on Amazon, he found it on Amazon. And then he wrote in to my publisher's ID, saying that, where can I get more copies of this lovely book? Because if you're a Sindhi, and hi Sanjay, in case you're listening to this, hope you don't mind my saying it. He didn't want to pay the Amazon price and obviously would prefer to get it direct from the publisher. So yeah, we made touch and we got along extremely well. And he came to Pune because he had family there and we met and I met him and his cousins and they were young and so vibrant, so articulate, all of them so highly educated. Is that how you think of a Sindhi person? They are absolutely typical of the diaspora."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:11.280",
        "message": "They would actually be likely to fit the description because they do tend to already be the wealthiest, like I think one of your guests pointed out, Sindhis are everywhere first, like if an Indian has landed up somewhere, you can bet it's a Sindhi."
    },
    {
        "speaker": "Guest",
        "time": "03:20:25.680",
        "message": "So which is also a stereotype, but they are. They were there in the pots and then from the pots, they went inland. So he then, they said we want to do a family history and I thought that they being who they are, they will write pieces and I'll mentor them to structure and do a book. But at some point they commissioned me, Sanjay commissioned me to write the book. And so that was a huge thing for me. It was one of the big steps in the journey because it exposed me to the diaspora. I read everything I could about the diaspora, plus I traveled within the diaspora and I met people. And when I went to Chile to interview him, his dad and his dad's sister who was visiting and another sister who lived also lived in Chile, they were so amazing. They took me to two other places in Chile where there were other clusters of Sindhis to get a sense of what life is like in the diaspora so far from, I mean Sindh of course, but from Pune where many of them have homes. And yeah, I could interview like in Punta Arenas, which is not too far from the South Pole. I interviewed this gentleman whose dad had first come to Sindh, to Punta Arenas in 1907. So you know, that historical link. So that was another big step in this where I, you know, then after that I did a module for Sahapedia on the Sindharkis based on what I'd learned while writing this family story. The other big thing that happened during this, because they also took me to Haridwar where we sat with their family priest and I, you know, went through all the records and came so I could do the family tree dating back to the early 19th century. And then came the Amil book, which was also, it was a commission from the Khudabadi Amil Panchayat of Bombay. And that was also suggested to them by Nandita Bhavnani. I mean, she told them, why don't you ask her, she'll do it. And that was the next step. It was a lot of work, because I interviewed a lot of people for that book, a huge number of people. I don't even know how many, but I know there were at least 150, there might have been more. So solid interviews, like two, three hours and getting to the bottom of that person's life. And after that, yeah, then after that, I've been invited to speak at conferences. And yeah, of course, the culmination of the whole thing is Losing Home, which is that I've just done, and it is right in the process of being released."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:23:00.120",
        "message": "And I've been fortunate enough to get an early physical copy, and it's quite beautiful and I'll recommend it to everyone. Question that comes to mind from what you mentioned about your friend Sanjay from Chile, is it the case that the diaspora, diaspora Sindhis, actually, when they care about their Sindhis work harder to hold on to it, because it's in greater risk, like if you're a Sindhi in India, you know, aspects of your Sindhis will kind of be around in the food, and you'll"
    },
    {
        "speaker": "Guest",
        "time": "03:23:31.440",
        "message": "hear your parents speak."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:23:33.440",
        "message": "And you won't feel that urgency that this is vanishing, I have to protect it. But with the diaspora, will there, is there, do you sense a greater urgency?"
    },
    {
        "speaker": "Guest",
        "time": "03:23:42.560",
        "message": "Not with Sanjay, because he's an intellectual. And with Sanjay, his parents spoke to each other in Sindhi, not that they didn't. And they cook, they cook all kinds of food. I mean, his dad grew up in Indonesia, and Indonesian food is his favorite. So they cook Indonesian a lot. But of course, Sindhi food is a staple in their home, because his mom grew up in Pune. And they are very much a Sindhi speaking family, although they are so international in every way, because they can live anywhere, they have family everywhere, you know. So that is something really, really, I consider myself extremely fortunate to know them. And have been part of putting their family story together. But there are places where you find this, not in their family, but you do find some clusters where rituals are important. And those rituals may not exactly be rituals that came from Sindh, because Ganpati immersion is a big thing now in the diaspora. And I recently learned that in Karachi, there was Ganpati immersion, but that was done by the Maharashtrians of Karachi, not by the Sindhis. You know, they did have it. But it wasn't part of the Hindu Sindhi culture. Hindu Sindhis got it from Bombay, Pune, wherever they lived and, you know, they became a part of those societies. And Ganpati is very big among Sindhis now, but it wasn't in Sindh. I mean, definitely you still see the pictures of Ganeshji in Hindu places of worship in Sindh. Not that it wasn't there, but not the way it is, you know, where we have a festival. Festival has grown all over India also. I think I heard that they have these processions even in Chennai now."
    },
    {
        "speaker": "Unknown",
        "time": "03:25:38.200",
        "message": "Wow."
    },
    {
        "speaker": "Guest",
        "time": "03:25:39.200",
        "message": "Yeah, I think so. I don't think I'm mistaken about that."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:41.760",
        "message": "I think it's true. So, yeah, which kind of indicates what I feel about them. Tell me about also then, you know, you've been writing all these books, tell me also how and when and why you decided to get into publishing and being a publisher yourself?"
    },
    {
        "speaker": "Guest",
        "time": "03:25:59.520",
        "message": "Oh, that's such an easy answer. It's because when my mom was telling me her story, she said that and then so, you know, they were on the ship and that was their first bit of culture shock where they saw these puris which were, oh my God, why are these puris so small, you know, everything is different. So then they were in the ship, everybody's anxious, nobody knows what's going to happen. Then they arrive in Bombay after two days, two nights on the ship and they can see Bombay, but they can't get off because the ship is not allowed to dock and they're told that you have to stay, spend another night and then one more night and they don't know what's going to happen to them because are they going to send us back? Are they going to send us somewhere else? You know, what is going to happen to us? Anyway, they arrived on Bombay and she says to me, it was the 14th of November and I was like, oh my God, and I think we were probably in July at that point. I said, let's do this and we'll have a big bash on the 14th of November and we will invite all these cousins who were so close to her, who I don't even know, I've never met. Some of their names are familiar, but I never met them. And that's how it happened that I put that book out, but I also sent it to OUPP in Karachi and they accepted it for publication. So yeah, it was again, you know, like from this thing of being a ghostwriter, what do you expect from a ghostwriter? I mean, obviously she has to publish her own books, you know. So I did, and it came, it worked out fine because once Oxford University Press publishes your book, the libraries around the world accept it. So that book is in Princeton and Harvard and SOAS and Oxford and Cambridge and blah, blah, blah, blah, blah. Wherever there is a Department of South Asian Studies, they had access to the book and some of them must have got it. The places I mentioned I know have it because I get messages on and off from people who are doing their PhD or whatever. Then Amil book is also there, Tapestry is also there in some of the universities. And so Black and White Fountain, which is the name of my publishing concern, is also in the library system. Yeah. So I guess the books spoke for themselves. And I have a problem, actually. It's a very big problem. I know how to bring out really lovely books. They look nice. And I became very, very, you know, right from the first book, I was making the pages myself. I was very, very happy that I could decide where the picture goes and how big the caption is and which lines should go next to which lines, you know, that's really important to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:28:44.520",
        "message": "And I still do my pages myself."
    },
    {
        "speaker": "Guest",
        "time": "03:28:47.960",
        "message": "What was the problem you mentioned? The problems that I don't know how to sell. So I can't sell and I can't do everything, obviously, I mean, you know, and now I mean, there was a time when I could do quite a lot. But now I'm not bothered. I couldn't be bothered. I think somebody else should sell the books. And I don't know how because books are not being read that much. And so now I feel I won't do any more books. I'll just like blog and Instagram and, you know, just put out stuff."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:29:13.720",
        "message": "And that's good enough. Yeah. And for the listeners, I'll inform you that Saaz gifted me three of these books just now. And they're pretty immaculate. I mean, I bought earlier ones on Kindle, but these are pretty immaculate. So if there is someone, if any listener feels that, you know, she can help Saaz get in touch"
    },
    {
        "speaker": "Guest",
        "time": "03:29:31.920",
        "message": "with her, you know, take it over. So those three books which I gave you were the books that I've published by other people and which are to do with partition, the Sindhi experience of partition, not by me. So that's something that I did. And Losing Home, which is by me, is the 10th book in that series. I got this idea that I'll do something for children. And when I started implementing the idea, I knew the first thing I need is good quality illustrations. And I found somebody completely by chance. The first person who was recommended to me turned out to be perfect for the job. And you know, I just sent him, I got his number and I sent him a WhatsApp message. And I just said, I started working on this book, which is about the Sindhi experience of partition. And I'm looking for somebody who will do illustrations which are historically authentic and who is good at drawing faces, because I want everybody who's in the book, all the people to be seen and recognized, whether they are from family photos or whether they are political personalities. So yeah, I mean, he immediately responded with so much enthusiasm. And then we actually got started with the illustrations before I started writing. And we had like four or five fabulous illustrations out before I started writing. They were so detailed. And I just couldn't believe it. And I still feel how lucky I am. His name is Shubhadeep Mukherjee. And he is from Shantiniketan. And then he has his master's from Baroda. And then he worked, he works in Bombay. And he's worked in senior levels in the corporate world in advertising and in films. And now he's kind of doing whatever he wants to do. And I'm so lucky that he's doing this book with me because, I mean, I was giving him a full brief and then I'd change my mind or I think of something new. And even though the book, the illustrations are so complex and, you know, with so much detail, he just never has a problem in changing them, which I think is amazing. I just think that, you know, we spoke earlier about my journey and how I started writing about sin. Then I think this is finding Shubhadeep has been really a very important part of it because we've come to this book, which what I wanted to do with this book, when I say children, I don't really mean little kids because I don't, I realize that I can't write for little kids. I'm talking about anyone who can understand, I mean, you know, the Harry Potter generation, people like nine years, 10 years old, that's fine. And this book has all the messages that I want to pass on, you know, all the messages that I want to pass on to the future generations. And it's a collection of stories, partly family stories and historical, the spectrum of the Sindhi experience. And that's what the book is about. And finding, I mean, the title wasn't that easy, but we came up with Losing Home, Finding Home, which seems to work. And so Shubhadeep and I met once, just once we met in Bombay. And we, he said to me, you know, what, anyone who does a book like this will want to send a spread. So I was like, oh, what do I do? Should I put a map or what? I mean, you know, should I? I don't know. So then suddenly, I remember this photo, which is from 1916. It's a visit that Gandhi made to Sindh. And he's sitting in the middle of a crowd. And there are lots of people, next to him are the most important people. But there are all kinds of people and the women and children are sitting in front. And those women and children, obviously, the families of the very important people sitting next to Gandhi. But everybody's there. So I decided, let's put that in the center. And there was so much symbolism to it, because, you know, you have Gandhi in the center. And then I said, okay, I told Shubh, let's have Gandhi right in the center, so that he is actually there are, you know, Gandhi's on both pages, there's a partition metaphor there as well. And of course, Gandhi is on both sides. So that was what we have. And I'm very, very excited about this book, because it's it carries it's there's so much in it. It's only 112 pages of which I think about 40% is pictures, Shubh's illustrations, of course, but we also have some archival photos, which shows how people are very old photos. I mean, they're so old that nobody knows exactly who these people are. And fortunately, we don't know the names of most of the people in them. But you can see how they're dressed, you can see their caps and their footwear and you know, what they're wearing and how they're seated and all that, which I think tells you a lot about if you're, you know, if you're interested in history, or if you're interested in your own family, if you're a Sindhi, so what where you came from. And also, you know, there's so many stories which are related, like from the illustrations, like we were just saying, I couldn't put everything into the book. So I have the illustrations to keep talking about various other things that I also want to say."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:39.480",
        "message": "Yeah, no, I have to say that while the book isn't out yet, you've been kind enough to,"
    },
    {
        "speaker": "Unknown",
        "time": "03:34:44.200",
        "message": "you know, give me a proof copy."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:47.200",
        "message": "And I love the center spread. There's even a young LK Advani in there, along with various other Sindhis and Gandhi split in the middle, almost like Tobatek Singh, as it were, Tobatek Gandhi."
    },
    {
        "speaker": "Guest",
        "time": "03:34:59.800",
        "message": "Yeah, so we're still struggling with that. But I hope to have it printed and ready very soon. And it's actually already showing for pre order on Amazon, I just have to get my act together and make sure that it's out before. And yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:16.120",
        "message": "And by the way, I have a title for season one, episode one, I mean, I don't know what the show will be called, but I have a title for season one, episode one."
    },
    {
        "speaker": "Guest",
        "time": "03:35:23.080",
        "message": "It was the 14th of November. Wow. I don't know how we're going to work with that, because it's Chacha Nehru's birthday."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:34.680",
        "message": "Is that why they made the ship eight? Because they wanted it to land on his birthday?"
    },
    {
        "speaker": "Guest",
        "time": "03:35:39.120",
        "message": "I couldn't put anything past them. But it works well for Losing Home because it's a children's book. So you know, we thought of launching that also around Children's Day. I mean, it will be out way before that, but we are planning to do this launch in Delhi at the India International Center. And Aanchal Malhotra is going to be there. So we're going to be talking about various things."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:05.520",
        "message": "Lovely, Aanchal is great."
    },
    {
        "speaker": "Guest",
        "time": "03:36:07.240",
        "message": "I had an episode with her. She is just amazing."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:10.920",
        "message": "Absolutely. I'm really lucky that she's agreed to do this. Yeah, yeah. Amazing people keeping the past alive, which which I feel is so important, I may not have felt that 25 years ago, but it just feels so important in moderating and tempering and informing the present moment. So final bunch of questions. And one is that, you know, while you are a oral historian, you know, you mentioned these long interviews, which last three, four hours to three hours, whatever. And just as an audio person, I wish these audio files themselves were sort of archived somewhere. And you can just hear their own voices."
    },
    {
        "speaker": "Guest",
        "time": "03:36:54.280",
        "message": "And have you thought of that? Yeah. In fact, 1947 Partition Archive asked me if I would give them one. And I'm so happy because then they'll be accessible. So there's some admin stuff we have to do. A, we have to get I have to get their formats of permissions and stuff. And B, I have to go through the process of because like I said, I don't know how many there are. I mean, they're just there. That's huge cluster. I need to just, you know, date them and put some keywords and the name, you know, the year of the date, birth of date and birth of death of the person interviewed and all that stuff. I have to put it. It's a big, big thing. I mean, it'll take me a few weeks to do. And once I'm probably going to do it, and hopefully it'll get done for the end of 2022."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:37:41.840",
        "message": "Fantastic. Can't wait. My penultimate question, if there are young Sindhis listening to this, who are thinking that, hey, we are young Sindhis, but we are not young Sindhi-Sindhis in the sense that, you know, that connection isn't there and all of that. And now they're curious and they want to find out more. And of course, they'll buy your books. But besides that, you know, what would you, what would you tell them?"
    },
    {
        "speaker": "Guest",
        "time": "03:38:05.960",
        "message": "Look for family stories is one thing and try and document them and, you know, keep them, record them for the future. That's one. A second thing I'd say is just be a little careful of what you get on WhatsApp, because some of it is not really accurate and it's misleading. I'd recommend The Ove to Sindh, which I mentioned earlier, which is a collection of conversations with experts, Aruna Madnani, and she's picked a lot of people who know stuff and it's really well done. There are some books, there's a lot of writing happening. There's some, you know, there's some fiction, like you saw that with the one, one of the books I gave you, which is called Beyond the Rainbow by Murali Milwani. And Murali is a really good writer and what he's done is he, he calls this book A Gift of My Travels, where he sees things and, you know, they stay in his mind and then he weaves stories around them. And they are based in the diaspora and they are so, so lifelike. People from the diaspora, they recognize these characters and the situation. So it's not just a collection of short stories, it's also a little business manual, you know, which tells you how Sindhis sell and what they sell and what, how they shouldn't do things. And, you know, the kind of habits some people have, which they shouldn't have and things like that. What else? I mean, I think there are, there are good books. And there are now so many blogs and they're like, it's a huge, it's a growing number. Every day I see some new Sindhi handle on Instagram, because whoever, whoever's interested in spreading the word is using online methods. Fabulous."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:57.320",
        "message": "So my final question for you, which is sort of a traditional final question for all guests who pass through these lands of the seen and the unseen, which is, for me and my listeners, recommend books, music, films, which mean a lot to you, so they don't have to do anything to do with, they don't have to have anything to do with Sindh. But just books you love, films you love, music you love."
    },
    {
        "speaker": "Guest",
        "time": "03:40:20.480",
        "message": "Okay, now I'm not at all, I mean, this has not been on my mind. So let me think the books that I love the most. I, when I was young, I used to read a lot of Kurt Vonnegut. I feel I just loved his work. It was, you know, every word would make me happy. Every sentence would make me happy, not every word. And who else can I say? I have, you know, back in the day when I was in college in my first, in the first years of my working life, there were these secondhand bookstalls in Fountain. I don't know, I don't think they're there anymore. If they're there, those books are not there. But whatever books they had, they were the books of the authors of that time. And everyone I knew had read those books. And, you know, there was Philip Roth. And there was, I guess Thomas Hardy was there because it was a textbook series. I'm not that much of a Hardy fan. It's a little bit long winded and tedious. But who else, Douglas Adams, Leslie Thomas. Of course, P.G. Woodhouse, even today, I love P.G. Woodhouse makes you laugh aloud. And when it comes to how I'm not good with movies, I love watching, but I don't remember, I don't retain. I watch with like 50% attention and enjoy them a lot, entertaining, but I don't remember the names and I don't remember the actors and stuff."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:42:00.520",
        "message": "So I'll put you on the spot, supposing that OTT is made, and there are two characters who are you, because different timelines, there's an 18 year old Saaz and there's a 55 year old Saaz. You know, who would you like to play you?"
    },
    {
        "speaker": "Guest",
        "time": "03:42:13.920",
        "message": "18 years old, you see, I'm not very good with actors, but I can describe the 18 year old me. Ah, God, that's so hard. Give me some actors names. And you know, I think I know somebody who I'd love to play me and that's Amrita Rao, who I really like her a lot. She's a lovely person. She just happens to be my cousin's daughter. But in terms of personality, different from me because I was completely wacky when I was 18. And she's such a lovely, stable person. She's extremely nice."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:42:52.200",
        "message": "Yeah, let's go with Amrita, if she'll agree."
    },
    {
        "speaker": "Guest",
        "time": "03:42:56.440",
        "message": "And what about the one who, the older one? I'll do that myself. Yeah, who could do it better than me?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:43:04.400",
        "message": "So Saaz, thank you so much for your time today."
    },
    {
        "speaker": "Guest",
        "time": "03:43:07.240",
        "message": "This has been great. Thank you very much. I really enjoyed listening to your questions and trying to answer them. I don't even know what I said, because you make the environment so comfortable and so relaxed that I was just talking without thinking and I hope I didn't make a fool of myself."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:43:26.280",
        "message": "This was fantastic, though I don't know what your daughter Veda will think about all the mentions of her, but this was great. Okay, thanks. If you enjoyed listening to this episode, check out the show notes, enter rabbit holes at will. Saaz doesn't seem too active on social media, which is why she's so incredibly productive. But you can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for listening."
    }
]