[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I had a bad dream the other day, I dreamed I died and went to hell, a very large demon with orange hair and a 56 inch chest let me in and said, go forth and suffer, I went forth and as soon as I entered hell, I fell into a pothole, it was full of dirty water, I somehow clambered out and walked over to a roadside restaurant, it was a hot day, there was no electricity there, I was sweating like a pig, I asked the waiter for some water, he said there was no water in the taps, I got up to go, I walked out and I fell into a pothole again, as I clambered out, the large demon with orange hair and a 56 inch chest came and stood in front of me, I asked him, what's going on man, what kind of hell is this, where is the eternal fire, where are the torture instruments, what kind of hell is this, he laughed and replied, this is hell 2.0, it is a new improved version, we based it on Indian urban governance, muahahahaha!"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:17.220",
        "message": "Welcome to the seen and the unseen, our weekly podcast on economics, politics and behavioural"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:22.660",
        "message": "science, please welcome your host, Amit Bhadwa. Welcome to the seen and the unseen, in today's episode, I will explore why urban governance in India's cities is so abysmal, my guest for today is Shruti Rajgopalan, an economist and lawyer who teaches economics in Purchase College in New York, welcome to the show Shruti. Hi Amit, thanks for having me, Shruti, you were born and brought up in Delhi, yes, and you come to Bombay very often and now of course you live in New York, so every time you visit India as you are now, thankfully you are in Mumbai right now at my studio, what is your impression of Delhi and Mumbai, how have these cities changed over the years?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:04.420",
        "message": "So one, the cities have really grown, both Delhi and Mumbai are now the greater Delhi area and the greater Mumbai area, so they have sort of spread both in a geographical area in size and also in terms of how many people live there. The other thing is I find that people are actually richer, so people in Delhi per capita seem to have more cars, more goods and services, so there are some things where there's a very clear marked improvement, but if you ask about the city infrastructure, even though it seems that there is a lot of construction and the government always seems to be building some metro or monorail or flyover or something like that, the infrastructure hasn't kept up with the demand for that infrastructure, it's always lagging behind and even before a road is built, it is congested, so it's clearly not built keeping in mind excess capacity for how the city will look three, you know, three years from now, 30 years from now, 300"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:00.980",
        "message": "years from now."
    },
    {
        "speaker": "Guest",
        "time": "00:03:01.980",
        "message": "It's always reactive, you're chasing the demands. Exactly, so that's one part of it, while I say that the infrastructure, there's some work going on and it's improved and it hasn't kept up, I actually find a lot of other services much worse, I feel like garbage collection is worse than it used to be, even though Delhi has built so many new roads and I'm guessing it must be similar for Bombay, they just seem to forget to build things like sidewalks and stormwater drains or pedestrian walkways, there's nowhere for a regular person to walk or for a bus to stop and for regular folks to get on, so all the activity just spills onto the streets and causes more congestion, so there clearly seems to be some kind of a service delivery problem, either because the city governors or those responsible don't really understand what people need or because there's no reason to provide it and it's just easier to build a flyover than to build public facilities and toilets and you know, things like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:05.540",
        "message": "And our urban governance has been shoddy for so long that we almost take it for granted, like just before we started recording, Josh, our producer, was talking about how someone asked him the other day that, you know, the trains in Bombay have no doors, really? And that's just something we take for granted, we don't think twice about it, but the fact is around nine people die every day on Bombay's locals and it's just a throwaway statistic as if it doesn't matter at all and all through these years, urban governance has never really improved even though India's focus should really be on the cities, I mean, one third of India already lives in cities, which is a number which is going to grow by 2050 as you pointed out in your recent paper, 70% of the world will live in cities, which is natural because people gravitate to cities from poorer areas because there are greater economic networks, therefore more opportunities, more productivity, a better life, you know, people might idolize the rural life, but very seldom do people travel in the other direction. It's always migration to cities. So you would imagine with so much of an inward movement into cities, that there is also pressure from the people to the government to deliver good urban governance."
    },
    {
        "speaker": "Guest",
        "time": "00:05:11.700",
        "message": "What are the reasons it is not happening? So let me unpack the big questions into a few smaller bits. So first, you're absolutely right, the cities is where the future is, it's already happening now. We are in the midst of the greatest migration in human history, except that that greatest migration is happening within borders of nations. So it's already started and it's accelerated in China, and it's happening in India. So by 2030, 600 million people in India will live in cities. Right now, the number is just a little over 350 million. So either the number of cities need to double or our cities need to grow twice in size to accommodate these people and everything that they have to offer. The second part of it, as you rightly pointed out, is that these cities are also going to be the drivers of economic growth and productivity. So I've always held the belief that people are not poor, it's just people are trapped in low productivity and poor areas. The exact same worker who is trapped in a low productivity area in the village comes to the city, finds work and his wages immediately double or triple or quadruple, right? And that's the reason to come to cities. So the great migration in total is an excellent thing for India and for Indians to get out of this sort of poverty trap. Now having said that, this also puts a lot of stress on urban governance. And people who are migrating may not be, it may not be their top priority to demand urban governance. They sort of just showed up in a city like Mumbai and they're just trying to make a living. If making a living involves taking a train, which is almost a death wish to get to work and get back, that's what they do because that's what they need to do to get to work on time, right? They have fewer choices. People who are already settled and entrenched in cities, such as you've been living in Bombay"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:06.620",
        "message": "for a long time. We've become apathetic to all this."
    },
    {
        "speaker": "Guest",
        "time": "00:07:09.260",
        "message": "So technically you are the people who are more likely to demand better governance and some of that does happen. But as you said, a lot of apathy and you just get used to it. And more importantly, all of us have found our own juggards, right? So if the garbage collection provided by the state doesn't work very well, the resident society or association figures out a way to have some kind of garbage association and collects a small fee for it. I see this happening in all sorts of suburbs all over the place. So between these two things, because people do have to get on with their life, right? Everything can't be a big protest over everyday issues. I think that's sort of the trap that's going on in terms of the demand side of things. The other part of it is there is something a little messed up going on structurally in terms of how we have set up urban local bodies or municipalities, which are actually supposed to be responsible for city governance. We have created these urban local bodies through a constitutional amendment in the mid-nineties. Having said that, we democratized it. We created an entire layer of elected officials and also staffed bureaucrats to help those officials. But we gave them no authority and we gave them no revenue raising ability, which basically means we have an entire new layer of government, which is essentially toothless. And this is the most important layer of government in my mind when it comes to delivering services to people, especially if most of the people in the country are eventually going to live in cities. So I think that structural problem that we have in the Indian federal system is what needs to be addressed, because even though Delhi's problems might be stormwater drains and Mumbai's problems might be roads and Surat's might be garbage collection or something else, it's actually the same problem structurally. It's the governance delivery mechanism which is broken."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:07.860",
        "message": "So let me go through that again. Now typically, people who believe in governance would say local government is a great thing, especially if there's democracy, because your leaders are accountable to you. You elect your local corporators, councillors, whoever, and you hold them accountable. If they don't deliver, if they don't collect the garbage, if they don't clear out the potholes outside, then you vote them out. But where you are saying the system is broken is that yes, you vote them in and out, but they are powerless because they can't, A, they don't raise their own funds and B, often they don't have the power to actually affect the kind of change which you elect them to do."
    },
    {
        "speaker": "Guest",
        "time": "00:09:40.760",
        "message": "So how does the system work then? Okay, so India is a federal country, or when we used to be young and we had these civics textbooks, it used to have this throwaway line, India is a federal nation with a unitary bias, which I never knew what it meant until I grew older. And now I realize it means that India is not federal. It just has a lot of states. But the way the Indian Federation was set up was there was a far greater level of centralization than say many other federal countries like the United States. Now the way the Indian Federation was set up was while you have state elections and local elections and so on, it is not fiscally federal, right? This means that there was a body that was created when the constitution was adopted called the Finance Commission. The revenue that was collected all over the country would be centralized and then the Finance Commission would determine how much of that revenue needs to go back to which state and which area. This basically means that the link between where the revenue is collected and where the expenditure is made is broken, which is normally not the case with local government. Now note that when the Indian constitution was adopted, there was no such thing as an urban local government constitutionally. There was no provision for local governments. The simple assumption was state governments will take care of it. Like why wouldn't they? And every state is different. Some of them are more rural. Some of them are more urban."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:11.820",
        "message": "So the assumption was the states would have these local arms as a voter, your voice really"
    },
    {
        "speaker": "Guest",
        "time": "00:11:17.620",
        "message": "is to elect your chief minister. Exactly. Then through the decades, they figured out that this kind of centralization is really hurting local governance, most importantly the villages. So there was a huge push to have local level institutions. This was a fairly revolutionary move at the time and even today. So this happened through the 73rd amendment, which set up panchayati raj institutions in rural areas and the 74th amendment, which set up ULBs or urban local bodies in urban areas. Now what the 73rd and the 74th amendment did, if you actually look at the text of these amendments, it sets up in detail what that government structure would look like. How will these people be elected? How many of those seats will be reserved versus general seats? How many of the different categories you will have? How many women? Once you elect them, there is a long list of responsibilities. So the way you have the seventh schedule, which gives you the union state and concurrent list, which determines what the central government and the state governments can legislate upon. There was something introduced called the 12th schedule, which had details of all the areas such as, you know, town planning, garbage collection, all the things that local governments must take care of. So all this was very clearly drafted and specified. Having said that, there was one crucial problem with the 73rd and the 74th amendment. The way you have a central finance commission, which splits the money between the central government and various states, they enabled an entire new set of finance commissions called the state finance commission. So Maharashtra will have one, Gujarat will have one. And these finance commissions only have recommending power, they don't have any authority to execute their recommendations. So they recommend to the state legislature how much of the revenue will be split between the state government and the local governments. In this case, they are panchayati raj institutions and urban local bodies. Now despite repeated recommendations by various state finance commissions, the amount or the percentage of the revenue which is actually devolved to the lowest level of government is very small. That's one. The second issue is it's extremely arbitrary and not consistent. So some of the governments actually devolve a fair bit. Sometimes they'll do it as a one time thing because of the push from the central government or something like that. And then the next year, it won't happen or it stops. So if you just think about the way fiscal theory works, you can raise your own money, you know, by actually collecting taxes. You can raise it through bonds or by the state issuing bonds and going into debt. Or you can get it through intergovernmental transfer, which is the, you know, what the finance commission does. It gives money from the center to the states, it transfers money between states. State finance commissions give money from state to local government. The theory suggests, and this is played out empirically everywhere, that the less you rely on intergovernmental transfers, the better it is, simply because intergovernmental transfers break the link between the citizen and the people who are governing those citizens. Right. So let me give you an example. Now let's say that the residents of Khar, where we are recording this, actually want sidewalks to be built and want better garbage collection. Those are their top two demands. And you have some kind of a municipal authority and someone from Khar is a representative there. Now he's elected by these people. He will take all the demands to the powers that be. Now since he doesn't control his own purse strings and he has no revenue raising authority, he finally needs to please some bureaucrat in the government of Maharashtra to allot those funds. So now let's say the bureaucrat wants a flyover named after Ambedkar, okay? And that's his preference. Remember, initially we started out with the citizen's preference was garbage collection and building of sidewalks. Now whose preference should he cater to? The representative from Khar. The people who voted for him want one thing and the person who's going to give him the money wants something completely different. So one is he has all this responsibility and he can be removed in the next election and so on, but he doesn't have much power. He needs to finally bow down before someone else and that someone else is not the voters or the taxpayers. Second is all these fine residents of Khar are actually paying taxes and they think that their taxes should fetch them all these local services, but their taxes actually go towards building the Ambedkar flyover in Malad instead of Khar. Why? Because the bureaucrat or the legislator in Maharashtra wanted an Ambedkar flyover in Malad. So that's exactly what ends up happening. You have extremely disgruntled voters. You have extremely disgruntled taxpayers. All that money is being spent and yet the actual connection between our demand for a specific service and the supply of that specific service is broken."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:33.040",
        "message": "So let me unpack it for a moment from the perspective of incentives. Usually if you had an accountable local government, you would have a corporator who has the budgets he needs to do whatever and his incentives are to please the people who elected him and to give them what they want, which in this case is a sidewalk and the garbage collection. However, that is not his incentive because he doesn't hold the purse strings. His incentive is to please the bureaucrat or the legislator. The bureaucrat's incentives will be something different entirely. It might be to build a flyover in Malad where he gets kickbacks from the contractor and so on and so forth. All the incentives are messed up simply because of fiscal purse strings are not where they"
    },
    {
        "speaker": "Guest",
        "time": "00:17:10.180",
        "message": "should be. Absolutely. I think it's a very, very important principle of governance, which we never really appreciated much in India and it seems to be completely lost now, that there needs to be democratic accountability and also fiscal accountability. India is a very, very staunchly democratic country at every level of governance. You actually see people showing up to elect representatives at local elections and panchayati raj elections. We are very democratically inclined. Indians like to vote. They like to protest."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:45.060",
        "message": "They like to register their voice. And we do have an involved citizenry."
    },
    {
        "speaker": "Guest",
        "time": "00:17:48.060",
        "message": "You should look at the people in my society. Yes. You have a very involved citizenry. Having said that, given that it's not a fiscally devolved state or we seem to have lost the concept of fiscal accountability and all the fiscal governance is completely centralized in New Delhi or in the state capital of every state and it's not being further devolved to the people, the link between the voice, which represents a democratically in the voting booth and the actual payment that accompanies it in local taxes is completely broken. So that is one very big part of the problem. The other very big part of the problem is this kind of heavy reliance on intergovernmental transfers. So what happens right now, I see a lot of disgruntled people in Mumbai whose taxes are going to be spent on loan waivers in UP. This is a typical intergovernmental transfer problem. So the money that is raised in Mumbai that even within the current system should technically go to the coffers of Maharashtra government and then come back to the people of Maharashtra, even if not just Mumbai, now actually goes away centrally to a different pool and then goes to other states which don't have the same revenue raising capacity as Mumbai because they're not as productive in terms of, you know, urban areas as Mumbai is and it goes to loan waivers in Uttar Pradesh. So this is the other reason for being disgruntled. We have people paying taxes and we have people registering their voices."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:15.500",
        "message": "You could say no wonder people want to evade taxes and don't take the responsibility seriously"
    },
    {
        "speaker": "Guest",
        "time": "00:19:19.900",
        "message": "because they're like, look, I'm not getting banked for my buck. Exactly. So that's the unintended consequence of this. On the face of it, it looks like we live in a regular democracy and a regular federal nation and there's local governance. But actually when you unpack the structure of it, we do live in a democracy, but we have no federalism because all federalism needs to be backed by fiscal federalism. So if you give the power and the responsibility to various layers of government and finally you don't devolve the revenue raising capacity, that kind of federalism is absolutely meaningless."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:55.300",
        "message": "The essential thing here is that the power and the responsibility should be with the same person. And here you have the local corporator you elect having the responsibility, but the power being with someone else who is not accountable in any way."
    },
    {
        "speaker": "Guest",
        "time": "00:20:05.380",
        "message": "So let me just tweak what you said a little bit. In a country that's both democratic and fiscally federal, the power is always with the people. It's not with the corporator or the legislator. So they have the power to either vote you out or to protest when taxes are raised to claim loan waiver somewhere else. So if you keep raising taxes without giving the residents of Khar their garbage disposal and stormwater drains and sidewalk, then they'll stop voting for you and they'll protest any kind of tax increase. And that is what is broken in India. So just to put this in perspective, since you asked about governance, my parents moved to Noida to a beautiful condo association. That condo association has incredible politics, which is fascinating for me to watch. Every decision on the maintenance of the generator, should we put a new water filtering unit, should we have speed breakers in front of every individual building within the larger complex because, you know, there are kids that come back from school and you don't want cars driving fast. Every decision is vigorously debated with a lot of, you know, high emotion when you go to the association meetings and you think about it and you're like, why isn't all this emotion seen anywhere else? It's because they know that their voice will be heard and they pay maintenance fees and they want to get banged for their buck. And whoever is the local elected representative is their neighbor. He'll have no choice but to hear them and to execute the wishes of the larger group"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:43.300",
        "message": "of people. This energy would be wasted anywhere else except within this association."
    },
    {
        "speaker": "Guest",
        "time": "00:21:47.300",
        "message": "Exactly. So now if I think about it, there are about, I believe, 3,000 flats and, you know, a little over 10,000 residents in that particular condo association. And it has a lot of small and big governance problems. I mean, it maintains its own parks. It has its own roads. It has its own parking garage. It has its own power backup unit. So it's not really running a city, but it's like running a tiny neighborhood, a microcosm of a city. And so the problems are the same at a smaller scale. And because it is more local and the people who are voting are also paying maintenance fee for the condo association, which is a sort of tax equivalent in this case, they are able to demand their service delivery. And when I see that in action, so my recommendation is not that we should move everything to condo associations. That's not where I'm going with this. The insight I would take from this example is simply that you need to make both the voice and the taxpaying or the revenue raising ability to be aligned in purpose and between the same groups of people for the whole system to work."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:58.820",
        "message": "Right. So my next obvious follow up question then is that what are the changes we need to see, which I presume are just, you know, getting the fiscal reins into the hands of whoever you elect locally and how likely are they to happen? What are the interest groups against that?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:14.140",
        "message": "And you know, what is the process? Okay. So, you know, structurally, the system that we have in India is such that no one is mandating that you need to devolve more revenue downstream. Having said that, there is nothing in the system that prevents any government from doing so. It is possible tomorrow for the parliament to say that the Finance Commission is going to only leave 10% to the centre and 90% to the states. There's nothing that stops them from legislating on that. Similarly, there's nothing that stops the states from legislating that we will have 30% with the state government and 70% with the local government. So it's a question of devolution. It's not mandated. Who appoints the Finance Commission? Who appoints it? It's a constitutional body. Okay. Right. And they are, they only have recommendatory power."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:03.900",
        "message": "They don't have any power to execute. I'm talking about the Central Finance Commission. So who appoints it?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:08.760",
        "message": "I'm trying to figure out their incentives, deciding upon what the devolution should be. Oh, think of them as high level bureaucrats and technocrats. So it's not an elected body. It's usually filled with experts. And of course, every government has, you know, a few favoured people that they believe have the right voice and so on. And they look for them. Having said that, the Finance Commission is actually an excellent body in that they invite a lot of recommendations from various interests, state, city, local, they write a detailed Finance Commission report. So you know, you have, you can go online and have access from the first to the most recent Finance Commission reports. So it's actually an excellent body. So we don't have the typical like corrupt politician bureaucrat kind of problem with them. The problem is everything that they recommend is typically not heard. So every time the Finance Commission has said we need greater devolution of revenues and resources, nobody in the legislature has any incentive to follow that. So that is really the problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:11.820",
        "message": "Exactly. And just to just to like come to the Maharashtra level, I often hear people complaining about how so much tax is generated in Mumbai for the state, most of them are, but it goes out into the rural areas, because that's where the legislators' votes comes from. Right. So that's natural. Those are the incentives at play."
    },
    {
        "speaker": "Guest",
        "time": "00:25:27.940",
        "message": "And that is what they will do. Exactly. So here, I think the problem is more the incentives of the legislature, right? So this problem, some people will believe will get very quickly resolved, because the largest number of people are going to live in urban areas. So very soon, this problem ought to solve itself. Having said that, we are in the midst of the greatest migration. Most people don't live where they're registered to vote while they're moving from rural to urban areas. It's not like you and me who've lived in the same place for 10 years, and so on, so forth. So it's difficult for them to come to a new place and find, I mean, most people in Mumbai don't even have a pakka address, you know, the migrants, they just come and they have friends and family and some social networks that they stay with for a little while and then figure out their own housing situation. So the migrants, even though they're increasing in number, they are not going to be the ones who register as increasing in number of votes. So that is something that we need to keep in mind. So that's a force which will eventually even out. But while we're in the process of urbanization, I don't see more people coming to the cities necessarily translating as more votes. So that's one. I think the revenue raising ability of cities is only going to grow. Having said that, while the cities do raise a lot of revenue, we need to figure out a way by which the cities get to spend that revenue within. So right now, we have some interesting data. So you have three kinds of urban local bodies. So you have municipal corporations, which are the largest, you know, something like the BMC or the Delhi Municipal Corporation, so on. Then you have municipalities, which are the next level, they're smaller. And then you have nagar panchayat, which is like the really small, semi urban sort of areas. Now this is an interesting detail. Think about your own sources of revenue and other sources of revenue. So your own sources of revenue is what you raised through property and local taxes. Other sources of revenue is what you get through intergovernmental transfers. The debt raising ability of most urban local governments is very small. So we'll leave that out of it for the moment. So if you're a large municipal corporation like the BMC and the Delhi government, Delhi municipality, you have, which is I think the MCD. You raise almost 65 to 70% of your own revenue. If you are a municipality, which is the next smaller local urban local government, it's about between 25 to 30%. And if you're a nagar panchayat, you are raising only about 20% of your own revenue. So now just think about these numbers. If you're raising only 20% of your revenue from your constituents, or your taxpayers, and hopefully they're the same or they should be the same, then 80% has to come from somewhere else. That is either a central government bureaucrat or a state government bureaucrat. So 80% of the spend is determined by somebody else and only 20% is determined by the residents who actually voted for you. This creates the big mismatch. So now what I see in the future is a small nagar panchayat, which organically should eventually grow into a municipality, and eventually into a large municipal corporation, is never going to be able to do so unless the intergovernmental transfer system supports it. And right now, where is the incentive for the powers that be at the centre and state to say, I'm going to give a disproportionately large amount of money to a very small city, hoping that it will become a very big city. That incentive absolutely doesn't exist. So what happens, more money goes to established cities, there is no money spent on creating new urban capacity, and there is no money or no effort spent on increasing local revenue. The other part of this is, urban local bodies actually don't end up spending all the money that they raise. And when you actually, I haven't done so myself, but there are other people who've written papers and surveyed all these local corporators and so on, and they ask them, you have all this money, why haven't you spent it? And they say, we don't have any idea on whether this source of revenue is reliable. We got some one-time money from the state government, we got some one-time money from the federal government, and we don't know if we'll come again in the future. So we can't start a big infrastructure or a governance project. So we just let the money sit. Which is a very sensible thing to do, because if you start doing something and you can't finish it, it's highly visible, and the voters will vote you out. If you just don't do anything and the state of affairs is as they were yesterday, and no promises were made and no promises were broken, you are less likely to get booted"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:15.900",
        "message": "out. And people continue with the inertia and apathy."
    },
    {
        "speaker": "Guest",
        "time": "00:30:19.300",
        "message": "Exactly. So this is sort of the way the current system works at the moment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:24.100",
        "message": "So for a moment, contrast the state of Bombay and Delhi, which has the same structural deficiency that you just described, with the city where you now live, New York, how is it different?"
    },
    {
        "speaker": "Guest",
        "time": "00:30:34.500",
        "message": "I don't have the exact data for New York City off the top of my head. So first, first things first, the United States is far more federal and far more fiscally federal than the Indian Republic ever was or ever intended to be. So there is a really big difference in the constitutional setup of these two countries. So the states were always supposed to be responsible for all state and local issues, and the federal government was only supposed to be responsible for defense and foreign affairs and so on. That's how the original United States Constitution was set up. Now every state, like the Indian system, is supposed to devolve power to urban local bodies. The difference is that that happened in America and it didn't happen in India. The second thing is, urban local bodies came as an afterthought in India. In America, it was the reverse. Immigrants went and settled in small clusters. Those clusters formed small local governments, and then those local governments became aligned or got absorbed into some kind of a system within that state government. So the process was bottom up almost in the United States, at least in the initial period, as opposed to India, where it was completely top down, where we disconnected what happened during the colonial times and said, we will reboot in 1950 with this new system. And the new system had no mention of urban local governments or rural local governments."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:04.100",
        "message": "In fact, even now, the kind of reforms that you're saying you'd like to see are again fundamentally reforms that will come top down itself. And that's sort of what worries me. How realistic is it then to expect that given the incentives?"
    },
    {
        "speaker": "Guest",
        "time": "00:32:16.660",
        "message": "So there are two ways to think about this. Now, one way is we actually mandate that the revenue that is raised locally stays local. We change the rules. Yes, we change the rules of the game. We say that there are certain taxes which are reserved for local bodies. Those taxes can only be imposed locally, and the money will stay with the urban local government or the rural local government. And that's one way to do it. Now, if you think about it, who votes on constitutional amendments, parliamentarians, right? These kinds of constitutional amendments need to be ratified by half the number of states. So the other people who will vote on this is the state legislators. Both have no incentives of cutting off the branch. Yes, exactly. So it's almost like killing the goose that gives the golden egg, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:01.300",
        "message": "So the only hope really is that cities grow more and more populated and then the demand"
    },
    {
        "speaker": "Guest",
        "time": "00:33:04.940",
        "message": "side takes care of it. So that is the other way of thinking about it. So right now, I don't think there is any incentive among legislators to actually devolve more. Now there are a few things that can happen. Now even though institutions and rules of the game are really important, individuals are also really important. I think it's a great move in India that the chief minister of a state after a very long time became the prime minister of a country, right? I think he had a vast experience as chief minister to really understand how we need to be a more federal nation. Now whether Modi has made India more federal or not is debatable, but a lot of his rhetoric talked about competitive federalism and, you know, devolving greater power to the states, so on and so forth. And it must be said that during Modi's time, the finance commission's recommendations have actually been taken and greater proportion of the central finances have been devolved to the states, more so than ever before in any government. So there is some move made by some individuals who strongly believe in federalism and I don't think we should underestimate that push because once a push goes in that direction, then, you know, it may continue to gain momentum and go in that direction, whether or not this"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:16.380",
        "message": "government lives to see the day. I mean, the default state of all systems in a sense is inertia."
    },
    {
        "speaker": "Guest",
        "time": "00:34:21.420",
        "message": "So any push can go a long way if it gathers momentum. Exactly. And I think this push will continue further. So right now, I think Modi government devolved an additional 12 to 16%, I don't remember the numbers off the top of my head, to the states than the governments before. And maybe that trend will continue and that would be great. So I would not underestimate a really strong and charismatic chief minister of any state attempting to devolve greater funds to the local governments, right, to urban local and rural local governments, especially urban local governments, because that's where a vast majority of the population is going to be. But I don't see why any of this shouldn't apply to rural local governments. Their problems are different. They might need irrigation systems, and they might need better health care for women and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:10.380",
        "message": "so on. That's what their problems are. So they should be the ones to decide."
    },
    {
        "speaker": "Guest",
        "time": "00:35:13.380",
        "message": "Exactly. So this applies for both urban and rural areas. So one is, I would not underestimate the importance of individuals in key positions who make such a move. So that would be number one. The other is, I think eventually, when the urbanization process sort of starts to plateau, and a large population already lives in urban areas, you have to eventually see that push come bottom up, right? The third way of thinking about this is, we've already privatized a lot of public goods services, right? A lot of, if you go to certain neighborhoods in Delhi, they get private water tankers, rich and poor neighborhoods. There are a lot of neighborhoods where garbage collection is now completely private, because the municipal governments just stopped bothering to collect garbage."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:00.940",
        "message": "And the citizens took their own."
    },
    {
        "speaker": "Guest",
        "time": "00:36:02.700",
        "message": "Exactly. So when you dump garbage in the municipal dump, it's actually rack pickers who separate the garbage also privately, right? They do it so that they can collect the plastic and the recyclables and make money off of it. So I would also not underestimate the importance of private enterprise to help solve a lot of quasi public good issues. Now the trouble with this is you end up paying taxes. And then you again, end up paying the maintenance fee for a condo or for garbage collection or whatever it is. And so far, Indians are doing it because these services are so incredibly important that even the poorest of people end up paying money for, you know, better sewage systems or garbage collection systems, even in slums."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:48.300",
        "message": "They don't have a choice."
    },
    {
        "speaker": "Guest",
        "time": "00:36:49.300",
        "message": "I mean, I didn't have a choice."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:50.300",
        "message": "I mean, just to just to put it harshly, the government is basically a parasite, if not a service provider. So they have to get the service provided from elsewhere."
    },
    {
        "speaker": "Guest",
        "time": "00:36:57.700",
        "message": "Exactly. And you see this in a lot of slums in Bombay and in other other big cities or other emerging cities that there is a completely different political economy of slum governance, and a lot of it is government and public, but a lot of it is also privately funded. And there is a local dada or you know, a slum leader who collects the money, right, and actually ends up delivering the service. So this is already happening. The problem is when you pay twice as much tax, you lose a lot in productivity, right? So that's a problem. The other is you have a lot of disgruntled citizens who feel like the state is oppressing them and they are not getting their bang for the buck."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:38.980",
        "message": "Correctly so, yeah, absolutely. So let me try to sum up everything we've discussed so far. The reason our cities are in such a bad state is because we need genuine fiscal federalism. Even though we do have local governments in a nominal sense, those elected representatives can't really be held accountable because they don't have the power, the money comes from elsewhere. And to fix fiscal federalism, you basically see three rays of hope. One is enlightened individuals at the top who push these reforms through and make sure more and more money is devolved to the states. Second is as more and more people move to cities, a bottom up demand side led movement for change. And the third is private individuals just doing jogar and managing for themselves and essentially organizing themselves to do what the government has failed to provide them."
    },
    {
        "speaker": "Guest",
        "time": "00:38:27.620",
        "message": "Absolutely. So you can either reform government or you can make it irrelevant. So we don't know where the push will be, whether we will end up reforming government or making it irrelevant. But it has to be one of those two choices. Otherwise, you will just see vast heaps of garbage everywhere."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:42.100",
        "message": "Shruti, on that delightful note, thank you for coming on the show. Thank you for having me. Good evening, ladies and gentlemen."
    },
    {
        "speaker": "Unknown",
        "time": "00:39:39.820",
        "message": "This is your captain speaking. Sorry to say, but there's been a slight delay due to the apocalypse having suddenly begun. As you can see, there's death, destruction and chaos taking place all around us. But don't you worry, food and drinks will be served shortly. And I would recommend checking out to get some of your favorite Indian podcasts. We'll keep you going till this whole thing blows over. Thank you."
    }
]