[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "A few days ago, I was invited to a rock concert at the State Bank of India. Yes, that's right, the SBI. At the concert, I was told a super group would be performing, consisting of musicians drawn from all the public sector banks of India. The concert was supposed to start at seven in the evening, and I got there at seven to find that I was the only person there. Then eventually, the arena filled up. And at 9pm, the band finally got up on stage. It was a seven man band. There was one singer, two guitarists, a bassist, a keyboardist, a saxophonist, and a drummer. A soundcheck happened as men with safari suits got ready to headbang in the mosh pit. Then the band started playing. Or rather, two of the seven men in the band started playing. The saxophonist started doing pa-pa-pa, and the drummer was doing his own thing. The vocalist, the two guitarists, the bassist, and the keyboardist all stood around doing nothing. The men in safari suits in the mosh pit were all headbanging away to some imagined music. I turned and asked a fellow next to me, what's going on? Why are these chaps not doing anything on stage? He turned to me and replied, they are non-performing assets."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:27.560",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Bhadwa."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:38.560",
        "message": "Welcome to the scene and the unseen. Today's episode is about non-performing assets or NPAs, as we call them. Now, all banks have bad loans, and they account for a certain amount of bad loans when they calculate business expenses. But in India, especially with public sector banks, NPAs have become a huge problem. To discuss this subject, I have with me today in the studio Vivek Kaul, a columnist who writes for Equity Master and various other publications, and Kumar Anand, an economist based in Mumbai. Vivek, Kumar, welcome to the show."
    },
    {
        "speaker": "Guest 1",
        "time": "00:02:11.080",
        "message": "Happy to be here. Thanks, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:13.080",
        "message": "Vivek, so today's episode is on NPAs. What are NPAs?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:02:17.600",
        "message": "See, at a very basic level, without getting, you know, technical, any loan, which the borrower hasn't repaid for 90 days or more, is basically an NPA. Non-performing asset. It's an asset of the bank and it's non-performing. Non-performing asset. And there are various, you know, categories within that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:34.200",
        "message": "It's basically a bad loan. It's basically a bad loan. Is what it is. And Kumar, when we talk about the problem of NPAs in India, per se, I mean, NPAs are a problem everywhere. And, you know, banks account for it. You know, some of our loans will go bad and they account for it in the cost of business. Why is it specifically a problem in India?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:02:51.760",
        "message": "As you rightly said, it's a problem everywhere. In India, what happens is that more than 70 percent of the banking is owned by the public sector, which is the government owned. And government is not in the business of maximizing profits as a private sector bank would. So their intentions are completely different. Their goals are different."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:10.400",
        "message": "So you're saying this NPA problem is really a public sector problem? Largely. So you've written an article for us, for the magazine Pragati at ThinkPragati.com, if any of the listeners are interested in checking it out, where Vivek, you'd spoken about the extent of the problem of NPAs in public sector banks. So can you share some of those figures"
    },
    {
        "speaker": "Guest 1",
        "time": "00:03:29.560",
        "message": "with us? So basically, you know, what I had done was I had essentially taken the example of State Bank of India, which is by far the largest bank and the largest public sector bank in India. And I had looked at their bad loan numbers across different categories of loans. So if you look at their bad loans, in case of home loans, it's at 0.43 percent. In case of auto loans, it's at 0.65 percent. In case of retail loans as a whole, it's around 0.55 percent. But the moment you look at lending to industry, you know, where the quantum of the loan is very, very high, the bad loan rates tend to go up. So if you look at, you know, lending to large corporates, the bad loan rates close to 7 to 8 percent. For mid-level corporates, it's close to 19 percent, which basically means that out of 100 rupees loans given to mid-level corporates, loans worth 20 rupees have been defaulted on. So the question here is that, you know, why is a public sector bank carrying out, you know, lending in a very good way when it comes to the retail borrower, but in a very screwed up way when it comes to the big industrial borrower. Now if you compare, if you look at the overall bad loans rate of SBI, it's around 6.9 percent. Now compare this to HDFC Bank, their overall bad loans rate is just 1.1 percent. So why is there such a significant difference, is a question worth asking."
    },
    {
        "speaker": "Guest 2",
        "time": "00:05:11.780",
        "message": "So I think the difference could be accounted for by the different incentives which are at play for an HDFC Bank versus an SBI. So State Bank of India's incentive is not to maximize profits. While, I mean, in many of the stated government documents, they have said that their goals are vague things like, you know, in financial inclusion or direction of credit into certain areas like MSMEs or agriculture, while HDFC, for them, the underlying thing, all the matters is what is their profit. So, and which keeps them very, very disciplined."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:44.640",
        "message": "While on the other hand, and even beyond, like even if SBI's stated intention was profit, if you actually look at the incentives at play, if you're an SBI employee, your job doesn't depend on your performance. It's a tenured position, you rise in the ranks according to seniority, it doesn't matter. Whereas in HDFC, if you make a series of irresponsible decisions that eventually goes into your record, you could lose your job. So the incentives"
    },
    {
        "speaker": "Guest 1",
        "time": "00:06:08.240",
        "message": "are very different. But see, the interesting, the difference here is, if you look at the default rates of retail loans in case of SBI, they're very, very low. So it's not like, so obviously, you know, the guys who are giving out the retail loans of SBI, know their job. Well, before they give out a retail loan, the due diligence is proper."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:26.320",
        "message": "So that's my question to you. Why different default rates, like for retail loans, for home loans, are very standard, and the public sector figures are not very different from the private sector figures in the case of bad loans? Why is it different?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:06:37.760",
        "message": "So basically, you know, what you need to look at here is, is the fact that, you know, there's an economist called Thomas Sowell, and he talks about this concept called knowledge and power. Now, in public sector, people who have the knowledge to make decisions do not always have the power to make a decision. Now, how does this work in the context of state bank? When a state bank employee is giving out a retail loan, he obviously is in a position to do proper due diligence and then decide whether the guy applying for a loan deserves a loan or not. Now when the guy giving out a corporate loan does due diligence, I mean, he has the knowledge whether the particular borrower is in a position to repay or not. It's not that he does not have the knowledge. It's just that he does not have the power to make the decision whether that guy deserves a loan or not, because, you know, a lot of these guys, large corporates are essentially crony capitalists who are close to politicians. So if their loans are not cleared, the State Bank of India employee runs the risk of sort of being transferred to one of the states which are probably very, very far away from cities like Delhi or Bombay where all the action is. So that's the fundamental problem of knowledge and power. The other thing is, you know, you can unleash your lawyers or your system on the small borrower. You cannot unleash the lawyers on a large borrower, because the large borrower has access to a better lawyer than you have."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:17.360",
        "message": "And to political protection. And political protection. So basically to sum it up, if I'm an HDFC manager, I have both knowledge and power. I do my due diligence and, you know, I get the knowledge that I get out of the market and out of, you know, looking at people's credit records and so on and so forth. I also have the power. If I want to deny him a loan, I can. But your point is that in the public sector banks, many of these big loans are politically influenced."
    },
    {
        "speaker": "Guest 1",
        "time": "00:08:38.800",
        "message": "So in fact, you know, what also happens is a lot of these big guys who borrow, in fact, in sectors like power and steel, padded up their costs. So what they did was when they padded up their costs, they ended up borrowing more than what they needed. And they themselves brought very little of their own money into the venture. And the moment they got the loan, they essentially siphoned off, you know, the extra part of the loan and use that money to pay off the, you know, their own money that they had put into the venture. So that way, they had very little skin in the game."
    },
    {
        "speaker": "Guest 2",
        "time": "00:09:16.080",
        "message": "Sounds like a classic Ponzi scheme."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:18.040",
        "message": "And probably contributed to the politicians coffers as well, so it's this game, you know. Money goes towards power, power goes into making money. And again, to clarify, a private sector bank would be far less likely to give those kind of loans where you could skim off a lot extra on the top simply because their incentives are tailored towards their doing"
    },
    {
        "speaker": "Guest 2",
        "time": "00:09:34.960",
        "message": "their due diligence. Just to going back to the point of incentives, the public sector banks, the biggest one is the government and the politicians who run the government, their incentive is re-election. While in the case of private sector bank, the incentive is to maximize profits."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:49.960",
        "message": "Right. So the politician comes to power because he has been funded by different interest groups or crony capitalists, and he then rewards them by using the power he has in government in various ways, one of which is these kind of soft loans from public sector banks, which later become NPAs. And who suffers here most of all?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:10:08.360",
        "message": "All of us."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:09.360",
        "message": "All of us schmucks, we poor janta. So going, you know, so this whole NPA problem and again, as you specified, it's really a public sector bank problem. What are the unseen effects"
    },
    {
        "speaker": "Guest 2",
        "time": "00:10:21.640",
        "message": "of it? One of the things which comes to mind immediately is that the case of moral hazard."
    },
    {
        "speaker": "Guest 1",
        "time": "00:10:27.960",
        "message": "So you know, the unseen effect, the first unseen effect is moral hazard. I mean, if you look at a lot of corporates who are defaulting now or who are in major trouble, are essentially the same guys who had defaulted in the late to mid 90s. Now, and this time around, they have defaulted, you know, substantially larger amounts. So obviously, you know, they know how the system works. I mean, there is no other reason as to, you know, why they would have, you know, defaulted in the late 90s and defaulted larger amounts again, you know, over the last few years. So there is a great moral hazard at work. The other thing that happens is that, you know, it pushes up interest rates for the borrowers. Now, how does that happen? I mean, you look at the RBI, you know, the Reserve Bank of India cuts the repo rate and sends a message down to all the banks that guys, you need to sort of start cutting your loan rates. Now, what the banks do is they cut their deposit rates, but they don't cut their loan rates because the bad loans are going up. So they try to sort of cushion that by increasing the margin between the rate at which they borrow and the rate at which they lend. Now, when the rate at which they lend remains the same, then the entire act of the Reserve Bank, you know, cutting the repo rate and signaling lower interest rates goes for a toss. The other thing that happens is, and this is something that, you know, Raghuram Rajan, when he was the governor of the Reserve Bank of India made in a speech, and he made a very interesting example of how, you know, a home loan borrower in India paid an average rate of interest of 10 to 10.5%, whereas an average power company paid, you know, an interest rate of 13.5%. So an individual was borrowing at a rate which was close to 300 basis points lower than a power company. Now, what was happening there was that, you know, many power companies were essentially defaulting on their loans. So those who were repaying their loans on time, were essentially paying a higher rate of interest. So in a way they were compensating to some extent for the guys who were defaulting on their loans."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:45.400",
        "message": "It's like the honest subsidizing the dishonest."
    },
    {
        "speaker": "Guest 1",
        "time": "00:12:47.720",
        "message": "Very, very true. I mean, that's a very nice way of summarizing it."
    },
    {
        "speaker": "Guest 2",
        "time": "00:12:53.160",
        "message": "And of course, the third unseen effect is the opportunity cost. So all the money which politician running a public sector bank awards it to his cronies or it's what's as a favors to his people who have financed their campaign or such, such things and would have been used for other productive purposes. But those are now lost."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:12.360",
        "message": "So essentially, if my tax money had stayed with me, instead of being spent on all of this, I would have gone out and spend it in the economy would have grown in that way and more productive, positive some ways. So Vivek, that's a problem. What are the solutions like"
    },
    {
        "speaker": "Guest 1",
        "time": "00:13:24.960",
        "message": "what would you do to turn things around? So, you know, today, in the business standard, there was a very interesting article which said that the government is encouraging five public sector banks to tap funds from the stock market. Obviously, you know, whether the stock market is willing to give them funds is a very, you know, it's a different issue, but at least the government is encouraging, you know, banks to sort of tap and get money from the stock market. So that is a step in the right direction. The question is, the story did not answer was whether the government is willing to dilute its stake below 51% if because the amount of capital that these banks require in the years to come, especially with Basel III, you know, also coming in is going to be huge. Now to give you some numbers, there was one research paper co-authored by Viral Acharya, who is now the one of the deputy governors of the RBI. And he has various sort of scenarios. And in one scenario, he and his co-author estimate that close to 10 lakh crore will be required to recapitalise these banks. Now, 10 lakh crore to give you some sense, you know, of how big the number is, is around twice the fiscal deficit that the government of India will run this year. So the question is, where will this sort of money come from? I mean, there are other estimates which are not as high as this estimate. I mean, there is one another estimate of around 5 lakh 87,000 crores. Now, whatever I mean, whether it's 5 lakh crores, or it's 10 lakh crores, it's a huge number, which the government cannot generate. So the solution ultimately is to gradually privatise these banks. Now, whether the government is willing to dilute its stake below 51% is the billion dollar"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:28.760",
        "message": "question here. And that's kind of the crux, because the incentives are so messed up, because the government is in control. Unless they're independent, and the incentives are actually to seek profit,"
    },
    {
        "speaker": "Guest 1",
        "time": "00:15:37.720",
        "message": "this problem isn't going to sort of... And see the other thing is that, you know, they think that, you know, public sector banks are needed to run a lot of these social sector schemes, which is fair. But then having said that, there is no need for the government to be running, you know, 20 odd banks. I mean, you can have five banks, you don't need to own 20 banks."
    },
    {
        "speaker": "Guest 2",
        "time": "00:15:57.440",
        "message": "I don't think even to run those schemes, you need to have banks. I mean, governments all around the world have public schemes, but for them, they don't need to own banks."
    },
    {
        "speaker": "Guest 1",
        "time": "00:16:06.560",
        "message": "I agree with you on that point. My point is, you know, a lot of ideas, which are economically feasible are not politically feasible. So for an idea to be politically, I mean, I thought I am giving a politically feasible idea wherein, okay, you know, you want to own the State Bank of India, fair enough, you own the State Bank of India, you own four other big banks, which are, you know, let's say one big bank in South India, one in West, one in North, one in East, you don't have to own 20 odd banks and, you know, essentially, you know, make the taxpayer poorer every year. I mean, there is no reason for you to do that."
    },
    {
        "speaker": "Guest 2",
        "time": "00:16:43.360",
        "message": "By the way, if I recall correctly, the stated objective of Government of India is never to dilute its share in any government enterprise under 51%, especially particularly banks."
    },
    {
        "speaker": "Guest 1",
        "time": "00:16:52.520",
        "message": "So I think in case of banks, there is some, I mean, constitutional amendment, which needs to be made, if they want the equity to go below 33%."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:02.280",
        "message": "Wow. So it's essentially unlikely to happen. And we're just going to have the same sorry"
    },
    {
        "speaker": "Guest 1",
        "time": "00:17:05.760",
        "message": "situation perpetuate itself. Or the taxpayer will sort of pick up the bill gradually over the years."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:13.400",
        "message": "I'm feeling really proud of myself. How much have I done for this government over the years,"
    },
    {
        "speaker": "Guest 1",
        "time": "00:17:17.880",
        "message": "Vivek?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:18.880",
        "message": "Same here. Thank you for coming on the show. We now need to head out of this frivolous podcast and do some more work because hey, who's going to fund those NPAs? Let's get on with it. If you enjoyed listening to the Scene and the Unseen, check out another great show by IVM Podcasts, Made in India, hosted by my friend May Thomas, where every week she profiles up and coming independent Indian bands."
    },
    {
        "speaker": "Unknown",
        "time": "00:18:11.080",
        "message": "Excuse me, Bhaiya. Excuse me. Bole Madam. Menu mein kya hai? Menu mein Scene Unseen hai, Podcast hai, On Cause hai, Cyrus Says hai, Made in India, Rediscovery Project, Empowering Series, Sex Wax hai, IVM Likes hai, Simplified hai, Keeping it Queer hai, Tings and Destinations hai, My Neighbour Zuckerberg hai, and The Fine Garage hai. Aapko kya chahiye hai? Ek baar repeat kar denge kya? Repeat repeat nahi karta hum. Aap jao ivmpodcast.com pe aur suno yeh sab. Ya phir download karo unka app, sab aapki ungliyon pe."
    }
]