[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I had a strange dream the other night. I dreamed that there was a vacancy in the online magazine I edit, Pragati, at thinkpragati.com, and I needed to fill that post. Now in this actual world, I don't have a vacancy right now, but in the dream I did. So I called up a talented young journalist I knew, told her about the job profile and the salary and asked her if she would like to come on board. She was gurgling with excitement as she said, yes, yes, of course I would. The job profile is perfect. The salary is perfect. And most of all, I will have the chance to soak up the life lessons that you impart in your sonorous voice. But there is one problem. What problem? I asked. I can solve any problem. I am half Bengali. She said, here's the problem. I already have a contract with my existing employer. You'll have to buy me out of that contract with a hefty transfer fee. This took me aback. I barked at her. Transfer fee? What transfer fee? This is journalism, not football."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:07.560",
        "message": "Welcome to the scene and the unseen. Our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:16.200",
        "message": "science. Please welcome your host, Amit Badma. Welcome to the scene in the unseen. The English Premier League summer transfer deadline comes up in three days from now on the 31st of August. In today's episode, I will try and demystify what exactly goes on in that mysterious transfer market. How do football contracts work? How do those transfer fees work? And why are they so crazy? Sometimes insanely high, and sometimes zero for players who should be worth something. The guest I have on the show today to shed light on this is Karthik Shashidhar. Karthik is an old friend of mine from a decade and a half ago, when blogging hadn't yet been killed by social media. He was always the smartest geek in the room, sort of like Freakonomics personified. Well, after many years of nagging by friends, Karthik has finally written a book. Between the Buyer and the Seller is published by the Takshashila Institution, which also publishes Pragati and will be released on September 8. You can pre order it now on amazon.in. Karthik's book deals with the nature of markets and one of his early chapters is about football. So without much further ado, let's kick off the show. Karthik, welcome to the show. Karthik, I really enjoyed your book. It was an easy read just like a storybook. But at the same time at the end of it, I just felt much smarter for having read it. So thank you for writing it. Thanks for the comment. One of the things that kind of struck me is one of your early chapters deals with a subject that's really in the news these days, football transfers. I mean, everyone's talking about Neymar's big 200 million euro plus transfer to PSG from Barcelona and so on. And you talk about the football transfers markets and why they are, you know, some of the prices seem absolutely crazy, both on the high side and sometimes on the low side, where a seemingly good player can't get anything. Absolutely. The value seems to drop to zero. But before we actually get into the meat of why that is so, as someone who follows football only occasionally, I want to ask some really newbie questions for you to demystify this whole thing, like how transfers work and so on. So how does the football market really work? Like when one club buys another player, you know, pays a transfer fee for say 100 million or whatever, what are they really buying? And how does all of this work? Who does a"
    },
    {
        "speaker": "Guest",
        "time": "00:03:34.760",
        "message": "player have contracts with and so on? Yeah, so the way it works is typically a player enters into a contract with a club. So and then like, what happens in the transfer market is that the buying club essentially pays off the selling club to release the player's contract. So Neymar had a contract with Barcelona, which was supposed to last for another two, three years, I think. And what PSG did by paying the 200 odd million euros is to tell Barcelona, okay, here's all this money. I know that Neymar is legally contracted to play for you for the next two, three years. But take this money so that you can break off the contract. This is compensation for you for the services Neymar is not going to provide you for the next few years. And once you have released Neymar, then we are going to sign him. And strike"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:28.320",
        "message": "a similar contract. Right. So basically, then the buying club, which is PSG, in this case has to negotiate with two parties. One, they have to negotiate with Barcelona, which might often be a matter of simply meeting the clause in the contract, which says that this is the exit fee. And they have to also negotiate with Neymar, in terms of what the salary that they pay him, which in his case, I think is more than 600 700 euros a week or whatever. So that he agrees because his consent is also required, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:56.280",
        "message": "Absolutely. And there have been several cases in the past when transfers have not gone through for both these reasons. I mean, you have cases where you manage to agree a fee with the selling club, but you can't agree what football journalists call personal terms with the player. Basically, you can't agree on a particular salary. And it can also happen that a player is particularly happy to play for you and you've agreed a salary, but the club is not willing to sell for whatever price. So yes, it is a kind of a double deal that you need to do. You need to deal both with the selling club and with the player."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:37.480",
        "message": "So now before we get to the meat of the episode, there is one question which struck me recently, which I can't figure out and it'll probably seem like ridiculously basic to you. So just bear with me. So recently, you know, one got to read that, okay, Alexis Sanchez has a year left on his contract. Mesut Ozil has a year left on his contract. Now the question is that whichever club would buy them would essentially be paying two tranches of money. One would be the monthly salary to the player itself, which would come to X million a year. And the other would be a big transfer fee, which would be 60 million, 100 million, whatever in the case of these two players, quite a lot. So the question is, instead of selling off now and letting the club get the transfer fee, why don't they just wait for a year and just take the full amount themselves when they are free agents?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:22.040",
        "message": "So I think it's not entirely kind of in their hands as well. So see, from Arsenal's perspective, Arsenal is the team that both Mesut Ozil and Alexis Sanchez are contracted to right now. From Arsenal's perspective, they would rather want to sell them now when they can still get some value out of the transfer. Or I mean, 25 years back, there was this ruling that has come to be known as the Bossman ruling, which basically says that if a player has less than six months on his contract, he's free to talk to any new club and arrange his own transfer. So if Arsenal doesn't manage to sell these guys now, what will happen is they might have to let go of them for a very low number. So what they are likely to do is that they'll either arrange a deal right now, or they'll sign new contracts with these guys and extend their playing career so that next year, if they have to sell them, they can at least get a good fee and so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:21.560",
        "message": "But since the consent of the player is also required, doesn't it make more sense for the player to just wait till he's a free agent and take all the money? That is, you know, not just what their fee would be as a player, as a weekly fee, but also what would otherwise be the transfer money, which the buying club is clearly willing to play, but will now have to give the player?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:39.400",
        "message": "Yes, I mean, a player can technically do that. But then what can happen is he can get frozen out by the club. So let's say if you are agitating too much, either to get a transfer or to not get a transfer, and you end up pissing off your club, remember that your current club is still your current employers. And your manager might decide to not play you for the next one year, after which your market value will go down, if you haven't been playing. And so, and because of that, like players usually don't try to take such risk. And also remember, it's a very small market, small number of players, small number of clubs at their very elite level. So there can be enough people in the market who can be irrational enough for things like this to not work and so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:27.200",
        "message": "Right. So now let's get to the meat of the subject. Your book is called Between the Buyer and the Seller, and it's essentially about markets and how changes in the amount of liquidity in the market can make them behave in different ways. So can you explain the central concept for me? Like, what is a liquid market? And, you know, how would the football market qualify and what are sort of the effects of the football market not being very liquid?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:49.840",
        "message": "Okay. So the word liquidity, I must start off saying that it has no particular precise definition. I mean, it's a very overloaded term, it's used in several different contexts. If you hear an accountant talking about it, it means one thing, if you hear a monetary economist talking about it, it means yet another thing. If you hear a market guy talking about it, it means a third thing. A financial market guy talking about it, it means something completely different and so on. So it's a very overloaded term. So because of which people get a little thrown off by the term. But to put it very simply, liquidity is the ease with which you can buy or sell a particular asset. So in this particular case, if you think about it, if you wanted to buy 100 shares of Infosys tomorrow, all you need to do is to log on to your brokerage account or to call your broker and say you wanted to buy that. And the number of shares of Infosys traded on the Bombay Stock Exchange every day is so huge that you can get your 100 shares at the best price, at a price that is very close to what the prevailing market price is then. So in that sense, the Infosys stock is a very liquid stock. On the other hand, if you were to, let's say if you wanted to buy a stake in Uber, Uber is not a publicly traded company. So if you have to kind of buy some shares in that, then you can't just go to a central exchange to where millions of shares change hands every day and so on. You'll have to call up one of the few people who hold the stock right now, convince them that they need to sell it to you, go through a protracted dance of figuring out the price and so on. So the amount of effort that's involved in conducting the deal in order to buy or sell shares in Uber, which is not listed, is immense. So in that sense, it's a very illiquid stock. So liquidity is basically a measure of how easy or difficult it is to trade in a particular thing or a commodity. And I'm just trying to pull out a quote from my book, which is what I start the book with. And I think it's worth quoting here. This is by Michael Lewis in his book, Flash Boys, which is about high frequency trading and financial markets. He says, liquidity was one of those words Wall Street people threw around when they wanted the conversation to end, and for brains to go dead, and for all questioning to cease."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:22.960",
        "message": "And that's partly because it means so many things. But in your definition, a liquid market is one in which trades happen very easily, without any friction and low transaction costs. And a great example of this is obviously, like you said, a computerized stock exchange where it's very easy for buyers and sellers to find themselves, there's no cost to that. And also, because there are so many buyers and so many sellers, you could say that whatever each thing is priced at is an accurate reflection of supply and demand. And an illiquid market is one where either it's very hard for buyers and sellers to find themselves, or there are very few buyers and sellers like in the case of if you want to buy Uber stock, you have to call one of the individuals or institutional investors who actually own some and negotiate with them one on one and that is illiquid. And in markets like that prices are kind of out of whack. Exactly. So what is the football market like?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:15.080",
        "message": "So football market, I think is like, at the very elite level, it's fairly illiquid, basically, and it's illiquid for a number of reasons. The first thing is that like, I mean, the it's very hard to kind of, there are a few reasons for that. First thing is that it's very hard to classify players. I mean, you have four basic classifications, goalkeeper, defender, midfielder, forward. But even within that, there's so many sub classifications that it's hard for you to find good substitutes for footballers. So if you were to kind of lose a particular player, let's say Barcelona has just lost Neymar, it's very hard for them to find a comparable player. Or if PSG were to look at Barcelona selling Neymar and somebody else trying to sell a similar footballer and negotiate between them, it would have been very hard for them to do that because you don't find another footballer like Neymar. And the more elite you go, the harder it is to find the players who are similar to these players and so on. So that's one thing. The second thing is that, I mean, it's a very small market, very small number of buyers and sellers. So even if you manage to kind of pin down a particular class of player of whom there are quite a few, the number of clubs with whom you can kind of negotiate is like really small. So that makes it a little harder to try that. The other thing is what we spoke about in the beginning of the podcast. Basically, because you have to strike a deal, you have to strike two deals. You have to strike a deal with both the selling club and with the player. So that creates a further complication as well. So sometimes the deals can kind of fall through because of that. And fourthly, you have some traditional rivalries where certain clubs blanketly refuse to sell players to certain other clubs. I mean, there's absolutely no good reason to do that. So that's yet another reason. And then it's a fairly small and a bit of an irrational market, which makes it extremely illiquid."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:19.400",
        "message": "No, and circumstances keep changing all the time. For example, Barcelona having sold Neymar because he wanted to go and PLG met the price, is now desperate to find replacements. And at the time of recording this on the 20th of August, we'll release this episode on the 28th. At the time of recording this, they've only managed to get Paulinho from China. And he's not a like-for-like replacement at all. In fact, he doesn't even seem to fit in the Barcelona system of playing. And it is likely that at 40 million euros, they overpaid for him. And what is now likely till the transfer windows ends on August 31st, is that whoever they buy, they will overpay for him because they are desperate to fill the Neymar size gap somehow. And other clubs will take advantage of this."
    },
    {
        "speaker": "Guest",
        "time": "00:14:59.680",
        "message": "Oh, absolutely. So other news from yesterday is that Barcelona has put out a bid for 120 odd million euros to buy this guy called Philippe Coutinho from Liverpool Football Club. Now, Coutinho is an excellent player, but he's not Neymar, as in like, they don't play in the same role. Barcelona might have to change the system that they have been playing over the last three years in order to put in Coutinho rather than Neymar. And on the other side, Liverpool got a bid for 120 million euros, which is a huge sum of money, and they rejected it, saying, we are not a selling club. Basically, you also have this posturing because you don't want to give out the optics that like, if you sell good players, it seems like you're not a great club, and so on. So you have these things that go on as well. So yeah, so Barcelona can't replace Neymar. They might just get Coutinho, but I'm sure they're going to end up overpaying for it. And that's probably what Liverpool is holding out for."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:59.920",
        "message": "And you know, Coutinho is not like an Infosys share that if one guy refuses to sell, you buy it from someone else. He's unique, and they want him desperately. And the smartest thing for Liverpool would be just to play chicken and hold out until the very end when they get some really insane number, which Coutinho would otherwise not have got. And this is the deal that they turned down, I think, if I'm not mistaken, is already the highest ever transfer price offered to Liverpool to sell one of their players."
    },
    {
        "speaker": "Guest",
        "time": "00:16:24.880",
        "message": "Yeah, it is. It's just about higher than what Barcelona had offered Liverpool for Luis Suarez, I think, at three years back. And so it is the highest price they have been offered. And they're still, at the time we are recording this, 11 days left to go in the transfer window. So I think there's a good chance Barcelona might come out with an even higher price, and Liverpool knows that. And so then what happens in an illiquid market basically is that the price gets set based on the party who is more desperate to do the deal. So in this particular case, Liverpool doesn't really want to let go of Coutinho. He's been a great player, he's scored the most goals for them last season, and they really want to keep him. But they know that one, Coutinho wants to go to Barcelona, and two, that Barcelona is willing to pay a good price for him. So they are just going to hold out until they know that Barcelona is not going to pay an even higher price at which case the deal will be done."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:24.000",
        "message": "Right. So what we see here is that it's a highly illiquid market. And therefore, because of that, because of these dynamics, very few buyers, very few sellers, all these circumstantial factors playing a part, that sometimes a lot of players get paid crazy amounts, which you would not imagine their worth. And sometimes it's the opposite, where they seem to get absolutely nothing and nobody wants them, though even that surely can't be the case. And you've described this very well in your chapter and I'd urge people to read your book. But if I were to now ask you that, let's say that you have to play God and you have to design the football market in an optimal way so that it's best for both buyers and sellers, or it can lead to better outcomes for buyers and sellers, what would you change?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:04.040",
        "message": "Okay, that's a really hard question. I mean, like, there have been a few proposals on kind of changing the football market, because like, I mean, obviously, what happens is like, when you have these insane amounts being thrown around for purchasing people's contracts, you have people who say that, okay, this is not a great market, we need to reform it. And people talk about, let's say, the US market where, by the way, sports in the US works very differently from the way it works in Europe, because there it's a, in the US, it's a top-down structure where the league recruits the teams and so like, kind of the league has control of who kind of sells to whom and so on. On the other hand, in Europe, it's the teams who own the league. So it's a very different structure. But in the US, you don't have the concept of a transfer fee. You can only like, in most sports, you can only like swap players, or like, just bring the contract to an end and so on. So what they're trying to do is to remove price from the negotiation. But what happens is that if you remove monetary price from negotiation, the price will find itself into the deal in other ways. And it just makes it even harder to kind of buy and sell. So that's obviously not a..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:13.720",
        "message": "So, so, you know, I'll take this opportunity and ask you to demystify that a little bit as well. So what do you mean that, you know, if price doesn't play a part, how do these things get decided? And in what other ways does that value manifest itself?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:27.080",
        "message": "Yeah, so now just imagine that like, for example, PSG wasn't allowed to give a single euro to Barcelona in order to buy Neymar. And but you know that like, Neymar desperately wants to play for PSG. But he has a certain number of years left on his Barcelona contract and Barcelona like him and they don't want to let go of him. So they can't like, so how do you kind of resolve this case? So what price allows in this particular case is an elegant solution, where PSG basically gives this money to Barcelona and say, okay, here's some good money to compensate for you, you not getting your services for next two years, please break your contract. And Barcelona will say, thank you, we are very happy with the money you're offering us, we are going to break the contract. If you don't have a place, you can arrange for some swaps. That's what they do in the US. But then what will happen is, you can't have a like for like swap. So if you were to look at it from the price perspective, in order to kind of compensate for Neymar, you would have to kind of have the PSG might have to sell their entire rest of their team in order to compensate for Neymar. So this is obviously not a good thing to do. So in that sense, Neymar might just end up continuing for Barcelona, he will be unhappy, Barcelona will be unhappy. Both of them, he might get less money from PSG whenever he manages to move to them. PSG is not happy. All parties are left significantly worse off than they are now when you have a transparent price mechanism, irrespective of how irrational it is. It's always good that like things are"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:12.040",
        "message": "settled with money rather than... So the transparent price system, basically what it does is that it makes the market more liquid and makes outcomes better for both"
    },
    {
        "speaker": "Guest",
        "time": "00:21:19.400",
        "message": "buyers and sellers. Yes, it makes outcomes better for both buyers and sellers for sure. I don't know, I don't know how I would redesign this market. I mean, like, and the other thing I mean, again, I mentioned this in the book, the other thing is with football markets is that like, I mean, there's no good way to place a valuation on a football player. If you think of something like an Uber stock, right, it's again, highly liquid, very few buyers and sellers, but at least you have some models and literature on how do you value a company? How do you value a private company whose financial details you don't know and all that? There's still some theoretical backing to that. So because of which the price that a buyer will be willing to pay and the price that a seller will want is not going to be that much far off. But here, because like football is a team game, and it's very hard to kind of place a value on a particular player at any point in time, what happens is that like, I mean, the to use financial terminology, the bid and ask prices, the price that the buyer is willing to pay and the price that the seller wants, start off by being so far off, that like it's a it ends up being far more rational. And you know, it's possibly to avoid that kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:32.760",
        "message": "irrationality that you know, for example, the IPL in India has this cap on how much a team can spend during each auctions. But despite that you have circumstantial factors playing a big role. For example, whether you're a player who set up early in the auction or right at the end of the auction can make a big difference. If you're an all rounder early in the auction, you may not get so much. But if you come later in the auction, when two or three teams are really desperate, because they haven't filled that slot, they might be willing to pay more. Conversely, teams might have less money left at the end of the auction having already done the big spending. So all these sort of factors of luck also play a part and somehow and that affects the liquidity in your definition of the market and in arriving at what a good price for a player otherwise would be."
    },
    {
        "speaker": "Guest",
        "time": "00:23:17.640",
        "message": "Oh, yes. And also I feel I think it's like I mean, because it's centrally controlled, like the US, it's more exclusively modelled on US sports. It's not a great market. I mean, say for example, somebody like our Ashwin, over the last couple of seasons, I think he was contracted to play for the rising Pune supergiants. And he didn't really get to play for them. I think last season, he didn't get to play much in this season. Again, I don't think he played too much."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:42.040",
        "message": "What I heard on the grapevine about last season apparently was that he wanted to be captain and he wasn't given the captaincy. So he was basically sulking. But that's just a pure conjecture. It"
    },
    {
        "speaker": "Guest",
        "time": "00:23:50.840",
        "message": "might not be true. It might be. But what happens in a football context is that if you're sulking, the team knows that like you're not adding any value. They're like, okay, I can get value for you by putting you out in the market because there are other teams that want you more than I want you. So just I'm just going to sell you. Yeah. And in the IPL case, because it's all centrally controlled, you can't sell buy and sell players, you only every kind of transfer has to be approved by the league. And it's just too messy. It's just too centrally controlled for the market. And so the outcome wasn't good for Ashwin because he wasn't playing. The outcome wasn't good for rising Pune supergiants because they had to pay this guy a fairly hefty salary and weren't getting any value out of it. And the outcome wasn't great for any of the other clubs because they could have very well used the services and they were not allowed to do that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:39.880",
        "message": "Exactly. It's a lose-lose situation all around. So the greater the liquidity, the more the positive someness of markets actually kicks in. And it's a win-win outcome for everyone. Yeah, absolutely. Karthik, it's been a pleasure talking to you. And you know, one of the two big questions about football about how these markets work has been completely resolved in my mind. So thank you for shedding light on that. The other big question is, of course, why so many Indians are fanatic supporters of Manchester United or Liverpool or places they've never been. That is inexplicable, but is beyond the scope of our discussion. And we'll handle that some other time."
    },
    {
        "speaker": "Guest",
        "time": "00:25:12.360",
        "message": "You're welcome. But I can tell you why I am a big fanatic supporter of Liverpool,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:16.120",
        "message": "though I have never been to Liverpool."
    },
    {
        "speaker": "Guest",
        "time": "00:25:17.320",
        "message": "Tell me. Tell me. So this was back in 2005. I was on a tube train in London. And this was the day when Liverpool was playing Chelsea in a Champions League semi-final. And the train, halfway through my journey, the train got invaded by a massive bunch of Liverpool fans who were on their way to watch the game. And they were like a big bunch of rowdy fans getting drunk, singing and fantastic experience. So it was almost like a religious experience that I got converted"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:47.080",
        "message": "through the 10 minute train journey. You ended up joining that particular tribe. Well, good luck to you and good luck to Liverpool this season. Thanks a lot for coming on the show. You're welcome. Thank you. See you next week."
    },
    {
        "speaker": "Unknown",
        "time": "00:26:56.360",
        "message": "See you next week."
    }
]