[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "A few days ago, I decided to go watch a movie. There was a lot of traffic outside, and I didn't feel like driving. So I booked an Uber. It's normally quite cheap, but this was rush hour, and the price that was quoted was three times the normal price. Three times. I was outraged. I thought, this is robbery. These greedy capitalists are exploiting me. The government should step in and ban search pricing. I cancelled my trip, and decided to watch something on Netflix instead. Just as I switched the app on, a brilliant idea came to my mind. Why should the government ban only search pricing by Uber? It should ban all high prices. There are so many things I don't have the money to buy. Luxuries I can't afford. The government should fix the price of everything. Mercedes cars should be available for one lakh. Four bedroom flats in Bandra should be available for two lakhs. Food in five-star hotels should be free. Wow, what an idea. We could all live the good life. What do you think? Would this work?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:12.560",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:24.240",
        "message": "Welcome to The Seen and The Unseen. Today's show is about banning search pricing in Uber. The seen effect, no high prices. The unseen effect, no cabs. Price controls always lead to shortages. My guest on the show today is Kartik Shashidhar, an economist and writer now based in London, who enlightened me in the last episode of The Seen and The Unseen on how football transfers work. His first book, Between the Buyer and the Seller, will be released later this week and I recommend you pre-order it on Amazon right away. Between the Buyer and the Seller is a book about markets. It evaluates markets from the point of view of how liquid they are and it looks at different kinds of markets. One of his chapters is about how Uber disrupted the taxi market, making it far more liquid and thereby helping both consumers and drivers. I'd like to talk about that a bit before I get to the subject of search pricing. Kartik, welcome to the show. Hi Amit. Good to be back here. So Kartik, last week we spoke about liquid and illiquid markets in the context of football transfers and first you define liquid markets as markets where buyers and sellers find each other very easily. There's no transaction cost and there are so many of them that you can arrive at a good price. You can gauge the supply and demand and arrive at a reasonable price very easily. The example of that being computerized stock exchange and equally an illiquid market is where this is much harder to do. For example, the football market where there are few buyers and sellers and all kinds of circumstantial factors pop up and every player is unique and not a commodity that you can easily find a price for him. And the assumption often when we talk about these things is that this is just the nature of the market. That a liquid market is going to be liquid and an illiquid market is going to be liquid and there's not much that can be done about it. But in your book you have an entire chapter about a market which was fairly illiquid and which has become far more liquid in recent years. I'm talking about Uber obviously and its dynamic pricing. Can you shed more light on that? How did that illiquid market become much more liquid?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:38.160",
        "message": "Okay. So I think it was about three years back I think I gave a talk at the Goa project where I spoke about how auto rickshaw and taxi markets can never be liquid, about how they can never be efficient. The premise of my talk was that I examined regulation of auto rickshaw and taxi markets in different countries and cities and said that each of them has a particular problem because the way the costs are defined is so complex that no regulation can possibly capture all of them and so it's almost impossible to regulate and become efficient and all that. And at the same time that is when Uber was really taking off and it had taken its first steps in India and then Ola was also coming up and so in about a year's time that talk that I gave in Goa became invalid because here you had a market which had once been extremely illiquid but had suddenly become far more liquid just because of exchanging superior information. And a lot of this superior information exchange happened because they introduced the price and dynamic pricing into the mix."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:51.920",
        "message": "And just to give a sense of what the market has traditionally been like, especially in cities like Mumbai and Delhi where I've lived, is that black and yellow taxis and auto rickshaws are licensed by the government, limited licenses are given out which sell at a premium and therefore what happens is that the supply is artificially constrained. Now when you artificially constrain the supply, demand will inevitably overtake it and there will be shortages. So typically no one is really willing to, for example in Delhi, no auto rickshaw guy will go by the meter. You have to negotiate which is fair enough. But even that negotiation or any interaction between the buyer and the seller happens in a state of deeply imperfect information because neither has an idea of what the supply and demand situation is. The guy trying to hail an auto rickshaw won't know if there's another auto rickshaw around the corner or if there are five more a street away. And ditto for the auto rickshaw guy who doesn't know how many consumers would potentially want his services. And Uber's technology and dynamic pricing takes care of the information problem, takes care of the matching supply and demand problem and completely changes everything."
    },
    {
        "speaker": "Guest",
        "time": "00:05:53.640",
        "message": "Yeah. So I think the way the markets are regulated in Mumbai and Delhi are not very different from the way they are regulated in, let's say, New York and London. The traditional view of regulators has been like, let us give out a limited number of licenses and then impose certain rules on how these licenses are to be used, which basically implies this is the price you can charge, this is how the price is going to be calculated, and you can work for so many hours a day. Depending on the jurisdiction to jurisdiction, these things change, but that's how these markets have been regulated. But obviously, the regulators can't have a constant. So the first problem that comes with this is the demand supply thing because the number of licenses is capped and doesn't necessarily increase with time. Very soon, you have a demand supply imbalance where regulation is well-enforced, such as New York. It just becomes a case of fastest fingers first. Whoever manages to get to the taxi first gets the taxi. Where regulation is poorly enforced, like in Chennai, it becomes a case of negotiations. Whoever can pay the most for the ride will get the ride. So in that sense, it's a good market in Chennai where because of the regulations, you have a negotiation and the price mechanism for allocating the auto rickshaws. But the problem is that there's no information and there's no information exchange. So if I were to, and in the last episode, I spoke about how in the football market, because there's no good valuation mechanism, the bid and ask can be very far. And from my personal experience in places like Chennai, they are fairly far. You typically start bargaining at half the rate that the driver quotes you and so on, which is absolutely ridiculous because typically, taxi markets, you know there's a particular reasonable distance estimate, time estimate, and so on. So you should have a good idea of what it should cost, but because you don't know what the competitive landscape is like, you end up trying to bargain fairly aggressively and so on. So once you have a central aggregator who comes in, so this is the other thing that I talk about in the book, is that a lot of people demonize middlemen, they say that middlemen add no value and so on, and Uber, Ola, et cetera, are nothing but middlemen who try to connect drivers and passengers. What the middleman does in this case is to enable transformation of information. He gets data on who's trying to travel from where to where at what point in time, and then kind of transmits this data to all other users in the form of a price mechanism. So that's how they manage to kind of, while it might still be demand and supply, it's still kind of a much more informed, search price is a much more informed multiple than the bargains you have with your auto rickshaws."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:50.880",
        "message": "And that informational aspect is a key part of dynamic pricing. For example, when prices go up, they typically, they'll do two things. One is they'll incentivize idle drivers to come out in the market, because, you know, they know that there's more money to be made. And equally, if someone wants to use the Uber for a very trivial purpose, he might choose to just stay home, or he might choose to take public transport. But if someone needs it for an urgent purpose, like going to the catching a flight or going to the hospital, you know, they'd gladly pay the higher price, which is a true reflection of supply and demand. So that kind of gets me to the crux of this episode. I want to really ask you about is, in India, we've often had outrage at prices rising at times of high demand, which of course, they're bound to do in this dynamic system. And in some places, you know, like Karnataka banned Uber search pricing at one point and Delhi experimented with banning it. Now, the scene effects of this obviously is that the customer doesn't pay more than whatever the capped price is. What are the unseen effects?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:50.960",
        "message": "Okay, so, first of all, I mean, let's distinguish between a capped price and banning dynamic pricing. I think the two are completely different things. So we'll come to that in a little bit. So I think what the regulators try to do is to completely ban dynamic pricing at all. They say that you need to have a particular fixed formula for pricing and charge customers based on that. The scene effect is that, okay, maybe this is going to keep the prices low. That order one unseen effect is that because it is going to jack up the average price. So if the earlier price was, let's say, 10 rupees, I'm just throwing a random number. Now the average price will be 15 rupees because you can't jack up from 10 to 20 when you want now and so on. So instead of charging 10 rupees all the time, you end up charging 15 rupees all the time. So the average price ends up going up. So that's the first order unseen effect. Second order unseen effect is that it leads to poor allocation in terms of you end up allocating the right to the people who ask for it first or who are lucky enough to be where they were when they asked for it and so on, rather than to the people who need"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:54.640",
        "message": "it more."
    },
    {
        "speaker": "Unknown",
        "time": "00:10:55.640",
        "message": "It's a first come first serve."
    },
    {
        "speaker": "Guest",
        "time": "00:10:56.640",
        "message": "It's a first come first serve. And then the other thing is that, I mean, yeah, there's no, because these guys are function as marketplaces where the suppliers are also kind of independent people and not employees. What happens is that when you kind of ban dynamic pricing, there's no information to the suppliers as well in terms of when their services are needed the most. So it might happen that, for example, there might be a particular Sunday when all Uber drivers decide to take off for whatever reason. And that will lead to insane shortages because you can't use price to ration out whatever cabs you have. And there's no way for you to get any of these guys who are enjoying their Sundays to come out and drive for you. But if you have dynamic pricing, then on the one hand, like on a particularly busy Sunday, whatever cabs are available, get allocated to the people who need it the most. One. And second one is that, like, I mean, because the prices are higher, the drivers who value their Sundays less than the others are actually going to come out and drive because they know there's some good money to be made. And there's been some research, by the way, Uber is already 80 years old and there's been enough research on whether dynamic pricing actually leads to a change in supply or if it's just a change in demand and so on. So one very interesting piece of research has been done by a bunch of guys from Northeastern University. And what they found is that high surge prices may not necessarily bring new drivers into the market. As in people who are sitting at home don't automatically see, oh, it's 2x, let me go take my car out and drive. But what it does is to, whatever cars are there in the city, they get allocated in a better manner. So let's say I'm in Bandra, I'm an Uber driver, I'm in Bandra, and I see that I'm not getting a ride for five minutes, I've waited without getting a ride. Now I see that in Malad, the surge multiple right now is 1.5x. I immediately know where to go to find my next ride because I know that, and this is by the way, Uber shares this as a heat map with all its drivers. So I know that there is a demand supply imbalance in Malad, and if I go there, I will not only get a passenger, but I'll also get a passenger who will be willing to pay more. And so it allocates the existing supply in a much, much superior manner."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:15.640",
        "message": "And also, is it fair to say that beyond the immediate short term impact of, let's say, at five o'clock on a Friday evening in rush hour, existing drivers are incentivized to go out for a ride because the price is higher. And also in a broader sort of framework, if Uber drivers, because of this, because the services are valued, you know, get what they are valued more efficiently, if they actually start making more money on a monthly basis or whatever, you might have people in other professions saying, hey, maybe I should go for that. And that can also help fill the sort of supply gap a little bit because, say, a night watchman who's earning 10,000 a month might see his friend who's an Uber driver earning 20,000, and he makes a shift, which kind of also helps imbalance."
    },
    {
        "speaker": "Guest",
        "time": "00:14:01.200",
        "message": "Oh, yes. And I think this has definitely been happening in India over the last couple of years, especially, I think, in order to build out their market, what Uber did was to, they gave out pretty good incentives to get drivers on board for a while. And so and that's got a lot of people to move from other professions to get driving for these guys. And so and also, like, a lot of these guys are part time, they don't, like, I have met quite a few drivers who they have contracts with these big taxi companies who lend out cars to corporates, but that they only spend about two days a week doing that because that's the amount of work they get. The other time they ride Uber, they let out their cars for Uber and so on. So it's sort of so because of this whole contracting model, because they don't have employees and so on, it makes it extremely flexible, and it makes it extremely makes the market far more efficient."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:49.120",
        "message": "Far more efficient people are much more productive with the time the buyers benefit the sellers benefit from. Absolutely. So let me try and sum up what you mentioned as the unseen effects of banning search pricing, or dynamic pricing. Number one, the average price tends to go up. So where your basic beginners price might be 50, you know, the system allows for the fact that the pricing will be fixed, and it's instead 75 and people who would otherwise have got a ride at 50 at non peak hours will have to pay 75 anyway. Number two is in the short term, they lead to shortages because whenever demand outstrips supply, for example, if there are 200 customers who are waiting for 50 taxis, it will inevitably be first come first serve, or as you said, fastest finger first and the first 50 guys get it and the rest are left stranded, no matter how important their need is whether they need to go to the airport to catch a flight or take a relative to the hospital. The third effect is that banning search pricing prevents information about the demand supply shortfall from getting out in the market in an efficient way. So drivers, when there's a shortfall of drivers 200 people 150 cars, a dynamics price system would have kept a higher price and incentivize more drivers to go out there equally it would have incentivized some people who wanted taxis to instead take public transport or just stay at home if their need wasn't urgent, and that information doesn't get out anymore. And number four, it perpetuates the system of shortages because this information isn't getting out. So those typical demand supply shortfalls will always remain."
    },
    {
        "speaker": "Guest",
        "time": "00:16:20.440",
        "message": "Absolutely. And this is one other thing that because that dynamic pricing kind of helps, right, it's basically in terms of like, keeping drivers in the market. So what happens is that like now, with when you have fixed prices, the demand supply equation turns around rapidly through the day. So during the morning peak hours, when people are need the rights to go to work to school and all that, like you have massive demand, shortage of supply. And then through the day, let's say beyond the morning office hours until the evening office, school hours or office hours, there's very little demand. So what happens in that case is that like, kind of you have people switching off, you have people kind of going off the roads, people, you figure out that you're anyway not going to get too many rights in this period. So you might as well not drive the taxis and so on. And because of that, what happens is like, the liquidity goes down in these periods. Because the demand is low, the supply also contracts and like, it becomes illiquid. What dynamic pricing allows is that like, it says, it's okay. I know that there aren't too many people asking for a ride right now, why don't you drive at a lower price? Anyway, you're out on the road, anyway, your opportunity cost of doing the next ride now is going to be lower than it was in the morning. So why don't you just accept a lower price right now? And the lower price also means that like more people are willing to kind of travel then and so on. So I think it massively improves the utilization of the taxis and of the driver's dynamic pricing. And that's one effect, which is a, it's a kind of an N-th order effect, which is a little hard to see. But I think that's, that's where I think these days are really kind of improving the market."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:02.200",
        "message": "So now I want to move on to, you know, from the economics of it to a sort of a political economy question. Like typically, we find that interest groups which ask for surge pricing to be banned or which you know, want legislation against Uber and Ola are typically the entrenched people in the business like the black and yellow guys or the unions of the auto rickshaw guys who realized that they are getting hurt by all this because if an Uber is cheaper than an auto rickshaw and much more convenient than a black and yellow, why should you take those? So it's easy to paint them as villains. But at the same time, they also have a legitimate point when they say that they are victims of bad regulation, because in the first place, the government put them in that mess by constraining the supply. And they often had to pay a lot just to get that license. For example, a New York medallion at one point was prohibitively expensive. And the idea was a guy would earn it back over the period of years. And then suddenly up comes Uber and you know, the demand for the regular taxis has gone down greatly. So how do we sort of reconcile all these issues?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:03.760",
        "message": "Yeah, so it's a very legitimate kind of a claim that these guys are victims of bad regulation because I mean, they got into those professions because they were told it's the number of licenses is capped, then you can earn so much and so on. So I think in terms of this rate, what I would prefer is more of a kind of what I call is a continuous solution rather than a discrete solution. I think the best example of that I have seen a penalty against Uber and Ola, which kind of possibly favors these incumbent guys, but doesn't like really eliminate the new guys is in the Mumbai Airport domestic terminal. The last time I traveled to Mumbai was about a year back. So things might have changed since then. But what I saw was this like, if you are an Uber or an Ola who's looking to pick up a passenger from the Mumbai domestic terminal, you need to pay a surcharge. You need to pay a kind of a short term parking fee of 100 rupees or something like that. So that pushes up the cost of taking one of these things. So it's like, okay, I know you're disrupting the market. So you pay us a part of that as our rent, which we will distribute to the incumbent so that the disruption is kind of eased and so on. So I think that is a significantly superior solution compared to earlier efforts where they decided to either ban these guys from the airport or say that we want to put a price floor, you can't charge less than this and so on. So I think this is something like this, where like you have a kind of a, you tax these guys, you tax these guys, use a part of their tax proceeds to kind of ease the transition from the old regime to the new regime. But I mean, it takes a tremendous political will to do this."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:41.920",
        "message": "And also the example you gave, I mean, that that airport thing is still on, by the way, I think they have to pay 110 bucks to enter. But then that is a case of a limited space, which is the airport, which is charging an access fee, which it is within its rights to do and whatever. But those kinds of things, it strikes me, just thinking aloud, that if you expanded over a city and you tax Uber and you sort of subsidize the other guys and you ease the transition, a, those taxes slash subsidies tend to become permanent over time, because, you know, regulation always moves in the direction of more regulation, not less regulation. And that might, one could argue, defeat the purpose a little bit, because if you had an illiquid market, which has suddenly been made liquid by this new technology, why restrict the liquidity in the market through this kind of a measure?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:27.480",
        "message": "No, I completely agree that this kind of stuff, this doesn't restrict the liquidity, it slightly reduces the liquidity. I think what happens is like, I mean, if you have this, so I'm not offering it as a solution, I'm not offering, I'm not saying this is what needs to be done. But what I'm saying is, if you're thinking of the solution as a ban, this is a much superior way to do it than a ban, as in it's a, it's better than what the solutions that are being proposed now are things like ban, things like, you can't have surge pricing, and it's quite crazy if you're an Uber driver right now, I mean, like, because regulation is so easy, you don't know when you might be stopped, and a cop might decide to take away your car and so on. It's, it's like completely unfair to these guys how things are being regulated right now. So I mean, like, yeah, so having some kind of a basic regulation is great. But yeah, it's basically in terms of like, not as in having the regulation is great, because like, you will at least know when a cop can stop you and when he can't stop you and so on at the very least, but like, it's kind of you don't want to, I completely agree with you that like, regulation always moves, increasing over time and so on. So but yeah, so in that sense, like a ban is like, the outright, the worst option, the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:40.320",
        "message": "worst idea. At a practical level, I completely agree with you and it's kind of tragic that companies like Uber are not just in the business of business, but they also have to be in the business of politics because in every local jurisdiction, they have to face different kinds of restrictions aimed at them. And I think one thing that one measure we should certainly take immediately to make life easier for the auto guys and the taxi guys who have been hit is remove the regulations on them, remove the sort of licensing constraints, remove the pricing constraints, and let them figure out mechanisms to, you know, join the liquid market or be part of their own kind of liquid market with their own apps or whatever. But remove those restrictions, because right now, it's really not a level playing field. And the solution for that is not to make it less level for the Ubers and Olas of the world and put the same restrictions on them. But the solution for that is to make it equally free for everybody, because that is how both buyers and sellers benefit."
    },
    {
        "speaker": "Guest",
        "time": "00:23:35.280",
        "message": "No, I completely agree with I think there have been some markets every time what every time you have some controversy with Uber or something, you have talks of a taxi union which says that, okay, we are going to get our own app developed so that we can do something similar. But unfortunately, the problem with them is that they have like price caps, price, price flows, everything, there's like way too much control on their life that they can't do any of this thing. I mean, it would be great. I mean, think of it, right? I mean, there's no reason why the government should be setting price flows, like on something like this. So if you can have, I mean, again, this is a second best solution, this is not the ideal solution. The ideal solution would be to not have any regulation. But I'm talking about like, basically, if you really want to regulate this thing, what you do is have a price cap on these guys and then say like, okay, you're free to charge anywhere up to this. They can form their own, each union can have their own app for all you care and they can have, so rather than just having Uber and Ola, I'm a little uncomfortable with the Duopoly right now. But you will have like more players because like, and so on, so it's like, there are definitely significantly better ways to make this market more efficient. Awesome."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:43.320",
        "message": "Karthik, thanks so much for coming on the show and I hope everyone buys your book and learns from it."
    },
    {
        "speaker": "Guest",
        "time": "00:24:49.400",
        "message": "You're welcome. Thanks a lot."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:51.400",
        "message": "If you enjoyed listening to Karthik's insights, do hop over to Amazon or your nearest bookstore and pick up his book, Between the Buyer and the Seller. You can follow him on Twitter at Karthiks, K-A-R-T-H-I-K-S. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. And if you enjoyed the Scene in the Unseen, all our archives are available at sceneunseen.in. See you next week."
    },
    {
        "speaker": "Unknown",
        "time": "00:25:45.520",
        "message": "Take care."
    }
]