[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "A few days ago, I dropped in to visit a rather rich friend of mine. He was at his desk, writing a cheque. Hey Mukesh bhai, I said, who are you writing a cheque to bro? Write for me also na, starving podcaster, that's a good cause. There's been a natural disaster somewhere, Mukesh bhai said. I am writing a cheque for the victims. Whenever there is any kind of natural disaster or even man-made disaster, I write a little contribution. See, it breaks my heart when people lose their homes or don't have access to food or medicines. That is very noble of you, Mukesh bhai, I said. But consider this, in India, for the last seven decades, millions of people have been homeless. Millions of people have starved to death and died from waterborne diseases because they didn't have access to clean drinking water. It wasn't some natural or man-made disaster that put them there. They are living in the aftermath of a perennial disaster. Mukesh bhai looked at me with deep admiration. Oh my God, you are right, he said. Amit, you have opened my eyes. My compassion should not be selective but constant. But tell me one thing, what has caused this continuing disaster? I replied, Mukesh bhai, this is not caused by a hurricane or a typhoon, an earthquake or a tsunami, a gas leak or an industrial disaster. It is caused by government."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:30.800",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:39.680",
        "message": "Please welcome your host, Amit Bharma. Welcome to The Seen and the Unseen. Today's episode is about the Bhopal Gas Tragedy of 1984 or rather the Bhopal Gas Tragedies of 1984. My guest today, Shruti Rajgopalan, contends that there wasn't one Bhopal Gas Tragedy but three of them. I spoke to her a few days ago on why she says that. So without much further ado, here we go. Shruti, welcome to The Seen and the Unseen. Hi Amit, thank you for having me. Shruti, people often talk about the Bhopal Gas Tragedy, but it is your case that there was not one Bhopal Gas Tragedy but three."
    },
    {
        "speaker": "Guest",
        "time": "00:02:19.880",
        "message": "Tell me about all three of them. Yeah, so I think there are many tragedies that happened because of the initial gas leak in Bhopal. So just for those who can't remember the exact incident since it happened 33 years ago or for those who were born after, there was an incredible man-made disaster that happened in Bhopal in December 1984. It happened at midnight on 2nd, 3rd December. There was a plant set up in Bhopal in one of the most crowded areas. It was an industrial plant that used to produce chemical fertilizers. It was set up jointly as a partnership between Union Carbide Corporation and the Government of India. And to make that the output of the fertilizer, one of the inputs required was an extremely dangerous gas called methyl isocyanide. Now for various reasons that is not pertinent to go into at the moment, such as the regulatory system was lax, it wasn't properly enforced, the company management was extremely corrupt and didn't really bother to follow all the safety instructions. And there was also a fair amount of laxity because they didn't follow first world standards in a third world country, so on and so forth. There was a mishap and this mishap translated into the leaking of the extremely like fatally deadly gas called methyl isocyanide into the atmosphere in one of the most crowded areas in Bhopal in the middle of the night. Now the consequence of that was about somewhere between 2000 to 3000 people died almost instantaneously. And it is said that at that time on that day, about an additional 50,000 to 60,000 individuals were affected by the gas. And over a period of time, they estimated that at least 200,000 people are suffering from injuries of various degrees from mild to extremely severe, all linked to the leak of the methyl isocyanide gas. So when people say Bhopal gas tragedy, they usually mean the gas leak that happened on"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:31.520",
        "message": "the night of December 2nd. And this is essentially tragedy one. Now, as soon as this happened, a curious class of people descended upon India, we call them ambulance chasers. Tell me a little bit more about that."
    },
    {
        "speaker": "Guest",
        "time": "00:04:43.520",
        "message": "Yeah. So as you know, Union Carbide is an American corporation. The plant in India was called UCIL, Union Carbide India Limited. So it was set up in partnership with Government of India. And its management was, you know, part Indian, part foreign. It was an American company that had not followed the rules and led to a terrible industrial accident in India. So everyone realized that this kind of accident is going to end up in courts, and there is going to be a huge liability payout, right, or a settlement to all the victims. So while the government tried to have some kind of an exercise to round up health services, immediate relief for the victims, collecting all the bodies of those who were dead, trying to match families, you know, kids with their parents and so on. And if for those who are curious, Raghu Rai, the photographer, has a beautiful photo essay on the Bhopal gas tragedy in its immediate aftermath. It's a little bit startling to see those pictures, but all this is very well documented. So aside from the government relief workers and the journalists and the bureaucrats, there was a curious class that descended into Bhopal and it was the ambulance chasers in America. So it was all these American fast speaking lawyers who showed up in their suits and who took out all these contracts based on contingency fees. Contingency fees is a style of fees where the lawyer gets paid only if the victim actually gets a settlement. And usually that proportion of the lawyers free from the settlement is between, say, 30% and 50%. That's the usual contingency fee arrangement where you can have many. So let's say I was affected and I got, let's say I broke a leg and I got $10,000 as settlement. They would say that, you know, why don't you recover since you have a broken leg? We will sue the car that crashed into you and therefore broke your leg and we will recover the money. We will keep 30%, you know, $3,333 and you get the rest of the amount. And that's how the split is. So hundreds of these lawyers showed up in Bhopal, they went to all these local victims who were really traumatized, who barely spoke any English, who were in no emotional or intellectual space to make this kind of a decision. These American lawyers promised all sorts of things. They got signatures on all sorts of contracts to represent these victims and they went back to America and close to 10,000 different claims were filed, even before the first set of relief was provided to the Bhopal victims."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:27.240",
        "message": "That sounds pretty rapacious and insensitive, you know, almost like the reporters these days who come at the scene of a tragedy and thrust a mic in the face of the victim and"
    },
    {
        "speaker": "Guest",
        "time": "00:07:34.520",
        "message": "say, okay, how are you feeling now? So ambulance chasers are sort of like considered the bottom feeders of the American legal system. It's very pejorative word to call an American lawyer an ambulance chaser or to call any lawyer an ambulance chaser. And they did this. I mean, the feeling at the time was that Americans caused a tragedy because of the industrial, you know, framework and the laxity in foreign safety measures, and now American lawyers are going to exploit this tragedy and further make money off of the misery of these poor Indian victims in Bhopal. Most of them living in a very, very, you know, relatively low income, extremely crowded area of Bhopal, which was right next to the industrial plant. And that didn't sit well with anyone. Like it wasn't, you know, local versus global. It wasn't rural versus urban. It wasn't any like typical polarization, left versus right split. It's like nobody found this unsavory mess palatable. Everyone wanted these ambulance chasers gone. Different people had different solutions. Now curiously enough, since all these claims had been filed in the United States in a New York court before Judge Keenan, all the claims were amalgamated. And he was a judge who gave the decision on where this case would be heard, because it was very clear by then that there is going to be a huge lawsuit. So what was felt was we need to have the case in one particular place. Curiously enough, the government of India was extremely well-intentioned and it actually argued that the Indian legal and judicial system doesn't have the capacity to handle this case and this large number of claims and that the case should be fought in the United States. And ironically, the union carbide had representatives and people representing the Indian legal system who verified that the Indian legal system is excellent and is actually capable of handling these claims. So Union Carbide wanted the case moved to India. The government of India wanted the case to be heard in the United States."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:44.160",
        "message": "That's pretty bizarre."
    },
    {
        "speaker": "Guest",
        "time": "00:09:45.160",
        "message": "Why for both? Simply because Union Carbide figured out that the American tort liability system is such that they would probably go bankrupt paying out legal fees and settlement fees for the tragedy. And they felt that the Indian system wouldn't punish them in a similar way. The Indian system didn't have a proper tort liability jurisprudence that had developed. And there had never been a class action lawsuit in India, you know, tort or otherwise. So class action lawsuits were the vogue in the United States, thanks to the asbestos and lead poisoning cases. If you've seen movies like Erin Brockovich, you know what I'm talking about. And such a thing hadn't yet happened in India and you know, we didn't have good precedent for it. So Union Carbide knew that they would have to pay out large amounts because of liability"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:37.880",
        "message": "in this case, but they thought the amount would be lower in India and so did the Indian"
    },
    {
        "speaker": "Guest",
        "time": "00:10:41.680",
        "message": "government. And the Indian government did its very best to represent Indian interests and really genuinely wanted the victims to be heard and wanted them to be heard in an American court to get justice from an American company."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:54.200",
        "message": "Now the interesting question that comes up here is that the ambulance chasers therefore would have made sure that not only were there a whole bunch of cases, even if they were reported, but that the victims would then get just 66% of the compensation, which surely many must have felt was unfair. I mean, why should they not get 100%? So what did the Indian government do to tackle this problem of ambulance chasers?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:13.400",
        "message": "Exactly. So as I mentioned, across the board, across all sorts of, you know, different perspectives, everyone felt that ambulance chasers are just, they need to be driven out and that the victims are genuinely suffering. And secondly, that American ambulance chasers can't possibly represent the interests of Indian victims from so far away. And we don't know if they'll actually end up paying them out and so on. So they had to figure out some way. So what the government did was it legislated, it did what it does best. So at this time, we're already talking about the Rajiv Gandhi government. It first passed an ordinance, which later turned into an act. It's called the Bhopal Gas Leak Disaster Act. And what the act essentially did was it said that no one except the government of India can represent the Bhopal gas victims in a court of law. So it got the exclusive right to represent the victims. Now that exclusive right essentially means that you're not going to have any ambulance chasers. And at the same time, the Bhopal gas victims are going to get the best legal help. Because think about it, the Attorney General of India and his team is going to fight the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:24.680",
        "message": "case for the victims."
    },
    {
        "speaker": "Guest",
        "time": "00:12:28.000",
        "message": "So they'll get 100% of the compensation. And this 100% won't come from like some ordinary lawyer who doesn't know what he's doing. It's going to come from the Attorney General of India and his team. So it's a highly sophisticated set of legal minds who are fighting this case. And they thought this is the best way of protecting the victims. And meanwhile, the government gave interim relief. So we did everything right in some sense, right. So it gave relief and the judge ordered that the government and Union Carbide has to pay some money immediately while the case is being fought. It also set up all these health centers. And everyone thought this is the best way to tackle this problem of ambulance chasers who are trying to make money out of the misery of an Indian tragedy caused by American companies."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:12.840",
        "message": "So the scene effect of this legislation is number one, you get the greedy, rapacious ambulance chasers out of the way, who don't have enough local knowledge anyway, and may not be able to properly represent them. Number two, you make sure that the victims get 100% of the compensation. Number three, you make sure the victims are represented by the Attorney General of India, which who has all the legal services and the local knowledge at his disposal. So it seems that wow, what a great legislation. But as you point out, this legislation actually led to Bhopal gas tragedy number two and three."
    },
    {
        "speaker": "Guest",
        "time": "00:13:46.840",
        "message": "Exactly. Tell me about them. So Bhopal gas tragedy number two and three are both linked and separate. So Bhopal gas tragedy number two, essentially what happened was once the government of India passed the Bhopal gas leak act, which gave it the exclusive right to represent, they started figuring out how they will represent the people of India. Meanwhile, Judge Keenan in New York, after hearing all the arguments, decided that the best place for the case to be fought is in India. So the case bounced back to the district courts in Bhopal and then moved its way up to the Supreme Court. While all this was going on, the powers that be, both in the judiciary and in the government, in the executive, felt that this case will go on forever and ever, and they need to enter a speedy settlement so that Union Carbide can just release the money and government of India can get the money. So what happened to the second tragedy was because all this was done so hastily by a government which wanted to put a band-aid on this problem and didn't care too much about the constitutional rights of people, their right to represent themselves, their right to be heard after a tragedy, their right to a proper legal process that is followed to give them their due, it entered into a very hasty settlement. The settlement was for $470 million, which in those days in 1989 came to about 750 crore rupees, which was a large sum of money. This settlement was hastily entered based on the following numbers. So they thought there would be 3,000 deaths and 52,000 victims total, right, aside from deaths. And these 55,000 victims, we will split the pot of 750 crores, you know, the victims who died get a larger sum of money and the other 52,000 victims, based on the severity of their injury, you pay them a certain amount. Part of this legal tragedy or this government created mess was they absorbed through the settlement, they absorbed Union Carbide Corporation of all past, present and future liability. This is really peculiar in a case like this, this shouldn't happen. There were a lot of fingers pointed and raised at, you know, corruption and scam by the Rajiv Gandhi government and then Attorney General saying that this is really peculiar. We still don't even know what are the terrible effects of methyl isocyanide. It's already entered the groundwater system in Bhopal. Unborn children after the case, women who were pregnant at the time and the kids were not yet born, they were born with deformities. Women who became pregnant after drinking the groundwater, say five to 10 years later, still had children who were born with deformities because there was methyl isocyanide in that water. So given that it was such a deadly gas, and we weren't entirely sure what are the health effects and other effects of this gas, it was ludicrous at the time to absolve a company of future liability, right? So this was another big part of the tragedy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:55.440",
        "message": "A tangential question though, if the government itself isn't the victim, I mean, the individuals are the victim, let's say I'm a victim of that for whatever reason, and I get lung cancer because of whatever the gas is, how can the government absolve the company of his liability"
    },
    {
        "speaker": "Guest",
        "time": "00:17:11.400",
        "message": "towards me? Exactly the point. So there was a case called Chamanlal Sahu versus Union of India, which challenged this particular legislation on various grounds, including the fundamental rights of these individuals, which included a right to a proper legal procedure."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:28.480",
        "message": "Because otherwise, you're taking away the autonomy of all the individuals concerned with the government just says that on their behalf, I absolve you."
    },
    {
        "speaker": "Guest",
        "time": "00:17:36.440",
        "message": "Exactly. So this was a very big constitutional tragedy, right? The fact that the government could take away such an important right. Now I'm not minimizing the fact that the gas leak happened, and it was a terrible industrial disaster caused by a firm which was frankly just interested in profit and nothing else, not even long term profit, it was extremely corrupt. I don't deny any of that. But now, let's say an industrial disaster has happened, and you set the clock from that point. The government contributed as much to the misery of the people as Union Carbide did by taking away their rights. There's a second problem with Chamanlal Sahu, the case actually addressed. Remember that there was a huge conflict of interest because the government of India was half the owner of Union Carbide India Limited. No foreign company could set up a 100% investment plant in India in those socialist times. They absolved themselves and that was many people said that that was one of the ostensible reasons was to protect the people, but they were so keen to pass this legislation and get the exclusive right so that the government is absolved of all problems. So there was a terrible conflict of interest through this act. Because remember, the government was also at fault. One the government partially owned the company. Second, the government regulators did not enforce all the industrial regulation. So yes, Union Carbide was lax on its safety standards. But what were all the government industrial inspectors doing, who were supposed to go and inspect every factory, especially those factories, which actually have extremely fatal poisonous gases in a contained space, right in a highly urban area. So the government was at fault. It wasn't completely blameless, but because of this conflict of interest, this case happened. And then I think by then everyone was sort of exhausted and no one wanted to create a new legal problem. Because if you take the government's exclusive right away, you reset the clock, the ambulance chasers come back, like there was just too much uncertainty. So I think at some level, not because of good jurisprudence, but just because of expediency, the courts decided to favor the government, it held that the Bhopal Gas Leak Disaster"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:52.040",
        "message": "Act was constitutional."
    },
    {
        "speaker": "Guest",
        "time": "00:19:53.040",
        "message": "So Chamanlal Sahu lost. Chamanlal Sahu, that case was not in his favor. And the law held, and it continued to have the exclusive right to represent and therefore"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:01.320",
        "message": "the settlement also held. So this is tragedy too, that the government settled in 89 for a much lower sum of money than it should have, and that it absorbed Union Carbide India, of which it was half"
    },
    {
        "speaker": "Unknown",
        "time": "00:20:11.760",
        "message": "owner."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:12.760",
        "message": "Exactly."
    },
    {
        "speaker": "Guest",
        "time": "00:20:13.760",
        "message": "So this is tragedy too. What is tragedy three? Tragedy three is a little less obvious. So remember, we were talking about all these terrible ambulance chasers who showed up in India. The Bhopal Gas Leak Act, many feel at that time, rightly legislated against these ambulance chasers by giving the government the exclusive right to represent. Now, let's not go into tragedy too. That also happened because of the exclusive right to represent. Let's focus on the fact that now only the government can represent these people and the ambulance chasers can't. Now on the face of it, these people, you know, the settlement has already been made. 750 crores has already been collected. Remember, without ambulance chasers, the government's not going to take the cut. So it's going to give 100% of the money to the victims and everything should be fine. And yet, every time I'm in Jantar Mantar, Bhopal gas victims are still either protesting through a hunger fast or something else, and they still haven't received their claim. Every time an American president lands in India, Bhopal Gas Leak victims are extremely upset that the CEO of Union Carbide wasn't criminally prosecuted and wasn't extradited. So this is still a persisting problem. After 33 years of the event, and after 27 years of the settlement, we still don't have any way of reaching the money to the victims. Now why? You might ask. The reason is that ambulance chasers take a third of the cut or half the cut of the settlement, but they only get paid that money if the victim actually gets the settlement. So if the victim is not getting the settlement, they don't get paid the money. So you know where I'm going with this. This is a highly incentive compatible system. The incentives of the ambulance chasers are perfectly aligned with the incentives of the victim. Now what about the incentives of the bureaucrats and the attorney general and the judges and all those wonderful, well-meaning, well-intentioned people that the Bhopal Gas Leak Act actually enabled to represent the victims? They have no incentive to figure out the correct number of victims, the severity of their problem, and how much compensation they should be given, because they get paid their salary irrespective of whether these victims get paid their compensation or not."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:39.560",
        "message": "Exactly. And just to be clear, the ambulance chasers therefore plays a filtering process in this. He can filter out the false patients from the real patients and do the entire filtering work because it is in his interest to do so. He only gets paid when the victims get paid. So he doesn't want to waste time on false cases."
    },
    {
        "speaker": "Guest",
        "time": "00:22:57.960",
        "message": "So this, I'm glad you raised this point. So one of the part of the third tragedy is that the victims have still not gotten paid. Now one of the reasons the victims haven't gotten paid is that the government says it can't tell which cases are real and which cases are spurious. Now remember the figure that there were supposed to be 3,000 deaths and 52,000 other cases of various severity, within about two years of the settlement, the government of India admitted that the number is maybe closer to 5,000 deaths and closer to 100,000 cases, something like that. As of say 2004 or 2005, over 1 lakh claims have been filed. So yes, time has passed, so more fatalities may have happened which were actually linked to the Bhopal gas leak. So even allowing for all of those things, this is a ridiculously large number compared to what the government originally estimated. So now two things are going on. One, either the government misestimated and all these claims are genuine or the government misestimated and some of these claims are still fake or spurious claims, right? Now how can we tell the genuine claims from the spurious claims? How do we make sure that the genuine victims get paid and the spurious victims don't get paid? So government did what it always does. It demanded everything in triplicate. It demanded that you go to a health official and then a second health official and it can only be this kind of a hospital in that neighborhood that you're from and then this particular guy needs to sign off on it and only then you will get your compensation award, right? Now imagine if you are a victim of a gas leak and you have all these health problems and your family members have died."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:38.540",
        "message": "What is your ability to go through this process?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:40.760",
        "message": "I mean, it just adds suffering to suffering. It adds suffering to suffering and also you don't have the agency to go through this kind of a very severe legal vetting process to actually get your claim."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:53.800",
        "message": "And imagine 28 years of this."
    },
    {
        "speaker": "Guest",
        "time": "00:24:55.400",
        "message": "Exactly. Now you have 28 years of this, of going. So at last count, there are 6,000 gas victims a day that go to Bhopal hospitals to get treated. 6,000 a day. So clearly the health problems are persisting and the money needs to be given and they're in and out of hospitals. So how are they going to navigate this complex procedure? Second, there is obviously a lot of corruption in this, right? A lot of people withhold their signature and say, if you give me money, they're saying this to gas victims, so they're going to go straight to hell. But they tell the gas leak victims that if you're going to give me money, only then I will sign off on the 50 forms that you need signatures on. So on. That's one part of the problem. Simultaneously, there are fake claims of people who are hale and hearty, who happen to know what's going on, who happen to know the compounder in a hospital or the doctor in another government hospital who managed to get all these signatures and process that claim. So because this was such a huge problem, about 10 years ago, the government just stopped processing claims because it said we can't tell the genuine from the spurious claims. The 750 crores that came in the settlement sat in an account in the RBI. It has collected interest and 1,500 crores is yet to be dispersed. We still haven't paid 1,500 crores to these victims. So there's money, there are victims, there is a mechanism, none of it works. Now think about this. There are, there's a problem of type one and type two errors as we call it. So type one errors are false positives, type two errors are false negatives. A false positive in this context would be a fake claim. That is someone who is not genuinely a victim of a gas leak falls a claim, his claim should not be paid. Right? A false negative is someone who is a genuine victim of a gas leak and should be paid. Right? So you want to separate these two cases."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:52.880",
        "message": "And I guess you want to make sure no false negatives happen. If some false positives happen, that's okay."
    },
    {
        "speaker": "Guest",
        "time": "00:26:58.720",
        "message": "It's leakage. It's really interesting that you say that because a lot of criminal law is based on that principle. Right? We will let a thousand guilty men go free, but not hang one innocent person. Which is exactly most criminal law has really tight procedural rules to avoid the problem of false positives, even if there are a lot of false negatives. So that's the trade-off made in the most extreme cases like death penalty in criminal law. In this case, there is a trade-off, you're right, and one would like to avoid both kinds of problems. One would want to avoid cases where genuine victims don't get paid and spurious victims do get paid. But having said that, you're absolutely right. I mean, if there is a trade-off or a problem, it is better that both genuine and spurious victims get paid as opposed to nobody getting paid. Right? Yes. Certainly. I agree with you on that. Now, having said that, the ambulance chasers solve both type one and type two error problems or rather minimize type one and type two error problems, and every system has to be about error minimization. Right? Now, how do they do that? Remember what I talked about when I was discussing contingency fees? It seems terrible that someone who's a victim of an industrial disaster while they are suffering must part with a third of their compensation that is actually given to them to make them whole because of their suffering. Right? So it seems like a very unsavory and terrible thing. This class of people seem to be making money out of someone else's misery. Having said that, the flip side to it is none of these victims would get paid in the first place if they didn't have anyone to represent their interests. And who better to represent their interests than someone who actually gets a third of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:43.040",
        "message": "their interests?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:44.040",
        "message": "Exactly. Right? Now, why would ambulance chasers solve the false positive problem? A lot of these claims would actually have to go through a judicial system. False positive claims won't hold up in court. Why? Because the opposition, which in this case would be Union Carbide, would poke holes. Union Carbide is interested in paying as little liability as possible, right? So it's in their interest to go through all the paperwork and the vetting procedure themselves to make sure that they don't have to pay every additional claim. Now Union Carbide is not interested whether it's a genuine or a spurious claim. They're just going to try and poke holes through all claims. But resources are scarce and ambulance chasers will only pick the cases that they have the highest likelihood of winning. So they will themselves minimize the number of spurious claims because they'll have to spend their own energy on it and they'll get paid no money for it. And they will get paid money for the genuine claims because they would be harder to poke holes through by the opposition. And therefore the genuine claims and the spurious claims would be filtered by this private adjudicating process without even before a judge or a government official gets involved simply because that's the incentive compatible system. So that's a question of spurious claims. Now what about genuine claims? Ambulance chasers are going to go forward with the most genuine claims first because those will make the best case and come out with the highest payment, right? And then move down the order. So there seems to be some natural and intelligently incentive compatible selection of the kind of cases that actually get heard because ambulance chasers end up paying all the costs upfront and only get paid if the victims get paid. So ambulance chasers and a competitive adjudication system, you know, where you have a common law system that is you have a for and an against as opposed to civil law systems where a judge goes on an inquisition and figures out the merits of a system. These two things combined actually have the ability to minimize type one and type two errors. And while we have a common law adjudicating system where you have opposing sides who will go through every claim, we subverted that when the government of India got the exclusive right to represent. And the second aspect that we completely eliminated was the ambulance chasers who actually managed to do the right thing without meaning to do the right thing, but end up doing the right thing simply in the interest of getting a third of the contingency fees."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:14.800",
        "message": "Which is a precise thing. You might have found ambulance chasers greedy and obnoxious and insensitive, but the bottom line is that just by the virtue of the incentives at play, they were performing a very useful function, which the government eliminated and we could not perform themselves. To sum up, therefore, these are the three Bhopal gas tragedies. Bhopal gas tragedy one is of course, the events of December 1984, where the gas leak thousands of people died. Hundreds of thousands of people perhaps were affected and this continued for decades, a terrible tragedy. Tragedy number two is the first unseen effect of the act of the government pass that is barring the ambulance chasers and taking the onus upon themselves to represent all the victims was when they accepted a smaller settlement than they should have. And be more shockingly, they absolved Union Carbide India of all liabilities, thereby, you know, unilaterally taking away the autonomy and decision making of all the individuals who were affected by that, which just seems to me to be morally perverse, it's just completely flat out wrong. And the third great tragedy is that for 28 years, and you spoke about how protests happen when every US president comes to India, Bhopal gas victims will protest, we'll consider that the settlements happened in 1989. And these protests have probably been happening from the time of George Bush senior, through Bill Clinton, through George Bush Jr."
    },
    {
        "speaker": "Guest",
        "time": "00:32:37.280",
        "message": "It happened when Obama came."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:38.720",
        "message": "It happened when Obama came. And if Mr. Trump comes, I'm sure it will happen again. And it's 28 years of to use Larkin's phrase, misery spiling on deepening like a coastal shelf. It's a terrible, terrible tragedy. Shruti, thanks so much for being on the show today. Thanks for having me Amit. If you enjoyed listening to this episode, check out our archival episodes at seen unseen.in. You can follow Shruti on Twitter at S Rajgopalan. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. Goodbye for now. If you enjoyed listening to the scene in the unseen, check out another hit show from Indus Fox Media Networks, Cyrus Says, which is hosted by my old colleague from MTV, Cyrus Brocha."
    },
    {
        "speaker": "Unknown",
        "time": "00:33:34.920",
        "message": "You can download it on any podcasting network."
    }
]