[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I had a bad dream the other day. I dreamed that I was unfit and extremely overweight. Now this doesn't sound like a dream because I am actually unfit and overweight. But in this dream, I actually went to the government for help. I went to the Ministry of Health, found a babu there, and said to him, help me, I am unfit, I am overweight, my clothes don't fit me, I pant with exhaustion every time I have to speak a long sentence like this one, pant, pant, help me, make me fit again, oh Ministry of Health. The babu replied, don't worry, we have plans to make you fit. We are setting up an SCZ for people like you. An SCZ, I said, what's an SCZ? He replied, an SCZ is a special exercise zone. We are setting up zones where people only exercise and do nothing else. Here, the nearest SCZ to you is a hundred kilometers from here, in a remote location where there is nothing else. Find it and get a workout. I want to see that bunch of yours disappear, just like your hard-earned money does, thanks to our taxation policies. Do you understand? Do you understand? I told him I understood. I found this SCZ, the special exercise zone in the boondocks, and I went there for a week. Then I took an annual membership and never went again."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:45.760",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioural science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:00.680",
        "message": "Welcome to The Seen and the Unseen. In today's episode, I'm going to be talking about SCZs or Special Economic Zones. SCZs are special areas set up by governments to attract investment by way of offering business-friendly regulations. This begs the question, why not have business-friendly regulation everywhere, if it's such a good thing? As it certainly is. SCZs have not just this conceptual flaw, but are also deeply flawed in the ways in which they are implemented in India. I chatted about this a few days ago with my friend Kartik Shashidhar, who has a chapter on this in his excellent book, Between the Buyer and the Seller. Between the Buyer and the Seller is out now on Amazon and I highly recommend it. For now, let's talk about SCZs. Kartik, welcome to the show."
    },
    {
        "speaker": "Guest",
        "time": "00:02:45.920",
        "message": "Hi Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:46.920",
        "message": "Glad to be back here. So Kartik, in your book, the very first chapter is a fascinating chapter, which juxtaposes two company shutdowns, which kind of happened at the same time, which is towards the end of 2014, a Nokia plant shut down in Sriparambudur and it was placed in an SCZ there, a Special Economic Zone. At the same time, Yahoo shut down its India operations and laid off tons of people in Bangalore. And the interesting thing you point out in the book is that while most of the people laid off by Yahoo managed to find other jobs and employment and weren't affected so badly, the people who were laid off by Nokia and Sriparambudur, on the other hand, could not find equivalent jobs and many of them either had to settle for much lower paying jobs or they had to migrate to towns. So why the difference in outcomes?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:39.480",
        "message": "Yeah, so there was a great story in Mint, by the way, a few days after this happened, which spoke about what happened to the guys who were working for Nokia in the Sriparambudur plant. I mean, like as an addition reading, it would be great to just look at what happens if you are working in a plant in a remote area where there are no other comparable employment opportunities and what happens if the plant needs to shut down. So it's a great read, I can put the link as part of the podcast. So I think the big difference was in the terms of the location. So at the time when the Nokia plant shut down, there were two places in India where mobile phones were being manufactured. There was this particular Yahoo plant in Sriparambudur, which is in an SEC. And at the same time, Micromax was setting up a manufacturing facility in Rudraprayag in Uttaranchal, where again, they had received, I think, some favorable tax treatment and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:40.080",
        "message": "so on. So it was like an SEC here."
    },
    {
        "speaker": "Guest",
        "time": "00:04:42.080",
        "message": "It was like an SEC, more or less. And so you had two plants at two opposite ends of the country making a similar thing. And making mobile phones, I mean, yeah, while it's manufacturing and all that, it's a fairly specialized operation. So like, I mean, and both of these are like, out of the way, I mean, Sriparambudur is still not Chennai. So it's still a bit of an out of the way place. So it's a bit of a hard to recruit employees when you set up in such places. I mean, like, I mean, you might get great tax breaks, and the monetary value of the tax breaks might typically be more than what you would, the premium you would have to pay to get employees in these places. And but what happens is that it creates enormous risk for the employees. Because if, in case you shut down, and I mean, like, birth and death of businesses is a part of everyday life now. So it's like, it always has been, in case you shut down, you want your employees to have alternate employment opportunities. And if you are an employee looking for a job, you want to kind of hedge against your company going down, and you want to make sure your life doesn't get affected too much, and so on. So if you're in an SEV, where you're working for a company with no similar other companies there, it's a very fragile environment to work in. So what, on the other hand, Yahoo, Yahoo also I think was in, some of the offices were in, in what can be classified as SEVs, they were export promotion parks in Bangalore. But the important thing is that they were all in Bangalore, which is a large city, which is the hub of the IT industry in Bangalore. So what you saw after Yahoo decided to close its operations in India, was that you actually had companies setting up dedicated portals to hire these ex-Yahoo engineers, because they knew that Yahoo employed a lot of fairly good people. And there were now a large number of good people out in the market. So and this was a time when generally, growth was good, the startup industry was booming. So people wanted to recruit good engineers. So and so and most of them managed to get jobs fairly quickly enough, and without really disrupting their lives, because Bangalore has a very liquid job market for IT professionals."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:52.320",
        "message": "So let me move to a more fundamental question now, you know, which is cities really. And cities are often demonized and people talk about the low quality of life in cities, the urban squalor, the congestion, and so on and so forth. But yet, the history of humanity is really a history of migration from rural areas to cities from less crowded areas to more crowded areas. And in fact, by the year 2045, 70% of the world will live in cities, it's just a continuing process. So people don't have to go to cities, very few people move the other way, unless they're very rich, and they buy a farmhouse and so on. But that's the life of the extremely privileged. So what accounts for this movement to cities? What is the attraction?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:31.840",
        "message": "So the attraction of cities is that like, I mean, it's many fold. But basically, it is that because you are living so close to so many more people in a city, there's so much more you can do, there's so much more choice in terms of what you can do, there's so many more professions you can pursue in a city compared to what you can pursue in a small rural area. So I think what, and also like, if you kind of choose the right city based on your skill sets, what will also happen is that you will have a wide range of choice of employment in terms of where to work, who to work for, who to work with, and so on. So that kind of is a huge plus for cities compared to like, smaller areas, because your life is not fragile to the fortunes of one employer anymore, because there's plenty of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:18.520",
        "message": "options for what you want to do. Right. So effectively, it's network effects, like companies like to go to cities and businesses like to go to cities, because there are many more people they can employ there. And also individuals like to go to cities, because there are many more opportunities, not just job opportunities, but much bigger, social and economic networks. And as all trade is a positive something, you benefit the most by being in a place where you have more options and more people to essentially trade with."
    },
    {
        "speaker": "Guest",
        "time": "00:08:46.360",
        "message": "Absolutely. So it's basically simple network effects, because in a city, because the market is so large for anything that you want to do, like there are so many more services that get traded in cities compared to rural areas. So in another chapter in the book, I talk about the restaurant industry and talk about how like cities can afford to have restaurants because there are so many people and like, so each restaurant can assume a particular market every day. But if you're in a rural area, where there's a small number of people living there, and nobody wants to eat in the same place every day, unless that place is home, the option to have a restaurant market is so much smaller. So in that sense, it's like for any kind of market, be it employment, be it for things you want to enjoy or something, I mean, like best done in cities where there's a tremendous scale and there's far more stuff that is traded."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:38.560",
        "message": "Absolutely. I mean, that's why if you go to an Indian village, you'll never find an Italian restaurant or a sushi bar there, because there simply aren't enough customers. But while those are very niche tastes, in a city, you can cater to those niches profitably because you have that kind of scale."
    },
    {
        "speaker": "Guest",
        "time": "00:09:52.040",
        "message": "Yeah, I mean, first of all, if you go to an Indian village, finding a restaurant itself is like, I mean, larger kind of village, it's hard, I mean, it doesn't make economic sense to run a restaurant in a village unless you're on a highway or something. And as for sushi bars or something, that again, like you need a really large city like Mumbai or Bangalore for it to work because like, it's so niche that you need a really big population in your catchment area for it to be like, commercially viable."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:17.600",
        "message": "Exactly. Like in another context, you've written in your book, there's a chapter where you write about feta cheese in Bangalore. And while you know, feta cheese is available in very few places in Bangalore and Mumbai, like Nature's Basket, for example, it will be available in some places at a cost for those who want to pay that price and many do, I love feta cheese. And you will never ever, you know, be able to find feta cheese in a small town in India, for example, at least not now. And therefore, cities afford the kind of specialization and division of labor, which makes it profitable for individuals to go there. And therefore, when Yahoo shut down in Bangalore, even if some of their operations might have been in an SEZ in Bangalore, just by dint of that location, those people were able to find jobs because they were already in that relatively liquid market, while the market in Sriparambudur was very illiquid. There was it was an SEZ, there was one company there, and those guys simply couldn't find any other jobs."
    },
    {
        "speaker": "Guest",
        "time": "00:11:12.200",
        "message": "Yeah, I mean, SEZs normally have many companies, but in this particular SEZ, they had one mobile manufacturing company. And there was no other company which was similar to this company. So what happened was that like, I mean, so when you are working in a place where there's one company of a particular type, and you lose your job for whatever reason, right, whether the company shuts down or you fight with your boss, or whatever happens, if you lose your job, you have nowhere to go, you need to necessarily relocate. So you're kind of, so your life is necessarily kind of fragile, because it's kind of tied to a particular employer and so on. On the other hand, if you're in a place where there is plenty of choice for employment, and then it's good both for you and for your employer, because let's say, for example, I'm like the head of engineering at a company located in some way, which has its office in some village, right? And I decide to leave someday, now, my employer will have a massive task to find another head of engineering to replace me. But if I were the head of engineering in a place in Bangalore, and I left it and because the market for engineers in Bangalore is liquid, it will hardly, the company is so much better of being there, because it's very easy for them to replace me. So it works on both sides, both for the employer and for the employee, it works to be in a big city, because there's more choice for both. And so like, the amount of risk they have to face is like significantly lower."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:33.440",
        "message": "And that means a higher real estate costs completely worth it. I mean, it's a no brainer, because the benefits are far more than the costs."
    },
    {
        "speaker": "Guest",
        "time": "00:12:38.600",
        "message": "Yeah, no, I mean, like, so people keep talking about how real estate in cities cost really high. I know you've done a few, few great episodes on this podcast on real estate, I guess it's best to put links to those. But a lot of cases, apart from in cases where supply has been artificially constrained for whatever reason, like, I mean, the high real estate cost you pay, either in terms of like the rent you pay, or in the small size of the dwellings, or in terms of the quality of accommodation, it's a price that people are willing to pay, because the value they get from being in a city is so much more."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:10.800",
        "message": "Yeah, I mean, it actually illustrates how much value there is, because supply constraints to things like FSI and rent control. And we've got previous episodes of the scene in the unseen, and that prices are much higher than they should be. But regardless of that, people would prefer to be in cities and in smaller places. So coming to sort of the question of SEZs in particular, now, special economic zones or SEZs are often glorified by some people, because they said that, look, the scene effect of that is that you create a zone, which has lesser regulation than you have otherwise in cities. And therefore, you make it attractive for businesses to set up there. And once they set up there, they generate employment and revenue, and it kind of helps everyone. And of course, that's begging the question about why those regulations aren't removed everywhere instead of just in SEZs. But taking that for granted that they're going to remain the way they are, that is what many people call the scene effect of SEZs. And according to you, one unseen effect of having SEZs in places like Sriparambudur or far far off areas is that you are not plugged into the network of a city. And therefore, the cost of business is actually much higher in SEZs."
    },
    {
        "speaker": "Guest",
        "time": "00:14:17.080",
        "message": "Yeah, so I mean, you were talking about generating employment, right? I mean, yeah, they do generate employment, if you set up a plant anywhere, you obviously need people to generate employment. But when you have set it up in a place where it's very fragile employment, I mean, like, it's very, you don't want to kind of tie your entire career and your life decisions to kind of the fortunes of one company, which is set up a new plant in a particular place, right? I mean, if the real motive is to generate employment, you need to kind of, you want to generate employment that's more stable, that's more like kind of, and I mean, you can't force companies to not shut down and so on. But what you want is to kind of generate employment, which can give some kind of stability where the employee is hedged against something happening in the job and so on. Here, you generate employment, but it's very unstable employment, because from what the Yahoo thing forces. And yes, there's no network in the city. So it's a very weird life that I personally haven't lived in a SEZ, so I can't really comment. The only sense from what I read is that it's a very kind of a weird life there. So you probably create much more value, if all these people were to kind of, rather than working in a SEZ, if they were to work in a big town or city, there will probably be much more value being created, because there will be so many more things that are credible there and like people are kind of creating much more value."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:42.160",
        "message": "So would you recommend that when people set up SEZs, they should set it up only in big cities or would you go a step further and say that we need to re-look entirely at the concept of SEZs to begin with?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:52.760",
        "message": "I think we need to re-look entirely at the concept of SEZs, because what happens is when you try to give certain kind of, by the way, the Nokia closure again, it had to do with the terms of the SEZ in which they were located. So I think, so when Nokia sold its manufacturing business to Microsoft back in 2014, they didn't sell the Shri Perumal Dur plant because there was a litigation going on, because I think there were some clauses in the SEZ saying, you can be here and get these benefits, if and only if you export everything you make and it was not clear whether they were exporting all the phones or if they were selling some phones in India, which is a completely mindless regulation. But because of that, that plant didn't get sold to Microsoft. It might have, if those, if it was not because of, if the plant had not, let's say the plant was still in Shri Perumal Dur, there was no other mobile manufacturing unit in India. So let's say for some good reason, they would have chosen to put it in Shri Perumal Dur, which is still in a big manufacturing belt in Tamil Nadu. I think we have a good friend who runs a factory there. So there, like what would have happened is that it would have probably been sold to Microsoft and had Microsoft bought the plant, there would have been so many other ways in which they might have put it to good use. Maybe if they didn't want to make mobile phones, they would have used it to make keyboards or whatever. Right. But because it was in an SEG, because it was set up with certain conditions, the whole idea of the SEG is that you need to follow a certain list of conditions in order to qualify for certain benefits and so on. It kind of restricts the kind of activity that you can do. So it's not only that, like there's not so much choice for employees and the company in terms of recruiting people, finding jobs and so on. It's also too restrictive in terms of what you can do. It's almost back to the License Raj era where you had to take permission from the government to manufacture a certain number of units of something and you couldn't make one more than that. Here it's just that you can manufacture certain kinds of things and you can't make anything else. So it's a very, very counterproductive regulation. But because it produces certain incentives, a lot of companies kind of end up taking those"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:03.720",
        "message": "incentives for short term benefits. So out of these two options, which I'm just thinking of the top of my head, out of these two options, which make more sense to you? One is that you keep SEGs, but you redesign the incentives in such a way that you don't have all these crazy cumbersome regulations and you keep them near cities or whatever. And the second is that you do away with SEGs altogether because of the logic is that less regulation or better conditions will attract more businesses. Since that is a positive sum game, just spread it out everywhere, offer it to everyone. I mean, everyone benefits from that, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:34.280",
        "message": "So which seems more... It's very clear to me that the second one is a better option because the first one involves too much design. It involves too much intelligence on part of the designer, regulator who comes up with these rules and so on. So if you kind of... and there's a very high chance of it kind of going wrong. So in that sense, it's okay if we are slow to move on labor reforms or whatever. It's okay. Because I think in the long run, I think what SEGs create is that they give you short-term benefits in terms of tax benefits or freedom for a few years from certain labor regulations and so on. And companies are very happy to bite on those short-run benefits and they end up locating there. But it creates long-term problems. It doesn't result in kind of sustainable long-term growth, it doesn't result in sustainable long-term improvement in regulation and all, it's a kind of a band-aid that you kind of put on a deep cut. So you're better off kind of not having SEGs at all and yeah, in the short run, less jobs might end up being created. But I think it's a more sustainable solution and you'll also see that the mainstream regulation is easier to change when everybody's part of it and so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:47.560",
        "message": "Yeah, and this seems to go back, I think, to the central question of trying to centrally plan an economy. Like an SEG seems to me to be a sort of a jugaad done by a central planner, while that should really not be the case, while cities arise organically from supply and demand and network effects and so on. So the ideal role for governments, since they can never possibly have all the information available to them to run a market as, you know, Hayek explicated so brilliantly 80 years ago, is that just to take a hands-off approach and let things develop organically. Karthik, thanks so much for coming on the show. I learned a lot from reading your book, and I've learned a lot from this episode as well."
    },
    {
        "speaker": "Guest",
        "time": "00:20:25.080",
        "message": "Thanks so much, bye."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:28.480",
        "message": "If you enjoyed listening to the show, I guarantee that you will also enjoy reading Karthik's book, Between the Buyer and the Seller. Hop over to Amazon and pick it up. You can check out the archives of this podcast, The Seen and the Unseen, at seenunseen.in. You can follow Karthik on Twitter at Karthiks, K-A-R-T-H-I-K-S, and you can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. Thanks for listening. If you enjoyed listening to The Seen and the Unseen, check out another great show by IVM Podcasts, Made in India, hosted by my friend May Thomas, where every week she profiles up-and-coming independent Indian bands."
    },
    {
        "speaker": "Unknown",
        "time": "00:21:13.880",
        "message": "Excuse me, bhaiya, excuse me. Bole, madam. Menu mein kya hai? Menu mein Seen Unseen hai, Podcast hai, On Course hai, Cyrus Says hai, Made in India, Rediscovery Project, Empowering Series, Sex Wax hai, IVM Likes hai, Simplified hai, Keeping It Queer hai, Tings and Destinations hai, My Neighbour Zuckerberg hai, aur The Fan Garage hai. Aapko kya chahiye hai? Ek baar repeat kar denge kya? Repeat abit nahi karta hum. Aap jao ivmpodcast.com pe aur suno yeh sab, ya phir download karo unka app, sab aapki kumbliyon pe."
    }
]