[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I.V.M. I know, I have the problem. It's those damn sea food platters. Did you get an appointment? Yes sir, she said. Oh mighty Amit, I got an appointment. It's six months from now. Six months from now? WTF, I'll die. I need to see a doctor right now. Well, it's six months from now. And by the way, have you got any money with you from earth? You have to start paying premiums now. It's one crore a month, sir. I was shocked by this. That's outrageous. Such a high premium, such a long waiting period. What on earth, I mean, what on heaven has happened here? She replied, Haven't you heard? Heaven has implemented Obamacare."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:44.000",
        "message": "Welcome to The Scene and The Unseen. Our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:54.000",
        "message": "Welcome to The Scene and The Unseen. My topic today is Obamacare, which has been the subject of ideological arguments for a few years now, so much so that it's almost become an article of faith for many people. Well, I want to discuss today what Obamacare is actually all about and what its unseen effects are. And to discuss that with me, I have a special guest with me in the studio. Sudhanshu Neema is a lawyer and economist who's lived in the US, who's come back to India, and he started work this Friday at Free A Billion."
    },
    {
        "speaker": "Guest",
        "time": "00:02:28.000",
        "message": "Welcome to the show, Sudhanshu. Thank you very much, Amit. It's very nice to be here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:32.000",
        "message": "Sudhanshu, one of the key policies which Barack Obama will be remembered for was, of course, the Affordable Health Care Act, which is called Obamacare after him. And on paper, it sounds really great. Its intended effects include, you know, expanding coverage, lowering costs, and so on and so forth. But you hold the view that Trump won the last election primarily because of Obamacare. Can you tell me about the unseen effects of Obamacare?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:58.000",
        "message": "So, basically, what happened with Obamacare, the intentions were very good. The government wanted to give insurance to everyone. They wanted to provide coverage to people who have pre-existing conditions, like they had a heart disease or they had some other kind of, you know, ailment, which exists without. So, when you go to get insurance, the insurance company doesn't give you insurance because you have this condition and it would be costly for them to cover you. And then there were other intentions behind Obamacare that it wanted to reduce the cost to the average American. It wanted to cover services and ban insurance from not paying for emergency services, such as if you take ambulance, you fall sick, it's an emergency, you run to the emergency room, the hospital cannot deny that, you know, your service. And it had many such policies designed. However, what happened in reality was completely different because of Obamacare, the cost of health care, instead of going down, it increased. And it increased not because of the intention of the government. It increased because the way it was designed, right. So, with the intention of banning insurance, discriminating between people, Obamacare banned discrimination on the grounds of sex. Now, you can see women live longer than men. So, previously, they could obtain insurance for cheaper. Now, since Obamacare bans discrimination on the grounds of sex, they would have to, men would pay cheaper rates for insurance and women pay higher rates for insurance because its disparity has to be maintained. That's one of the key problems. Secondly, it banned discrimination on the grounds of pre-existing conditions. Now, what happens is, let's say there are two people, one is 30, another is 30. They both go to insurance. One is a very healthy individual who is going to gym every day, hitting it hard for one hour every day. There's another individual who eats chips, watches TV, plays video games, and has a heart disease. If they both go to insurance, they're living in the same area. Under Obamacare, they would have to pay the same premium. Now, you see the problem here. What the policy was, the intention was really good because everyone should be able to get insurance. But for the insurance company, it turned out really bad because now they would have to design a program in which their finances work in such a manner that they can provide insurance to both of them at the same cost. So, the cost for the healthy people went up."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:44.000",
        "message": "I get that. So, what would effectively happen is just to kind of break it down. Let's say you're a healthy person and I have a pre-existing condition. And because I'm so much likelier to fall ill than you, the premium I would have to pay is 30 bucks. But the premium you as a healthy person would pay is 10 bucks a month. And because both of us have to be kept at parity, the new premium both of us end up paying is 20 bucks."
    },
    {
        "speaker": "Guest",
        "time": "00:06:09.000",
        "message": "Yeah, that is ideally what would happen. But instead of that premium being 20 bucks, it went actually above 30. And that happened not because of the problem I explained. That happened because of the excessive regulations under Obamacare. So, under Obamacare, first the law itself is 2,000 pages, then there are 20,000 pages of regulation under that. And so, it created so much bureaucracy that the cost has increased for insurance company. That's one aspect of it. Secondly, what has started happening is most of the healthy people realize, why should I pay twice the cost for insurance? So, they don't buy insurance at all. They prefer instead to choose to pay a penalty. So, under Obamacare, there is something called an individual mandate. So, individuals are forced to buy insurance or pay a penalty. What has happened, the government thought that every individual, even the healthy people under the age of 30 who have no disease or exercise heavily, they will also buy insurance, but they are refusing to buy insurance. They just choose to pay a penalty."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:14.000",
        "message": "So, just to break it down, like in India, for example, many of my left liberal friends will correctly protest things like the imposition of Aadhaar on the grounds of consent. And yet, they will reflexively support Obamacare. Well, one of the key issues with Obamacare to me seems consent itself. The individual mandate whereby people are forced to buy insurance or else pay a penalty, which could be up to 2% of their annual income. Just to break it down, if you're making an annual salary of 10 lakhs a year, 20,000 would be your penalty for not buying insurance as the government is forcing you to buy. So, in a sense, it's a tax on healthy people."
    },
    {
        "speaker": "Guest",
        "time": "00:07:55.000",
        "message": "Yes, it is. It's exactly that. It's a tax on healthy people. And these are just some of the basic problems with Obamacare. There are other problems, like, for example, under Obamacare, insurance are forced to cover certain services. Now, the services, the list has expanded to 300 to 400 services. Now, I can understand some services are very necessary. Emergency, for example, your car accident has to be covered. For example, you have a heart attack. You go to hospital, obviously, you're not going to find out if your insurance is covered, because you're incapacitated to make that decision. But once you have four or five hundred diseases covered under emergency services, and insurance has to pay, then it becomes a problem. And now, how would the insurance pay for this? It's by raising premiums. So, since Obamacare has come into effect on January 1st, 2014, at least most of it, it's actually going to come into full effect in 2020, because of all its provisions are so complicated to put into effect. But let's say 80% of it is in effect from January 1st, 2014. Now, if you have this many diseases, the insurance has to get money from somewhere, and they do it by raising premiums. So, now premiums have gone up for some group of people, 25%, some group of people it has actually doubled. For some, it has, well, gone up by 10%, but it has gone up overall."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:32.000",
        "message": "So, can you give me an example of some of the diseases included in this list of 300, 400, which would otherwise not fall under?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:40.000",
        "message": "These are normal diseases, diabetes, things like that. So, I mean, nothing which would call for an emergency. And this kind of diseases, they should ideally be covered by market forces. And so, let's go to the basic issue under Obamacare and basic issue with the American healthcare system. Their main problem is that the healthcare is really costly. And why it is so costly? The reason being insurance. Now, under American laws, insurance has to cover each and everything. Now, let me ask you, let's say you have a home, you buy a home insurance. Obviously, if your home, your house burns down, you need insurance. If it floods, you need insurance. You want to change the paint on Diwali, why do you need insurance? This is, you know, you go hire a painter to do it. Now, if insurance is forced to cover each and everything you change in your house, how would it cover it? By charging you only, the government is not giving them the money. So, the premiums have gone up at a certain level. Now, that is one of the major problem. And then healthcare has a second big problem, which is scarcity of resources. So, to simplify the problem, I'll say, let's say there are 90 beds and 100 patients. Now, you can provide services only to 90 people. Now, then it becomes a question of which 90 people get it. Under a free market system, people who need it the most, they are willing to pay for the services. They need and then those people get it. Under a controlled market or insured market, these prices are completely distorted. So, it becomes roughly first come first serve. So, that is the main problem with the American system as such. And also…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:32.000",
        "message": "So, to sort of use a very frivolous kind of illustration of that, let's say that I have the flu, the common cold and someone else has a kidney failure. And under a market system, because the price of the beds would rise slightly, I would say, forget it, man. I'll recover at home and the guy with the kidney failure would get it."
    },
    {
        "speaker": "Guest",
        "time": "00:11:47.000",
        "message": "But in this case, if I come first, I get it and too bad, he sleeps on the floor or whatever. Yeah. And you would be going there, filling out insurance form. The cost of administration has gone up under Obamacare because of 20,000 pages of regulation. And now doctors have to comply with all those regulations. Most of the doctors, especially in rural areas, they have to hire another person to take care of this problem. Now, if you're in a rural area, and US has very sparsely populated rural areas. To give you an example, the state of North Dakota has population of 800,000. And that too is scattered across the state, not just concentrated in one or two major cities. So, if you're a doctor in a rural area, you have 50 customers. You cannot afford to hire another person because you won't be able to recover the cost. So, the number of doctors has drastically gone down in rural areas. Most of them have chosen to either move to another professions which pay or move to cities where they have more customers and bigger markets. So, they can compensate to hire another person."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:49.000",
        "message": "And imagine the cost of actually paying for someone who can navigate the 20,000 pages of regulations or whatever would be enough to turn you from being a profitable doctor to an unprofitable one."
    },
    {
        "speaker": "Guest",
        "time": "00:13:00.000",
        "message": "And therefore, you have to shut down and go."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:02.000",
        "message": "It's a similar thing to what, for example, coming back to a local example because it's so current, GST. You know, it's supposed to be so incredibly good for CAs and there are special GST consultants. Now, a friend of mine was recommending that don't just go with your CA, get a GST consultant because it's so complex. And those are the people helped by it. And it can get so bad that a business can be just tipped over the edge because of too much regulation."
    },
    {
        "speaker": "Guest",
        "time": "00:13:27.000",
        "message": "And it comes to another problem, Obamacare has actually cost jobs to the U.S. economy. So, under Obamacare, employers are forced to provide insurance if they have more than 49 employees. So, once they cross that magic number of 50, they have to provide insurance. So, what most companies do, they go up to 49 employees, then they don't hire. Even if they need a person, they just choose not to because the hiring next person, you would have increased cost of not just that person's salary, but an insurance program for all your employees."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:01.000",
        "message": "I mean, the 50th employee is really your most expensive employee because you have to pay insurance for all the first 49 as well. So, Obamacare, therefore, artificially puts a limit on the growth of small to medium-sized firms."
    },
    {
        "speaker": "Guest",
        "time": "00:14:12.000",
        "message": "Yes, especially small to medium-sized firms because bigger firms, they're located in major urban centers. They don't have to deal with this problem. And that's why you will see in U.S., there would be a lot of support for Obamacare in the urban centers and not in the rural centers. And that's because rural people actually suffer from the consequences of that law, whereas urban doctors, they can raise their prices. They have a huge market for their services, and they can survive."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:36.000",
        "message": "So, now for a regular guy in a small town, how does it impact his healthcare provision? Like if the number of doctors has come down, that therefore means that, you know, he is less likely to find a doctor when he wants one, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:47.000",
        "message": "Yes, and especially if you have a problem which requires a specialist, then in rural areas, there's no chance that you would find a specialist because for a general practitioner, it's still fine that they can hire another person. They still have a large customer base. Let's say if you have a very specific problem, let's say, you know, you have some neurological issues. Now, if you try to find a neurologist in this area, obviously, for three patients in one particular area, one doctor is not going to open his practice. So, you would actually have to go and travel to another state maybe or a major city nearby to find a neurologist. And then insurance in US, they have networks. So, they will tell you that this guy is not in our network or this guy is in our network. And then you have to contact that person because if you go out of network, you have to pay cost out of pocket and insurance will not cover it. And Obamacare allows it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:42.000",
        "message": "So, just demystify this for me. So, I've lived in India all my life. You've just come back from the States where you live for a while. Now, over here, what happens when I fall ill is that if it's not something major, I'll just go to my GP. So, if I fall ill at 4 p.m., at 5 p.m., I am at my GP's clinic and he sees me and he gives me medicines and I take them and so on. That's how smooth it is. How is it in the US?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:02.000",
        "message": "Well, let's say you fall sick. If you have a small problem, you choose not to go to a doctor because first, getting an appointment, it would take at least one week. And I have been in situations where I have called eight doctors and none of them have appointments for next three months. And I was in Washington DC metropolitan area. Now, you can imagine for a rural person, obviously, I was looking for a specialist. So, for a general practitioner, I would say one week or two weeks, you get an appointment. But if me living in the biggest metropolitan area in the United States, I could not get an appointment for next three months. Imagine a rural person living in Kentucky and if they have a problem, they just have no solution."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:48.000",
        "message": "And it's absolutely crazy because either then you have to fall ill so badly that it justifies going to an emergency room of a hospital or you just have to somehow, you know, tide it over and wait your three, four weeks."
    },
    {
        "speaker": "Guest",
        "time": "00:17:01.000",
        "message": "Yes. And most of the cases, if you are waiting for three weeks, if you have, let's say a flu or cold, it just by the time your appointment comes, you're done with it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:12.000",
        "message": "And I would assume that if the supply of doctors has therefore gone down, Obamacare would have made this worse."
    },
    {
        "speaker": "Guest",
        "time": "00:17:18.000",
        "message": "Yes, it has. So, now what has happened because of Obamacare, and this is a personal experience. I met a student who is studying medicine and they were like, you know what, I don't want to become a doctor because I honestly can't deal with this paperwork. So, not just that supply has gone down, the future supply is also impacted. And obviously, if you have less number of doctors, your costs are going to go up sooner or later because they will realize that there are so few of them, they would have to price the services higher and therefore the cost will go up."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:51.000",
        "message": "So, let me go through some of the unseen effects that you've described. Unseen effect one is the premiums go up and that happens in two ways. Number one, because doctors and hospitals are forced to cover many more diseases and conditions than they otherwise would, the premium has to go up. Number two, because they're not allowed to discriminate for pre-existing conditions and all of that. So, the average premium also rises because of that. Number three, there's massive amounts of paperwork and the cost of that also factors in. And because in addition to the cost rising so drastically, what further makes it worse is the individual mandate, which is essentially a tax on the healthy and by which people are forced to buy insurance whether they want it or not. It's like a disincentive for healthy living in a sense."
    },
    {
        "speaker": "Guest",
        "time": "00:18:35.000",
        "message": "Yes, and not just disincentive, there's a question of can the government force you to buy things which you don't want? Like as an individual, I should be able to decide if I want insurance. If I exercise one hour every day, I should, you know, I should, and if I eat right, I should be able to buy something called a catastrophic insurance. That, you know, if I get a heart attack, sure I need insurance. The same, I gave you a previous example that if your house burns down, you need insurance. But, you know, let's say your kitchen tap is not working, you don't need insurance. You just call a plumber, they come and fix it and that's how it should work."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:12.000",
        "message": "Unseen effect one, premiums go up across the line for everyone. Unseen effect number two, it's actually an assault on a person's autonomy by ignoring consent and by making him either buy insurance or pay the penalty, whatever it is. Number three is that the current supply of doctors, especially in rural areas, goes down because the paperwork with the 20,000 pages of regulations just make it unfeasible for them to stay in the business. Number four, it affects future supply of doctors because people who might otherwise choose a medical profession just look at all the daunting paperwork and the mess they have to deal with and say, hey, I don't want to do that. I'll do something else instead. And number five for patients, it increases their wait times and reduces their access to medical health care."
    },
    {
        "speaker": "Guest",
        "time": "00:20:02.000",
        "message": "Yes. And then there is the question of job creation."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:06.000",
        "message": "Right. I forgot that one. Number six is job creation because of the mandate that once a company goes beyond 49 employees, you have to buy insurance, which takes the cost up so far that it's a disincentive from small and medium sized enterprises from expanding. And you think companies expanding is good for the economy, it creates jobs, it's good for society and it kind of prevents that."
    },
    {
        "speaker": "Guest",
        "time": "00:20:32.000",
        "message": "Yes. And there are other problems. For example, this is just what happens in the market. There is a government side to it. So because of Obamacare, some of the people who could previously afford insurance, they have now, they cannot. So now they're dependent in the American government runs a Medicare and Medicaid program, which are designed for older generations, people 65 or older or for people with disabilities or people who have just lost their jobs. So now the number of people dependent on these programs have drastically expanded because they can't find a job. They don't have insurance. And this individual mandate applies only if your income is above a certain level. So if your income is below that level, you can enroll in Medicare or Medicaid. So now the enrollments have gone up drastically. Of course, it has provided coverage. But then look at the cost. You would have taxpayers fund this bill. And again, healthy individuals working hard, they will be the ones paying the extra cost for all this. Now you are bringing productivity down and you are actually promoting getting jobs overseas. Because now companies will say, well, you know what, we just open an office in India or Vietnam or Laos or Cambodia, because all these countries are looking forward to hosting these companies and are actually providing incentives. And there are no such regulations and the cost of health care is really low."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:03.000",
        "message": "So your argument is that net net, we've kind of gone through, you know, the seven unseen effects of Obamacare in a sense. And your argument would be that while there is much liberal support for it in elite circles, ordinary people feel the pinch so much that it's the backlash from them that brought Trump into power."
    },
    {
        "speaker": "Guest",
        "time": "00:22:22.000",
        "message": "Yes, that is essentially my argument. And liberals in US have refused to believe it. During the whole campaign, they have refused to even talk about problems with Obamacare. Right now, they refuse to repeal it and they want to expand it actually. They want more and more coverage, which will make the problem worse. And right now, I'm informing you, only 80% of Obamacare is actually in effect. There are four more years to go, three more years to go. In 2020, it will be in full effect. Now, once it comes to that level, you would see complete chaos in the markets. You would have lack of doctors, lack of medicines, and all the unseen effects I have described, they will become much more apparent as the time passes. Because right now, they're in the nascent stage. We don't see them as clearly. Three years, we'll see them very clearly."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:17.000",
        "message": "Sudhanshu, your dark dystopian vision of America's future makes it sound like the third world. Now, I know why you came back to India. Thank you so much for coming on the show."
    },
    {
        "speaker": "Guest",
        "time": "00:23:25.000",
        "message": "Thank you. It was very nice talking to you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:29.000",
        "message": "If you enjoyed listening to The Seen and The Unseen, please hop over to seenunseen.in. Our archives are absolutely awesome. You can follow me on Twitter at amitvarma. See you next week. Oh, before I sign off, do you know something about me? I used to be a professional poker player for a few years, and my past has caught up with me. If you're someone who plays poker, are mildly interested in it, or have never played it before, then here's a fun new podcast I recommend you check out. It's called Mera Kaam Poker, hosted by Azim Banatwala and my friend Peter Abraham. The show captures a fun side of poker, and it's a must listen for everyone. New episodes are out on the IVM podcast website. I am a guest on one of them. Look out for that. Many, many, many weeks from now, and Cyrus is an inspiration. If you haven't already, check out the IVM podcast website or just download their app."
    },
    {
        "speaker": "Unknown",
        "time": "00:24:53.000",
        "message": "Good evening, ladies and gentlemen, this is your captain speaking. Sorry to say, but there's been a slight delay due to the apocalypse having suddenly begun. As you can see, there's death, destruction and chaos taking place all around us. But don't you worry, food and drinks will be served shortly, and I would recommend checking out IVM Podcasts to get some of your favorite Indian podcasts. We'll keep you going till this whole thing blows over. Thank you."
    }
]