[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I. V. M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:04.280",
        "message": "I had a strange dream the other day. I dreamed I was a fly on the wall at a swayamvar in 1973. Now a swayamvar is a practice in which a bunch of men, all dressed up and objectified, line up in a hall while a woman walks among them with a garland in her hand. She picks one of these men as her marital partner and puts a garland around him. Now the swayamvar is an ancient tradition, but this was a modern swayamvar. The girl was allowed to ask questions. So the girl was walking up to each man and asking him just one question. What did he do for a living? The first contender was a thin boy with thick glasses wearing a dhoti kurta. What do you do for a living, she asked him. He said, I am doing my PhD in aeronautics. She shrugged and went to the next guy. The next chap, his hair slicked back in a center parting, wearing a beige churidar kurta with the jacket of a safari suit, said, I am an IAS officer. The garland twitched in her fingers, but she walked away. The next person in line was a tall, geeky, tambram in a vesti. She asked him the same question. He replied, I am a software engineer. See, this is 1973 and you may wonder what that is, but wait 30 years and I'll be the hottest thing around. She very rudely showed him a thanga and walked on. Finally, she came to a young man wearing a flowery t-shirt and bell-bottom pants. He had the face of Prem Chopra and the swagger of Amitabh Bachchan. She asked him the same question and he replied, I do import-export. And well, the story ends here. They lived happily ever after."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:49.640",
        "message": "Welcome to the seen and the unseen. Seen and the unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:02.720",
        "message": "Welcome to the seen and the unseen. Import-export was quite the buzzword in the 1970s, especially in Bollywood. But importers and exporters are in bad shape these days. One small reason for that is a topic for the show. The FTP 2015-2020, the foreign trade policy 2015-2020, which is supposed to help our importers and exporters, but ends up harming both of them. To discuss this unseen effects, I spoke to Sudhanshu Neema, who was my guest on this show last week as well, when we spoke about Obamacare. Here's how our conversation went. Welcome back to the show, Sudhanshu."
    },
    {
        "speaker": "Guest",
        "time": "00:02:40.160",
        "message": "Thank you very much. It's very nice to be here again."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:42.120",
        "message": "Sudhanshu, the FTP 2015-2020, the foreign trade policy, a very impressive document made with the best intentions meant to help our exporters and to protect our farmers. Everything about it sounds good. Tell me a little bit more about it in terms of what its intentions were and tell me what its unseen effects are."
    },
    {
        "speaker": "Guest",
        "time": "00:03:02.000",
        "message": "So the intention behind the trade policy was to promote exports of India so that government can own foreign currency. Now, I don't see the point of earning that. We already have $400 billion of foreign currency and I don't see why the government is getting greedy and collecting more foreign currency. So that's one part of it. Secondly, the government wanted to promote exports so that people would be manufacturing in India, creating jobs and then exporting their goods and services outside India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:29.720",
        "message": "Made in India. Made in India."
    },
    {
        "speaker": "Guest",
        "time": "00:03:31.160",
        "message": "Yeah. So that's the Prime Minister's vision of making in India and then selling it outside the country. So that's and then there was when it comes to import policy, our intention is to protect domestic producers, essentially farmers. Sometimes there are other industries which need protection. The government has defined those industries and say that, OK, we will not allow import on this industries because of, you know, this, this, this reasons. So they want to protect some of the domestic producers and they subsidize the exporters with a view to create manufacturing and export. So what they're doing is they are creating jobs in India. Now those are the intended effects of the foreign trade policy. But what actually happens is not what you will see on the paper or what the government declares. What has started happening now since the government gives export credit to people who export goods and services, this credit is given in form of a tax benefit. has to be funded by taxpayers. Basically people like you and me should pay taxes so exporters can export their goods and services to foreign countries. Now often these foreign countries are rich countries. So we are actually subsidizing goods and services going to for example US or Germany. Now that sounds completely ridiculous to me. Why should a third world country subsidize the people"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:58.080",
        "message": "living in a first world country. So that's crazy. So to make the exporters competitive they are given this tax credit which is basically being obviously funded by you and me. So what is happening is it's a redistribution of wealth from the normal poor taxpayer like us to first the exporter who therefore can price his goods cheaper which therefore helps the people who are buying from him and makes him attractive to them and therefore at another level it ends up being a redistribution of wealth from the poor of a poor third world country India to the rich of a first world nation. And rich of India as"
    },
    {
        "speaker": "Guest",
        "time": "00:05:33.440",
        "message": "well because those are the ones who will produce and they make all the profit right they don't since they get tax credits they don't have to pay taxes on that on whatever money they make and we have to pay taxes because if they don't pay taxes somebody has to fund the government right and Indian government"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:51.160",
        "message": "does so much of things that somebody has to fund. I'll just make a small digression here to point something out a lot of people say that hey only 3% of Indians pay taxes or whatever but that's income tax they're talking about 100% of Indians pay taxes so even if your maidservant is buying a bag of salt or someone who might be begging at a traffic signal is buying a little bit of soap even they are paying taxes because all of those items are taxed and taxes hurt the poor"
    },
    {
        "speaker": "Guest",
        "time": "00:06:15.880",
        "message": "far more than they hurt the middle class like us. Yes and that's that's one part the taxes then there's other things like if your manufacturers are incentivized to sell goods to foreign countries they don't want to sell it to Indians right like let's say I am producing high quality tea I'll sell it to US why should I sell it here because if I make money or any profit I'll have to pay taxes plus it's much harder to do business here than to doing business in"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:43.240",
        "message": "US. So here's what happens let's say you're a tea manufacturer and I'm a consumer first of all the first crime is that I am being forced to subsidize you to manufacture cheap so you can sell it for cheaper and the second crime is that because therefore you're incentivized to sell your tea outside and export it the supply of tea within India therefore gets restricted and becomes more"
    },
    {
        "speaker": "Guest",
        "time": "00:07:02.560",
        "message": "expensive for me so it's I'm being taxed doubly. Yes you are exactly so you are first paying higher cost for your tea and second you're paying some American some money indirectly to buy cheaper tea so that's the one side of it. Now let's come to import policy when it comes to import in the name of protecting certain manufacturers mostly farmers the government has put a ban on most agricultural products or they put a quota call it whatever means they sometimes will put a ban sometimes will put a quota sometimes they'll say we will import only from this countries and not those countries so they have you know lots of policies they have more than 7,000 categories of goods on which there are different layers of taxes so that's so what the government is trying to do the intention is to protect farmers because if we can buy cheaper food from foreign countries our farmers will theoretically lose money but that's not how it works there's other side to it right there are consumers there are people who consume food and they deserve to buy cheaper food there are millions of very poor people in India who are not into farming who are urban poor who live in slums they do not have enough money to buy food and if they can buy cheaper rice or cheaper wheat we should be able to provide it to them that's is this we are killing people with this policies and when it comes to farmers this policies that have been in place for not just this 2015 to 20 policy we have had this similar policies since independence this policies have kept the farmers poor because farmers now don't diversify they depend on the government they know that whatever they produce will get them results because if nothing happens the government will buy it or put a ban on import of that commodity so now farmers don't invest in developing techniques or increasing their farm yield because they have become dependent on this government assistance so firstly you have higher cost to all consumers and then farmers remaining poor and trapped in this vicious circle of poverty and then there is a third effect this impedes our economic growth because let's say I can buy rice for much cheaper cost I save some money and this money would go in buying other goods and services so those people also lose out so for example let's say I save thousand rupees a year in buying rice I will use this thousand to let's say buy a new pair of shoes so this shoemaker will also get this money and he will also make profit and pay taxes on so on yeah so it's it's a huge"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:48.400",
        "message": "cost on the whole society so what all these import tariffs basically do is number one the price of goods go up because the market is not as wide as it would otherwise be if you were to allow cheap imports number two they incentivize the farmer to just keep making the same thing that they're making because they are protected by this law and you have minimum support prices and so on and so forth and the market pressures that would make them that maybe diversify their crops or maybe look for innovate in search of higher productivity that movement that growth never happens yes and that locks"
    },
    {
        "speaker": "Guest",
        "time": "00:10:23.680",
        "message": "them in a poverty cycle so they become dependent on government's handouts so now we have recently seen farmers taking asking for loan waivers agitating in Madhya Pradesh and Rajasthan and Maharashtra and UP and the governments are paying 50,000 crore 25,000 crore rupees as a loan waiver now let's not go into loan waivers that's also very unseen and effects of that and we had an episode on that earlier yeah so this loan waivers cost taxpayer so again you and I end up paying for this policies in some way or the other first it's higher food than is taxes then it's you know those farmers not contributing and once their productivity increases we also benefit from that right because our national income goes up the government revenue goes up so we get more government services so it's not just losing one part of it or is the whole bigger picture you lose a lot on a lot of fronts and beside we lose a lot more in banning agriculture produced from rich country to us because America and Canada most of European Union they give extremely high amount of subsidies to their farmers to produce wheat and rice and other basic agricultural produce we should just buy it from them because it's cheaper they are subsidizing we should just take money from their taxpayers because coming to us for free and all we need to do is nothing basically we just need to stand at our port pay some money take this goods in and distribute and what that would then"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:58.400",
        "message": "do is that would lead to cost savings among the consumers and they would spend that money elsewhere which would grow the economy in other ways and provide more opportunities and that would also force the farmers to innovate and be productive and maybe find maybe diversify their crops and you know grow move into other things and of course I've you know if someone's listening to this podcast for the first time if you go over to seen unseen or die and you'll find in my archives various episodes where we've talking about we've spoken about agricultural problems and how farmers are just trapped in agriculture because of just a variety of regulations and this is just one of them so that's that's like an absolutely crazy problem but what kind of amuses me and it's a very perverse kind of humor here is that this export and this import are different export and import policies do two things number one they force us to subsidize rich countries and number two they stop us from taking their subsidies yes so poor Indian taxpayers end up paying for American and British consumers yes and when American taxpayers and British taxpayers are paying for food that could benefit us and make it cheaper for us we turn our back on that that sounds"
    },
    {
        "speaker": "Guest",
        "time": "00:13:15.160",
        "message": "completely crazy why would we do that well to protect farmers and government and the government's rely on farmers vote so they keep doing it and without realizing and even farmers don't realize that every year asking for minimum support price or this or that it keeps them poor they have been poor for 60 years or so and they will remain so if we do not change these policies because they have no incentive to get out of farming and since we pay a lot more for these goods which are produced within the country first because all the higher quality goods are exported out of the country so we have higher cost in the country so consumers don't save all this money if this money was saved we would expand it elsewhere essentially buying goods and services from farmers so they would have a incentive to diversify into different types of crops once they do that they would have more productivity they would have more jobs"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:10.760",
        "message": "they would have more opportunity and if other crazy laws didn't exist like the laws which stop you from selling agricultural land for non-agricultural"
    },
    {
        "speaker": "Guest",
        "time": "00:14:17.320",
        "message": "purposes there would just be much fewer farmers which yes exactly as every"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:21.320",
        "message": "country goes you follow that trajectory where less and less people are in farming but farming is that much more productive and you know jobs bring up elsewhere and you're stopping that whole cycle and so the FTP 2015-2020 what it really does is it forces the poor to subsidize the rich and it stops the poor from taking the subsidies that the rich are willingly offering that's absolutely"
    },
    {
        "speaker": "Guest",
        "time": "00:14:45.520",
        "message": "crazy thank you so much for coming on the show Sadhanshu thank you it was a"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:48.440",
        "message": "very nice experience if you enjoyed listening to the scene in the unseen do hop over to seen unseen.in and check out all our archives you can follow me on Twitter at Amit Verma A-M-I-T V-A-R-M-A goodbye for now guys exciting news Indus Vox Media's flagship podcast Cyrus Says hosted by my friend Cyrus Brocha completes 200 episodes a big congratulations to Cyrus from me and the guests and the producers of the show for entertaining us for over two years now we hope to reach the 200 episode mark ourselves many many many weeks from now and Cyrus is an inspiration if you haven't already check"
    },
    {
        "speaker": "Unknown",
        "time": "00:15:35.160",
        "message": "out the IVM podcast website or just download their app you"
    }
]