[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.500",
        "message": "Especially when you consider that I was an atheist on earth before I died, and finding myself in heaven alone was a shock to my system. Also, the only food available was seafood platters. Now, on earth, I have been a big fan of seafood platters, but eating seafood every single day was a bit much. So one day, a few of us went to the head angel, a strict-looking elderly gentleman in a white vesti and white wings, whose name was Seshadri. I said to him, Mr. Seshadri, Mr. Seshadri, please, can you do something about these seafood platters? I love seafood, but we are tired of eating the same food every day. Mr. Seshadri gave a genial smile and said, No problem. Please submit a complaint in triplicate, and I will do something about it. We duly submitted a complaint, and later that day, we got a memo on the Heaven WhatsApp group. This memo told us to get dressed and assemble at the main gate at 7.30 in the evening. I took a lovely afternoon nap, almost too lovely, and then assembled along with other denizens of heaven at the Ishwar Allah Chowk, where the main gate is located. There, Mr. Seshadri and a group of angels and apsaras herded us into a bunch of luxury buses. We drove out of heaven, and almost immediately, we were at another large gate, which was painted in red and black. As the gate opened to let our bus in, I could hear sounds of screaming, as if people were being tortured nearby. And then I saw a big billboard in the distance, that said, Welcome to Hell. He he he he, I exclaimed, What's going on? Why have we come here? Mr. Seshadri turned back from the front of the bus and said to me, This is a treat for you. You were tired of our seafood platters, so we decided to take you all to eat out for a change."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:27.500",
        "message": "And in heaven, the only place that is out, is hell."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:46.500",
        "message": "Welcome to the scene and the unseen. Indians don't eat out as much as the rest of the world does. This is baffling because there are many advantages to eating out. My friend Kartik Shashidhar has a chapter on this in his recent book, Between the Buyer and the Seller. And one of the reasons he offers, took me by surprise. It was certainly unseen. I spoke to him a few days ago. Here's how the conversation went. Kartik, welcome to the show. Kartik, in your book on markets, Between the Buyer and the Seller, you have a chapter on why Indians don't eat out more. For example, there you cite a survey in 2011, which found that Indians spend only 9% of their food expense eating out. Far lower than the world average of 29%. So I have two questions here. The first question is, why does it make rational sense for us to eat out much more? And the second question is, why don't we?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:41.500",
        "message": "Okay, so rationally, I mean, why it makes sense to eat out more is that like it's simple economies of scale. So right now, what happens is that if every house decides to kind of make bread, just taking a very extreme example, which means that in every house, you have an oven that gets heated every day, which is used to make, let's say, one loaf of bread per house. That's an enormous waste of resource of all those ovens that are being fired up in every single house. Instead, if you could have a small number of bakeries or restaurants, where ovens would get fired up every day, where thousands of loaves of bread could be baked, that would get those breads at a far lower cost, right? So in that sense, it's an enormous cost that like people bear by cooking at home. Because like, even if you account for all the people's margins and transaction costs and everything, I still think it ends up being far more expensive than eating out. And why don't Indians kind of eat out more? I think the simple reason is that our restaurant industry has evolved to produce tasty food rather than healthy everyday food. I think at least a large majority of restaurants in India kind of have evolved that way. So it's not…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:02.000",
        "message": "That's a standard trade-off you make. Like even when I think of eating out, I think of, oh, I can eat out, but the food that I'll get will be very oily or it'll be, you know, all those connotations. There's a clear difference in health and quality between home-cooked food and restaurant food. But if there would be, and for the reasons you point out, economies of scale, if there was to be a demand, and certainly I would go for it if you could just eat good healthy food outside for very cheap every day, why hasn't that market come up? You know, why is all our food, like all our Indian food restaurants will give oily, greasy butter chicken rather than something simple that you can just have every day?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:40.000",
        "message": "So there are two reasons. One is because of the way the market has evolved. I'll come to that in a bit. But the other is that it's like it's settled into that equilibrium. So the equilibrium that Indian restaurant industry has settled into is that people go to eat out on special occasions or as a treat. So when you are going out for a special occasion, you don't care about the health of the food because you're only eating out occasionally. You want really tasty food. And so you have all that butter in the butter chicken, which makes it taste really great, but may not be that great for your system. But because you're having it so rarely, you don't mind that. And the restaurants know that the majority of their customers are coming there to have it as a treat. So if they end up giving kind of food that doesn't taste as good, but is far more healthier, they're going to lose some business. So it's a kind of an equilibrium that is a little hard to get out of unless it takes some really big investment by a bunch of restaurant groups to kind of move out of this and so on. So that's the equilibrium we got into. So why have we got into this equilibrium? So I have this hypothesis that it's because of caste. So because of the caste system, I think for a long time until even in my childhood in the 1980s, people would kind of look at eating in restaurants as something dirty. You know, I want to quote from this episode, from this comic Tinkle by Amar Chitra Katta, which used to come, I don't know if it comes out now, it was a staple reading when we were kids. So in that there's a story of a thief. And I clearly remember this late 80s, early 90s, a wife admonishing her husband saying, you have dirty habits such as smoking beedis and eating in hotels. Now eating in hotels or restaurants was being compared to being as bad as smoking beedis. That was the prevailing wisdom in India back then. And it was seen as something that respectable people didn't do. And that's because you don't know the caste of the person who's preparing your meals in a restaurant. And given how strong the caste system was until a few decades back, I mean it was really hard for the restaurant industry to develop because if only people from your own caste would eat at your restaurant, your market would be that much smaller."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:01.500",
        "message": "So now this equilibrium seems rational enough to me from a perspective of say India in the 1950s where most people in the country were basically poor and couldn't afford to eat out too much. And it was like you save up for a month and then you go for a meal with the family and then what you want is something tasty. And equally the caste system was much more prevalent. So that factor would have played a part. But then what you would imagine is that as India urbanizes and as incomes rise, which is something we've seen in the last 20-30 years, certainly since liberalization, that more and more of India has urbanized. Incomes have risen where people can afford to eat out more. And in any case, outside food because of economies of scale should get more and more affordable and actually cheaper than home-cooked food. But that equilibrium hasn't shifted. So why do you think that is?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:46.500",
        "message": "So one thing I must mention is that you say that people can't afford to eat out. I think it's a quirk of the restaurant industry that the way it has evolved to provide tasty food that people can't afford to eat out. I mean if the restaurants were providing daily food, I'm sure like for the reasons of economies of scale, it should actually be cheaper, especially if you were to take into account the labor costs of cooking and preparing meals. It should be cheaper to eat in restaurants rather than to eat at home. So cost is not that much of a factor. But in terms of equilibrium, why it has not changed is because, I mean, yeah, you have had liberalization. A lot more people want to eat out now and so on. But there's no incentive for the restaurant to change. I mean, unless you really know that significant, I mean, how do you decide when to change? Let's say you're making butter chicken today and tomorrow you can decide to make, your other option is to make saag paneer, which is like possibly a healthy food which people can eat every day. And you have a choice between making these two, right? You can imagine this being some kind of a game theory kind of a setup where you have a choice as a restaurant to either make butter chicken or saag paneer. And you make a choice based on what your larger set of clientele would prefer. And you have built your reputation so far as being a restaurant which makes great butter chicken. So most of your customers come there to eat butter chicken. So even if you were to have a small number of customers who would want to eat saag paneer, you would still not want to change because you're going to lose out on all these customers who are eating butter chicken."
    },
    {
        "speaker": "Unknown",
        "time": "00:10:20.000",
        "message": "So you continue to make great butter chicken."
    },
    {
        "speaker": "Guest",
        "time": "00:10:22.500",
        "message": "People continue to expect great butter chicken from you and so it's hard to get out of the equilibrium."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:27.500",
        "message": "That explanation makes complete sense. So I should point out that, for example, the restaurant I frequently order from, Urban Tarka in Andheri near my house, offers both butter chicken and saag paneer. But their saag paneer would also not be the homely healthy saag paneer, but sort of oilier and like, you know, pumping up the taste at the expense of the healthy. And the other thing that strikes me here is that the cost of doing business also plays a part. For example, a few episodes ago, there was an episode of The Seen and The Unseen where I spoke to our mutual friend Madhu Menon on restaurant regulations. And the cost of those regulations are insane. And as we discussed a while ago, and I've had episodes on that also, the cost of real estate in a city is incredibly high. So if you start a restaurant, just the land it occupies is, you know, artificially more expensive than it should be because of regulations like FSI and rent control. So the result is that having invested so much in starting a restaurant, the entrepreneur is then sort of incentivized to go for the more expensive, tasty kind of food, as you put it, rather than simple homely food because he has no way of knowing if that can reach the kind of scales that he needs to make a profit."
    },
    {
        "speaker": "Guest",
        "time": "00:11:35.500",
        "message": "See, one thing, yes, I mean, of course, the regulation on restaurants is insane, as Madhu mentioned in his episode with you. But the thing is this, I mean, I think even if you were to take out the regulation, if you were to take out the real estate cost, if enough people in India were to eat out every single day, it would be profitable for a restaurant to operate in this regulatory regime and still be able to provide good daily food meals and still be profitable. The problem, I would think, is more of the equilibrium. Because like, bro, where the regulation plays a part is that if you want to start a restaurant today where you hope to provide daily kind of healthy meals and hope to make up for it with large volumes, the cost of the regulations might kind of hold you back from starting this kind of a restaurant or a chain and might kind of push you more towards something that's going to sell fewer plates, but like much more value-added plates and kind of make more profits. So there is a part where the regulation plays, but I think it's more of the equilibrium. Because I think if enough people were to eat out, this problem would get solved."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:44.000",
        "message": "Absolutely. But someone's actually, I guess, got to make that first step and show to the market."
    },
    {
        "speaker": "Guest",
        "time": "00:12:48.000",
        "message": "Is there one interesting… Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:50.000",
        "message": "Go ahead. Sorry."
    },
    {
        "speaker": "Guest",
        "time": "00:12:51.000",
        "message": "Yeah. No, no. What I was saying is that it's like a very classic kind of a game theory kind of a setup. Because like you don't want to make a move unless the other person also wants to make a move. But both of you know that if both of you make a move, both of you will be better off. So it's in that kind of equilibrium. But yeah, there's no way for you to coordinate, especially because you have on the one hand a large number of restaurants, on the other hand an even larger number of people and it's about people's attitudes and all that. So it's going to be… I don't expect this to kind of change too much. But one thing what I've seen is that if you were to look at areas which are heavy in migrants, so for example, in Bangalore, Koramangala is one area where you have a lot of people who are not traditionally from Bangalore who have settled there. And there the restaurant market is incredibly vibrant. So you have restaurants which serve food from different parts of India. And the food there is, at least based on my judgment of the taste though, I don't know what is authentic Odia food, but like the food I've had in Odia restaurants in Koramangala tells me this is probably what those guys eat on a regular basis. And like, because you have so many young professionals living there who know the cost of time, the restaurant market is kind of developing there and in other similar pockets in other cities."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:12.500",
        "message": "And I'd speculated as much as eating out habits are changing, so are eating from out habits. For example, in Mumbai, you have a bunch of places which provide Dabba services, which claim to be and are to some extent good, wholesome, healthy food. Now they are made outside, they are made centrally, they take advantage of the economies of scale. But at the same time, they don't have many of the associated costs that restaurants have. And they are convenient enough because delivery is really not an issue. So people can just order those, not have to cook at home, and get good healthy food at a reasonable sort of price. But my next question to you is, so we are in that earlier equilibrium and that's not changing fast enough though in pockets like Koramangala and Bangalore like you point out it might be. But how have other countries made this sort of transition from the earlier kind of equilibrium we were stuck in to the one they are in now where many more people eat out and many more restaurants give, you know, are on the other side of the healthy versus tasty trade-off?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:07.500",
        "message": "So I don't know if other countries really haven't done too much research into this, but I don't know if other countries really ever got stuck in the kind of equilibrium that we have been stuck in. Because I think we got stuck into this unique equilibrium because our restaurant industry didn't grow along with our urbanization. So because of the cost factor that I mentioned earlier. In other countries, I think the way I see it is that it's always been a simultaneous thing. As you have more and more urbanization, you have more and more restaurants because like urbanization, as we spoke about in another episode, it creates that big enough market that you have enough entrepreneurs, big enough for restaurant entrepreneurs to want to set up restaurants whether it's upscale sushi bars or if it is like basic dal chawal restaurants. So once urbanization happens, restaurant industry automatically follows and so you'll have a significant proportion of people living in cities who will be eating out every day and so on. So that's how it normally happens. In India, I think because of the cost factor, you had a bit of lag and because of the equilibrium, that lag has been hard to overcome. Even though I think people are far more relaxed about where they eat from nowadays."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:21.000",
        "message": "I think cities, because they are networks of mutual benefit, ameliorate cost to some extent. They're not a panacea, but it's certainly less of a factor in city, especially the more densely populated. You go now, you've given the example of Koramangala earlier where you have people eat out more and you have these specialized restaurants coming up. Is this a trend you see going up? Are we eventually going to break out of this equilibrium?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:40.500",
        "message": "It's likely. I mean, I think what's going to happen is that, I mean, as you see more and more migration within India, from one city to another and so on. When you have young people living by themselves in a particular area, they're automatically more likely to take risks. They're more likely to kind of see the cost and benefits of eating out versus eating at home and so on. So the restaurant industry is going to kind of develop there and then people from other parts of the city will discover this and the market will kind of expand and so on. So I do see this as one kind of some disruption that's happening in the market, but it will definitely take a while. I mean, the more we kind of mix in terms of people moving from one part of the country to another, the faster it will happen and the slower that is, the slower the restaurant industry is going to be."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:27.000",
        "message": "Well, that's a good note of hope to end on. And I promise you that the next time you are in Mumbai, I'm going to take you out to eat at a place that is both tasty and healthy. Thank you so much for coming on the show, Karthik."
    },
    {
        "speaker": "Guest",
        "time": "00:17:37.500",
        "message": "Thanks Amit. Bye."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:38.000",
        "message": "Bye. If you enjoyed listening to the scene in the unseen, check out another show by IBM podcast, Symbolified, which is hosted by my good friends Naren, Chuck and Sriket. You can download it on any podcasting network."
    },
    {
        "speaker": "Unknown",
        "time": "00:18:30.000",
        "message": "Good evening, ladies and gentlemen. This is your captain speaking. Sorry to say, but there's been a slight delay due to the apocalypse having suddenly begun. As you can see, there's death, destruction and chaos taking place all around us. But don't you worry. Food and drinks will be served shortly. And I would recommend checking out IBM podcast to get some of your favorite Indian podcasts. We'll keep you going till this whole thing blows over. Thank you."
    }
]