[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I.V.M On December 2, 1977, two men walked out to the center of a cricket field to toss a coin. The venue was a VFL park in Melbourne, which had a capacity of 80,000 people. And yet there were only 500 spectators in this large ground. There was just one in-house photographer to record the moment. At the toss, when the coin finally hit the ground, you could probably have heard it in that silent, empty stadium. This was a match that was not recognized by the ICC, a match with few spectators. And yet it was the legend Garfield Sobers who was supervising the toss, and the two captains were Ian Chappell and Clive Lloyd. This was a day that cricket changed forever."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:48.560",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics, and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:57.520",
        "message": "science. Please welcome your host, Amit Badma. Welcome to The Scene and the Unseen. My topic for today is money in cricket. And I will be examining this topic through the prism of World Series cricket and the IPL. My guests today are both legends of cricket writing, Gideon Hay and Prem Panicker. Gideon is an Australian cricket writer who has written more than 30 books. Many of them are about cricket, the rest about business and economics, which makes Kerry Packer's World Series an ideal subject for him, as it falls at the intersection of both. His first cricket book, The Cricket War, the inside story of Kerry Packer's World Series cricket, was released in 1993, and it was released in India in a new edition a few days ago. Prem Panicker needs no introduction to cricket lovers in India. He was probably the first blogger in the world, long before blogs even existed, with his cricket updates for Rediff in the mid-1990s. He is also an authority on media and on politics. And like me, he's followed the IPL very closely. I caught up with Gideon and Prem at the Bangalore Literature Festival last weekend, and recorded this episode with them there. Here we go. Gideon, Prem, welcome to the show. Nice to be here. Thank you. Thanks for having me. Gideon, I have in my hands right now your first book, The Cricket War, which is releasing now in India for the first time. A little bit light. It took a while to get here. Yeah, and you wrote it in the early 90s. Yes, it essentially covers World Series cricket and what Kerry Packer, how Kerry Packer transformed the game. And all of that is incredibly relevant even today because all those fundamental questions about the commercialization of the game, what it does to the spirit of the game, the way it is played and so on, are incredibly relevant no matter which side of the fence you fall upon. And you mentioned that, you know, when re-reading this book now, you felt that it was still incredibly relevant for what we"
    },
    {
        "speaker": "Guest 2",
        "time": "00:03:00.960",
        "message": "were doing through these books. Well, I mean, what does strike me when I reflect on World Series cricket now is how incredibly audacious it was. If you think about where cricket was in 1977, you had the occasion of the Centenary Test, which was the celebration of all good things about Test cricket, honoring the fact that they had been the first Test match in March 1877. It was a great pretext for self-congratulation about the stature that the game had achieved, its place in the national life, its role in the Commonwealth, its upholding of certain values that the people like to believe about the game as embodying. And then even as that Test match was in progress, there was a private entrepreneur with a broadcasting company recruiting the best cricketers in the world for his own roll-your-own television spectacular. There's never been anything quite so audacious since then. And in the course of the next two years, cricket would learn a great deal about the effects of the arrival of private capital. It would receive a timely education in the value of commercial rights, which of course has underpinned the game's growth for the subsequent four years. The players would get a first feeling for their role as something other than mere athletes. They became celebrities, if you like, for the first time. They became commercial properties to be bought and sold. And for the first time, we saw the potential that was latent in one-day cricket, a new variant on an old theme. There'd only really been relatively few one-day internationals before World Series cricket. After World Series cricket, the format goes forth and multiplies,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:54.680",
        "message": "not least of all, in India. And just taking a tangent off before exploring further, do you believe in the great man theory of history? I mean, would this revolution have happened without Packer? Or is cricket in that sense, was he necessary for it?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:05:11.200",
        "message": "I do think it was a bit of a perfect storm. It was a very unusual concatenation of circumstances in 1977. A, you had a game that was very, very popular, and there's no doubt about it. Cricket in 1977 was hugely popular. In Australia in particular, because it had this very vital, gregarious, exciting team, Lillian Thompson, the Chapels, Marsh, et cetera, who felt nonetheless alienated and underpaid and exploited by their administrators because they compared their rewards to those that were available in individual sports, such as tennis and golf, which were rapidly professionalizing off the back of television. You had the rights for – the commercial and broadcasting rights for that cricket were being significantly undersold. They were basically in the hands of a national broadcaster that broadcast the game essentially on a kind of a grace and favor basis, I guess in much the same way as Doordarshan had in India forever and a day. You had a set of players who had a kind of an accumulation of about 10 years' worth of grievances with their administrators and an administrative class that I think had become dangerously separated by a generation and more from the attitudes of their players. And you had certain stars, Dennis Leib notably and the Chapels, who had links in with people in other pursuits. The important figures in World Series cricket are not simply Kerry Packer and the players, but there are people like John Cornell and Austin Robertson and Paul Hogan who played such an important part in bringing the players and Packer as an impresario together. I think that where Packer had a unique advantage was that he was quite a young man. He's only 39 in 1977. He's trying to make his own way in the world out from under the influence or the reputation of his late father who had been a great press baron, Sir Frank, in his own right. He was looking not necessarily to make his name, but to create something of his own. And he'd already revolutionised the magazine market in Australia by setting up the first really significant sort of new wave women's magazine, Clio. And he was fascinated by sport, the potential of sport to create lots of content throughout the year, relatively cheap to produce, embroidered with natural ad breaks, which naturally captured the nation's imagination. I don't think any single individual, with the possible exception of Rupert Murdoch in Australia, could have had quite the same grand conception about the role of sport as a kind of a commercial battering ram. I think the players, too, tended to gravitate towards an individual, a compelling individual such as Packer, rather than necessarily a faceless corporate enterprise, because players naturally deferred to an inspirational authority. And the minute that Packer really had the Chapels on their side, and Libby, who were such important opinion makers in their own generation, it was inevitable, really, that all the players would follow. They were very susceptible to the influence of these strongmen of Australian cricket at that time. Perhaps these days, they might take a slightly more sort of individual and selfish attitude. But then the Australian cricket team moved as a block, and they were kind of arm-in-arm"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:54.840",
        "message": "from that point forward for the next few years. And they were sort of used to moving as a block, right? Because for the past few years, they had been fighting for higher wages."
    },
    {
        "speaker": "Guest 2",
        "time": "00:09:01.720",
        "message": "They had, yes. It has this backdrop of kind of constant agitation about not just pay, but also conditions, and prestige, and treatment. The touchstone that I know Ciapelli talks about all the time is the 1970 tour of South Africa, where the Australian players were playing it. They were on a double tour. They'd played against India. They'd come from India. They'd beaten India at home, but it had been a terribly, terribly arduous tour. They went to South Africa. They were smashed by a very great South African team. And the cricket board tried to persuade them to play an extra test. And Ciapelli said, well, basically, you have to get us to sign another contract, and we're not going to sign another contract. And that was the first evidence that the players were capable of defying their administrators. The administrators chose to back off in that confrontation. But it did give the players a bit of a feeling for their power if they acted collectively. We've actually, interestingly, we've seen further events of that during the recent pay dispute in Australia, where the players did stick to one another, both the male and the female players, international and domestic. And it proved that in the end, if you couldn't break them, if you couldn't divide them, then they did have the opportunity to assert their"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:29.640",
        "message": "will. And would you say that the players today have a much greater sense of what they're actually worth than perhaps a day back then?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:10:37.560",
        "message": "Sure. But they also have, this was a bit of an education for us all in Australia recently. I think that the belief had built up that players now looked after themselves individually. Because of the way in which the IPL auction kind of carves up the players as individual lots and sells them for different prices, that they somehow had a different attitude to industrial relations. We learned a different lesson in Australia this summer, that the players look at each other and they say, what are you doing? And if one of them says, we're"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:09.880",
        "message": "sticking together, then that's what they tend to do. Still, even in this day and age. And they cater to the self-interest by doing that, because they're much likelier to get a good deal if they do collective bargaining. So what was the reaction to World Series cricket back then, among the general public, for example?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:11:26.640",
        "message": "Well, I can recall my own action. I was an 11-year-old child who was massively excited about cricket, really coming to terms with the game for the first time. And I was shocked. I was shocked, appalled that the players would desert. All these things that I'd been told were vitally important. Tradition, etiquette, the honour of representing your country, the fact that the game was beyond price. To my prim 11-year-old sensibilities, that was a gross affront. At the same time, part of me was absolutely fascinated by this new enterprise. It was so different. It was so exciting. It was so colourful. It was so full of personality. And it was another channel. How exciting to have cricket on two channels all of a sudden. So over the course of the next two years, I probably went on the same kind of journey as the Australian public in the sense that having gotten over my initial shock, I began to see that there was value in this new kind of cricket, that it afforded opportunities for greater remuneration for players, which no doubt they deserved. It was exciting. It was accessible. It was innovative because for the first time we saw players playing in helmets. We saw them playing under lights. We saw them playing in coloured clothes. We saw a vastly enhanced television coverage. The kind of thing that we take these days for granted, but really World Series Cricket is the first iteration of that evolution of the game, which is more than simply being a kind of a silent, distant witness to the game. Cameras for the first time kind of got close up to the action and really dwelt on it and teased out all its possibilities and replayed endlessly from all conceivable angles. We forget that Packer introduced the standard innovation of filming cricket from both ends. Because when I started watching cricket in the mid-1970s, you saw it from one end only. You saw it from behind the bowler's arm in one over and then from behind the batsman in the next. And Packer said, well, I can't stand looking at batsmen's arses half the time. I want to see it from behind the bowler's arm each time. And that's an amazing change"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:52.800",
        "message": "of perspective. And it also underscores that this sport is one that is played for the audience. You want to give them the best experience. It's not just that the sport is happening and as a matter of fact, we're showing it to people. But the audience is at the centre of it. So that simple change always seems to epitomise that. So now my next question is sort of a multi-part question. What kind of changes did World Series Cricket kickstart in cricket in three aspects? One, the game itself, the way it was played. Two, the lives of all the stakeholders involved, players, administrators and so on. And three, in terms of cricket's place in the culture, because like you correctly said, it had a place in the culture that went beyond mere mindless entertainment. You know, you have phrases in the English language like, that's not cricket. You know, thereby it embodied"
    },
    {
        "speaker": "Guest 2",
        "time": "00:14:44.680",
        "message": "that set of values. I'll start with the third one first, because I think that is the most interesting. It's a very good quote from an Australian writer called Greg Manning, an academic, who said that Packer didn't spend all that money to buy cricket. He spent that money turning cricket into something that he could buy. For the first time, cricket was turned into a tradable commodity. It was something that could be bought and sold. Players could be bought and sold. In a sense, that liberation of kind of animal spirits is something that we're still coming to terms with. It did instil in players an idea that, you know, they were entities. They were entities in a free market of entertainment who could sell themselves potentially to the highest possible bidder. In some senses, it's almost impossible to conceive of the rebel tours of the 1980s having gone ahead, if not for what had happened in 1977. It made players think, okay, I'm only around for a short period of time. I should take advantage of whatever opportunities come my way, and that pariah-hood can be survived, because for two years those players were kind of non-persons in the eyes of the establishment game, and yet in 1979, everything went back to the way it had been. The players for that short period had been greatly enriched. The first part of your question, what did it do to the game? Well, in some respects, Packer was predominantly a great resurfacer of the game. He didn't sort of fundamentally change the balance between bat and ball. He didn't invent a new kind of bowling. What he did was he popularized a form of cricket that had already been explored by the establishment. We'd already had the World Cup of 1975. We'd seen the pent-up potential of one-day cricket. What we hadn't done was take full commercial advantage of it. Once it had been demonstrated that people would turn up for innovations like night cricket, then the establishment was able to take advantage of that. The interesting thing about the pact that Packer strikes with the game in 1979 is that he gets an even better deal than he initially bargained on, because PBL Marketing, his organization, becomes the official marketing arm of the Australian Cricket Board. So he's basically getting to prepare his own attractions for television. He gets a chance to participate in the creation of the marketing and the advertising that is going to be screened on his own television network. That's an amazing power. In fact, Channel 9 lost that power in the mid-1990s, but they held it for a long time. Packer was really able to reshape cricket according to the priorities of his own television station. That was a remarkable innovation. Broadcasters got a sense that they could influence kind of on-field outcomes. They could influence the way in which the calendar was structured. Because they were bringing such rewards to the game through commercial opportunities, they had a say in the way in which cricket was run."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:54.720",
        "message": "Prem, let me turn to you now. You've been writing about cricket, covering cricket since the mid-1990s. Coincidentally, that also happens to be around the time the Indian Cricket Board and Indian Cricket began to discover its commercial potential, where suddenly it became mass-marketed entertainment. Players started earning a lot, which is a great thing. And then, you know, 10 years ago, we had the IPL come up. And that seems in many ways like the World Series and steroids. And we've both celebrated aspects of it and lamented aspects of it. So what do you feel about what you've seen in these years?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:18:30.880",
        "message": "Well, one of the things that struck me about Gideon's exposition of how Packer changed or brought an entirely new paradigm to cricket is the fact that there was thought behind every single thing that was done. There was a set of circumstances that came together to create both dissatisfaction and therefore an opportunity. And there was a person who was smart enough to do the math, see the opportunity. And ultimately, as Gideon said, he ended up gaining far more than he would have gained if they had listened to him in the first place. I think the one thing that strikes me about Indian cricket, and that's true from even before the 90s, but certainly true from the 90s on till very recently, and this includes the inception of the IPL, is that there has never been any thought at any stage of development. It is either that you've tripped over something and fallen into something and then realized that you got lucky and fell with your face pointing the right way. Or you have been forced by external circumstances to sort of, so an innovation has been to circumvent somebody else from innovating. So the ICL, this became a preventive measure because you probably know this because you were covering cricket at the same time, Lalit Modi had been speaking about this forever. Since 1995. Yeah, even during the Dalmia regime, he had repeatedly"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:01.280",
        "message": "gone and done presentations. In fact, I interviewed Bindra in I think 2002 or 2003 and that's when the cricket first started. But Bindra talked about it. He said there's this guy called Lalit Modi who's got this great idea. The interesting thing is there's a great photograph in this edition of his book, which is launching, which shows Subhash Chandra posing like a media baron, almost like an Indian packer. And in that sense, with ICL, he forced the issue because Lalit Modi and the BCCI was kind of sitting on the idea for a while. And then the ICL happened and it was a rebel league and all of these players joined and that forced"
    },
    {
        "speaker": "Guest 1",
        "time": "00:20:34.280",
        "message": "the issue and the BCCI. Yeah, which was kind of my point that it's always been, somebody's always had to drag Indian cricket, kicking and screaming from one era into another, while they drag their heels. I mean, that's true of the IPL, but even the period that you were talking about of discovering the commercial properties, again, this completely happens"
    },
    {
        "speaker": "Unknown",
        "time": "00:20:55.240",
        "message": "to us. I mean, it was an egoistic bid that brought the World Cup to India in the first"
    },
    {
        "speaker": "Guest 1",
        "time": "00:21:01.400",
        "message": "place. It was not a commercial consideration. Having done that, you were desperately in trouble. And then the whole Indian Jugaad system works, because somebody knows somebody who knows the Ambani's, who at that point were trying to put a benign face at a time when they were getting slammed for pretty much everything in Dhirubhai Ambani's time."
    },
    {
        "speaker": "Unknown",
        "time": "00:21:20.000",
        "message": "And they realized that identifying with cricket was pretty much a passport."
    },
    {
        "speaker": "Guest 1",
        "time": "00:21:25.240",
        "message": "That leads to the Reliance World Cup. Yeah, it was a nice little whitewash and stuff like that. So they come in and money comes in and it's always been said, sometimes the benign effects of something are in front of their face and you find the BCC is still resisting it. Until somebody gives them a kick up the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:42.960",
        "message": "backside. Would it be fair to say that all of these changes, what World Series brought about and what has happened in India in the last few years were inevitable, except that Packer came slightly ahead of the curve and he forced the issue. And in India, they were bound to happen and they happened and they would have happened anyway, but there was no visionary"
    },
    {
        "speaker": "Guest 1",
        "time": "00:22:00.760",
        "message": "figure like Packer leading. Yeah, for me, what is amusing about that whole thing is that, yeah, it was inevitable. The set of circumstances or the set of disaffections that Gideon outlined had to erupt at some point or the other, because you couldn't see a logical sequence where these things built and what, I mean, it's not like Vapor just escaping. It had to result in an outburst. It so happened that it was Packer who was poised and had the wit and the intelligence to take advantage. But one way or the other, something had to happen. The funny thing about it was, you know, forget about the changes in cricket and stuff like today, in the last four or five years, say 10 years max, we fetishize a disruption. We have entire conferences that are, for me, I mean, what Packer did, that was disruption. He took something that had a history, it had a deep root in culture, in thing and he just said, I'm not tampering with it. I'm just coming at it from another way, like Mac did with notebooks. They didn't invent a computer. They didn't invent a different computer. They just made it friendlier."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:14.880",
        "message": "So you could say Packer uberized cricket."
    },
    {
        "speaker": "Guest 1",
        "time": "00:23:16.880",
        "message": "Yeah, seriously. I mean, he was disruption before people started thinking of disruption as a means of taking your business to the next level. And we are, yeah, like I said."
    },
    {
        "speaker": "Guest 2",
        "time": "00:23:31.480",
        "message": "Few things are more ripe for disruption than a monopoly. You know, all national boards are inherently monopolies. They arrogate to themselves the right to hold official cricket within their territorial boundaries."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:46.160",
        "message": "Not just as monopsonies, because they can't sell their services anywhere else. And I,"
    },
    {
        "speaker": "Guest 2",
        "time": "00:23:52.600",
        "message": "you know, and I've written about this a lot and I can't figure out a solution to this"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:56.080",
        "message": "because it's obviously undesirable. But what do you do about it? And the typical answer that, you know, fellow free marketers often give is that, look, you know, the BCCI may have a monopoly and a monopsony on cricket in India, but they are competing with other sports and other forms of entertainment. And that'll be the corrective that they need. And I'm not sure how good an answer that is, but it seems to be the best answer at this point. But that kind of brings me to this next question that just as cricket has changed, the world has also changed in the way we consume entertainment. And I'm loosely categorizing all sport as entertainment. Whatever we choose to do with our time as entertainment has changed. And you know, much as I'm a purist and I love Test cricket more than anything else. And it is true that the opportunity cost of Test cricket is very high in this day and age. Back in the day when you didn't have much to do with your time, watching a five-day Test match made sense. But today you have so many competing demands on your time, including on your smartphone where there's so much of addictive entertainment happening. Does Test cricket have a future? And was it inevitable that we are eventually going to make that journey from five-day cricket to one-day cricket to T10, T20 cricket?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:25:11.600",
        "message": "Maybe even T10. That's the next stage, isn't it?"
    },
    {
        "speaker": "Unknown",
        "time": "00:25:14.520",
        "message": "Oh my God."
    },
    {
        "speaker": "Guest 2",
        "time": "00:25:15.520",
        "message": "I know. It's barely bears thinking about, isn't it? I think that it's perfectly possible to imagine that as a potential scenario. What we need to reflect on, I think, is what we would lose in that process. And what we are losing in the extending of the short forms of the game is the idea of the epic, the performance of scale, the idea of endurance, that dimension that cricket has had that other sports do not, except when you see an epic five-setter between Federer and Nadal. It wouldn't have been better as a three-setter or a two-setter, would it? It actually needs that duration. It needs that rise and fall. It needs that push and pull. You can't have everything proceeding in a series of explosive moments because explosive moments, well, they impress themselves on the mind, but in a very disorganized way. I mean, isn't it fascinating that you can still remember test matches that you saw in the 1970s or the 1980s or the 1990s, but it's actually quite difficult to remember that T20 hand that you saw last week. I think you need both. In an ideal world, you would have a perfect balance between both, both the kind of the sugar hit that short form operates and the more wholesome sustenance that I think the long form has. But you're right. I think in the end, economics might be the ultimate determinant. You have to come up with some sort of estimation of what you would lose economically. And I think there is a cost to the fading value of Test Cricket. Test Cricket does anchor us. It does provide us with a sense of continuity, a sense of generation or renewal. It provides the forum for players to be great. T20 provides a forum for players to be spectacular and explosive and eye-catching but it doesn't really allow us to study them at length and up close in all their manifestations and to see the full range of their skills and the full complexities of the game. That doesn't make it a bad form. That makes it a certain kind of cricket that if only that kind of cricket was on offer, then the game would be somehow diminished."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:49.920",
        "message": "And also to take that forward, I'd say that a five-day test match is far richer than say"
    },
    {
        "speaker": "Unknown",
        "time": "00:27:54.320",
        "message": "a five-setter in tennis. Because the fifth set is really pretty similar to the first"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:58.520",
        "message": "set in terms of your playing conditions and it's the same two players. You know, you could even interchange them sometimes. Obviously, there's a change in context. But the richness of a five-day test where a pitch is crumbling and you're fighting to, you know, chase 187 against a good attack or, you know, the kind of drama and joy that say Gavaskar's last innings 96 against Pakistan on that spinning back brings. And there's really nothing in T20 cricket which can kind of capture that. But what is the value of that? And what is the price of that?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:28:26.760",
        "message": "Yeah. So here's the thing, right? Gideon pretty much laid it out. And your question supplies its own answer that we're increasingly trying to figure out. Yeah. Being in cricket track, you should probably feel that somehow something must be done to preserve test cricket and to encourage test cricket and stuff like that. And being pragmatic, you realize that it's drawing fewer and fewer crowds and it's making lesser amounts of money every single time. The logic, the economics, everything is making a very strong case for test cricket being pretty much phased out of the equation. But counterintuitively, I'll try a hypothetical."
    },
    {
        "speaker": "Unknown",
        "time": "00:29:09.360",
        "message": "What if there wasn't any issues with India and Pakistan or magically the issues had dissolved themselves last night. And we announced that India and Pakistan were going to play a five"
    },
    {
        "speaker": "Guest 1",
        "time": "00:29:20.720",
        "message": "test series in India starting next month. What do you think the crowds would be? What do you think the money making potential would be? Where does that come from? It comes A from the fact that it has a narrative, but that narrative was largely made by us. And by us, I mean the boards, the organizers, the society, media, all of us, right? I mean,"
    },
    {
        "speaker": "Unknown",
        "time": "00:29:42.240",
        "message": "the narrative didn't exist otherwise. It didn't exist in a vacuum. The ashes which draws packed"
    },
    {
        "speaker": "Guest 1",
        "time": "00:29:48.480",
        "message": "houses even today, despite the fact that, you know, I mean, you have some landmark ashes where the 2005 was lost. Really, you know, the storied ashes. I'm pretty certain that this ashes, again, you will get a sellout crowd. The reason being, there is a strong narrative that has been created by the marketing wing of cricket, by the administrative wing of cricket, by the media, which is complicit in the manufacture of pretty much every single narrative. We do not create similar narratives for such events outside of England plays Australia and India's never want to play Pakistan in the conceivable future. So we're left with a single narrative, which has to bear the entire burden of lifting cricket. And that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:38.400",
        "message": "not it. And I'm left with a slight mixed feeling about this in the sense that I understand that if India plays Pakistan, that larger narrative of what the rivalry has been like plays a part in drawing a lot of people. But equally, it would seem that just the more"
    },
    {
        "speaker": "Unknown",
        "time": "00:30:53.800",
        "message": "basic narrative of these are the 11 players versus these 11 players and it's their skills"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:58.360",
        "message": "out and their personal life histories sort of, you know, coming to this is also a fascinating narrative, which will simply, which will appeal to cricket tragics like us, perhaps, but not"
    },
    {
        "speaker": "Guest 1",
        "time": "00:31:07.840",
        "message": "precisely. But that particular narrative of 11 against 11 playing for two countries is harder to sell. We haven't seen that narrative for any time in the last 20, 25 years. It's always, there needs to be a trigger. India, Australia was, I mean, it was brilliant marketing and it kicked off because of Sourav Ganguly came along at a time when you had a strong will, Steve Waugh at the other end and Sourav played the, you know, imp who would tease"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:36.680",
        "message": "and torment. That became the narrative of that entire series, despite the fact that"
    },
    {
        "speaker": "Guest 1",
        "time": "00:31:42.880",
        "message": "it had magnificent performances on both sides. It had one of the most magical days of cricket when these two guys got together, Lakshman and Dravid got together and turned the series on its head. What do we still remember? The first memory that comes is Sourav being late for two test matches. And then when that becomes a thing, Sourav deliberately comes 10 minutes early and stands there like, look at me. And, you know, we never, and remember that is two of the best lots of players you had. You would expect that the narrative would have been about how Steve Waugh will counter the Indian bowling or how Lakshman and Dravid and Tendulkar and the others will counter the Aussie bowling led by Vaughan and Magra. And the other interesting"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:28.640",
        "message": "thing about the mythology of Test cricket is that when India played Australia or India played Pakistan or you have an Asha series, all the players are almost sort of mythic figures. They've got their stories. They're part of that. While today what you have is with the preponderance of T20 leagues and so on. They're familiar to the extent where they no longer have the same aura, no matter how good they are. You know, I don't think a Steve Smith will ever have the kind of aura that say, Waugh had back then, simply because"
    },
    {
        "speaker": "Guest 1",
        "time": "00:32:56.760",
        "message": "we are so much more familiar with. Yeah. And T20, one of the points that Gideon made is that you can't remember what happened last week. But that very thing, the same Test players are also playing T20. They're playing in the IPL. They're playing in international T20s and stuff like that. Somewhere along the way, their skills are getting trivialised. And so I don't, I mean, I don't know how much of that aura that you're talking about. I would still have if I'd seen, say, a Steve Waugh play T20 and a Mark Waugh play. We were talking this morning about the styles of the stylistics of Mark Waugh and stuff like that. You have them trotting out in coloured clothes and trying to make the first ball for a six and stuff like that. And suddenly Mark Waugh is just human. You know, he's just not a guy. But somewhere along the way, T20 is, to my way of looking at it, diminishing the mythical aspect of some of these Test players."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:51.240",
        "message": "So having said that, tell me your reaction to this. And this is something which fellow cricket tragics often get shocked when I express. But I think, A, T20 is a completely different sport from Test cricket and it's unfair to compare them. And B, I think, what T20 cricket has done, what One Day Cricket did to a certain extent, but T20 cricket has done much more, is that it has given players new skill sets, which have even gone and enhanced the original"
    },
    {
        "speaker": "Guest 2",
        "time": "00:34:15.280",
        "message": "game. Well, I think what it's done is it's changed the nature of skill. Previously, skill operated on one axis, probably, let's say, a vertical axis. It was all about the ability to reproduce certain core skills consistently to a very high standard. It was a relatively narrow set of skills. To be simple, do it well again and again. Exactly. Glenn McGrath, perhaps the ultimate example, the bowler who could just land the ball on a sixpence over and over again, do a little bit either way. Inherently kind of undramatic cricketer, but with an amazingly robust mechanism and an endless patience. Skill now works on a kind of a horizontal axis. It's a range of skills. Cricketers are more skillful in the sense that they have more skills than perhaps they ever have before. What they perhaps don't have is the robust mechanism that allows for their constant repetition. The accent is now on variety rather than consistency, isn't it? It's the ability to access 360 degrees of the ground. It's the ability to bowl six different balls in and over so as to maximise the disruption to the opponent's rhythm. You actually have two games now operating at right angles to one another. It is amazing when you see the skills migrate from one format to another. I actually thought the World Cup in 2015 was utterly fascinating precisely because you got test match quality bowling because the accent was on the only way to slow down batsmen these days is to get them out. And T20 batting skills on show, and they both kind of meshed to this new model of ODI cricket, which made it for a very heady brew. That's why I found it such a compelling tournament to watch."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:03.920",
        "message": "In fact, I often express the unpopular opinion that Virat Kohli is the most skilled Indian batsman there has ever been. And I felt pretty much the same about AB de Villiers in the"
    },
    {
        "speaker": "Guest 1",
        "time": "00:36:13.560",
        "message": "sense that he can do things that no batsman in history could have imagined. I heard Gideon at a panel at the Bangalore Lit Festival. He made this point about having talked to a lot of contemporary Australian players. I think he mentioned some 25 players yesterday. And he was saying that one of the things that he found uniformly among these players is that because of the breakdown of traditional structures, you're playing T20 as an international player, but you're also playing it for your club and for various clubs around the world and stuff like that, that the players are no longer as invested in the outcome of an individual match as they used to be. They don't suffer the defeats as much and they don't, you know, celebrate the victories as much because there's another game coming"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:59.560",
        "message": "along. Which I would argue as a former poker player is actually the correct attitude. You can't"
    },
    {
        "speaker": "Guest 1",
        "time": "00:37:03.960",
        "message": "be reserved for the entire process. But then to your question, one of the fun things and I don't know how you will prove this empirically, but if you're not invested in the result, then the fear of the result is also taken away from your mind. That takes away some of the drama. No, but you're able to go out there and play without that fear. So where Gideon started talking about, you know, doing the right thing and then just repeating it ad infinitum throughout the day, that's no longer your mindset. Your mindset is, it's not about what I've been trained to do. It is about doing exactly what I'm not expected to do. And that is adding a certain richness to the vocabulary of cricket."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:45.160",
        "message": "No, I mean, I think that you would bowl a full-toss deliberately. Yeah, but if Magra was bowling today, I think he would bowl exactly the same way and be as effective, if not more, why would he not? I mean, Magra, in fact, to me exemplifies that approach of process over results, where you just keep on doing the right thing and the results come by themselves."
    },
    {
        "speaker": "Guest 1",
        "time": "00:38:05.160",
        "message": "But I would still love to see Magra going up against a Virat Kohli or a Naby De Villiers"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:11.160",
        "message": "today. Who can just hit him off his neck."
    },
    {
        "speaker": "Guest 1",
        "time": "00:38:13.160",
        "message": "No, also because he's so very predictable in where he's going to land the ball, give it a centimetre to the left or a centimetre to the right. You can decide to go down the wicket to him because you know what the length is going to be. You can decide to switch the bat around and play him to angles that… Magra, when doing that, has never been challenged in an unorthodox fashion. You play Magra orthodox and you will just keep… Magra versus Dravid is the ultimate cricket thing because neither of them will…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:41.160",
        "message": "Be able from what they do."
    },
    {
        "speaker": "Guest 1",
        "time": "00:38:43.160",
        "message": "Yeah, exactly."
    },
    {
        "speaker": "Guest 2",
        "time": "00:38:44.160",
        "message": "One thing I would say in Magra's favour, I suspect that as a great player, he would have adapted to whatever circumstances offered. He was also incredibly psychologically strong and that is something that is required of players these days. For a bowler to be able to come back and bowl a good delivery, having been hit for six the previous ball, that requires an immense poise and concentration and faith in one's own ability and I think Magra had always that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:09.160",
        "message": "So would it then be fair to say that if it is the case that Magra would have been challenged"
    },
    {
        "speaker": "Guest 2",
        "time": "00:39:13.160",
        "message": "more by contemporary batsmen and would have lifted himself accordingly, that the contemporary"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:20.160",
        "message": "age of cricket has actually lifted the quality of play overall because people are challenged more and have to, you know, just using that particular example."
    },
    {
        "speaker": "Guest 2",
        "time": "00:39:28.160",
        "message": "I think it has made players more brilliant and more brittle. I think it has made momentum much more important. It is interesting to see how test teams just seem to disintegrate now. How one team gets on top and the other side just falls away almost abjectly, pitifully."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:53.160",
        "message": "Because they are defiant because they are lost."
    },
    {
        "speaker": "Guest 2",
        "time": "00:39:55.160",
        "message": "Yes, well they have got lots of skills but they have them only in one dimension and if those skills don't work, they don't really seem to have much to fall back on. I would be interested to see, there has been a lot of talk lately about how quickly games are ending because of this advocacy of four-day test matches. I would be interested to see what the trend is in margins in test matches. Certainly it is observably true over the last 10 years that the margins in anxious test matches, both one way and the other, have been just getting bigger and bigger and bigger. We are just not seeing close test matches"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:29.160",
        "message": "anymore. That is really interesting. Going back to, you know, a classic batsman versus bowler struggle that I remember, Atherton versus Ronald. Would it then be fair to say that if in Atherton's place there was a modern day batsman, maybe Atherton himself had 10 years of pre-20 cricket behind him, would his approach be different, A, and would his approach be better, B?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:40:48.160",
        "message": "It is an interesting question. I have asked Mike this directly. I said that when you were playing the game, there was no batting coach in the England set-up. How do you think he would have used a batting coach? Do you think it would have made you any better player? His answer was actually quite a thoughtful one. He said that towards the end of his career, he had begun sort of fiddling almost compulsively with his tip-net, partly because of his bad back, just to feel more comfortable with the crease. He said the most valuable coaching advice that he ever received was just the reinforcement not to make changes, just to rely on doing things simply to have faith in yourself, that degree of reinforcement. It's interesting that a man as psychologically strong as Mike would have required that degree of reinforcement, but that was something that he did feel that he'd missed out on. Mike loved the batting. Mike loved resistance, since that is quite an old-fashioned quality these days. Players want to lead the game. Players want to take the aggressive role. Mike loved to withstand, and at his best, there was probably no one better. I suspect that withstanding is something that's kind of enduring, like a rock in the face of erosion is something that's kind of going by the board, because there is this constant accent on enterprise, on taking control of the game, of forcing the game, imposing your will"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:18.160",
        "message": "and imposing your momentum. And to be fair, in the shorter form of the game, aggression is just more positive. It just pays more than resilience does, and because players play so much more of that, that almost perhaps becomes reflexive to them, which is why I'm wondering if a modern-day batsman playing Donald like that would just say that, heck, I'm not going to try to survive five overs because he's really good, he's going"
    },
    {
        "speaker": "Guest 2",
        "time": "00:42:40.160",
        "message": "to get me, I'm just going to try and hit him out of the attack. Interesting line in Peterson's last book, which I was reading just recently, he talked about batting with Jonathan Trott, and he said that Trottie was kind of a bit of a figure of fun in the England dressing room, or at least to bat with him, because he was constantly talking in mid-pitch about how he was going to take the bowler on, how he was going to hit him back over his head, how he was going to take the initiative, and he went back to his end and he just went on playing the way that he always did. Peterson said, interestingly, that at least that demonstrated a positive mindset, that even if he was getting into position to play aggressive shots, even if he didn't actually play them, you're naturally a better player if you're thinking positive thoughts. Even if you don't actually attack, at least thinking of attack puts you into better shapes and makes you more resilient under those circumstances."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:34.160",
        "message": "That's fascinating. I'd like to end by asking both of you two questions. Question one, what makes you more hopeful about the future of cricket? And question two, what gives you despair about what is happening in cricket today?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:43:47.160",
        "message": "Well, the thing that always makes me hopeful about playing cricket is playing it. I play for a club, I played for this same club for about 24 years, I'm the games record holder there. I'm disappointed to be in Bangalore today because it means that I'm missing a game this weekend. I love it more than ever. I love getting out there, I love my teammates, I love the challenges that cricket throws up, I love the unique perspective that you have as a player. There are certain insights that only the player has, that we as journalists in our daily life will never have the same view of the game. I think that the love of the game among those who play it is still abiding. And frankly, when I'm out there, I'm just constantly surprised by what a great game it is, how uniquely satisfying, how uniquely skillful, how uniquely fun and full of comradeship it is, how it can blend people from different backgrounds, how it teaches respect for opponents, it teaches respect for officials. It humbles you before it constantly, just at that very moment where you think you've got it mastered, it turns around and bites you in the bum. The thing that cricket has going for it most today is the game itself."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:10.160",
        "message": "And what makes you pessimistic?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:45:13.160",
        "message": "My concern is the constant bending out of shape of the game by kind of exogenous factors, by commercial agendas, by political and administrative ambition. And I don't detect in those constituencies the same deep and abiding love that those who play the game have."
    },
    {
        "speaker": "Guest 1",
        "time": "00:45:36.160",
        "message": "Prem? Yeah, I happen to watch one particular day, actually three days of the recent India-Australia test series in three different sports parts, partly because my wife threatened to throw me out if I had cricket at volume. But what was striking was, you remember that rear guard thing that Hanscom and Sean Marsh played? This was a young audience, it's a bar, and kids, and they sat riveted through that entire thing, who'd have thought? And the audience at the ground was transfixed by that thing. And it was absolutely brilliant because you realise that for all the talk, and that audience would never have possibly seen some of the great rear guards of even the Ataturnera and before that the Gavaskars and all the people that we celebrated at our thing. Just the sheer contest, even though nothing was happening, it was mostly just being played back to a field or whatever, the contest held them riveted and somewhere I think that ultimately we look at a lot of external factors to explain what may or may not happen to the game, and I think if the game just lifts itself up, I think it has a future."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:02.160",
        "message": "What keeps you hopeful is that for just the inherent drama of the game itself?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:47:06.160",
        "message": "Of the game itself, at its best it is one of the most entrancing thing, and I don't mean the Sixers that are playing, I mean the contest. Absolutely. It has that narrative scope to it. What makes me despair, I'll take off from what Gideon said, I think you look at what is happening in sports administration at the ICC level or at the more civilised cricket boards like Australia for instance, and then the Dark Ages of India, every single innovation, every single tweak and twist is all with a very short-term gain in mind, and each one of these is independent of the other, sometimes contradictory to the other, and it is not leading in an organised fashion to all the questions that you have been concerned with in course of this. I don't see the administration asking"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:00.160",
        "message": "itself those questions and addressing those questions."
    },
    {
        "speaker": "Guest 1",
        "time": "00:48:02.160",
        "message": "I mean they are essentially just corporate suits. Yeah, so why would you have Sri Lanka come back and tour again? I mean what possible logic did you have? The only logic you had was, here is a broadcaster who has given us"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:13.160",
        "message": "a stroke of money and we need to make him happy, therefore let's give him some message. And you dilute the drama and you also disillusion the players who are just waiting to see it."
    },
    {
        "speaker": "Guest 1",
        "time": "00:48:20.160",
        "message": "Yeah, exactly. So, you know, where you were looking at a team that is all conquering and you have built up the mythos around Virat and his invincibles, and you suddenly have them playing school games. I am sorry, I mean I have full respect for Sri Lankan cricket, but right now they happen to be unfortunately at a point of transition. They are not opposition. They should be playing Zimbabwe and finding their way back. And you host them here for longer than you are going to be in South Africa. And in what world that makes any kind of sense, I don't know. So, if the game gives me hope, the administration of the game gives me total despair."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:56.160",
        "message": "So, we can end on a hopeful note that even if the administration of the game tries to take it backwards, we the fans will fight and we will flourish. Thank you so much for being on the show. Amen. Thank you. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "00:50:05.160",
        "message": "Thank you for listening."
    }
]