[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "Welcome to the scene and the unseen. Most of the episodes of this podcast have been about economics or politics, about public policy in other words. But even private actions have seen and unseen effects. In today's episode, I want to examine the seen and unseen effects of parenting or parenthood. My guest today on the show is Natasha Badwar. Natasha is a columnist, filmmaker, entrepreneur, but is best known for her remarkable column on parenting that has appeared every week in Mint for the last six years. Now, I hate kids and have no interest in parenting, but week on week, I find her column insightful and deeply moving for what it reveals about being human. She doesn't look at parenthood or herself through a glossy filter, but with unflinching honesty, and that relentless week on week self-awareness and self-examination contains many deep and unique insights. Natasha has recently released a book, My Daughter's Mum, and I strongly recommend it to all my listeners. I caught up with her recently to chat about what she has learnt about parenthood in all these years of writing about it."
    },
    {
        "speaker": "Guest",
        "time": "00:01:58.800",
        "message": "Natasha, welcome to the show. Hello, I'm really happy to be on this show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:04.040",
        "message": "Natasha, I'm not normally an audience for parenting columns. In fact, I'm a determined"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:08.080",
        "message": "non parent and I don't like kids. I'm not an audience for parenting columns either."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:12.040",
        "message": "Yeah. However, I've been reading your column with great interest for the six plus years that you've been writing it. And partly because I feel what they do is in a very gentle, sensitive way reveal human nature. It's not just about children or parenting, but it's about looking deeper at people and things that we take for granted. Now, in today's episode, I'd like to sort of talk about the seen and unseen effects of parenting. Now, we all know the scene effects that the scene effects on the positive side is that it's fulfilling. You have your own flesh and blood and you watch them grow. They look after you in your old age. If you run out of food, you can eat them. And on the negative side, they disrupt your life completely. Women especially often have to give up their careers or their independent dreams to have their kid. And essentially, the life that you live is completely different from what it would have been without the kids. And many people become parents before they're ready for it. These are sort of cliched tropes, you know, which many have gone over. And I enjoy it. I enjoy your column and your book so much because it looks at everyday happinesses and sorrows, which are not sort of from that playbook. And you get the sense in all your writing that by watching your children grow up with such attention, you are also growing up yourself and becoming a different person and discovering yourself. So can you tell me a little bit more about what writing about this has done to you?"
    },
    {
        "speaker": "Unknown",
        "time": "00:03:43.080",
        "message": "Okay, so you've said it all. You've spoken for me. I'm going to just record this and use it in one of my columns. But yeah, you're right. It's growing up with the children is"
    },
    {
        "speaker": "Guest",
        "time": "00:04:01.040",
        "message": "a process of growing up. And it's not always a voluntary process of growing up. It kind of jolts you out of your, you know, your notions of normalcy, your notions of what is right and what is wrong, what is a decent way of living. And I didn't expect this. I agree with you that a lot of people have children before they're ready for it. And I also agree with you that we shouldn't have children unless we really, really desperately want to have them. But I, you know, I was 31 when I was 32, when my first child was born, and I'd always wanted to be a parent. So for me, whether I was going to have a biological child or not, I, you know, I'd been ready to adopt a child. And I'd been kind of looking at adoption. So I was one person who really felt that she was ready to be a parent. And the first couple of years were fairly, you know, simple. The only things that I had to battle against were the stereotypes that others were thrusting upon me. But as soon as my daughter was old enough to go to school, you know, as soon as she was ready to start speaking her mind, expressing herself, and as soon as we had two children, and we had to deal with the dynamic of the first one suddenly discovering that she's not the center of the universe, me discovering that I do not have enough hands, you know, one that is at work on the smartphone, the other that is holding the baby, the head that is paying attention to the husband, and, you know, now I had a new baby, and I was besotted with the new baby. So I didn't have any time for anyone else. So, you know, from there started a process where I have literally discovered that every day, you are forced to learn something new, that every now and then, you forget the lessons that you have learned yesterday. For example, just then in the last two months, our middle child, she's 12. And she's, you know, she's she's going through what everyone would call a phase, she'll get over it, you know, nevermind, don't don't take it too seriously. But she's angsting over something she's not at peace with the world with the family with herself. And, and I discovered that because I have been writing about because I have because I have the column and I am, you know, a deadline bound to write every week about what's going on in my life. I discovered that she was actually going through the same phase when she was three years old, and then the same phase when she was seven years old, that when I describe how she was behaving, or how I felt she was feeling at that age of three, and at that age of seven, and now at the age of 12, the words were exactly the same. And I would not have made that connection. If I hadn't actually written about it, I didn't even remember that I had written about it, I just chanced upon the same thing, which also goes to show that, you know, you deal with a situation and you and you forget about it, you don't make the connections. And somewhere I feel that popular culture, popular parenting culture, family culture, doesn't want you to make the connections. Because when you do, you then begin to question the entire structure of the family, the hierarchy within the family, not only the nuclear family, but also the extended family, you then have to question the structure of our education system. You may have chosen as a parent, the finest school in the city, and you know, you think your job is done. Yeah, now I have put together the finances and I have used my influence and I have charmed the principal into accepting my children and look what I've done for my child. And your child comes back home in despair. And you don't know what is it? Is it something that I didn't do right? Because that's always your first thought as a parent? Is it something that's happening in the school, you go and have a conversation with the school and they're listening to you, they're empathetic, but they don't have a solution. And the child is too young, too confused, too isolated as an individual to be able to articulate what is it that is getting to her. And you realize that, you know, what is supposed to make you happy doesn't always make you happy. You can offer her the finest dance class and, you know, take her for football and buy her the best kit and give her the best coach. But not enough has changed in society. Our notions of gender, our notions of authority, you must, you know, if your coach says so, he's right, you must listen to it. You haven't questioned your own relationship with each other as parents. You know, you're very together. You may be you may have read the same, you know, books and had the same influences. And, you know, you feel that, OK, you've got this liberal minded guy and you want the same kind of future for your child. You want the same kind of values in your child. But but you're kind of repeating a script between yourselves where he can get angry and you will cry in the corner every time you have an argument. And your child, like every other child in the history of mankind, is witnessing the same kind of dynamics between the gender and finding it not just because children can see that. Children, children, you know, they respond to their feelings. Still, we have actually wiped out the ability to do that. And somewhere in popular culture, we are always telling parents, don't take them too seriously. Which you feel is a mistake, which is an absolute mistake, because you're also being told as a new parent, you don't know what is happening. Let me tell you what is happening. And, you know, you know, you know, because you're so deeply connected with that new baby. And sometimes you don't know, but you do know that what is being told to you is not exactly what you are feeling. So you struggle as a parent to name experiences, to name feelings that have not been expressed either in other people's writing or in everyday conversations. And like you said, you know, it's not only that you you find that you don't have a language to accurately represent what is hurting you and what is confusing you. You also don't have one to accurately represent the highs, the happinesses, you know, those"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:12.600",
        "message": "little moments that make it worthwhile. Because since you were writing a weekly column, and every week you had a deadline and you had to put a column out there on parenting, was that heightened awareness of what your child is doing and how you're interacting with them and it heightened self awareness, something that either helped or hurt you in different ways in the actual job of parenting?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:36.400",
        "message": "Yeah. So, you know, when I, I had begun to write about everyday moments on my social media, I had begun to blog about it anonymously. Because what went on my blog was something that I was still trying to figure out. I didn't want anyone else to tell me how to feel about it. So that was a space that I protected. Then if I felt that it was something that, you know, was entertainment or entertaining, or, you know, it had some humor, or it, I would share it on Facebook, you know, just tentatively within my own circle of friends. And if Facebook said, Why are you thinking like this? Don't feel like this? What's really going on? I'd say, Hey, wait, wait, wait, you're not being a good listener. I would take it to Twitter. So even before the column was commissioned, I was writing in three different spaces. And you know, I had a hierarchy completely private for an audience on Twitter that didn't know me at all. So I could ignore them if I wanted to. And they could accept me if they wanted to and for a circle of friends on Facebook, when the column got commissioned, and I had been hoping to, to write formally for a larger platform. I actually sat down and cried. I was like, Oh, my God, this is the end of my life, because now I'm going to have to be a good parent. Because it's not worth writing anything unless it's honest. And if I'm not"
    },
    {
        "speaker": "Unknown",
        "time": "00:13:16.640",
        "message": "going to do a good job, it's going to be really hard to put it out there."
    },
    {
        "speaker": "Guest",
        "time": "00:13:20.640",
        "message": "Did it change your parenting, the self awareness? I think in the long run, it changed us in the sense that we all through the words that got written, learned to listen to each other better. And what I discovered when I began to write about is, was that what I was really struggling to make a breakthrough in was my relationship with my own parents. Because you realize that you cannot cut through the bushes and charter a path for your family with your children, till you have also gone back and figured out where you're coming from. And what is it that influences you? Why are some things easier and something so hard for you to do? And it makes you think something happened that I have forgotten, or that I have, that has made me very angry about something. So you know, if the if the water ran out in the house, I would go into a panic. And my husband would be like, it's just water, it will come back. And it made me connect to a memory when my mother would panic when the water would run out, you know, ages ago. And at that time, if it ran out, and we were on the fourth floor, it would not come for a couple of days, but I was in the you know, new millennium, and it would come in a couple of hours. But I had inherited a kind of, you know, a fear. And, and I mean, that's a really small example. But there are many other things where you find that there are emotional blocks that there are some things that just trigger you. Some things come really easily to you. You buy them a certain kind of shoe, you dress them up in a certain kind of way. And it doesn't quite fit with the times or with the trends. And it takes you back into your childhood. So how it changed us was really when I began to write, how I understood them, they began to understand how I was trying to understand them. And somewhere the words helped us misunderstand each other less. Because I think that really is the, you know, is the roadblock in all"
    },
    {
        "speaker": "Unknown",
        "time": "00:15:43.520",
        "message": "intimate relationships. Because at some point, you know, you have just piled up the misunderstandings"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:50.240",
        "message": "and you don't know. And often what happens in relationships, whether they're marital relationships or parental relationships is that you just have two parties talking past"
    },
    {
        "speaker": "Guest",
        "time": "00:15:58.920",
        "message": "each other. Yeah. But in this case, I guess you're paying more close attention. Not only that, you're, you have two parties from very, very different upbringings. Right. So one is reacting very strongly to something, the other one thinks this is nothing. And, and then the hurts begin to accumulate. You did not pay attention to my feelings. You always do that. And the conversation doesn't go beyond that, because we don't have a template. Our parents didn't go beyond that. No one else is going beyond that. You don't really want to go to a psychiatrist or a therapist, because you don't feel that, you know, the situation is that bad. And yet there is those little things. Yeah, there are those little knots. And because I had to write week after week, it wasn't a choice I made. It was those"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:46.520",
        "message": "knots that wanted to be unraveled. So my other question here is that as your kids grew up, they became aware that mommy writes a column. And presumably, they began to read it also at some point. And did that, for example, affect their attitude towards you or their behavior? Because like, was there a performative element to that? You know, in the back of"
    },
    {
        "speaker": "Guest",
        "time": "00:17:07.080",
        "message": "the head, would they be aware that, oh, she may write about this or? Yeah. So my middle daughter, she was the first one to put it on the table. So there would be things she would show me that she would say, don't put this out. You know, so clearly, there was an awareness that if she likes it very much, she Instagrams it, you know, or she makes a Facebook post out of it. And they enjoyed my enjoyment of things. But when they felt that something was private, she was the first one. She activated the opt out clause. Yeah, yeah, she did. So she was the first one to do that. And then what I get from them in a sense is, you know, my oldest daughter, she's now 14. She read the book, and she was the second person to read the book throughout. And her initial reactions would be, you know, she would see herself as a younger version of herself. And she would connect. Oh, this is something that I'm still angry about. Or I didn't like it when this happened. And, you know, she would come back to me. But when she finished the book, she actually wrote me an email. And that's the first review of the book. It really is a review of the book. In which she writes, my mother is a hero on paper. And then she goes on to say that our life is messier, angrier, harder than what it looks like in the column. But I understand what she's trying to do. She writes about being the kind of parent she wants to be. And in that sense, what has happened is that if, if I hadn't accessed the writer in me, and tried to, you know, simplify things so that I could understand them, and that others could resonate, that it would resonate with the stories of others, because the same thing is happening in every family. What my children would have known of me would have been a mother who tends to get very angry, who kind of gets into the victim position rather frequently, more frequently than I like to remember, who struggles, and doesn't always do a great job of figuring out her own feelings. But when I write, I am, I'm forced to figure them out. So what they were getting access to was what I was trying to do, which is the one thing that I realized I never had access to, with my own mother. So you try, try, try to understand where your parent is coming from. And then you give up because you become powerful as a young adult. And you just judge them and you, you know, push them into a bin. And you say, I'm never going to make the same mistakes again, not realizing that eventually you're going to behave as you have seen them behave and struggle with that behavior as well. So the same thing happened with my mother. And I think that perhaps for me is the greatest, I didn't anticipate it, but it is the greatest achievement of the book. And my mother once, she read something and she came back to me and she said, and it had been a couple of years. She said, I didn't know you think so hard. I didn't know, mujhe nahi pata tha ki tu itna soshti hai cheezon ke paare. So you opened up your interior world to them. And here, you know, I was opening up my interior world because I needed to, for myself. I was actually going forward doing that because I had got an audience that was very, very gentle and kind and receptive of that writing. But within our family, we didn't have a platform in which we could talk to each other in the same way. And when she was reading me from a very far distance, she was able to hear me in a way that she had not been able to hear me as a parent. And I was able to hear her and speak of her in a way that I hadn't been able to as her child."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:41.840",
        "message": "And it's very interesting. A couple of weeks back on Facebook, you posted a lovely little piece by her. And what I was really struck by there was the assuredness of the writing, the quality of the sentences, you know, short, crisp sentences, keeping it really simple. You know, the clarity in that. Is that something that you think she picked up from your writing or, you know, because that is craft. You can be born with an artistic sense, but craft is something you have to work at. So I was very struck by that. Has she ever discussed"
    },
    {
        "speaker": "Guest",
        "time": "00:22:13.840",
        "message": "your writing with you? So this is my oldest daughter, Seher. She has read me consistently. And, you know, I wonder, so when she wrote this review of the book, and I call it a review, but she actually wrote me a mail after reading the book, when she wrote it to me, I, I felt that she had taken the kind of personal writing I was doing to a new level. And, you know, I was, I was not ready to read that depth of truth. She actually pointed out to me things that I had begun to gloss over myself. And it made me think that, you know, rather than the fact that she may be influenced by me, it made me think that perhaps when I write, I am accessing that cleaner thought process that, you know, what would we might call childlike, but we always appreciate it when it comes out, you know, in writing, you know, straightforward. And I know that I know how hard I have to work to be able to get that 1000 word column out. So, you know, if it is submitted on a Tuesday morning, my brain has begun to work on it from the Friday before that. And I will, you know, nap at odd hours, I will, you know, go to sleep at three in the afternoon, I'll sit with my computer, I have begun to actually fall asleep on the keyboard. And I realized that I'm not sleeping, I'm shutting down the, you know, the very conscious thought process of what how should I create this and allowing a much more organic thought process to to reveal itself and, you know, come out through the typing. And so perhaps what she has is an is an original way of writing. She also reads a lot. And it's it's amazing the, you know, they not only read what we read, while we were growing up, but there is such a huge body of writing for young adults, now that they access through the libraries, that and because we don't have TV, they really read a lot. Because there's nothing else to do if they're not cycling or playing in the park. So so a lot is coming from contemporary writing as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:52.920",
        "message": "And with you know, with regard to parenting itself, like, do you think that there are different levels of parenting that you end up doing? Because one is the actual parenting. And one, in a sense, is a performative parenting, which you're doing for yourself, as fodder for your own thing, that this is what I should do, or this is, you know, does that make you a different kind of parent?"
    },
    {
        "speaker": "Guest",
        "time": "00:25:12.200",
        "message": "Okay, so I'll tell you what my experience with parenting has been. I started with my first child as this super enthusiastic, always attentive parent. And you know, I'm it by the third year, I realized that I was performing. I was performing for myself, I was performing for everybody else. I wanted my mother to see me as a certain kind of parent. I wanted"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:39.040",
        "message": "my mother in law to see me as a certain kind of parent, to see myself as a certain kind"
    },
    {
        "speaker": "Guest",
        "time": "00:25:45.240",
        "message": "of parent. My parents lived nearby, and we would spend a lot of time with my mother in law when the first child came in, first grandchild in the family and stuff like that. And so my notion of the good parent was in itself very performative. And that has, that that has decreased over the years, so that I have learned that if they ask me a question, a tricky question, it is not my job to necessarily answer it. I'm just supposed to allow that question to, to arrive in the space within the family and for everyone to think about it as they want to. I am not the solution provider. I am not the one who has to fix everything, which was not only a traditional notion of motherhood that's thrust upon you, but also one that I had very actively embraced."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:40.760",
        "message": "And also a notion of adulthood, like completely unrelated to parenting. One of the things you figure out when you hit 40 years, both of us did a few years ago is that, you know, you're not sorted. You're not supposed to have figured it all out. You've been winging"
    },
    {
        "speaker": "Guest",
        "time": "00:26:52.800",
        "message": "it all along and you'll continue to wing it and that's fine. Yeah, absolutely. And somewhere this comes from this very, very early question that every adult is always firing at every child. What do you want to be when you grow up? You know, and when we were in our early 20s, how can you not know what you want to do? Or if you had a good job, how can you not want to do the same job for the rest of your life? And it did ring true. None of this rang true to us. You know, as a generation, as a world, we had come to a point where you could actually do many things that the most successful people historically had actually also been prime ministers, also writing books, also, you know, being sports people. So you, unless you are expressing all your talents, and you realize by the time you're 40 that everybody is talented, that each one of us does not have that one, two or three talents that were discovered by some generous soul when you were, you know, in your early years, but that there is so much more to you. And it may not have revealed itself when I was six or 15, but it will reveal itself when I'm 46. How come you started writing you didn't used to write before? You know, so the notion is that every talent, you know, that there is a certain number of things that you will be good at. And you discover that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:15.200",
        "message": "that's not true. And there doesn't need to be a linear path. So life is not like a school project that this is the aim. And this is how you get there. It's just a really messed"
    },
    {
        "speaker": "Guest",
        "time": "00:28:22.800",
        "message": "up journey, messy journey. Yeah. And even school projects, I mean, education systems are constantly discovering that this one way of doing, you know, breaking it into subjects and doing the learn and do the exam and then forget about it and learn something new is"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:37.480",
        "message": "not the way we learn. And is it a process while parenting where you sort of disassociate from the parenthood aspect of it and just start relating to them in different ways as people as they grow older? You know, like in a sense, when you refer to Seher's email as your first review, for a moment, you've stepped back and you're, you know, it's a writer reviewer relationship almost. Does that happen more and more? Do you have to force it to happen and not stay in the parent mode?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:04.680",
        "message": "It does happen more and more. And I think I got lucky with my first child. I was a very, very serious, committed parent with my second child because I was taking it all so seriously. I began to break down and crash and not be able to hold it all together and therefore discover that I was not supposed to hold it all together. And with my third child, you know, who we hadn't planned to have at all. But by the time we had our third child, I had quit my job. I was, you know, trying out all kinds of new things in my life. And I had calmed down. I had calmed down as a parent because I had seen an utter and complete defeat. So I was, you know, at ground zero and ready to start again. And I didn't have any pressure on me. We also almost lost her. So there was a very, very, you know, we had I'd had a very emotional, traumatic time. And literally, it was like coming back from ground zero because there was one point where we could have lost me also. And coming back from there, you know, just kind of got me in touch with the core of what it's all meant to be about. And because raising the third child was so different from the way I had behaved with the other two, I learned through that, that I could behave in the same way with the middle child and the older child that I was so easy with the new one, because just the fact that we had survived it, we had come back home to living beings was enough for me. I had no other expectations. That was just it remained enough for me for years. So I let her be. And then I was like, why don't I let everyone else be? You know, why don't, why am I, you know, if I'm satisfied just to be alive with this child, then I should be able to take that feeling to almost everything else in my life. And that kind of, you know, it helped to break this whole perfectionist mold that I had been quite besotted with. You know, you're good at something, you just feel compelled to always be good at it. I am the best parent. Not only that, even professionally. Yeah, absolutely. You've done really well at it, then what's the next thing you can stop? You don't have to keep getting better at things. And somewhere it just become over the years has helped me to form a much calmer worldview."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:42.920",
        "message": "And it's very interesting. A lot of I've read a lot of writers on parenthood, but most of them looking at it from a vantage point or in retrospect, and you've almost been sort of live blogging parenthood in a manner of speaking. You've been a witness and a chronic clear of the reality show inside your own head and in your own life. So to sort of go back to parenting per se, what has this experience over the last decade and a half, which is culminated in this book, taught you about parenting? And if you could meet the 32 year old Natasha just about to embark on a journey, what advice would you give the 32 year old?"
    },
    {
        "speaker": "Guest",
        "time": "00:32:18.600",
        "message": "The advice I give to the 32 year old me is to calm down to take it easy and to slow down. So those are the big lessons that don't try too hard and just things. Yeah, yeah, yeah. What the 32 year old me was getting away with was being able to pretend to be okay, even if she wasn't feeling okay, because that's what I had winged all the way up to there. And when it all became too much for me, I had to completely change the way in which I was surviving. And you realize as a parent that you can't just survive because then you're just handing them the same template that, you know, if you want, you know that you want them to have more privileges than you ever had. But to do that, you have to acknowledge them to yourself. You have to give them to yourself. You have to tell yourself that it is okay not to, you know, always not to depend on the endorsement of the outer world, not to depend on validation from everyone else, because you think you can keep getting yours while you will free them of that burden. But they'll only know how to free themselves of that burden if you give it up in the first place."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:44.560",
        "message": "That's very enlightening. Thanks so much for talking to me, Natasha. Thank you. Thank you, Amit. If you enjoyed listening to the scene in the unseen, check out another hit show from Indus Works Media Networks, Cyrus Says, which is hosted by my old colleague from MTV, Cyrus Brocha. You can download it on any podcasting network."
    },
    {
        "speaker": "Unknown",
        "time": "00:34:34.200",
        "message": "Good evening, ladies and gentlemen, this is your captain speaking. Sorry to say, but there's been a slight delay due to the apocalypse having suddenly begun. As you can see, there's death, destruction and chaos taking place all around us. But don't you worry, food and drinks will be served shortly. And I would recommend checking out IVM Podcasts to get some of your favorite Indian podcasts. We'll keep you going till this whole thing blows over. Thank you."
    }
]