[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "Welcome to the seen and the unseen. I live in Mumbai and I feel a mix of sympathy and schadenfreude from my friends in Delhi. When they're not complaining about the government, they complain about the smog. Well, I wanted to dig a little deeper into the causes of this Delhi smog and what insights a little economic thinking could give me on it. So I've invited my friend and a frequent guest on the show, Vivek Kaul. Vivek has written many books and he's a columnist for Equity Master for whom he wrote a newsletter with the title, The Economic Cause of the Delhi Smog. That's exactly what I want to get to the heart of today. Vivek, welcome to the seen and the unseen. Thanks Amit for having me over. So tell me more about the root causes of Delhi's smog."
    },
    {
        "speaker": "Guest",
        "time": "00:01:27.920",
        "message": "Okay. So that could take an entire show. So that's the idea. Okay. So you see, basically, you know, the rice that is grown in Punjab is mechanically harvested. And what that does is the harvesters cut and clean the rice from the paddy and leave behind the straws on the field. Now these straws are six to eight inches in height. Okay. You know, when the rice harvesting season ends, the wheat season is about to start and the gap is two to three weeks. So the farmers who have been growing rice now need to grow wheat and the time period available is not much. So they need to get rid of the straw very, very quickly. Okay. Obviously, you know, they could hire laborers and, you know, get them to cut the straw, but that would involve spending money. There are machines that are available, you know, which sort of take care of these straw and also sort of plant the seeds to grow wheat. But that also involves, you know, spending a lot of money. So the farmers take the easiest way out, which is they just light a match and they burn the straw. And this straw is also, in case my"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:46.440",
        "message": "listeners are confused, this straw is also referred to as stubble. It is referred to as stubble as well. Yes. So essentially the core cause of Delhi's pollution is farmers in Punjab who are burning the stubble and not so much the vehicular traffic of Delhi per se. And you know, the last time, for example, Arvind Kejriwal did his whole odd even thing, it had negligible impact on the air of Delhi and I believe he's planning to do it again."
    },
    {
        "speaker": "Guest",
        "time": "00:03:12.680",
        "message": "But that's just optics. The root cause, the problem that you have to solve is the stubble. And you know, what happens is, now obviously, you know, the listeners might want to know as to why nothing happens when wheat is harvested. Now, the stubble or the straw that wheat leaves behind is low on silica content. Or rather the stubble or the straw that rice leaves behind is high on silica content. And hence that cannot be cut and fed to animals, okay, which the wheat straw can be. So hence the farmers really don't have any option other than sort of burning it. I mean, there are, you know, I mean, I've read news reports where, you know, this straw can be used as an input into paperboards, etc. But then, you know, paperboards are made all through the year. And this straw is available only for a very limited period. So that doesn't leave the farmer with many options."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:14.360",
        "message": "And the interesting insight I got from reading your newsletter for Equity Master on the subject was that for Punjab to grow rice is actually not a natural thing. It's an unnatural set of circumstances that has made of Punjab one of the leaders in growing rice."
    },
    {
        "speaker": "Guest",
        "time": "00:04:29.920",
        "message": "Yes. So Punjab is basically a semi-arid region. And you know, to grow rice, you need a lot of water. So Punjab in the first place should not be growing rice. But Punjab grows a lot of rice. It's the third largest grower of rice in India after West Bengal and Uttar Pradesh. In 2015-16, it produced around 11.85 million tons of rice. Now what happens is that the government of India procures rice and wheat primarily from the farmers using institutions like the Food Corporation of India in order to distribute that rice and wheat through the public distribution system, which, you know, is essentially a chain of more than 5 lakh ration shops all throughout the country. Now, the funny bit is that nearly one-fourth of the rice that the government of India procures all through the country is procured in Punjab. So in 2015-16, around 9.35 million tons of the 11.85 million tons which was produced was procured by the government. So the Punjab farmer has a ready sort of customer in the government of India. He doesn't have to sort"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:46.360",
        "message": "of go looking around to sell the rice that he produces. So he doesn't have to worry about market dynamics. He knows that the rice will be sold. He knows"
    },
    {
        "speaker": "Guest",
        "time": "00:05:52.000",
        "message": "at what price it will be sold. And the funny thing is that the, you know, Punjab as a state is a roti-eating state. So almost all the rice that they produce is sold. Very little gets consumed within the state. What is not bought by the government is bought by the private traders."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:09.360",
        "message": "So, ghar ki roti, rice parabar."
    },
    {
        "speaker": "Guest",
        "time": "00:06:12.280",
        "message": "Ghar ki roti, rice parabar. The other thing that is, you know, that sort of essentially ensures that the Punjab farmer grows rice is the fact that electricity is free in Punjab. And this ensures that the farmers can use, you know, can pump a lot of water which is needed to produce rice. So you know, just to give you a sense of comparison, you know, when Punjab is the most productive state in India when it comes to rice. It produces close to 39.74 quintals of rice per hectare. Okay. But this calculation does not take the amount of water that it uses to produce that rice. So in a state like West Bengal, you know, you require around 2, 1, 6, 9 litres of water to produce 1 kg of rice. That's a lot of water. But in a state like Punjab, you require almost double the amount. It's around 4,100 litres and a little more than that. So what that tells you is that there are two wrong incentives essentially, which are encouraging the Punjabi farmer to produce rice. One is the fact that there is a ready customer in the government available, you know, buys rice and the fact that an unlimited amount of water can be pumped because electricity is free. Okay. So that ensures that Punjab produces a lot of rice. And once Punjab produces a lot of rice, obviously, you know, it is left with a lot of stubble, which the farmers burn so that they can quickly move towards producing wheat. Over the years, you know, the government has done a few things here and there and there is a fine which sort of, you know, the farmers who burn the stubble need to pay. And this fine is essentially, you know, it starts at around rupees 2,500 on burning these after harvest rice straw on a land of up to two acres. Then there is 5,000 for land measuring two to five acres, 7,000 fine for a land greater than five acres and less than 10 acres. And beyond that, there's a fine of 15,000 rupees. So you know, the fine is so low that it essentially makes sense for the farmer to burn the stubble rather than hire labor and get the labor to cut that stubble or straw. So the fine does not work. And even if the fine was higher, it would just be a rent seeking outlet, you just give a bribe to the inspector. Yes. And more than that, you know, I mean, as I keep saying, the capacity of governments in India to do anything is very, very limited. So, you know, there is no data from satellite imaging, which shows satellite data shows that there were 40,510 fire incidents in Punjab alone between September 27 and November 9. Now, you know, 40,000 is a huge number. You know, how many of those farmers, you know, could the government go and fine? It just doesn't make. So fines don't make any sense. I mean, they do not dissuade the farmers from burning the straw. In fact, you know, one of the one of the news reports I read, and it had quoted a farmer and who summarized, you know, the situation very well. It's, you know, he basically said that, you know, you just need to light one matchstick. So you're essentially competing against that. I mean, it's as convenient as just lighting a matchstick."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:50.880",
        "message": "So in terms of both actual cost and opportunity cost, you can't beat that. That's the simplest way for them to. Okay, so now, the political economy of this is interesting, that these are we know the two things that the government does wrong, that a there are the MSPs for rice and it guarantees that it will procure so much so the procurement system is messed up and doesn't go is not aligned with market signals. And two, there's a free electricity. I mean, this is really the Delhi smog is actually an unseen effect of free power to farmers in Punjab, to a large extent, which is not an obvious connection now, because farmers are both an important vote bank and a wealthy vote bank. And you know, farmers in Punjab, I mean, Kali Dal is a party of large farmers, basically of large farmers, and they can afford to buy other parties per se, if the need so requires. So therefore, politically, the political will to actually do something about this, no matter what you might say, becomes sort of problematic. And much as I am not a fan of KG wallet, then makes me wonder that what is a poor guy to do? He's got a problem in Delhi, which is caused by something that the farmers of Punjab are doing. And the farmers of Punjab don't give a shit. And they've effectively bought, I mean, the Punjab government has to cater to their wishes."
    },
    {
        "speaker": "Guest",
        "time": "00:11:07.600",
        "message": "So what is the way out? I mean, the way out is essentially, I mean, and again, this is a solution, which may not have political will, but I think this is, you know, one of the solutions going around. So you have to essentially disincentivize the farmers in Punjab from growing as much rice as they do. Now, that can happen. How can that happen? It can happen by essentially ensuring that the Food Corporation of India sets up more procurement centers in states where it's not buying a lot of rice. Now take the example of a state like West Bengal. Now West Bengal produces around 15.7, rather it produced in 2015-16 around 15.75 million tons of rice. Of that only around 10% got procured. Now even though, you know, West Bengal is a rice eating state. Now so what that does is given that the government procures very little, a lot of that rice ends up being sold at a price which is lower than the MSP. Now this is also true about states like Bihar and Assam. So obviously, you know, these are states, you know, Bihar, West Bengal, you know, they're in the Gangetic plain. So there is a lot of water going around to grow rice. So more procurement needs to happen in these states and procurement needs to move out from a state like Punjab. Number one. The second thing is, you obviously, you know, once they don't grow rice, they need to grow something else. So one of the options that, you know, a gentleman called Ajayveer Jakhar, who is, you know, sort of, you can call him an agriculture economist, made was that the farmers in Punjab should be encouraged to grow maize. Now which would happen only once the government sort of starts procuring maize. Now the government of India right now only procures rice and wheat. And given the fact that our private, you know, the private markets in agriculture are so screwed up that expecting a solution from there is, you know, is very difficult. So the procurement needs to move out from Punjab and it needs to go to other states. And once, you know, this, the procurement is spread around, even if there is, you know, the stubble is burnt, it won't cause so much problem because the production of rice would sort of, and procurement of rice would be spread over a larger area. The second part is, you know, in states like Bihar and West Bengal, labor is still cheaper, you know, vis-a-vis a state like Punjab, which is a fairly rich state. So there, you know, you can still hire people to sort of cut the stubble and get rid of it. So this needs to happen. Now the question obviously is whether this will happen or not. And the answer is no, because, you know, the rich farmers of Punjab have been used to the government buying their rice over the years. And this is essentially again, one of the things that has happened because of the Green Revolution in the state. You know, when initially farmers started, you know, newer varieties of wheat were sort of imported from Mexico and the farmers were essentially encouraged to grow that wheat. The government, in order to support those farmers, also started to buy that wheat. And over a period of time, you know, it started to buy rice as well. So this is a system which has been in place for close to, you know, four and a half to five decades, and it will not be very easy to unravel it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:53.640",
        "message": "My slightly skeptical take on the solutions you mentioned, I mean, I know they're not your solutions, or the solutions that are generally out there. But my skeptical take on those two solutions were that they're both coming from a sort of a central planning mindset. I mean, one being that you do more procurement in the Gangetic states like Bengal and so on. And the other being that you also start procuring maize or whatever and try to change the incentives that way. So while I think that the whole central planning mindset rather is fundamentally flawed and"
    },
    {
        "speaker": "Guest",
        "time": "00:15:22.360",
        "message": "has led to this problem in the first place, which will bring me to another question. I'll just elaborate on this. Yes, if you just let me. So I mean, I'm not a supporter of central planning in any way. But you know, what happens Amit, when a system is in place, you cannot just automatically, you know, let it go and move towards another system. That causes an even bigger, look at what demonetization did."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:45.800",
        "message": "I mean, it essentially demonetization came right out of the central planning mindset. And that's why it was such a massive disaster."
    },
    {
        "speaker": "Guest",
        "time": "00:15:51.480",
        "message": "Yes. But then, you know, it tried to attack a system which is in place, the black money system, you had, you know, these things of unravelling that system overnight."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:01.840",
        "message": "Yeah, but the idea was an act of mass coercion that led to, it was an act of mass coercion and that led to less freedom in that short term that had happened. Because dismantling agricultural markets slowly would actually remove coercion and would lead to more freedom. My point is not that you do it over time. My whole point is and my point also has a dilemma. It's not a panacea and I'll get to that because that's the next question I'm going to ask you. But I think what happens is that not only are agricultural markets controlled strongly by government and thus perverting the incentives for the farmers and leading to situations like this, but because of that private markets also can't operate and information that spreads everywhere through market signals like prices don't otherwise get going. But leave that aside, even assume, let's for a moment have a thought experiment where all of this doesn't exist. And we are a libertarian utopia and the market works perfectly. And let's assume that even in that situation, Punjab happens not to be semi-arid as it actually is, but it has enough water and rice is something natural for it to grow. And there's enough demand for it to grow all of it. So assume that despite those perverted, if those incentives don't exist, but the conditions are different, they're still growing that much rice and they're still burning the struggle and the externalities of that, that is the harsh side effects of that are being felt by the people of Delhi. What kind of solutions would then exist in that state of being?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:31.760",
        "message": "I mean, then you'll have to essentially penalize them for damaging the environment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:38.080",
        "message": "And this incentivize them. So something like the famous carbon tax that people talk about."
    },
    {
        "speaker": "Guest",
        "time": "00:17:42.720",
        "message": "And then you basically have to ensure that the price of rice that is produced in Punjab essentially takes the cost of destroying the environment into account as well. Once that is done, automatically that rice will become more expensive. And in comparison to rice being produced in a state like West Bengal."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:02.000",
        "message": "And the demand will go down and they'll have to shift to something else. So the optimal solution is that you a, figure out a penalty on burning struggle and find a way to, with given state capacity, find a way to enforce that so that it actually becomes unprofitable for the farmers to grow rice because their costs go up and they have"
    },
    {
        "speaker": "Guest",
        "time": "00:18:19.340",
        "message": "to shift to wheat. But then that will never happen essentially because political parties have elections to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:24.920",
        "message": "win. Right. Which holds true for any solution. I mean, it seems that poor KGV will keep tweeting about this, but there's nothing he can do. At least, you know, not nothing in the near future. Vivek, thanks so much for coming on the show. It was great having you. Thanks for having me, Amit. If you enjoyed the show, do head over to your nearest bookstore, which is probably Amazon, to pick up one of Vivek's books, either the Easy Money Trilogy or his latest book, which I highly recommend India's Big Government. You can follow him on Twitter at call underscore Vivek. You can follow me at Amit Verma, A-M-I-T-V-E-R-M-A. You can browse earlier episodes of the Scene and the Unseen at sceneunseen.in."
    },
    {
        "speaker": "Unknown",
        "time": "00:19:05.000",
        "message": "Thank you for listening."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:12.120",
        "message": "And hey, if you enjoy listening to the Scene and the Unseen every week, but you're worried about how much it affects your productivity, we have a solution for you. Another podcast. Every fortnight, Vishal Gondal tries to identify the tools and hacks employed by super achievers from different walks of life through in-depth conversations. Episodes are out every alternate Wednesday. Listen, learn."
    },
    {
        "speaker": "Unknown",
        "time": "00:19:34.560",
        "message": "Excuse me, bhaiya. Excuse me. Bole madam. Menu mein kya hai? Menu mein Scene Unseen hai, podcast hai, on course hai, Cyrus says hai, Marry in India, Rediscovery Project, Empowering Series, Sex Wax hai, IVM likes hai, Simplified hai, Keeping it Queer hai, Tingson Destinations hai, My Neighbor Zuckerberg hai, and The Fan Garage hai. Aapko kya chahiye hai? Ek baar repeat kar denge kya? Repeat repeat nahi karta hum. Aap jaao ivmpodcast.com pe aur suno yeh sab. Ya phir download karo unka app. Aapin maureen, teri maise pala par aapki hu."
    }
]