[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "There is only one thing political parties care about in a democracy, winning elections. This includes political parties out of power and those in power. You might assume that once a party wins elections and forms a government, its main focus is to govern responsibly. Well, LOL. In fact, ROTFLOL. All they care about is winning the next elections and there is very little correlation between governing well and getting votes. That's the nature of the beast."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:35.360",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:47.240",
        "message": "Welcome to The Seen and the Unseen. A few weeks ago, in the magazine I edit, Pragati, at ThinkPragati.com, I reviewed an excellent book called How the BJP Wins by Prashant Jha. The book contained some amazing insights into the BJP election machine that is run so well by Amit Shah. Now, no matter what you think of the BJP or Narendra Modi, and my opposition to the man in the party is well known, everyone agrees that the election machine is just stupendous. In fact, reading the book brought me round to the view that given the complexity of the Indian political marketplace, Amit Shah might even be the greatest political strategist in history. So my guest today on the show is the author of that fine book, Prashant Jha. Prashant works at the Hindustan Times and I caught up with him a few weeks ago at the sidelines of the Bangalore Literature Festival. Here's a conversation we had. Prashant, welcome to The Seen and the Unseen. Thank you, Amit, for having me. Prashant, your book How the BJP Wins was a great eye-opener for me because I had been led to some much simpler notions of why the BJP did what they did. One partly assumed that, hey, people were sick of the previous UPA government and so on. There was a development narrative. There was a RSS polarization narrative and there were these simple narratives and one assumed that everything just came together and I'd written in the past that Modi was like a Rorschach inkblot, test people could see in him what they wanted. But actually what I learned from your book was that the kind of strategic thinking, the kind of organization that went into prepping the BJP for power, especially in the heartland states, especially in UP, which is a big focus of your book, is just nothing short of staggering"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:30.560",
        "message": "it ought to be sort of a case study. So when we start, what are the sort of separate elements you break this down into?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:38.480",
        "message": "What did they start off by thinking about when they started planning the 2014 campaign? So take on from the 2014 campaign and look at how BJP has also become dominant post-2014 because many of the elections that we see, many of the governments that the BJP has formed has happened post its victory in 2014. I think it's something useful to always think about when we're thinking about elections that it's always easier to understand elections in retrospect and when election campaigning is on, when these strategies are being formulated, it's more difficult to grasp it. So looking back, what we can see now is that the one dominant strand in the BJP strategy was projection of Prime Minister Narendra Modi's image and image is quite central to it. I spoke to Govind Acharya, one of the older Sangh ideologues who used to play an important role in the BJP, and he said to me, for Narendra Modi, politics is equal to power, power stems from elections, elections are about images and so politics is equal to images signalling and messaging. And if you use that framework to understand Modi, what you see is that between 2002 and 2007, Modi was a Hindu Hriday Samrat based on what had happened in Gujarat. From 2007, there was a conscious imagery invention of becoming a Vikas Purush delivering a Gujarat model of development, while retaining elements of the strong Hindu Hriday image. But over the past two, two and a half years, it is these twin images that had come in the 2014 election. But in the past two and a half years, particularly after 2015, which is a very critical year in BJP's evolution as I see it, there has been a third underappreciated shift in Modi's image to becoming a Garibon Ka Neta. Why did he feel the need for it? He felt the need for it after the Delhi defeat. He felt the need for it after the Bihari humiliation. He felt the need for it when he had to backtrack on amending the Land Acquisition Act. He felt the need for it when he started being mocked for his foreign travels. He felt the need for it after Rahul Gandhi made what clearly has been the sharpest political intervention yet of a suit boot ki sarkar. And BJP felt that its problem, its handicap throughout was that it was seen as a party of urban India, as a party of a sliced middle class, as a party which was soft towards the elites. And Modi decided that that's not the image trap that he wanted to remain with. And so we see this reinvention happening, and that reinvention took two forms. The first was a narrative around demonetization. You have written, Amit, about demonetization, and we now clearly know that the economics of demonetization was all flawed. But look at the political narrative that he spun around it. And I was traveling in UP right after demonetization, speaking to some of India's poorest citizens in one of India's poorest corners, Purvanchal, and there was enormous support for it. And if you go back to Modi's speeches, particularly one in Muradabad, which struck me, not only was he saying that this is a battle that I am waging for the honest poor against the"
    },
    {
        "speaker": "Unknown",
        "time": "00:05:38.280",
        "message": "corrupt rich, he was mocking the rich, right, he was contemptuous of the rich."
    },
    {
        "speaker": "Guest",
        "time": "00:05:42.000",
        "message": "So there was a very strong anti-rich narrative, which was tapping into this latent class resentment that does exist in society, maybe because of the inequities that existed in society. So there was this narrative around demonetization. The second was sharper welfare delivery, and to give UPA its share of credit, they did realize towards the end that India's welfare architecture is leaky. And so they commissioned a socioeconomic caste survey, they started thinking about direct benefits transfer, they started thinking about Aadhaar, and while all these moves are controversial in their own regard, what this did was this gave an infrastructure, this gave foundations to the BJP to run with, to improve the welfare architecture to some extent. It's still leaky, there is some improvement, and with it, it delivers cylinders for instance to the UPA electorate. And so I think it is Modi's image reinvention, and has allowed BJP to construct a multi-class"
    },
    {
        "speaker": "Unknown",
        "time": "00:06:33.560",
        "message": "alliance."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:34.840",
        "message": "And this multi-class alliance is the first source of strength for the party. And you know, one of the reasons why over the years as a commentator and a blogger and"
    },
    {
        "speaker": "Unknown",
        "time": "00:06:43.040",
        "message": "so on, if distrusted political analysis is like you correctly pointed out, a lot of it is hindsight bias. You're looking back and you're force fitting narratives, but that's clearly not what you've done."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:53.200",
        "message": "Because even a couple of years ago, a good friend of mine who knows Modi very well, told"
    },
    {
        "speaker": "Unknown",
        "time": "00:06:56.680",
        "message": "me that Modi's next big focus is going to be on class warfare, and it's turned out exactly like that. And right down to, you know, I love the analysis that you made of a speech of his, where the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:10.720",
        "message": "way he's using language with all those trigger words and those keywords and, you know, is absolutely phenomenal, and the amount of planning that actually went in, it wasn't that accidentally"
    },
    {
        "speaker": "Unknown",
        "time": "00:07:21.520",
        "message": "it happened to be convenient, so he reinvented himself as a gareebo ka neta."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:25.760",
        "message": "That was actually how he planned to do it. My other question to you regarding the narrative, therefore, is that, you know, going all the way from Hindu Hriday Samrat to Vikas Purush to gareebo ka neta, these are very different things. How did he manage them all?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:41.640",
        "message": "What is the magic? I don't know whether I have a neat answer to that question, because it is a good question, and it does speak of his political genius. And there is little doubt that to be able to straddle these different worlds, these different narratives, speak to different audiences with different messages, while still not diluting one of those three images requires a lot, so the guy can still go to Kedarnath and speak about Hindu regeneration and give that implicit message and come out as a proud cultural Hindu. He can still go to an industry chamber and tell them that, look, GST is for your good eventually and he can do bank recapitalization, which I think is a move as a signal to his original constituents, look, I have not forgotten you, and he can still do welfare politics. And I think in 2019, for instance, the key elements of this welfare politics will be Jan Dhan, construction of toilets, the Ujjwara scheme again, and power. And if he is able to deliver even a fraction of what he has promised on power to all households. So this requires a very careful balancing act, and Modi till now has succeeded. But it is precisely because of the coalition that he has built, sometimes constructing a coalition is easier than sustaining it, especially when you are in power and you need to be delivering to all these three different constituencies. And that's, I think, his biggest challenge. In this shift to the pro-poor image, and not that he has yet done a lot in terms of tangibles for the poor, but in the shift to the pro-poor image, is he losing out on his original constituents? And some of the disillusionment that we see over the past few months, articulated on social media is coming from his original constituents. So will he be able to keep it together? And that, I don't know whether we are in waiting for a fourth image reinvention and what that will be. I've even seen disaffection on Twitter about how he's not Hindu enough, which is, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:43.040",
        "message": "like you said, the original. And the interesting thing about all this is that 30 years ago, it would have been possible"
    },
    {
        "speaker": "Unknown",
        "time": "00:09:47.720",
        "message": "to be different things to different people. Because if you speak at Kedarnath and you speak to an industry chamber, your speech is restricted to those audiences."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:55.360",
        "message": "But today everything is on YouTube, everything is widely reported. And I think one factor in that just sinking aloud might well be that people believe what they want to believe. So those who see him as a Hindu, Hriday Samrat, they won't bother about the other stuff. And maybe something else, just to take forward that thought is that I was in Bihar six weeks"
    },
    {
        "speaker": "Guest",
        "time": "00:10:15.720",
        "message": "ago and I was, I traveled through six districts asking voters what they thought about Modi. And they said, he's doing good work, he's cleaning up dirt. And I asked them, tell me one tangible thing that has changed in your life. And many of them did not have an answer. But there was this enormous faith in the intent and integrity of the man. And I think this faith in the intent and integrity of the man has allowed him to straddle these different worlds. And that faith in the intent and integrity comes from this perception that he's not in this for himself. He doesn't have a family. He's not making money. He is committed to the state, to the nation. So I mean, all that, that is the overarching image under which he can do these, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:00.680",
        "message": "this balancing act. It's masterful image building. And, you know, that brings me to the next point. And then the next thing that you address in the book is that, again, there's a simplistic vision that the election was all about Modi. But actually, despite the remarkable work that he did constructing these narratives and redefining himself, it wasn't all about Modi. The BJP ground game was absolutely mind blowing. And the detail in which you've described it in the book just sort of blew me away. Can you tell me a little bit more about the kind of conscious thought that they put into redefining the ground game? So I really believe that Amit Shah has created the most formidable national election machinery"
    },
    {
        "speaker": "Guest",
        "time": "00:11:37.040",
        "message": "this country has seen. Congress has been in power for longer, of course, but Congress was a mass-based party. It didn't rely as much on the cadre. We have seen regional variance with strong organizations. The left in West Bengal had a strong organization, Travadian parties in Tamil Nadu have had strong organizations, but there is no national party with the kind of sangathan that BJP has today."
    },
    {
        "speaker": "Unknown",
        "time": "00:11:56.160",
        "message": "And what, and this, this is clearly the Amit Shah school of election management, I think."
    },
    {
        "speaker": "Guest",
        "time": "00:12:00.200",
        "message": "If one was to identify key elements in it, the first, when he took over as president, was focusing on numbers and the quantitative expansion of the membership base. Many of us mocked him, thought that this missed call membership drive means very little, that these figures are going to be all conjured up. Today, they claim they're the world's largest party, larger than the Chinese Communist Party."
    },
    {
        "speaker": "Unknown",
        "time": "00:12:19.840",
        "message": "Even if that is an exaggeration, and we don't have any way of independently verifying the"
    },
    {
        "speaker": "Guest",
        "time": "00:12:23.320",
        "message": "figures that they put up of over 10 crore members, even if there are a few crore short, there is no doubt that there's been a massive expansion of the BJP membership base. And when I went back and looked at how they did it, the first thing they did in a state like UP, which has 1,41,000 booths in 2014, they realized that in 13,000 booths, they"
    },
    {
        "speaker": "Unknown",
        "time": "00:12:42.680",
        "message": "got no votes. And they said, these are Muslim booths, we won't worry about them."
    },
    {
        "speaker": "Guest",
        "time": "00:12:46.640",
        "message": "The other booths, they told these booth committees that, look, we want you to enroll 100 members each in your booths. Now, usually what happens in political parties is that between elections, booth committees are dormant. Now here, the booth committees have just worked and delivered your 2014 mandate, and the party headquarter was telling the party booth committee, no, go back and get us 100 members each. Then they told the new members, get us more members. They recognize that a state like UP or even Bihar has high degrees of intrastate migration. We think about these states contributing migrant labor to Bombay, to Delhi, but there's high levels of intrastate migration because women marry and move to other villages. So they set up block level camps so that women or even men who migrated for work would get an opportunity to enroll themselves as members. So there is this quantitative expansion. The second was that in this process, what they were also doing was qualitatively changing the nature of the relationship between the party high command and the party grassroots. The party grassroots now was constantly mobile, this was constantly in operation. So after the membership campaign, they told the booth committees that now you go back and get these new members to fill up forms. This will be a part of something we call Mahasampar Kabhiyaan. It was not as successful as the membership campaign because getting somebody to give a missed call is easier than getting somebody to fill long, tedious forms. But so they didn't succeed on the same scale. But what was happening was that the booth committee was active. Then they worked on organizational elections and training camps where they were again, just ensuring that the machinery was being well oiled. Look at ticket distribution, which comes up closer to the election. The BJP has had this debate internally in the organization about seats where they don't win. There is a view within the Sangh that look, ideological purity is important. People have to rise up. For Amit Shah, the only thing that matters is winnability. So there were 60 to 80 seats in UP where they were not winning. What did they do? They picked up the 60 to 80 candidates who used to win those seats, imported them from other parties, gave them tickets and felt that they will have to work within that ideological framework. Don't worry about it. One of the things that Amit Shah often tells people back in Gujarat is that, why is it that we have always run short of 5 to 10% votes despite working so hard?"
    },
    {
        "speaker": "Unknown",
        "time": "00:14:52.960",
        "message": "We have to compensate for the 5 to 10% vote."
    },
    {
        "speaker": "Guest",
        "time": "00:14:55.920",
        "message": "And if we can't win, get the guy who can win, right? Then you'll see a fifth element of this school of election management is begin early and unleash a propaganda blitzkrieg. In UP in November, they were doing parivartan yatras and they're going to start doing that in the new election bound states. I asked the BJP strategist, why are you doing it right now? It's four months before the elections, don't you think you will peak early? He said, in Hindi to me, bhajapa chha jaana chahiye, basically BJP should dominate the public landscape. In every district, we want either a yatra going through, or we want an OBC meeting, or we want a woman-centric meeting, or we want a youth-centric meeting."
    },
    {
        "speaker": "Unknown",
        "time": "00:15:35.480",
        "message": "I said, why?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:36.480",
        "message": "He said, I want the people in the district headquarter, people in the village square forming opinion to think about us, even if they're not going to vote for us, to talk about us. I said, why? He said, because half the battle in an Indian election is projecting the inevitability of victory. The Indian voter often thinks about the wasted vote, and I don't want to waste my vote and vote for a party which will lose. So how is my vote not wasted? I vote for the party which is going to win. So you have to project this image that you are going to win, right?"
    },
    {
        "speaker": "Unknown",
        "time": "00:16:04.000",
        "message": "And so that also requires a lot of careful organizational work."
    },
    {
        "speaker": "Guest",
        "time": "00:16:07.760",
        "message": "And then it boils down to, closer to the elections, constituency, something called chunaf sanchalak samithi, so election management committees in every constituency, which has a team. So in what happens in many of the regional parties, for instance, or even in Congress, the candidate is given the ticket and the candidate has to fight the election alone. Here the candidate has to fight the election, has to put in resources, but the organization plays an important role in supporting the candidate. So the election management committee has a person who is managing the candidate schedule, has a person who is coordinating with the party central command and getting leaders for campaigning, has a person who is managing the money. So there is that organizational backup. All of this, I think, reflects a party machinery that is constantly at work, very well oiled and all this, of course, also requires money. And then that's also a very important, I think, element of how the BJP has been succeeding. And then there is resource mobilization that is happening at the constituency level. The candidate is supposed to have money on his own. He's supposed to be the petrol pump owner who will fill in fuel for carters in the run-up to elections. He's supposed to be the transporter who will give a thousand or a hundred cars for rallies. At the state level, there is resource mobilization where real estate entrepreneurs, mining barons, people who depend on patronage at the state level would end up contributing to the party"
    },
    {
        "speaker": "Unknown",
        "time": "00:17:30.720",
        "message": "because they think the party will win. But what is distinct about BJP's resource mobilization is that there is centralization of resource mobilization."
    },
    {
        "speaker": "Guest",
        "time": "00:17:37.360",
        "message": "Congress has this leaky, decentralized model of corruption where if Congress president wants a certain amount, she would ask an aide, the aide would ask two chief ministers, the two chief ministers would ask two ministers for 50 crores which needs to be mobilized. Everybody in the Congress chain would earn 400 crores. In BJP, you have a more centralized model depending on a more limited set of lenders. And so that financial muscle then allows BJP to sustain the kind of rigorous organizational"
    },
    {
        "speaker": "Unknown",
        "time": "00:18:04.640",
        "message": "machine that we see in operation."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:07.320",
        "message": "Just earlier you mentioned that all Amit Shah cares about is winnability and I don't know if that should be a disappointment to the BJP supporters or something that might give hope to those who oppose them. But the point of the matter which I often keep making is that forget what a party stands"
    },
    {
        "speaker": "Unknown",
        "time": "00:18:22.320",
        "message": "for. All a party stands for is winning. They will do whatever it takes to win no matter what kind of transaction or politics. This involves, just to indicate how hard these guys worked, I want to read out a sentence from your book where you say that between August 2014 and March 2017, Shah traveled to almost every Indian state twice, covering over 5 lakh kilometers to understand, supervise and direct party units, unquote. And this to me is remarkable and it also explains Amit Shah's well-known disdain for elite commentators who are, you know, sitting in the ivory chambers and commenting because he actually did the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:00.040",
        "message": "hard yards and put in the hard work and so on. I don't want to move on to the next..."
    },
    {
        "speaker": "Guest",
        "time": "00:19:04.680",
        "message": "Since I wrote this, if I can just supplement it, since I wrote that, after March 2017, he has done a 120 day yatra and he is on the road for four months after the UP success when somebody else would have probably sat, got complacent and thought 2019 was a done deal and we don't have to work. So that element of hard work, you know, these guys just work hard and that's an underrated quality that you don't think about."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:29.440",
        "message": "And when a talker works so hard, it percolates all the way down. Yeah. In fact, you know, talking of micromanagement, there's another anecdote in your book, I think in Maharashtra, you know, they were tracking by GPS, all the district unit heads to see exactly how many miles they do in a day, which is..."
    },
    {
        "speaker": "Guest",
        "time": "00:19:47.280",
        "message": "And whether they were just sitting in the district headquarters and making money off"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:50.480",
        "message": "the fuel or whether they were actually... So that kind of brings me to the next point. It's one thing to rebuild Modi's image and make him, you know, all of these things."
    },
    {
        "speaker": "Unknown",
        "time": "00:20:00.080",
        "message": "It's another thing to build a great ground game, but UP is still dreadfully complicated. Identity politics was ruled, there is this minefield of so many different castes and sub-castes and so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:10.680",
        "message": "And it was always thought that the BJP with a sort of pan-Hindu identity simply won't work. How did they crack the caste board?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:19.200",
        "message": "So I think, you know, BJP today is becoming an inclusive Hindu party. It remains a Hindu party, but it is an inclusive Hindu party that is moving beyond its largely upper caste base. And there are three or four, I think, tangible points that we can allude to, to substantiate this. The first is, of course, the prime minister's own image. The fact that he comes from an OBC community helps in drawing a section of the community towards the party and project a certain kind of image. The second is very careful calculations of caste politics in each state."
    },
    {
        "speaker": "Unknown",
        "time": "00:20:53.520",
        "message": "In UP, they figured that Muslims who constitute 20% of the population would not vote for them. Yadavs who constitute 10% of the population would vote for the Samajwadi party. 10 to 14% of the population are Jatas, Mayavatis, core vote, and that they would not vote for the BJP."
    },
    {
        "speaker": "Guest",
        "time": "00:21:07.960",
        "message": "They felt that, you know, the mistake that BJP was making was that it was a 20% party of Brahmins, Thakurs and Baniyas. What it needed to become was a 55% party of Brahmins, Thakurs, Baniyas."
    },
    {
        "speaker": "Unknown",
        "time": "00:21:16.960",
        "message": "So consolidate your upper caste base, but also get the others, get the other OBCs who"
    },
    {
        "speaker": "Guest",
        "time": "00:21:22.840",
        "message": "are resentful that the opportunities and political power and resources that came after Mandal was monopolized by certain OBC subcastes like Yadavs and not shared among the larger heterogeneous OBC parivaar. When we talk about OBCs, one has to understand how diverse, how fragmented it is. Among Dalits, they reached out to non-Jata Dalits who were resentful that Mayavati's party, which began when Kanchiram started, he said jitni jiski sankhya utni uski hissedaariye. So it was supposed to be a party which would give proportional representation to OBCs, to Muslims, to Dalits. It ended up becoming a Dalit party and eventually ended up becoming a Jatav party. But there are 55 of the Dalit subcastes and BJP recognized that contradiction, mobilized them. So we see them reaching out to communities within the OBC and Dalit fold who are resentful and have not got similar opportunities as some others within their community have. The third thing we see is that this then leads to the construction of wide social coalitions of the most visible castes, which are the upper castes, with the most invisible castes, who are the most subaltern of these Hindu subcastes, against the dominant political"
    },
    {
        "speaker": "Unknown",
        "time": "00:22:28.920",
        "message": "caste of every state."
    },
    {
        "speaker": "Guest",
        "time": "00:22:30.440",
        "message": "So in UP it was the Yadavs, in Haryana it's the Jats, in Maharashtra it's the Marathas and BJP is constructing coalitions of everybody else against the dominant caste. So that is again something that, and all of this was also reflecting in the organization. So when Amit Shah went to UP in 14, he did a survey and he figured that the BJP organization had only 7% OBCs as office bearers and 3% Dalits. In a state where you have 50% OBCs and 20% Dalits, so 70% of the population in the party, they are only 10%. Today, 30% of the BJP organization in UP are OBCs and Dalits. Out of 75 districts, 34 districts had OBC precedents, 3 had Dalits. The state precedent was an OBC. The numbers are still less than what their population share would suggest, but this clearly shows you that BJP is changing on the ground, its organization is changing and it is becoming more inclusive. And so the stereotype that we often have, you know, all these things also break certain stereotypes that we have cultivated about the BJP. If we thought about the BJP as a rich man's party, as an urban party, Modi is now changing"
    },
    {
        "speaker": "Unknown",
        "time": "00:23:34.040",
        "message": "that. But if we have often thought of BJP as an upper caste party, but BJP may actually be"
    },
    {
        "speaker": "Guest",
        "time": "00:23:38.400",
        "message": "representing even the subaltern within the Hindu force."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:40.640",
        "message": "In fact, in your book you've quoted Badri Narayan, who's of course a renowned scholar on this subject, and I'll just read it out verbatim, quote, what Kanshi Ram did for Jatavs,"
    },
    {
        "speaker": "Unknown",
        "time": "00:23:49.920",
        "message": "the RSS and BJP are doing for the rest of the Dalits. They are helping create the community leaders, they are helping document their caste histories, they are exploring heroes of their community, they are inventing and celebrating their festivals, they are playing shakhas near Dalit bastis, unquote, and it almost seems like they're"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:06.040",
        "message": "reinventing themselves as a Dalit party in doing all this, filling their party organization with, you know, OBCs and Dalits and so on, and doing that across states. What is the RSS's role in all this, where does the Sangh Parivar come in?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:22.920",
        "message": "So as we know, the Sangh is the source of BJP's worldview, source of the BJP's personnel, from the top, the Prime Minister, down to the booth worker, and then BJP has allegiance to the Sangh, and this is an association they are very proud of, it is an organic relationship, it's apparent. But we have also seen in the past that when BJP has been in power, there have been tensions between the Sangh and the BJP."
    },
    {
        "speaker": "Unknown",
        "time": "00:24:45.160",
        "message": "During Anil Bihari Vajpayee's time, the Sangh affiliates were very critical of economic policies."
    },
    {
        "speaker": "Guest",
        "time": "00:24:50.000",
        "message": "He shared a very difficult relationship with the Sarsang Chalat, and many BJP insiders actually say that the 2004 elections went the way they did in key states because the Sangh, or part of the Sangh machinery went inert."
    },
    {
        "speaker": "Unknown",
        "time": "00:25:01.200",
        "message": "I think what is happening at the moment is that there is a very high degree of convergence"
    },
    {
        "speaker": "Guest",
        "time": "00:25:04.480",
        "message": "between the Sangh and the BJP, and this convergence is driven by three or four factors. The first is the relationship between Narendra Modi and Mohan Bhagwat, who are contemporaries, who have grown together in the Sangh, whose rise at the state level, or within the RSS machine, or at the national level has almost coincided. So this is a relationship where one can pick the phone, talk to the other, and say, you know, calm down on this, I can't do this, or you have to do this."
    },
    {
        "speaker": "Unknown",
        "time": "00:25:28.160",
        "message": "The second is ideological convergence."
    },
    {
        "speaker": "Guest",
        "time": "00:25:30.000",
        "message": "I had spoken to a BHP leader, Ashok Singhal, in 2013, and I asked him, what would be your expectations of Modi wins, and he said three things, Gai, Ganga, and Ayodhya, and if you look at what's going on, Gai is clearly high up this government's agenda, Ganga may not be clean, but they've spent a lot of political energy in creating a ministry which also has"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:48.040",
        "message": "Ganga regime. They've built the Ganga narrative. They've built the Ganga narrative."
    },
    {
        "speaker": "Guest",
        "time": "00:25:51.040",
        "message": "Ayodhya, nothing has happened from the central executive, but look at the political symbolism of Yogi Adityanath celebrating Diwali at Ayodhya, and keep an eye out for what's going to happen in the Supreme Court over the next year, where Ramchand Bhoomi case is up for hearing. Incidentally, from December 5th, on the eve of the 25th anniversary, the hearing starts. The third is that there is close coordination and personnel and policy. So the RSS is not running the government of India, but every ministry of the government of India is open to RSS inputs. And the fourth is the prime minister, as we earlier discussed, is a proud cultural Hindu. When he comes out of Kedarnath, when he comes out of Pashupatinath, when he comes out of Vishwanath Mandir with the tika, he's basically telling the RSS base and the Hindu base that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:28.000",
        "message": "look, I am willing to own my religion. This reminds me of what the late Andrew Breitbart, the alt-right hero, once said, politics is downstream of culture. And it seems to me that this is how they've played their roles. The RSS has really entered the culture and taken it over, and it's been a project that's"
    },
    {
        "speaker": "Unknown",
        "time": "00:26:43.960",
        "message": "been going on for so long, and the BJP is doing the political side of it and actually"
    },
    {
        "speaker": "Guest",
        "time": "00:26:47.840",
        "message": "winning elections. Would you say that makes sense? Well, definitely. I mean, see, we look at the post-2014 or post-2013 BJP, and we look at this as a very rapid rise of BJP to power, right? Who had thought that a person, a member of the BJP would occupy the Rashtrapati Bhavan, would occupy the Maulana Azad Road residence of the Vice President of India in Delhi, would occupy the Speaker of the Lok Sabha position, would be the Prime Minister of the country and have the central government, would run governments in 18 states of India. And we think that, oh, this happened so suddenly. But the other way to look at it is that it has happened after 92 years of work that RSS has put in. And this is, you know, the RSS and the Communist Party of India was set up in the same year, in 1925. And we know where the RSS today is, and we know who the communists are, right? But it gives you a very interesting frame to look at the sustained, disciplined work of the Sangh over decades, without political power coming in. I mean, Jhansang, as Amit Shah also keeps saying all the time, in public, we've spent all our time in opposition, you know, this is actually work that has been done on the cultural front, and now I think what is happening is that this Sangh ecosystem is changing the Indian state, the Indian society and the Indian mind."
    },
    {
        "speaker": "Unknown",
        "time": "00:28:04.720",
        "message": "And this is not work that has happened just over two years."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:08.680",
        "message": "So before we move on, just a tangential question that earlier we were talking about how all Amit Shah cares about is vulnerability. And therefore, it doesn't matter what you stand for, you just figure out how to win. But at the same time, the Sangh has this decades long project that's been going on, whatever you call it, the Hindutva project or the RSS project or whatever, how do you reconcile"
    },
    {
        "speaker": "Guest",
        "time": "00:28:27.800",
        "message": "these two? So I think when I suggest that Amit Shah cares about vulnerability, and he's willing to co-opt existing political elites of other parties, I think it is confined to elections. The point is that after winning, what is it that the BJP is doing and on that, I don't think the BJP has stepped back from its ideological framework. So they are using power to A, maximize power and further expand power and that's something that you see both Narendra Modi and Amit Shah having done in Gujarat. Amit Shah has never sat on the opposition benches of the Gujarat Legislative Assembly. He's always been in power. Modi has not lost a single election that he has led back from 2001. So they use power and they don't let the rules of normal rules of anti-incumbency set in and they expand power. But two, they have also used power to precisely change state institutions, to create alternative intellectual ecosystems, and then we can debate the merits of it and to push a certain kind of India that they want and they are reshaping what being an Indian means in some way. So I think that ideological framework remains intact."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:28.120",
        "message": "This brings me to the next point in your book. At one point, you talk about how a newly elected BJP MLA from UP explained his success by saying it was an India-Pakistan election. And polarization was certainly a key tactic that the party used. So why and how did it work?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:47.480",
        "message": "The BJP makes the Hindu voter angry. The BJP makes the Hindu voter bitter. The BJP makes the Hindu voter resentful. The BJP makes the Hindu voter suspicious of the Muslim and suspicious of all other parties who are projected as being sensitive only to Muslim interests at the cost of Hindu interests."
    },
    {
        "speaker": "Unknown",
        "time": "00:30:07.680",
        "message": "The BJP does this through propaganda, it does this through lies, it does this through stoking"
    },
    {
        "speaker": "Guest",
        "time": "00:30:12.440",
        "message": "hatred, it does this through constructing narratives which are based on all of this. If you look at UP again, it very systematically pushed the narrative of Love Jihad, which for the uninitiated means an organized Muslim conspiracy to change the demographic balance. When I reported from Buzafarnagar riots in 2013 and I heard the word Love Jihad, it came to me as quite a surprise and it was a fringe Bajrang Dal mid-level functionary in Meerut who first mentioned it. When I started going back to West UP, I could see traders talk about Love Jihad, I could see even journalists of mainstream Delhi papers use the word like that existed. I could see politicians use it and it was acceptable for mainstream politicians to use it. Love Jihad is a lie. Love Jihad is not based on facts, but Love Jihad is something that is a strongly entrenched narrative now. When BJP talks about how Muslim gangsters threw out Hindus from a town called Kairana in West UP, all independent fact-finding committees have shown that this is not true. But what does it do? It constructs the Muslim as the criminal, it constructs the Muslim as hounding the Hindu. When BJP talks about slaughterhouses, what is it doing? It is constructing the Muslim as the butcher, you know, doing cow slaughter at every street corner. When BJP or even a person like the Prime Minister is talking about electricity being supplied during Eid and not during Diwali and it is not based on facts, it is not true. But what does it do? It creates a certain sense of bitterness among the Hindu voter against both the Muslim as well as the government which is seen as being sensitive to Muslims. So the BJP constructs the majority vote, the Hindu vote across class lines, across class lines through this narrative of deception, which is based on lies, right? Why does it succeed? It succeeds because secularism is dead. There is absolutely no resonance of the idea and the term secularism in the Indo-Gangetic planes. And I did not meet a single Hindu voter, a Hindu voter of the Samajwadi Party, of the BSP, of the Congress, so-called secular parties, using the word secular or telling me that the secular communal binary was an important determinant in the way they made their political choice. Even in Bihar, which media commentators, all of us hailed as the victory of secular forces against BJP, the JDU-RJD combine of Nitish Kumar and Lalu Prasad actually downplayed secularism. I know of anecdotes where Lalu Prasad Yadav told Muslim leaders, go back to your homes, come out during election day, don't show your face, where Muslim leaders came and told Nitish Kumar, don't put us on the stage, don't talk about us, focus on the Hindu vote. In Muslim-dominated areas, the grand alliance of Nitish Kumar and Lalu Prasad Yadav gave ticket to Hindu candidates so that the BJP would not be able to polarise. So the idea of secularism, either because it's identified with parties which have misadministered this country and are identified with corruption, or because secularism is seen only as pandering quote-unquote to Muslim interests, or because of the sustained communal propaganda of the"
    },
    {
        "speaker": "Unknown",
        "time": "00:33:25.880",
        "message": "Sun, has no resonance."
    },
    {
        "speaker": "Guest",
        "time": "00:33:27.640",
        "message": "And this is why I think when that MLA suggested to me that this was an India-Pakistan election, he was basically telling me it was a Hindu-Muslim election, and because we know that this has been an old narrative of the BJP of linking nationalism and religion, when Amit Shah said in Bihar that if we lose, Pakistan will celebrate. He was basically saying if we lose, who will celebrate? The Muslim in your area will celebrate, and that Muslim in the area is basically an agent of Pakistan. When he said in UP that we have to defeat Qasab, and Qasab stands for Congress, Samajwadi Party and Basfa, what is he saying? He is saying that if we win, the Pakistani terrorist who conducted such an attack on Indian sovereignty and interests and people would be defeated, and who is he represented by here? He's represented by these three so-called secular parties. Why? Because they listen and represent Muslim interests. So this conflation that is done of nationalism and religion, and the subtle projection of the Muslims in the fifth column, is something that is really working, it's resonating, whether we like it or not. When he said that it's an India-Pakistan election, he basically meant it's a Hindu-Muslim election and Hindus won."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:44.920",
        "message": "And this is out of the classic playbook of populists and nationalists, where you create another and then you project yourself as standing for your people and you, you know, like the dead magnificent icon in Qasab, which is like so incredibly clever when you think about it, venal but clever, you associate your enemies with the other, and therefore it becomes a very simple choice. And I'm just thinking a lot, it seems to me that the reason that this works is because anger is a much more effective way of motivating a voter to actually take action than a benign goodwill towards everyone. And so it works. So just sort of summing up some of the major factors that you pointed out, at level one, there was the narrative around Modi himself, his transformation from a Hindu Hriday Samrat"
    },
    {
        "speaker": "Unknown",
        "time": "00:35:30.720",
        "message": "to a Vikas Purush to a Gareebu Ka Neta, essentially being all things to all people and without contradicting himself at any point. Level two was an incredible ground game, which you've laid out in detail in your book and I'd urge listeners to buy it and read that and it should really be a Harvard Business School case study. I mean, I can't think of any election anywhere in the world, given the scale of this, that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:51.960",
        "message": "such remarkable work has been done."
    },
    {
        "speaker": "Unknown",
        "time": "00:35:54.560",
        "message": "Three is how they navigated UP and other states like Haryana and Maharashtra by looking past the caste dynamics, by triggering resentments among, you know, OBCs who felt left out and Dalits who felt left out because there were other, you know, because the Yadavs or the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:11.440",
        "message": "Jats or the Marathas were getting the OBC spoils and so on and so forth. And then almost reinventing themselves into a Dalit party and doing it with actual hard work on the ground, rather than just mere campaign rhetoric, which is quite remarkable. After this, we see the cultural role of the Sangh Parivar getting, you know, ingraining those ideas among the people building up that social movement and then using it to feed"
    },
    {
        "speaker": "Unknown",
        "time": "00:36:38.680",
        "message": "into the political party."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:40.800",
        "message": "And fifth is the tactic of polarization, where you motivate people to come out and vote by creating fear and hatred against the Yadav. Now, my question to you, therefore, at the end of the podcast, as you know, you've studied the party very deeply, is that as you've pointed out in the book, a lot of these sort of coalitions are very tenuous. You know, whether it's Modi being all these different things, or whether it's the caste configurations in UP where you've got all the, you know, non-Yadav OBCs and the non-Jatav Dalits. And plus, you know, in fact, I think somewhere in the book or elsewhere in the analysis, you mentioned how the plan was for Maurya, if I'm not mistaken, because he's an OBC leader to be chief minister and instead it was Adityanath and wondering how that would play out. And how hard will it be now for the BJP, because 2014 and what has followed since was almost a perfect storm. How hard will it be for them to keep all these strings tied together and in place?"
    },
    {
        "speaker": "Guest",
        "time": "00:37:38.440",
        "message": "So you know, we do look at, I think you summed it up very well, those are the sources of strength that I identify in the party. The only point I would supplement with is that in areas outside this traditional stronghold,"
    },
    {
        "speaker": "Unknown",
        "time": "00:37:52.440",
        "message": "like the Northeast, the BJP adopts a different set of techniques, it co-opts existing political"
    },
    {
        "speaker": "Guest",
        "time": "00:37:56.520",
        "message": "elites, it dilutes its ideological core, it adapts to specific realities and it's been"
    },
    {
        "speaker": "Unknown",
        "time": "00:38:00.600",
        "message": "able to expand."
    },
    {
        "speaker": "Guest",
        "time": "00:38:01.600",
        "message": "But to go back to your question, I still don't think that BJP is invincible. In a competitive democracy, in a very complex, hierarchical, unequal society like India, with strong regional variants, strong sub-nationalisms, diverse linguistic politics, I think it's very difficult for a party to remain hegemonic, at the moment it is probably hegemonic. And there are key vulnerabilities, right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:31.400",
        "message": "So what are the vulnerabilities?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:33.000",
        "message": "If you go back to the sources of strength, the first vulnerability is whether Modi would be able to sustain this multi-class alliance. To do that, he will need to keep corporate India happy, he will need to keep the salaried middle classes happy, he will need to keep the new middle class of young Indians, as he calls them, who are coming into urban spaces, who want jobs, who have aspirations happy, and he needs to keep the poor happy. And for that, you need high degrees of growth, you need job creation, or at least job losses not happening. And that's what we've seen in the last few months. And you need welfare. Right? Those are three important legs of this multi-class alliance. And as the economic narrative starts slipping from the government's control, as a sense grows that they are not able to deliver on either of these fronts, I think this alliance will become vulnerable. I'm not suggesting that it's happened. But it is something I think the government is also very aware of and is conscious of BJP is. The second is sustaining the multi-caste coalition, and you're right with the UP example. Here was a party that constructed an inclusive Hindu coalition in the run up to the elections. But after the elections, if a sense grows, as it has grown to some extent in UP that it's actually all a cover for upper caste hegemony, and while they will use us in elections, but after the elections, power will be monopolized by the upper caste, then you will see this alliance break and a Bihar BJP leader actually told me that, look, we are no longer untouchables for the backwards and Dalits, but we are not their natural party and this is work in progress. So you look at Yogi Adityanath who is a Thakur, Dinesh Sharma, another deputy chief minister was a Brahmin, the cabinet which is very high upper caste representation, or when I last looked at the figures in the UP police, out of 75 districts, 42 were upper caste SPs. So Brahmins and Thakurs and Sarkais also. So if a sense grows that, look, power distribution is not equitable among different castes, multi-caste alliance will get fragile. The third is the tension that I think exists between belligerent majoritarian politics and the ambition to expand and become a truly national party. Amit Shah knows that repeating the performance of 2014 in northwest and central India is difficult if not impossible, getting 26 on 26 seats in Gujarat, getting 25 on 25 seats in Rajasthan, getting 7 on 7 seats in Delhi, getting 71 along with allies, 73 out of 80 seats in UP, getting 30 out of 40 seats in Bihar, getting 5 out of 5 seats in Uttarakhand, getting 27 out of 29 seats in Madhya Pradesh, getting 10 out of 11 seats in Chhattisgarh, yet again, for a second time running is difficult and therefore the need is to expand in south and east India and they have expanded to some extent, they have worked hard and will be formidable in Odisha next time, they will win more seats from the northeast, but their expansion plans hit a roadblock because the kind of politics that they do in northwest central India also, you can't continue to do Gauraksha politics in UP and expect all of Kerala to support you or all of Meghalaya to support you. So how will that trade-off happen within the BJP, I think the third variable and the final variable I think is that as we know it's not just the case that one party wins the election, somebody has to lose the election and Congress in this country has been consistently losing the election. So the state of the opposition will be a key determinant whether Rahul Gandhi can go through a product reinvention like Modi has gone through multiple times, whether he stops being an object of mockery. You know, a politician can be ignored, hated, liked, but he can't be laughed at and the problem for Rahul was that he was being laughed at consistently. We have seen some stirrings of change in the last two months, I don't know whether it is enough. Congress is a mass-based party, so when one puts this story of BJP's organization to Congress leaders, they tell us, look, we have never won with an organization, we have always won when the public mood changes, we are a lazy party. But I don't think being a lazy party, it'll be easy for Congress to confront the machinery of this sort. So what can they do with their organization? And in states which are bipolar states, we are speaking at an interesting moment because the next six elections, big elections in India, Gujarat, Himachal, Karnataka, MP, Chhattisgarh, Rajasthan, till the end of 2018, are all straight Congress-BJP contests. So in bipolar states, how does Congress manage to beat the BJP, and in states where Congress is weak, does it stitch up a grand alliance of anti-BJP forces? So the state of the opposition and what that will look like at the end of 2018, early 2019 will also be an important variable. Every election is open, 2019 election is not a done deal. And predicting an election or the future of Indian politics is a very dangerous enterprise. I will not get into that territory. There are vulnerabilities, but BJP is of course, and looks set to remain the dominant Indian"
    },
    {
        "speaker": "Unknown",
        "time": "00:43:26.800",
        "message": "political actor for a while."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:28.160",
        "message": "And whether one supports a BJP or is against it, we can all agree that a healthy democracy"
    },
    {
        "speaker": "Unknown",
        "time": "00:43:32.720",
        "message": "needs a healthy opposition. And for me, what the opposition needs to do is read your remarkable book, and I hope they'll do that. Thank you so much for coming on my show, Prashant."
    },
    {
        "speaker": "Guest",
        "time": "00:43:42.040",
        "message": "You've been very kind, Amit. Thank you so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:44.040",
        "message": "If you enjoyed listening to the show, hop over to your nearest bookstore and buy Prashant's excellent book, How the BJP Wins. You can also follow him on Twitter at Prashant KTM. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. And you can browse past episodes of The Seen and The Unseen at seenunseen.in."
    },
    {
        "speaker": "Unknown",
        "time": "00:44:07.960",
        "message": "Thank you for listening."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:15.920",
        "message": "If you enjoyed listening to The Seen and The Unseen, it makes complete sense for you to check out the Pragati Podcast, a show on public policy. Pragati is a magazine I edit, and the Pragati Podcast is hosted by two of my colleagues, Pawan Srinath and Hamsini Hariharan. Every week, Pawan and Hamsini analyse views and news from India and the world, and talk to experts and practitioners on a wide range of issues. Episodes out every Thursday. So there's your midweek fix right there."
    },
    {
        "speaker": "Unknown",
        "time": "00:44:45.920",
        "message": "Good evening, ladies and gentlemen, this is your captain speaking. Sorry to say, but there's been a slight delay due to the apocalypse having suddenly begun. As you can see, there's death, destruction and chaos taking place all around us. But don't you worry, food and drinks will be served shortly. And I would recommend checking out IVM Podcasts to get some of your favorite Indian podcasts. We'll keep you going till this whole thing blows over. Thank you."
    }
]