[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I. V. M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:04.200",
        "message": "You're sitting at a table with eight other people. All of you have chips in front of you. Those chips represent money. Together, those chips on the table constitute a small fortune. Four cards are laid on the table face up. You have two cards in your hand. So does another person, whom you have come to hate in the last five minutes. You are all playing poker. We've reached what is known as a turn, and this is the biggest part of your life. Your opponent has just gone all-in. The room is air-conditioned, but you're sweating profusely. You think for a while, and finally decide to call. You sigh with relief when he shows his cards. You have two pair, a much better hand than him. He only has a flush draw. He will win this hand less than 20% of the time. If the river is anything but a club, you will win a huge pot. There is enough money here to take you on a long luxury holiday in the Bahamas. Then, the one remaining card, the river, is opened up. Your opponent screams like a madman. What was a great decision moments ago, seems like a terrible one. Welcome to the club."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:12.600",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:23.000",
        "message": "Welcome to The Seen and The Unseen. I used to be a professional poker player for a few years, and since leaving the game, I've believed that the lessons I learned from poker were very applicable to life. I've often spoken about poker with a close friend of mine, Mohit Satyanand, who is an ace investor and is known for his expertise in stock markets. He now sits on the board of several companies, he's an angel investor, and he also manages money in the stock markets. Now, whenever I talk about poker with him, he'd always remark at how similar it was to stock investing. So much so that we've just decided to write a book together about the similarities between poker and the stock market and the lessons they hold for life itself. So I've invited him on the show today so we can talk about exactly that. Mohit, welcome to the show."
    },
    {
        "speaker": "Guest",
        "time": "00:02:08.000",
        "message": "Thanks, Amit. So, poker, stocks and life or poker, stocks and lies?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:14.000",
        "message": "Well, I mean, aren't they the same thing? Okay."
    },
    {
        "speaker": "Guest",
        "time": "00:02:17.200",
        "message": "No, I like to think that there's more than lies to life."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:21.200",
        "message": "More than lies to life. I agree."
    },
    {
        "speaker": "Guest",
        "time": "00:02:25.400",
        "message": "Yeah, this is quite interesting, Amit. What you're really implying is that firstly, the decisions may turn out to be wrong because there are probabilities to life."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:36.800",
        "message": "There's no certainty except death. You're referring to the story of the hand. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:02:44.000",
        "message": "But that you've got to take the right decision and the right decision doesn't necessarily have to turn out right. It's a question of assessing the odds well in advance of taking the decision and things may turn against you sometime. So, I like to think that the feedback loops of developing judgment in the stock market probably take a little longer and a little more detailed understanding, more factors than a game of cards. But I could be wrong there because I don't know the poker. But the broad parallel still remains."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:26.600",
        "message": "Let me tell you how it is in poker. When I started playing poker, one of the first things you learn is not to be results-oriented. Now, someone from the outside may say, what the hell does that mean? Of course, you have to be results-oriented in anything to know whether you're doing a good job or not. But poker happens to be a game, what I call a game for the long term in the sense that, let's say, let me give you a simple example which has nothing to do with poker. Let's say you have a coin which is absolutely evenly weighted and someone offers you a bet that, listen, every time we spin that coin, if it's heads, I'll give you 51 paise, if it's tails, you give me 49 paise. Now, I know the coin is evenly weighted, so it's a no-brainer. I will keep betting on heads. Now, the thing is, that is a correct decision to bet on heads and in the long run, I'll make a lot of money. But in the short run, there could be five tails in a row. In fact, over a long enough sample size, you're bound to have even a hundred tails in a row if you have millions and millions of iterations. And what happens often in poker is in similar situations when you have the analogue of five tails in a row or ten tails in a row, people get disheartened or they start betting on tails, which conforms with another fallacy we'll discuss later in the show. Which is why we are taught that, you know, just focus on making the right decision given the information available to you and your judgment. And in the long run, the results will come. But if you focus on results, then you'll end up all wonky."
    },
    {
        "speaker": "Guest",
        "time": "00:04:51.800",
        "message": "Absolutely right. So in the stock market, we say that in the short run, the stock market is a beauty contest or a popularity contest. But in the long run, it's a weighing scale, which is the same thing. What it means is that in the long run, the performance of the company on objective criteria, which is primarily its ability to generate cash, is what matters. In the short run, and sometimes that short run is fairly long, what seems to matter is extraneous factors which drive the popularity of a stock, which could be some so-called famous investor has backed it or some famous promoter has just set up this business or a particular sector is a fad. So if you look at that, you could think of the dot-com era of 99 and how it crashed and so on. But in the long run, there is an objectivity to it. And your skill as an investor is determined by your ability to get under the hype, the positive or the negative hype, around a stock and try and analyze objectively, firstly, the sector that you're investing in, what kind of developments that sector is likely to face in the medium term in the economy in which you're investing and thirdly and most importantly, the ability of the management, your assessment of the ability of the management to manage that particular environment in which they're functioning well. Now, these are judgments which you develop over a period of time and reviewing the decisions, therefore, becomes important because they refine your judgment. So looking back has its value, but only in so far as it improves the processes by which you think, improves the number of factors which you analyze to try and improve your ability to predict an outcome. But just because the outcome is not positive doesn't mean that the process was wrong, doesn't mean that the decision was wrong and doesn't mean that you will be right 100% of time. Because the other eternal truth in the stock market is that if you never lose money in a stock, you're not taking enough risky bets."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:14.600",
        "message": "Absolutely. And I guess, you know, a classic example of this to my layman mind is that you know that there's a bubble going on and you know that at some point the market is going to crash. So obviously the smart thing is to bet on it crashing and to, you know, short stocks or whatever. But like that famous saying goes, the markets can stay irrational longer than you can stay solvent. And in that case, you might be making the correct decision and you might be making the correct call, but the results simply aren't with you."
    },
    {
        "speaker": "Guest",
        "time": "00:07:41.000",
        "message": "Well, so there are at least three ways of looking at this. This is something which anybody who's been in the markets long enough has developed some kind of views on how to manage it because you've been through it a few times. So let me tell you a little story, which is that in 1999, there was this development of the IT sector, right? And in those days, I was living in the mountains and I wasn't really cognizant of all that was going on. My stockbroker asked me to buy this unknown company called Infosys. So I valued my stockbroker's advice. He told me how the company was extremely well governed, etc. etc. So I bought the stock at 3,500 rupees. Two weeks later, when I next had access to the newspaper, I saw it was 4,500 rupees. When I went down to Delhi next, it was 6,500 rupees. And this time I sat down for the first time and actually started looking at the income statements and so on. Now, my objective analysis told me that a proper valuation of the stock at 6,500 rupees would require it to see its income go up by 50% per annum for the next 10 years. No stock I knew had ever done that. And so I realized it was time to sell. My broker said, Sir, ye toh 10,000 rupee jaayega. I said, it may be 12,000. Please sell. Now, in January, four months later, the stock was 11,000. But by December of the next year, it was 1,000. So the question is, did I take the right decision or not? Should I have waited and gotten out? Now, this is a very simple way of looking at it. The question you raised, if I knew it was a bubble, is it enough to exit the stock or should I try and short it? The answer is, it's right to short it. But the second question that follows is, how much should I short? Should I bet the bank on shorting it? Answer, no. Because if the market stays foolish longer than I can stay solvent, I'm broke. So then you have to manage your funds and say that I will bet a maximum of 2%, for example, of my net worth on shorting this particular stock. And then I think there's a parallel with poker."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:13.000",
        "message": "Absolutely. I mean, which is something I was going to come to. But to sum up what we've already spoken about, and it's sort of there in the Bhagavad Gita where Lord Krishna says, don't worry about the fruits of your action, just do the right thing. And that kind of focus on process over results is something that you see, for example, in modern day sports. It's very much the philosophy of the current Indian cricket team. I mean, Virat Kohli himself believes in it and would therefore perhaps be a good poker player. But to come back to the point you've just come to, I mean, this is absolutely critical, which is bankroll management. You know, it's not enough to take the right decision. You have to take the right decision under the understanding that you're going to get unlucky a lot of the time and the right decision is going to lead to the wrong result. And only over a certain number of iterations or a large enough sample size, whether it's a period of time or a number of hands, are you actually going to be profitable. And you have to make sure you stay solvent through that. So in poker, I mean, the term we use for that is, of course, bankroll management. And in poker, it's very critical that you don't play beyond your means. You know, if you have a bad run and you get broke, that's the end of the story. And players are advised to, you know, that if you're entering a certain game, your total bankroll should be a certain multiple of whatever the buy-in is. Or if you're playing tournaments, your total bankroll should be a multiple of your average buy-in and so on and so forth. And the same concept, I think, applies to pretty much anything in life. Absolutely."
    },
    {
        "speaker": "Guest",
        "time": "00:11:39.000",
        "message": "And, you know, interestingly, this is true not just of shorting the market or taking positions in the forward market. It's also true of getting into stocks which are willing to hold for the long run. And then it applies in a slightly different way, which is that you buy a stock for all the good reasons and the stock goes down 20 or 30 percent. And obviously, you really look at the process by which you made the decision. And if you realize that you didn't factor something in, something has changed, then the intelligent thing is to exit. But perhaps we should talk about exits separately. The question then is that the popularity contest, which is a stock market in the short run, has taken the stock down. But your weighing scale is telling you that the stock is even more attractive today because it's available at a cheaper price. Now, the intelligent thing to do is to buy more of the stock. But you can only do that if you've managed your cash balances properly. Otherwise, you're all in and there's nothing more to put into the stock. So, managing the cash you have, how much you hold in reserve to buy fresh stocks is a talent which you acquire only gradually as a stock investor."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:04.400",
        "message": "And, you know, one of the things I wanted to do over the years was, you know, as I was playing poker from before that I was a columnist, I'd read about economics and I got deeply interested in behavioral economics. And it turned out, I realized while in my years playing poker that a lot of the cognitive biases and the faults and the wavy things, so to say, the bugs in the machine that is our brain are very applicable to poker. So, and I always thought that it would be fascinating to sort of write a book about the parallels, about how they impact poker. And now we are writing one together where a lot of them will feature."
    },
    {
        "speaker": "Guest",
        "time": "00:13:38.200",
        "message": "So, why don't you throw some of those cognitive biases at me? Tell me how they work in poker and I'll tell you how they work in stock market."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:45.200",
        "message": "Done. So, the first one is the sunk cost fallacy. Now, the sunk cost, I'll again define these terms formally. The definition of a sunk cost is a sunk cost is any past cost that has already been paid and cannot be recovered. And the sunk cost fallacy says that individuals commit the sunk cost fallacy when they continue a behavior or endeavor as a result of previously invested resources. Now, a real world analogy of this is that let's say I pack lunch at home and I take it to my office. And then when I'm in office, we find out that there's an awesome Japanese restaurant has a 50% discount and everyone wants to go there. And then I say, no, but hey, I've got lunch back from home, it will be wasted. But that is, that lunch is a sunk cost and the effort that's gone into it. The question I should really ask myself is what would I really value? What would be a good way to spend my time and my money? And very often, if you get past the sunk cost fallacy, you'll go and have the Japanese meal. And in poker, the way it applies is that let's say you are in a hand and you start with a good hand and, you know, you put a lot of money in the hand. But in a later state, you begin to feel that, hey, I may not be good. But purely on by dint of the money that you already put in the pot, you say that, hey, no, I've put, I've invested so much money in the pot. I can't let it go. I will go till the end. And you end up putting, throwing good money after bad and losing a lot more. And of course, you have to take the money in the pot in account when you're calculating pot odds and so on. But somehow, sometimes it's simply negative EV to continue at any cost. But because you've already committed so many chips, you commit the sunk cost fallacy."
    },
    {
        "speaker": "Guest",
        "time": "00:15:24.400",
        "message": "By EV, you mean expected value. Expected value. Absolutely. So my favorite real life example, please indulge me, is when I go and see a movie with my wife. And in 20 minutes, I say, this is horrible. I can't watch this movie. And she said, no, but we paid for it. We're going to watch it till the end. So I try and explain to her the sunk cost fallacy. But she thinks I'm just being as clever as you. Do you finish every book you start reading? No, I don't. No, I'm a good student of economics. I believe in the sunk cost fallacy. So in the stock markets, this is very important. So to give you an example, you know, when the current government came in, in 2014, there was a feeling that they would focus on infrastructure. The infrastructure markets were very, very badly beaten down for various reasons, one of which had to do with the crash of 2008. But a lot of people felt that Modi was going to focus on infrastructure and they got in. And to some extent, I followed that idea. I didn't throw a lot of money behind it, but I did throw something behind it. But a couple of years later, when I looked at those kind of stocks that were in my portfolio, it was clear that they were not performing well. And this is where I began to diverge from somebody whom I taught this thesis through with and we'd made sort of parallel investments. And I said that from objective measures, which is, for example, interest rates. Interest rates were expected to crash hugely and that would facilitate investments in infrastructure. The fall was quite moderate and more importantly, looked like they were bottoming out. They were now going to start going up. That bankruptcy mechanisms, even though thoughts had come into place, were not fully resolved. So that thesis had not played out the way it was. And I remember what this chap told me. He said, but I have bought a lakh shares in this company. As though that changed the nature of the reality in any way. It didn't, because neither Modi nor that company, nor anybody cared whether he had a lakh shares or a crore shares. The thesis was not working out. So I took that haircut, exited those stocks. And I think that day was the bottom point of performance of my portfolio. I accepted the sunk cost, accepted the fallacy and exited. And this is something which every investor at some point in time has got to learn how to do. Otherwise, you just keep waiting for this mirage to happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:09.200",
        "message": "In fact, it's not just individuals who make this mistake with regard to investments. Even governments do the same."
    },
    {
        "speaker": "Guest",
        "time": "00:18:15.200",
        "message": "Governments are a lot worse."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:17.200",
        "message": "About three episodes ago, we had an episode on behavioral economics with Nidhi Gupta, who works at the Takshashila Institution. And the example she gave of the sunk cost fallacy was the government's continuing investments in companies like Air India and PSUs, which have already lost so much money. But the sense is, hey, we've already sunk so much money into this, we can't let it go now. And they sink in more good money after bad. And in that case, of course, it's our good money after our bad money. So that's kind of ironic. The next funder from behavioral economics, the endowment effect. Now, the endowment effect is a hypothesis that people value a good or service more once a property right to it has been established. Let me simplify this and give you an example of a classic study that was carried out in the early 1980s by Daniel Kahneman, Jack Nash and Richard Thaler. Kahneman won the Nobel Prize a few years ago, Thaler won it this year. And in this study, they handed out mugs at random to half the people who were taking part in the study. And then they told those guys to sell it, to put a selling price to it. And they told the other lot, whom they call the buyers, to bid for it. And what inevitably happened was that the price that the sellers quoted was twice, if not more, of what the buyers were willing to pay, which was completely irrational. But what it showed was that once those people who had been randomly given the mugs actually owned those mugs, they began to value it more than the people who didn't have the mugs in question, which is the endowment effect. So, for example, if you ask a group of friends, hey, what car should I buy? You will find everyone sort of recommending the car that they drive because now that they have it, they will rationalize their choice and value it much more than they otherwise should. And similarly, if you ask a group of friends, what phone should I buy? They are very likely to recommend the one they own. And in poker, this is a great risk because people will often start with the starting hand, which looks really beautiful and, you know, and continue with it longer than they should have. Like if I'm not in a hand and someone asked me advice that, Bhai, mere paas jacks tha and it was a 10 high blow and I thought I'm good and then this was the action. And at some point you say, hey, you're clearly not good, just fold. But when you're in the hand yourself, you become too attached. You get married to the hand, as they say. And you can't let it go and that's the endowment effect right there."
    },
    {
        "speaker": "Guest",
        "time": "00:20:41.200",
        "message": "Absolutely. And, you know, firstly, to some extent in the stock market, I see some kind of merging of the endowment effect and the sunk cost fallacy. Secondly, for me as an investor in publicly listed companies, I often say that I'm so much better off than the owner or the promoter of a company because I don't or should not suffer from the endowment effect. This is not a business that was given to me by my father and therefore I have to continue to run it. I can take a cold-blooded decision and exit that stock. It's also aided by the fact that I don't have a liquidity problem. I own a quarter or a tenth or a hundredth of a percent of that company. That guy owns 50 percent. He can't offload it. So, in the stock market, endowment can be completely suicidal. And the fact that you're not endowed with that stock in the sense of getting it from your grandfather gives you the ability to be completely objective about it. And getting wedded to a stock because you had it for five years, because it did well in the past or whatever, is a sure way to underperform in the stock markets. I believe that every quarter or every year or whatever kind of periodicity you look at your stocks, you must very cold-bloodedly look at whether you are willing to buy that stock at that price or not. And it doesn't matter whether you've held it for a year or ten or fifteen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:31.200",
        "message": "And I would say that a lot of people who commit the Sunkost fallacy and fall for the endowment effect probably also suffer from the Dunning-Kruger effect. Which is what? Let me define this for you. The Dunning-Kruger effect is a cognitive bias wherein people of low ability suffer from illusory superiority, mistakenly assessing their cognitive ability as greater than it is. For example, let me give you an example of this. A famous survey was done recently where people who drove cars were asked how good their driving skills were. And some 94% of the people said they were above average. Which of course is impossible because average is average. Most people on average are average. 94% of the people can't be above average. And another name for this is, for a similar sort of effect, not exactly this, is the Lake Wobegon effect which comes from, you know, Garrison Keillor had created this fake town called Lake Wobegon where, quote, all the women are strong, all the men are good looking and all the children are above average, unquote. And I often see this in poker where if you're at any poker table, you'll find that most of the players, if not all of the players, think that they are better than the rest, think that they have an edge. That's why they're there in the first place. And the truth is in poker especially most of them don't. I mean, 8 out of 9 players are probably losing players. And one reason for this is they don't know enough about the game and aren't self-reflective enough to know how much of the game they do not know. And the flip side of this, of course, often is that, the flip side of this is that people who are genuinely competent or good at something underestimate their skills. Partly because they think, hey, if it's easy for me, it must be easy for the other guy. And partly because the more you, you know, the old cliche, the more you know about a subject, the more you realize how much you still have to know."
    },
    {
        "speaker": "Guest",
        "time": "00:24:21.400",
        "message": "So, you know, Amit, I see this completely. But I don't understand how people can do this in something as serious as the stock markets. Because if you are into the stock markets at all, then it should be a fairly significant portion of your net worth. Now, this is real because we live in an economic society. And at the end of the day, you're doing this because you want your money to earn superior returns. To what? You've got to define to what? To fix deposits or to putting the money in an ETF or to putting it in a mutual fund. So, you've got very, very clear benchmarks. And as far as I'm concerned, I've reduced that also to a very, very simple heuristic, which is that this is my benchmark. My benchmark is, let's say, the nifty. I don't want to get too sophisticated about risk-adjusted returns and so on. My benchmark is the nifty. I've told myself, and the best way to make sure that you do what you told yourself is to share it with a couple of other people. So, I've shared this with my wife and I've shared this with my sister."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:41.800",
        "message": "And now all the listeners of the seen and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:25:44.800",
        "message": "Yes, which is that if for two consecutive years I do not beat the nifty, I'm going to stop managing my money because the objective numbers are telling me that you cannot outperform the benchmark. And therefore, why put yourself through this agony of managing money, looking at the quotes every day or every hour or every minute, depending on how obsessive you are about it, and give it to somebody else to manage. So, if you're playing the occasional hand of poker and you're playing it at stakes which don't really matter to your back pocket, I can understand it. But in the stock market, where you're investing a significant portion of your personal and your family's net worth, you can't afford to do something like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:31.400",
        "message": "I think the Dunning-Kruger effect is not something that is applicable in some activities and not in others. I think it's just a human tendency."
    },
    {
        "speaker": "Guest",
        "time": "00:26:39.400",
        "message": "No, no, no, I understand that completely. I understand that what I'm saying is that you should not allow it to happen. It's more difficult to assess my good looks or my driving ability. There are no objective realities. Here, this was my starting net worth. This was the amount of money that I took out of my equity pot or put into it. And this was my end result. It just requires two minutes on a spreadsheet to tell you whether you beat the index or not."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:09.200",
        "message": "Absolutely, and this also then creates a paradox and something that you need to balance because on the one hand, you create these objective benchmarks of performance to guard against the Dunning-Kruger effect. But at the same time, as we mentioned in the start of this episode, we shouldn't be too results-oriented, more process-oriented. So the deal there is that you should be process-oriented and not look at short-term results. But you should set yourself certain parameters over a certain sample size, whether it's a number of hands in poker or a period of time in investing. You can then look at the figures and, you know, be cold-blooded in judging whether you're doing that or not."
    },
    {
        "speaker": "Guest",
        "time": "00:27:47.000",
        "message": "Absolutely, I think that's a very good point. So, you know, when a friend comes to me and says, I am now 27 years old and I need to start investing money for the future, and what kind of return will I make? I issue a couple of cautionaries. The first is that, look, building a portfolio is a very, very difficult task because I know that in the long run the stock is going to do well, in the short run it may not. And when the base is very small, both in terms of number of shares, the number of companies that you're investing in, and the amount, the fluctuations can be very violent. So you must be prepared for that volatility in the short run. But over a 2-3 year time period it all works out. And then you take the call whether you can manage this kind of volatility and whether these returns work for you or not. So you're absolutely right. I'm not taking that call on a daily basis. And in fact, it's those who take that kind of call on a daily basis, like mutual fund managers, for example, who run into problems by measuring too frequently. You've got to measure over a time span which is long enough."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:04.400",
        "message": "So, you know, speaking of mutual funds, I once wrote a very interesting post explaining the survivorship bias, if I may call it an interesting post myself."
    },
    {
        "speaker": "Unknown",
        "time": "00:29:15.200",
        "message": "So it had the following thought experiment,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:18.200",
        "message": "which has nothing to do with either poker or investing. Let's say that you are someone who bets on cricket. And one day you get an email from me that says, I'll tell you the result of the next India-Australia match. And if I am right, and you don't have to pay me anything now, just wait and watch what I do. And you wait and watch what I do and I get it right. And then I get it right for the second match. And for the third match, I say, if I get it right in this one, you pay me for the fourth one, and so on. And by the fifth one, you're paying me good money. Now, how the scam works is that I will write to 1000 people and tell them I'm going to predict the result right. And to 500 of them, I tell them India will win, the other 500 say Australia will win. And then for the next game, for the 500 who now are beginning to trust me, I make it 250-250. And so on down the road till there are, you know, 50 people for whom I've got 4-5 matches right in a row and they're paying me big money because they've made big money off of me. And all this time, it's not my skill. They think it's my skill, but it's sheer dumb luck. And similarly, and this is..."
    },
    {
        "speaker": "Guest",
        "time": "00:30:22.800",
        "message": "And the law of large numbers. And the law of large numbers."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:24.800",
        "message": "And this is what you'd call the survivorship bias. And this is something that can also apply to mutual funds, right. For example, mutual funds that seem to have a good result over a period of years. It doesn't mean that they're skillful or that it was, you know, that their judgment is particularly good. It can just be the case that out of a basket of like 30 mutual funds with different strategies, one can just by pure chance get this amazing, seemingly amazing streak. And while that streak is inevitable, like you said, the law of large numbers, to the outside investor who's sitting on the outside, it seems like, wow, these guys really know what they're doing."
    },
    {
        "speaker": "Unknown",
        "time": "00:31:01.600",
        "message": "I'm going to put my money there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:02.600",
        "message": "And this is sort of the survivorship bias which comes up in the context of poker in different ways. But is this something that you've thought about or that you see a lot in the stock market?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:13.400",
        "message": "Yeah, I've thought about it. So one way in which it operates, of course, is between two people who invest in stock markets on the side. And they'll only tell you about the company which went up 100x and they'll never tell you about the companies that bombed or they didn't even cover the cost of 4% savings deposit and so on. So that's one form of it. And you get very enticed by it. You know, on this mutual fund side, what is not true of the US, which is that mutual funds beat the index. In a developed market like the US, they don't actively manage. Mutual funds do not beat the index. And therefore, there's a huge move into passive funds which just track the index. In India, there have been fairly significant mutual funds which have beaten the index for very, very long periods. And if you make the effort of looking at what they said 15 years ago and 10 years ago and 5 years ago, you find a certain logic, a certain strategy, a certain ability to analyze the companies and the economy around them. I think it goes a little bit beyond survivorship. And there's something that has caused a lot of people to think very hard."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:40.800",
        "message": "My case isn't that everyone who's successful is necessarily merely lucky. But I'm just saying that as an investor, you should have that discernment when you make those judgments about are these guys simply lucky? Am I just getting impressed by these specific numbers? Or is there something more to it? Absolutely. Absolutely."
    },
    {
        "speaker": "Guest",
        "time": "00:32:58.800",
        "message": "All that I'm saying is that from my perspective, as an investor who has consistently beaten the index for well over a decade, this has intrigued me. How have some stock market mutual funds done that? And I find that there is a depth of thinking which has allowed them to do it. And it goes beyond the law of large numbers."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:27.400",
        "message": "So let's move on to a slightly simpler tendency, which is the availability heuristic. Now let me define this for you. The availability heuristic is the tendency to overestimate the likelihood of events with greater availability in memory, which can be influenced by how recent the memories are or how unusual or emotionally charged they may be. What we also call the recency phenomenon."
    },
    {
        "speaker": "Guest",
        "time": "00:33:50.400",
        "message": "The recency effect."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:52.400",
        "message": "And the poker example of this is that, and you'll often see the good players do this, right? A good player will get to the table and when stacks aren't very deep, he'll play a little wild and he'll show down two or three bluffs. So when he really has a big hand and the stacks are deeper, he can extract a lot more value because his victim will just remember that, oh, this guy has shown down a couple of bluffs and therefore he must be bluffing. And that's the availability heuristic at work."
    },
    {
        "speaker": "Guest",
        "time": "00:34:19.000",
        "message": "Yeah. So, you know, this is what we call in the Hindi language of the businessman, tezi mein tez aur mande mein manda. I didn't understand that, but it sounds great. Well, what it means is that when stock markets are going up, everybody thinks they're going to continue to go up. And when they're going down, everybody thinks that they're going to continue to go down. And one of the favorite stories around this is that when your shoeshine boy starts giving you stock tips, it's time to get out. You know, so these are all manifestations of the same thing. And seasoned investors know that there is this phenomenon. And so you have someone like Warren Buffett saying the time to buy is when there's blood in the streets. So you recognize that. And this takes a certain courage of conviction and knowing that you're not, for example, buying too early. You know, seasoned investors are not too concerned about timing. Doesn't mind being a few months off, a couple of quarters off. But this is exactly what leads to boom and bust is the recency phenomenon. This is exactly what happened in 1999. It's why if I sold Infosys at 6,500, somebody bought it. And somebody also bought it at 10,500 and it never saw that price again. It took 11 years to recover to that price. And if you actually look at the numbers, you'll find that the maximum number of transactions in that stock happened on the day on which its price was the highest. That's the recency phenomenon in full flow."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:05.200",
        "message": "Which tells you a lot and which actually takes us on to our next funda which is kind of related to this, which is the gambler's fallacy. And that's defined as the tendency to think that future probabilities are altered by past events when in reality they are unchanged. I mean, the classic example of this is you ask someone the question that let's say I flip an evenly weighted coin and it comes 10 heads in a row. And what's the probability that the 10th time will be ahead? And of course, that's as you know, it's 50% because the coin doesn't have a memory. And the gambler's fallacy is like if you're at a roulette wheel and it comes red five times, you say, oh, black is due. Or you use the availability heuristic and you commit the same fallacy, but a different version of it. And you say, oh, five reds in a row. It's a hot streak. Next one is going to be another red. Either ways. I mean, they're both sort of different sides of the gambler's fallacy. But assuming, not recognizing that every event is sort of fundamentally independent of what happened previously and nothing or nobody is due per se. Now, you know, it's like a poker context could simply be saying that, you know, this time I will hit a flush draw. You know, while the probability of hitting a flush draw is the same as what it is. It's completely independent of what might have happened in the past. Or, yaar, aaj mera luck nahi chal raha hai, you know, and so on and so forth. Do stock market investors also show versions of the gambler's fallacy?"
    },
    {
        "speaker": "Guest",
        "time": "00:37:38.600",
        "message": "So, you know, in a sense, this is the obverse of the recency phenomenon, right? And it tends to happen a lot less than the recency phenomenon. I'll tell you why. Because when we look at the stock markets, what we must realize is that if you look at the universe of investors, people are only putting a fairly small portion of their net worth or their savings into the stock markets. So, what starts happening when the stock markets start going up is because of the recency phenomenon. After a year or two of what we call a bull run, which is when prices are going up, their wealth advisors, their wife, their uncle, their son start saying, you know, there's so much money being made in the stock markets, you need to put more money in. So, more money starts coming into the stock market. That money, given a certain restricted supply of stock, starts driving prices up. So, you start having more and more movement of money into the stock markets. Now, because of the phenomenon of mutual funds, some of this starts becoming less fluid money. It's more rigid money. It's more structural. So, in India, for example, we have this phenomenon of SIPs, Systematic Investment Plan. So, what now happens is that a guy who's making a lakh of rupees a month, he tells his bank every month to put 5000 rupees into this mutual fund. That money starts becoming sticky. And this means that the recency phenomenon starts to dominate. And therefore, the number of people who actually start taking the opposing view is very few. There are only the people who are outside of this. So, you don't see too much of it. You do because people will say, Oh, you know, stock markets have been going up for eight years. They've never gone up eight years in a row. Now, they've got to crash. So, you do see some of that. And I think that's equally lazy intellectually because you need to look at what's happening in the economy, what's happening globally. There can be fund flows coming from abroad due to a whole variety of factors. So, you can't be lazy about it. There is this tendency. All I'm saying is that this, to my mind, is not as important a fallacy in the stock markets as the recency one."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:03.600",
        "message": "Right. And let's move on to sort of, I mean, we could just go on forever. But let's do that in our book."
    },
    {
        "speaker": "Guest",
        "time": "00:40:10.600",
        "message": "We might do, you know, a follow up to this episode someday a few months from now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:15.600",
        "message": "But for now, let's end with one more, which is a pretty powerful one. Which is loss aversion, which is defined as people's tendency to prefer avoiding losses to acquiring equivalent gains. And the way I think of it is, you know, in poker terms, it simply means that, and every poker player will know this, that losing X amount of money causes greater pain than winning X amount of money would. And this is, therefore, something that even haunts profitable players because I was, throughout my time as a cash game player, profitable month on month. But being profitable in cash games typically means taking four steps up and three steps down, four steps up and three steps down. And the emotional pain of the three steps down is always much more than the joy of the four steps up. And you can rationalize and say that, look, I'm profitable month on month and these big losing sessions are inevitable and so on. But yet they cause a lot of pain. You know, in the stock market, this can, for example, make people risk averse because they're scared of losing and so on and so forth."
    },
    {
        "speaker": "Guest",
        "time": "00:41:24.000",
        "message": "So I'll tell you how this, there are many manifestations of these, but let me look at the one which I find particularly poignant, which is related to the point that I just made about people entering the stock market because of the recency phenomenon. And obviously the later they are into it, the less chances that they make money because they could be coming in, they could be the guys who are buying Infosys at 10,500 rupees just the day before the dot-com bust happens. What's really poignant about this is that if you look at a long enough term, in India, the stock markets beat any other form of investment. They beat fixed deposits, they beat gold. It's a little moot whether they beat real estate or not. So let's not go there, but they certainly beat investments in bank deposits, in fixed deposits or in gold. What happens, however, is that if people enter late because they are entering at the end of a boom phase which is inevitably followed by a bust, they say stock markets create losses and they exit and it takes them, if ever, 10 or 15 years to recover. So they have lost the opportunity to grow their net worth substantially over their productive phase which is 35 years of saving, catering for your retirement. The answer is actually very easy which is that you look at long term data, you look at it objectively and you say, you prepare yourself for losses. You say that there will be a year or two when there are downturns but I'm getting into the market knowing that these downturns will happen, I'm prepared for them. And when you actually discuss it with people in your family, you tune yourself to it, there are people to remind you because it's not easy. It's not easy as a fixed income earner to have put two years of savings in the stock market and to see it lose 30 or 40 or even 50% as it happened twice in the last 10 years, 17 years, sorry, from 1999 to now. So you had the crash of 2000 and you had the crash of 2008. So twice you could have seen your investments go down by 40 or 50%. It's not easy. But if you've looked at the data, you've looked at the stock market as a way of creating wealth over a career of saving and preparing, then you know that this is going to happen. So you can inure yourself to loss aversion by the same method, the same process of going back to long term data and saying this is not a casino, I'm not betting on making money this year, I'm betting on creating wealth over a long period."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:31.800",
        "message": "I think beating these cognitive biases and becoming good at either poker or investing in stock markets requires both a certain degree of self-reflection, the willing to be critical of yourself and to recognize these so-called bugs in the machinery of your brain and a certain amount of hard work. On that note, we'll have to put in some hard work to get our book together. Thank you so much for coming on the show, Mohit. My pleasure, Amit."
    },
    {
        "speaker": "Guest",
        "time": "00:44:56.400",
        "message": "I look forward to that hard work of writing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:26.400",
        "message": "Good evening, ladies and gentlemen."
    },
    {
        "speaker": "Unknown",
        "time": "00:45:52.400",
        "message": "This is your captain speaking. Sorry to say but there's been a slight delay due to the apocalypse having suddenly begun. As you can see, there's death, destruction and chaos taking place all around us. But don't you worry, food and drinks will be served shortly and I would recommend checking out IVM Podcasts to get some of your favorite Indian podcasts. We'll keep you going till this whole thing blows over. Thank you."
    }
]