[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:04.640",
        "message": "What is Democracy? Democracy doesn't just mean voting one political party to power for five years and then sitting back and hoping it all works out. Democracy only functions well when there are safeguards that keep a check on the people in power and mechanisms that keep governments transparent and accountable. In India, though, democracy has become just a once-in-five-years samasha. Democracy is an opaque, parasitic beast that sucks citizens dry while delivering no services to them. And the elections that happen every five years are a contest between competing mafias, all of them trying to bribe their way to power one way or another so they can rake it in while we suffer silently. What is a citizen to do?"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:49.400",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Bhatma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:59.400",
        "message": "Welcome to The Seen and The Unseen. I tend to be a pessimist when it comes to government. Governments never grow smaller. It is in the nature of the beast to grow and grow like a parasite sucking the blood of the common citizen. And yet, we can't just sit there and let it happen. We need to fight back for our own sakes. And my guest today is a man who has spent two decades doing just that. V. Ravi Chander, a businessman based in Bangalore, describes himself as a civic evangelist and a patron saint of lost causes. While those around him have merely outraged, he has actually dived into the cesspool that is local government and worked hard on bringing about reform. I caught up with him at the sidelines of the Bangalore Literature Festival a few weeks ago, and I found his insights to be incredibly thought-provoking. Without any further ado, here it is. Ravi, welcome to the show."
    },
    {
        "speaker": "Guest",
        "time": "00:01:55.280",
        "message": "Thanks Amit for having me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:56.280",
        "message": "Ravi, I'm really glad to have you here. And you know, you've been working in the field of urban governance for the last 17 years. You're described by people as a civic evangelist. And you've described yourself as a patron saint of lost causes. So I want to delve a little further into this. Why? I mean, even though you're being ironic, why did urban governance seem like such a lost cause to you? And clearly you don't really feel that way because you've been at it for 17 years."
    },
    {
        "speaker": "Guest",
        "time": "00:02:20.320",
        "message": "That's true. Actually, it all started in 2000, when we had the Bangalore Agenda Task Force. And Nandan asked whether I would serve on that. And I had no idea what urban governance was about. That's Nandan Nalekani, who's been an old friend of yours. That's right. That's right. So I had no idea. And I said, okay. And trust me, within the first month of working in the space with civic authorities and the like, I just got hooked. I realized that this was an area that could do with a lot of reform. That was the obvious thing when you go with a private sector consulting mind. But as you worked within the system, you realize how dysfunctional it was, how difficult it was to get outcomes that people want in the city space. And when you work in an environment like that, you suddenly start thinking about what can you do differently. And I'll talk about the property tax reform that we did at that point of time. How you can make a difference in the public space with innovative ideas from outside. The reason for patron saint for lost causes, after 17 years, well, we have Bangalore's traffic, we have Bangalore's potholes, and a whole lot more. So at one level, it's a lost cause in the sense that it's not getting fixed. But at another level, even when you make an inch of positive movement in the space, it gives you a whole lot of confidence that change is possible. And that's the reason I've been at it for 17 years in Bangalore and some other cities."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:46.880",
        "message": "And even an inch of positive movement in the context and given the scale is actually a"
    },
    {
        "speaker": "Guest",
        "time": "00:03:50.760",
        "message": "heck of a lot of... I think so. In fact, I think you're going to see change in the space incrementally, marginally better tomorrow compared to things. I don't think you're going to see a dramatic day and night difference in urban governance. And here, actually, I'd like to take, for example, the property tax that I mentioned earlier. Now, back in 2000, before that, we had a system of property tax, where the revenue inspector came and decided what tax you needed to pay. And there was an adjustment between the revenue inspector and the house owner in terms of the tax paid and the money to be paid to him. We came up in 2000 with a self-assessment scheme of property tax built on a basic premise. Trust the citizen to tell the truth, rather than a revenue officer to uncover a lie. So you make a very simple system by which people can comply. And what we noticed in that process is that more and more people chose to come forward under the self-assessment scheme. And if you see the statistics in Bangalore, property tax over the last 17 years has collections have jumped over 20 times under the self-assessment scheme. So the point really is, if you think differently about an issue like property tax, rather than having a command and control revenue inspector Raj, you have a citizen trusting system, you suddenly find that change is possible."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:11.480",
        "message": "And then, you know, when you told me the story earlier, when we were having breakfast today, it kind of blew my mind because it's very counterintuitive. It's the opposite way people, you know, people in government generally think, oh, we have to control the citizens, we have to bring them to heel. And here what you're saying is no, leave him alone, let him self-assess, trust the guy, he'll do it. And one reason it worked, of course, as you pointed out, was that under the older rent seeking regime, you would have a certain amount of money going to bribes and a certain amount of money going to taxes. And here, even though the tax collection was higher, because they were paying zero bribes, they benefited as well by paying less."
    },
    {
        "speaker": "Guest",
        "time": "00:05:46.320",
        "message": "Exactly. Actually, the system started getting more money, and the revenue inspector was starved of his bribe. That was the essential reform that we did. And it worked because citizens loved it. And the other thing I realized in that process, that once citizens taste something that they love in the civic space, it's almost very difficult to reverse it. In fact, the system did try to reverse the self-assessment scheme. But citizens protested saying, we like it, we want this. So the way to get change in the civic space is get the citizens to taste the good things that are possible. And that's the way change is possible."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:22.280",
        "message": "How hard was it to, for example, convince people about this kind of thinking when you first started doing your pro bono evangelism? Because typically in government, people just want to expand their own power, the incentives are towards increase your budgets and increase rent seeking opportunities. And government never actually reduces power or gives up control. And like this property tax incident, you mentioned itself seems to me almost unbelievable, like why would they just allow that opportunity for them to go away. But in general, while you had this one success, do you find that mindsets are an impediment"
    },
    {
        "speaker": "Guest",
        "time": "00:06:55.160",
        "message": "to getting things done? Without a doubt. In fact, you know, it's about power. It's about money. There's a whole lot of money riding on projects. In fact, you know, anecdotally, I've built estimates of the kind of leakage in civic projects. And if you include ghost works, the extent of leakage in civic projects is almost about 50-55%. That's the level, but including ghost works. So but typically you can say as a rule of thumb, 25-30% in a project is definitely gone. So what are ghost works for just for my listeners, because, okay, so I found there were five categories of ghost works, for example. So you'll find project works, which you know, there's a reason why they name roads with new names. So if you go actually to the project file, there will be one work in the old name of the road and the same work in the new name of the road. And unless you know that both the roads are the same, you already created one ghost work. I have seen projects which say that while going northwards, the left side of the road, and the same road project being described going the other way as the right side of the road. So that's another one. Then another one, you have private sector people coming and saying, I will do this road for you. Now, the civic system waits for that road to be completed as a donation by the private sector. And then they raise the same thing as a job in their works, because the work's already done. And that's another kind of ghost work and I could go on. The problem really is we have a pretty dysfunctional system and it's a long road back to fix it. And corruption and this is clearly one important thing to deal with. The other thing really is we want to bring change in this place. I think if you ask for change in terms of giving up power, etc., it's not going to happen. So you have to work in terms of making the benefit case for the person doing it. So for example, I hate to say it, but they like projects. So if they see the possible projects at the end of this road, for example, in the case of property tax, the reason why they don't mind getting more money is the ability to do more projects. So they are okay with doing this because they know their downstream benefits with more money"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:00.720",
        "message": "in the system. That's a very perverse kind of reality check for me, because what it means is that whenever you then sell a plan or a project to these guys, you're not selling it to them because it's good for the citizens. You're selling it to them. You're keeping their own self-interest in mind that, hey, I love projects at the end of this, or I'll be, you know, I love this much more."
    },
    {
        "speaker": "Guest",
        "time": "00:09:18.280",
        "message": "We don't know. I mean, they have that in mind because they are able to smell the opportunities. In fact, we are naive. We are just saying these are good things to do. And their mind is clicking away saying, what are the possible downstream benefits of doing"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:29.960",
        "message": "this? But over time, I guess you do keep into account how they are looking at it as well."
    },
    {
        "speaker": "Guest",
        "time": "00:09:33.520",
        "message": "Without a doubt. In fact, I keep saying, you know, the problem with a lot of theoreticians who give suggestions in the civic space, they come from what I call a systems theory outlook. In a systems theory, it's this orderly world, everybody knows their place and things are happening in an orderly way. I always say that in this space, very crudely, we need a modified game theory. Everybody has an agenda. They have their own goals and objectives. And the trick to get good outcomes, good people wanting good outcomes have to understand everyone's motivation and find an alignment of stars of these diverse group of people, which gets you the good outcomes, but they believe that they're getting what they want. So I really feel that we need this whole new science to develop of what I crudely call modified game theory. Because frankly, to sit back and say people must be good, they must do good things is not going to happen. So we have to realize it's an imperfect world. And as I mentioned earlier, dysfunctional setup, the trick is to really figure out how to navigate this system and still get some good out there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:38.440",
        "message": "That seems deeply complex, because you have all these self-interested actors acting in their own self-interest very rationally with different ends. And to find a way to sort of nudge them in the same direction, it seems a very hard task. Let me..."
    },
    {
        "speaker": "Guest",
        "time": "00:10:52.600",
        "message": "Sorry. So there actually, Amit, I'd like to come in, for example, lots of people mentioned that a directly elected mayor in the city is the way to go, for instance, which is really the second tier of state government giving their powers to the third tier of city government. Not going to happen because this is where the power lies, but you want them to give away power. In fact, I think there's even a private member's bill in parliament seeking directly elected mayor. It's not going to happen. But if you start thinking about how it could potentially happen, if you look at our history, Sardar Patel, Nehru, Rajendra Prasad, they're all city mayors. They cut their teeth in city government before they went to state and national politics. So the way potentially to think about directly elected mayor is if we got the political dynasties of different parties, their children to convince their parents that I could be the mayor of the city, let's go for that route. And if they did it across parties, it has a greater chance of you getting the directly elected mayor because different political scions of political families are saying this is the way to go. Then saying that the state must give away power to the third tier of city government because that is not going to happen. So this is my example of thinking in terms of what could motivate people to give away power to a third tier that lies with the political system."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:19.360",
        "message": "And we've got to figure out how to make that happen. Which is very interesting and pragmatic and something I hadn't thought of where what you're essentially saying is that there are limits to democratic advocacy within the system. So instead you subverted by talking to the privileged elite so that they can use some"
    },
    {
        "speaker": "Guest",
        "time": "00:12:33.960",
        "message": "of the privilege and taking the system in the direction that I don't want to be considered as a subversive guy. It's just about being pragmatic. As you said, we all know that you need the city, you need somebody accountable, a directly elected mayor. That's the way to go. Everybody by and large agrees that the question is, how do we get there? And to me, anything that gets us to a good outcome of that kind is worth considering."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:58.440",
        "message": "And that's where I was coming to. I mean, people could make the philosophical argument at the end never justifies the means and therefore blah, blah, blah."
    },
    {
        "speaker": "Guest",
        "time": "00:13:05.360",
        "message": "But anyway, the pragmatic guy in this space, because I'm very clear that, you know, the ecosystem is quite compromised and it's extremely difficult to make the moral argument to do the right thing. Right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:20.840",
        "message": "So we have to navigate this minefield. So your sense would be, look, there's too much at stake and we have to be practical and get things done somehow. That's my belief. However we can. So let me now take you back to a broader fundamental question. What is wrong with our cities today, the way they are governed?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:38.200",
        "message": "See first thing is there's no one in charge of the city to carry on with something I said earlier. I think that's the fundamental thing. It is too much under the state's control. So whether it's Bombay or Bangalore or Chennai, which has a problem, let's say it could be flooding portals or whatever, you will find invariably the chief minister of the state talking about it. And that's the problem. Why should the state chief minister who is the state chief minister be answering questions about traffic and portals in a city? It's not his remit or her remit. So I think we don't have clear cut accountability and somebody in charge of the city's destiny. That's the start point. Our governance and administration structure is, those institutions have collapsed. There was a 74th constitutional amendment. We had the 73rd of Panchayati Raj for rural areas and 74th for cities. That hasn't worked. There's hardly any state that has implemented it. So we now need to go back to the drawing board and come up with a governance and administration framework for cities that can work. Then there is a challenge of human resources and capacity. You know, this World Bank came up with this thing that capacity building is the way out. I think it's just a thing for getting consultants jobs because the reality is what we have got in the system to work with is extremely weak clay or quicksand and therefore to mold it is very difficult. So we need a fresh infusion of ideas. We need to think about human resources differently. We need to think of lateral recruitment. We need to think of a commissioner who comes from outside and becomes a city commissioner. So we need some transformational thinking in this space. The other thing about cities where everybody is making a mistake is they are trying to fix yesterday's problems unsuccessfully. Band-Aid solutions. We're not planning ahead. What we really need to do if Bangalore is to work, the extended region has to work internationally. The focus is on city regions. London works because it's housed in the South England region. Same as the case with New York. So if you improve Bangalore, even marginally, another half a million people will come into Bangalore and the place will collapse again. So unless you have a regional clusters that work as live and work, you're not going to fix this problem. So the way we do our plans, they are also quite messed up in terms of... So the master plan is nothing but a land use plan. It's about there's a price for the color by which various land parcels get covered. What you need are strategic spatial plans. We are nowhere there. I could go on and on. We tried to fix the inner city. The periphery is going for a six. We need a municipalization strategy to deal with the periphery. So there's a whole range of problems, lots of moving parts that need to be worked on when you try to fix this. I think really governments have to figure out where do they want to start in this journey and start doing something about it. That's really the need of the hour."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:45.400",
        "message": "So I'll come back to regional clusters in a bit. In fact, I want to ask you both about regional clusters and your City Connect program, which you carried out so successfully before that. But just to go back to the fundamental question, like I had done an episode of the scene and the unseen with Shruti Rajgopalan, the economist and legal scholar, and we'd spoken about open governance. One of the points that she made was that the incentives are skewed because the people who have the power to actually do something in cities aren't accountable to you. And the people who are accountable to you, your local corporators who you vote for directly, don't have the power to do anything. And you can't expect anyone to actually give away power, like you can't expect state governments to then say that, oh, okay, we'll empower the cities and therefore there'll be less money to buy votes from rural regions, which crudely put is what it comes down to. Elections are all about bribing voters, essentially in one form or the other."
    },
    {
        "speaker": "Guest",
        "time": "00:17:40.440",
        "message": "That's true. For example, I have met MLAs who actually want to run the city and are running the city. And you ask yourself, essentially, when you got elected as an MLA, you signed up for the state legislature and to frame laws and the like. If you wanted to run the city, you should be a corporator or a mayor. That's the whole point. So our whole setup is really messed up in terms of things. And it's a fact that, and when it comes to the corporator, you get into this whole area of petty corruption, you know, people say that you don't know where the corporator ends and the contractor begins. And you then, so consequently, every time I see a pothole, I see that nexus at work."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:20.800",
        "message": "In fact, in Bombay, I'm amazed that people expect potholes to be permanently fixed. It's not going to happen because it's in the corporator contractors nexus to make sure that roads are repaired so badly that potholes come up again and more repairs are required."
    },
    {
        "speaker": "Guest",
        "time": "00:18:33.320",
        "message": "Exactly. In fact, in Bangalore, we have actually doing a project called Tender SURE, SURE stands for Specification for Urban Road Execution under our City Connect platform, where we have made the case that if you build your road right with stormwater drains and pedestrian footpaths, underground utilities, and take a life cycle cost view to the investment, you actually end up spending much less than the half yearly pothole filling exercise model that we have got. And we have said that if you get it right, it will cost you more upfront. But within four to five years, you have a payback after which you're in the positive zone. Now, the system doesn't like it. We have pulled off a few roads in the in the city. But there again, the betting has been that citizens will like the roads and say that we want similar roads in our neighborhood as the way to change. But the system per se does not like it. Because it goes against the repair model every six months where there's a whole lot of money"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:34.440",
        "message": "right. So my question then is to come back from the earlier point about power and accountability being in separate hands, that as then a citizen reformer within the system as you have been for so many years, what is your approach because the people who have the power are very different from the people who have the accountability? How do you navigate that?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:52.480",
        "message": "So the thing really is, you have to understand who's got in fact, some of us have been working in this space have been criticized by NGOs and civil society groups saying, why are you spending so much time convincing the state government to do this and that you should be investing more energy with the corporator. But the reality is, if you can get change happening through the state government route, that's where you spend your time till the system is changed, where the power lies with the city government. So we do get criticized, saying that this group prefers to sit with the chief minister and solve the problem, rather than sit with the corporator. But the way I look at it is the following. At the end of the day, of course, currently in Karnataka, the chief minister is not the minister for Bangalore, but for the longest time, the chief minister was also the minister for Bangalore. And at one level, it could be argued that if he's the minister for Bangalore, he's the place that you go to get change done, which is really the state government. My sense really is, for those of us who are spending time trying to bring about change, you try to spend time in places where you can make the change happen in terms of things till such time that the system itself, the architecture is changed, so that the true power resides in the third tier of city government, ward committees, ward planning actually take shape in reality. That day is a long way off. We need to get there. And many of us who are working in the space are battling for those kinds of ideas. But while we battle for those ideas to take root, we at the same time, figure out how to improve mobility, how to get pedestrian walkable footpaths, how to do a better property tax system and the like, because you need to bring change on multiple fronts."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:38.360",
        "message": "In other words, we can't let the perfect be the enemy of the good. You know, while that perfect state of being is a long way away, we still have to keep working. And would it then be fair to say that since administration is really a chain of joggers, where you do little band-aids from time to time, what you try to do besides tackling the root cause, which is a long-term project, what you also try to do is influence the specific band-aids that are put and try to sell them and make sure that they're at least better band-aids and make a long-term..."
    },
    {
        "speaker": "Guest",
        "time": "00:22:04.120",
        "message": "So I have a term for it, you know, North by Northwest, like the movie. See, we know that we need to head north. That's the route, the goal. And often you have the, I mean, a crow would say, I'll fly north straight. But in real life, the way to north may be north by northwest, and that's fine. It's when some of the things you're doing as taking you south, then you have to stop and say, hello, what am I doing out here? And this is not the right thing. So that's the kind of compass that should guide you as you work in this space."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:35.680",
        "message": "Let's now talk about CityConnect. Tell me more about CityConnect."
    },
    {
        "speaker": "Guest",
        "time": "00:22:39.240",
        "message": "So CityConnect is an idea which has been about 11, 12 years old. It started in Bangalore, and today it's there in Chennai, Trivandrum, Panjim, and Pune, five cities. See, when you look at a city, you realize that there's one stakeholder who has really not participated in the city development, and that is the business industry, the corporates. They crib about the city, they say it doesn't work. They say, I pay my taxes, the city better work. So they're really giving those kinds of press statements, which doesn't help the cause. None of them have been into the belly of the beast, which is local government, and realize that it's impossible for this system to fix the place and give them the kind of city that they desire, but they don't know it, and they crib. So the idea of CityConnect was to tell business, look, guys, the system is broken, and unless you find a way to get involved in the system in a positive manner, and for things which are larger than your company, it's not about the road to your company. It's about the largest city, fixing the city, pollution, roads, and drainage, sewerage, the works, and also the public spaces. You have to embrace an idea larger than yourself, or before you realize it, you will find that your best talent are leaving your firm. And why did they leave? Because their spouses told them, this city doesn't work for us and our children, let's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:02.800",
        "message": "go somewhere else. They are actually in the long-term interest to work for the city because network effects,"
    },
    {
        "speaker": "Guest",
        "time": "00:24:07.560",
        "message": "more talent will come in if the city is better. And for the individual company, they'll be able to retain talent and attract talent if the ecosystem works. And I tell companies, your involvement in the space and the money you spend, I don't want it from your CSR. You're doing no favor as a social responsibility. I want it as a balance sheet item in terms of I'm investing this kind of money for a better city. It's a cost item to make a better city. The payback on the top line by a city which is productive and that works, it'll more than pay anything that you invest in the city, in improving the city. And in what way can you improve the city? So the CityConnect platform is a bunch of business leaders. Typically, I look for about four to six committed people who believe in the idea. The platform has scope for everybody to be on it. Resident welfare associations, NGOs, citizens, and the like. But basically, as the elite, it's the corporate's responsibility to take ownership and make it happen. They definitely bring in money not to do one road, but to prove a concept, basically proof of ideas on the ground, spend money on designs and drawings. The big money is spent by government. And that's how we did the Tender Shore Road. So we did the designs. And therefore, the compact with this local government is, I will bring in expertise in a non-threatening manner and in a non-dictatorial manner that you better do this. And can we collaborate so that we try new models to do better roads or better drainage of fixing the lake problem so that we can collectively improve."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:45.580",
        "message": "So can you elaborate on that illustration you gave me of the roads that you designed"
    },
    {
        "speaker": "Guest",
        "time": "00:25:49.520",
        "message": "and which were then? Yes, about a decade ago, the most successful example in Bangalore is what's called the Tender Shore Roads. So in the Tender Shore Road has a core idea that we need to build the road around pedestrians and not around motorists. The problem today is we have a motorist oriented thinking when it comes to the roads. But actually, if you think about it, half of a city like Bangalore moves in public transport buses. Now, guys don't fly into buses and fly out of buses. They walk on footpaths to reach it. The invisible lacks in our cities, the informal labor, etc., they walk on footpaths which are non-existent. So when you think about it, even electorally, it's actually good politics to build good footpaths, but we have never done it. We always try to cater to the motorized vehicles. So the idea here was two or three ideas. One idea is pedestrian at the heart of the, what does that mean? Wider footpaths, pedestrians cross at grade, not taking them over bridges. And when there's a conflict, you rule in favor of the pedestrian. You have a hierarchy, pedestrian, cyclists, bus transport, and then the motor vehicles. Motor vehicles will get uniform lanes end to end, but that's all they will get. Today, they're getting just about everywhere you get space, they're pouring tar, which is a dumb way to do things. The second concept in what we did as an idea is to think life cycle costs. Instead of doing the six monthly pothole repair, you actually spend more money upfront, redo the drains, redo the power lines and the sewerage lines, and spend more, but you don't have repair work. And then you do contracts, which are five years maintenance all built in. Now, for example, if you take the recent Bangalore flooding, which we saw in the last one and a half months, lots of areas getting flooded, the streets that actually worked were the seven Tendershaw streets, their waters got drained away, there are no potholes on those roads. It works."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:49.520",
        "message": "And that's a proof of concept. So how did it come about like, okay, conceptually, you explained to me the thinking that was behind designing such roads."
    },
    {
        "speaker": "Guest",
        "time": "00:27:57.560",
        "message": "But how did it come about out of CityConnect? How did you persuade people? So as I mentioned, so CityConnect is this body, which is, I mean, for example, in the case of Bangalore, it has a Kiran Mazumdar Shah, Chris Gopalakrishnan and a few other people. What that group has got, has got access to the system. So when they speak, the system listens, and that's the big role they play. There are people like us who actually are willing to run around and get and implement some of these ideas, but you need access to people to listen. So the proposition to the chief secretary that we made on the platform really was this idea that we will not give gyan, we will spend money on doing the designs. All we seek from you is you will do a pilot trial of two roads based on designs on which we will spend money on. So that's how it started. It took us about a year to put that whole thing together. When we went back to the chief secretary, he said the idea is much larger. Let's get also a political clearance for the idea. We went to the then chief minister, who said, look, this sounds great. Why are you looking at two roads, we'll do 50 roads like this. That's how it started. And on the City Connect platform, what's now happened, we spent 85 lakh rupees of the City Connect money got from industry on the designs, the manual and the like. In return, the city is now going to get, has already got about 85 crores worth of roads and commitment wise, we have 600 crores worth of roads on that principle. So the power to get the right thing done. And what's it at the end of the day? It has two core ideas. Pedestrians should be able to walk without fear and with comfort. And second, once done, we don't have to repeatedly repair the roads, two ideas behind that project. And evangelized in this manner, and I want to repeat, if you want to really get things done in the system, don't lecture, don't give gyan. Be ready to work as a partner along with them. Know your place in the overall ecosystem, then it gets accepted. But if you talk down, I know more, you better listen to me, that kind of stuff. People may nod in the room, but they'll kill the project outside. So you have to find ways to collaborate in a healthy, friendly manner with these people"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:19.240",
        "message": "to go in there with humility and work hard. You know, the cynic in me would say that I've seen so many civic initiatives break down over the years because of diffuse responsibility or because of the free rider effect that you might go to these captains of industry and they will say, hey, great idea. I support you. But they'll expect someone else to actually do the hard work and, you know, put themselves out there. But what you had with City Connect is you've actually had these captains of industry getting involved at a level deeper than that."
    },
    {
        "speaker": "Guest",
        "time": "00:30:47.280",
        "message": "There's a reason for that. If you actually see the kind of people who come on board across the cities and their captains and leaders, they are invested in the city long term. They expect their children and grandchildren to be in the city. That's very important. In contrast, you have industry people who flit from city to city, here today, there tomorrow, gone day after, whatever. They, for example, they just, it's a plug and play people. They just want to come in, plug in and expect the place to work. So you can't expect them to get too emotionally involved with the city. So even in constructing such a platform, you need to find people who are vested in the city long term, only then it works. Because they also believe that, in fact, when I go and evangelize, because I've gone and evangelize this across 10 cities and crafted it in five cities, I tell people, if you're not willing to commit a minimum of a decade to the idea, don't enter. So I tell them at the door itself, unless you're willing to think that you're going to stay with this for the long term, don't even sign up for the idea of City Connect."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:56.480",
        "message": "So by making that clear at the start, you sort of ensure that the people who join are right. Let's, let's move on to talking about the future of cities and what you were talking about these expanded sort of regional zones where cities in a sense, become the hub of urban networks. Is that something that you think is organically happening anyway? Or is that something that you think needs to be proactively planned for and enabled?"
    },
    {
        "speaker": "Guest",
        "time": "00:32:24.440",
        "message": "It is happening organically, but in a very haphazard manner. It needs to actually happen in a proactive plan manners, the way it needs to happen. So really, when I say it's happening in a haphazard manner, pockets are developing in different places. Take a simple thing, according to me, the Ministry of Industries and the Ministry of Urban Development at the state level need to be together. Because frankly speaking, a new industrial area, it's not about just the factory, people have to live there, they have to have educational schools, social infrastructure. And in the silos of government agency, you say that somebody else's problem. So you need a thinking, which, and that's the problem in governance. We want outcomes, outcomes invariably are across multiple silos of government. And integration is the biggest challenge. And in our flawed system, that integrator is the chief minister and the chief secretary. Any one level below, nobody is able to do that role. So unless we crack the code on how we are going to build a governance administration architecture that cuts across this, the future of cities and urban areas in India is bleak. I believe, you know, we have put out a paper called the Game Changers. I have about 12 to 15 ideas as game changers for future cities. Broadly, very quickly, I'll try and give the big points. One is you need to think in terms of city region, you want to fix a city, have a regional thinking. So if you're thinking of fixing Bangalore, look at the Bangalore larger metropolitan regional area, which is 8000 square kilometers, almost 11 12 times Bangalore size, look at that. Second, the periphery is got the most unplanned growth, because they don't come under the civic system, which has all said and done some kind of rules and procedures. You need a municipalization strategy to deal with the periphery. For larger cities, you have to break the city corporation into smaller corporations. For example, if you take a place like Bangalore, 198 wards, 80% of them have never spoken in five years in the council meetings, and they just travel in Bangalore's traffic to the council hall, waste of time, decentralize and do things at the ward level, what can be done at the ward level with citizen participation, integrate what you need to do at the city level like transport and the like. Another thing really is planning. We have static land use planning, terrible. It is absolutely terrible. And it just gives you rules and regulations to manage land use. We need a master plan that actually embraces ideas on mobility, water, sanitation, environment and the like. Not happening currently. We need to do something out there. Land acquisition is a big problem as we go forward. We need to come up with innovative land pooling mechanisms, you know, that town planning schemes, a whole lot of methods. We tend to still think of one more outer ring road as a strip development. We need to think of area based development and innovative ways to be able to procure land for public purposes. Data, information, we don't have observatories at all. We don't have a culture of respect for data. We need a spatial data center. Today, if you go to most agencies, everybody has their own GIS map. How can a city have 10 maps floating around? There's only one base map. You need a spatial center which takes care of that. I could go on and on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:51.600",
        "message": "I mean, there are a whole lot of other ideas. Please do go on and on, we have time."
    },
    {
        "speaker": "Guest",
        "time": "00:35:55.920",
        "message": "So that's another thing that we can do. The other thing which is important in this space, for example, is we're not paying enough attention to maintenance. There's a lot of excitement in creating assets, the point we spoke earlier about projects because there's scope for kickback money in projects. But actually, we don't budget enough for maintenance of those assets. So we have a lot of decaying assets across our cities. Another good principle to adopt as we go forward to change our cities is we must sweat our existing assets. For example, we have the commuter rail in many cities. Now, many of those tracks are utilized maybe for two or three hours a day. Now, if we can get more trains to run for local services on those racks, I'm sure that technical problems, of course, the biggest problem is railways is central government and this is silo issues, then it's central state, which is even more complicated. But if you adopt the principle of sweating your existing assets, you'll start thinking differently. For example, I always felt that while we had BIL, we should have also had HAL airport. BIL could run HAL airport, but don't deprive the city of an existing asset and people could fly into different airports depending on the willingness to pay more or whatever, rather than be dumb and say, I'm shutting it down under some MOU in terms of things. So we need to think more innovatively and differently. You want to fix, for example, transport and mobility keeps coming back. Because we see on mobility, there is no fix and many cities and state governments don't seem to get it. Public transport and huge investment in public transport and walkable footpaths is the only way to fix mobility problems. Today, for example, I'll just give you a quick Bangalore statistic. Bangalore, they roughly say from available data, citizens make about a hundred lakh trips per day. Fifty lakh trips of these are made in the buses. Three lakh trips are made in the metro. And the balance, roughly 50% are made in 50 lakh private vehicles. And the 50 lakh trips in buses is made in 6,500 buses. So you have 6,500 buses that carries half of Bangalore every day. And the other half of Bangalore travels in close to 50 lakh vehicles. Now common sense will tell you that if I went to 10,000 or 12,000 buses and did route rationalization, I could go from a 50% modal share for transport to maybe a 70% modal share. And then you watch the magic on the road. But what we find our leadership are pandering to motorized vehicles. I am not saying motorized vehicles don't have a place. By all means, it's an aspirational thing and people should buy it if they can afford it. But as public policy, your job is to give them some space to drive, but promote public transport as the core thing of your mobility policy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:55.080",
        "message": "And it's of course an old sword that you don't judge the modernity of a city by the quality of the private vehicles, but by the quality of its public transport. Exactly."
    },
    {
        "speaker": "Guest",
        "time": "00:39:03.360",
        "message": "In fact, another one, which is a really a moral hazard, if I can call it that, take the whole issue of solid waste management. We don't think anything about Bangalore, for instance, a city of 10 million, its garbage is dumped on the outskirts in villages of 5,000, polluting their water forever, their crops and a whole lot of things and health and sanitation problems in those areas. Is it right to even do this? We have to embrace a policy like I spoke about mobility, where we have to say that landfills will get only about 10 to 15% of the waste and the rest will get resolved. I keep saying that what we need to embrace are two really slogans. The old hum do humare do needs to become the segregation policy, wet waste and dry waste segregated source because without segregation, you don't have a solution for waste internationally. Second is what happens in Vegas stays in Vegas. So my garbage must be resolved in my locality or the extended locality near my area and not in a village, 40 kilometers away, out of sight, out of mind. So this, for example, is another thing that we need to embrace and go down that route and hammer away till we get there. Now these are known and these are wicked problems to solve. But all the time, what happens is you suddenly have some problem on potholes. They will and that's the system loves because you have rapid release of funds, drop processes to select contractors and say, fill it up, fill it up, etc. And then that's again money down the drain, because in the next rain comes, it again opens up. So to cut a long story short, I mean, there's a whole lot of game changers that one can go for in fixing the future of cities. It has a mix at the larger level. As I keep saying, there's the governance that needs to be thing, which is really city needs to be in control of its own destiny. It clearly needs its own leadership. I personally believe that the directly elected mayor is the way to go to get there. I know we will get scared when we see our corporators and say, oh my God, this guy is a mayor or something. But trust me that if you incentivize the third tier of city government with true powers, the right kind of people will stand for those posts because the incentives will drive them saying it's worth my time to cut my teeth in city government. So the start really, so there are governance issues. On the administration side, I really believe that we need a municipal cadre. It's a specialist job and we are sitting with generalists. Won't work. Environmental issues, for example, are serious town planning. Most cities don't have qualified transport planners, don't have qualified town planners. How are you going to get the city you wish? So we have to address that whole issue. I really believe that laterals, we need to have a policy. I believe osmosis between people in government with people in private for both parties. If they had a chance to work together, it would change both parties. That's my belief. So I believe that that's another thing that we should encourage going forward. I'm sorry, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:11.360",
        "message": "I've been rambling a whole lot. I'm just wrapped because a lot of these are both eye opening and mind blowing ideas for me. It's a lot to process. And I also love the way you figured out, you know, a language to communicate these like hum do humare do and what happens in Vegas stays in Vegas, which is perfect. So my sort of my next question, therefore, is that when you try to communicate these ideas and the overall thinking behind these ideas to the governing class, is it that they're not receptive at all because they're trapped in old ways of thinking or is it that they are sometimes receptive? But the in their incentives in the silos they inhabit are the way they are and there's not"
    },
    {
        "speaker": "Guest",
        "time": "00:42:51.320",
        "message": "much. I think it's more of the latter. They realize that some of this holds the answer for the future. Somehow they feel powerless. You know, the problem seems so huge and invariably when you deal with them on a one on one basis, the person across the table agrees with you. I know this needs to be done, but immediately the defense mechanism kicks in saying, but that and that is in somebody else's hands, you know, I agree. But you know, how do we get everybody to work together to make this happen? So I really believe, hopefully we need a new leadership that's coming out there, both political and in the bureaucracy, who says that, look, this is something I'd like to take head on and I'd like to give it the requisite leadership. What we are handicapped by is that political leader who may be in charge of the city gets changed at one level. The bureaucrat definitely will get changed and will go to fisheries or some other department and we have to start all over again. The funny thing that's happened for some of us who work in the system, we are holding the collective knowledge of what has preceded in the last two decades on the space and what's worked and not worked. And invariably when a new person comes, we again go with that toolkit and say, look, so you reinvent the wheel, reinvent the wheel. So it's one step forward, two step backwards, et cetera. I really believe the way out really is we need a little more thing from the leadership. The other thing government needs to realize, the way I see it, is there's a huge trust deficit between government and the citizen. One of the reasons that property tax compliance, for example, is low, it's 50% or less, is the citizen takes the view that government is going to misuse my money. So better I cheat the government by not paying my due share of taxes, then allow them have my money and cheat me. So I personally feel that we need to find a way to bridge this trust deficit. Which brings me to the other big thing, which is very badly required, transparency. To me, you have to have increased transparency. You know, I think it was a Supreme Court justice in the US who said that transparency is the best, or sunlight is the best disinfectant, is the same transparency idea. What people need to realize that the more transparent you are, you know, I have another analogy since I've been giving you some stories, I might as well say this one also, what's happening in our political system. And you know, somebody keeps talking about China, things happen, and it's not happening out here. You see, when you get elected, I say you get elected with leadership to a lake. And you start with fishing rights in the lake, that pond, if I can call it that. Now, normally in the private sector, when you have a small market, you say, how can I expand the market? How can I make the pond into a lake, into a river, so that there's more to go around and a smaller thing will happen. That's how you start thinking. Here what happens is, people prefer to fish in the pond that they have got rights to rather than think about expanding the pond to a lake or a river. And I've asked politicians this, that why don't you invest to expand, because even a smaller share of a larger portion will still get you more. But the politician is thinking is for a limited period of time. And also, that is one, and people have said this, what if I don't come back? I would have set the ground for the next guy to fish with more rights. So I don't want to lay the ground for the next guy's fishing rights. So I would rather fish. And that's what you see. So metaphorically, the frothing and the pollution of our lakes that you see, is essentially coming from the excessive fishing, using these fishing rights in the pond, rather than thinking about expanding it into a lake and more."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:30.240",
        "message": "That's a great point. So like, you know, while society and markets tend to be positive sum games, everybody benefits. Politicians look upon governance as a zero-sum game, get whatever you can out of it, don't leave enough for the next guy. I want to end this podcast by asking you two questions. One, what makes you hopeful about the future of cities and urban governance in India? And two, what is the worst case scenario that you're worried about in our country today?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:57.800",
        "message": "So the first one, really, what makes me hopeful are the few wins that one has personally experienced. For example, in my own case, the property tax reform that we did, or the tender shore roads. These are two things that I've been intimately involved in. And though that's all I've got to show for 17 years of effort, I'll take it. So the key thing really here is you need patience and resilience for the long haul. And for me, it's a passion. So I'm fine with it. So that gives me hope that all is not lost, because there are pockets of win that are visible. I mean, green shoots or whatever you want to call it. What worries me, actually, there are two or three things that worry me. The one that worries me most is the fact that people are coming to cities in search of jobs. Cities are supposed to be engines of growth and jobs and the like. And if we don't cater to that, cities tend to die. I mean, you've seen internationally, whether it was Cleveland, Pittsburgh, Detroit recently in the West, cities rise, they have heydays and they die. People think they will never die, but it's happened elsewhere. And there's no reason to believe it won't happen here. If we don't deliver on those aspirations of jobs and quality of living, etc., we could see a fair amount of unrest on the road. In fact, I really believe that we need city development agencies, for instance, just to address that job point. You know, in wave one, we were trying to say, come to India. If you saw Davos 10, 12 years ago, the slogan was India everywhere. Today you see state summits in West Karnataka, vibrant Gujarat, emerging Kerala, people trying to say, come to my state. The next inevitable wave is going to be cities competing for investments. So you're going to see that and cities and states that prepare itself earlier by proactively thinking about jobs, economic development, and I say jobs from the informal sector to the formal sector. That's really what's required. The other thing that worries me and sometimes makes me a tad unhappy as I work in this space, I believe that we citizens are to blame. It's easy to blame and throw stones at the system and government and all that. I think we need to look in the mirror ourselves. If we did not litter, if we did not jump traffic signals, if we kept to our lane, we could in our own way, make a big difference. And so something that I believe that if we are going to fix the city and that worries me that our civil behavior as manifested in the cities and the roads and the by lanes could be a whole lot better and we can play a role in making that happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:34.040",
        "message": "That's very enlightening. And I have a confession to make here. I consider myself the best driver in the history of Bombay. And the reason for that is no one changes lanes like I can, but I promise to reform after listening to you. Thank you so much for coming on the show, Ravi, it's an honor."
    },
    {
        "speaker": "Guest",
        "time": "00:49:48.720",
        "message": "Thank you. Thank you, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:50.720",
        "message": "Nice talking to you. If you enjoyed the show and want to know more about Ravi's thoughts, you can find his paper on urban game changers at our podcast page on Pragati, the magazine I edit at thinkpragati.com. You can follow him on Twitter at Ravichandar, R-A-V-I-C-H-A-N-D-A-R. And you can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at seenunseen.in. Thank you for listening. If you enjoyed listening to The Seen and the Unseen, check out another great show by IVM Podcasts, Made in India, hosted by my friend May Thomas, where every week she profiles up and coming independent Indian bands. You can download it on any podcasting networks."
    },
    {
        "speaker": "Unknown",
        "time": "00:50:39.400",
        "message": "Excuse me, Bhaiya. Excuse me. Yes, madam. What's on the menu? On the menu, we have Seen Unseen, Podcasts, On Course, Cyrus Says, Made in India, Rediscovery Project, Empowering Series, Sex Wax, IVM Likes, Simplified, Keeping It Queer, Things and Destinations, My Neighbor Zuckerberg, and The Fan Garage. What do you want? Can you repeat it once? We don't repeat. You can go to ivmpodcasts.com and listen to all this, or you can download their app. It's all up to you."
    }
]