[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:04.000",
        "message": "The internet is amazing, isn't it? When I first began to explore the internet, more than 20 years ago, I was blown away by the possibilities. I thought, wow, this is going to do so much to help people express themselves and to help people communicate with each other. The internet put the tools of publishing into the hands of every individual. Anyone, with a little effort, could start a webpage of her own. With even less effort, one could start a blog. And as time went by, with almost no effort at all, we could write posts about our lives that all our friends could read. We could broadcast our thoughts to the world, 140 characters at a time. We could post pictures and videos and comment on the pictures and videos of others and discover ourselves and the world around us as distinctions of geography and race and class and even language would cease to matter. At the least, because of the internet, human beings would talk to each other much more than they ever did before. That's what I thought then. But, alas, it hasn't quite worked out that way. One of the big lessons of our modern age is this. We may all talk a lot at the same time, but no one really listens anymore. Welcome to The Seen and the Unseen,"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:12.000",
        "message": "our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Badma. Welcome to The Seen and the Unseen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:20.000",
        "message": "This is episode 49 of this weekly podcast, and the first one in which I will have no guest. I'll be on my own. Just for this one episode, my intention was to try and go solo and sort of freewheel my way through it. Just me and my thoughts. I figured that as this releases and goes on, I'll talk about the year that just passed by. But having started this episode by talking about how we don't listen to each other anymore, I'm going to talk a little bit more about that and what it's done to our political discourse. And I guess it's kind of ironic then that I don't have a guest on this episode because that makes it the first episode where I won't be listening at all. Three weeks ago, in episode 46 of The Seen and the Unseen, I spoke to my good friend Prem Panikkar about the state of the media. What I was trying to wrap my head around was this. Back in the 80s and 90s when I grew up, before the internet was ubiquitous, we got all our news and information from certain mainstream media sources. We'd get one or more newspapers at home. In my case, I've been a captive audience of The Times of India, among others. We'd have a handful of TV stations to choose from. And just by dint of inertia, we were a captive audience for them. We were passive consumers of information. And most of us, when we had things to say, would communicate that to individuals or at best small groups of people. The internet changed all that. And thank goodness for that. The internet put the tools of publishing in the hands of individuals and reduced the cost dramatically. You no longer had a gatekeeper, like a newspaper editor, who would look at your thoughts before they were published. You were not tied down to the news cycle. You weren't tied down to standard formats of content like the 800-word op-ed, for example. When I started my blog in 2003, India Uncut, I found it liberating that I could post three thoughts when I wanted to. A post could be one sentence if I felt like it, or a 7000-word essay. And I didn't have to worry about what anyone other than me thought of it. So many people I knew started writing blogs, and blogs tended to find their own audiences. There was a greater diversity of voices out there now. And more diversity is always, always a good thing. I was already a journalist, but the success of India Uncut got me invitations to write columns for newspapers and many other bloggers also made similar transitions. But of course, that's history now, as blogs are more or less dead. Social media democratised this process even further. Blogs were an outlet for those who liked to write. Social media gave an outlet to everybody. Anybody could post a Facebook update about what they did that day, or how they were feeling. They could post their vacation pictures, they could see the vacation pictures of others. On Twitter, they could reach out to like-minded people, or expand their own world views by engaging with people from outside their narrow geographical circles. Technology enabled this, and smartphones allowed us to do so much more, including make feature films if we wanted to. This was the empowerment of the individual, the great libertarian dream. But that's not all that happened. Let me take a detour for a moment to a social science experiment carried out in 2005 by Cass Sunstein, David Shcade, and Reid Hastie. I read about this in an excellent short book by Sunstein called On Rumours. The study itself is titled What Happened on Deliberation Day? You can find it on Google if you search for it. So in this study, Sunstein and his colleagues gathered together 60 people and divided them into 10 groups of 6 people each. This grouping was not random. It was done so that each group was more or less homogenous, and all 6 members in it fit the same kind of profile in terms of political ideology. And broadly speaking, half of these groups were liberal in the American sense, and half were conservative. At the start of the experiment, each participant was asked a series of hot-button questions. Their anonymous answers were noted down. Then they went into a room with their group of like-minded people and discussed those issues. 15 minutes after the group discussion ended, they were again asked the same set of questions, anonymously and one by one. Here's how Sunstein summarized the results. Start quote. In almost every other group, members ended up holding more extreme positions after they spoke with one another. Aside from increasing extremism, the experiment had an independent effect. It made both liberal and conservative groups significantly more homogenous and thus squelched diversity. Moreover, the rift between liberals and conservatives widened as a result of discussing. End quote. Sunstein called this effect group polarization. He defined it thus. Start quote. When like-minded people deliberate, they typically end up adopting a more extreme position in line with their pre-deliberation inclinations. End quote. You can see where I'm going with this. This is pretty much how discourse on the internet proceeds. First, we find like-minded people. This is not always easy in the real world, where our social circles are small, but online, no matter what our beliefs are, the earth is flat, ancient Indians invented plastic surgery, Barack Obama is a Muslim, no matter what we believe, we will find others who believe the same thing. Feeling validated and thus empowered, we will then form an echo chamber with these new members of ours. And mind you, we could be part of multiple echo chambers at the same time, encompassing different beliefs. We would find comfort in belonging to this group, and our beliefs would be strengthened and thus grow more extreme. What Sunstein called group polarization. We would then become impervious to facts. We would ignore all facts that did not fit our beliefs, and accept only those that did. Behavioral economists call this the confirmation bias. And this is exactly why our political discourse today is so polarized. On the internet, most arguments consist not of people talking to each other, but talking past each other. This affects not just content, but also tone. We have become so shrill and contemptuous of each other. I had written a column a few months ago titled What We Talk About When We Talk About Politics. A sly nod to Raymond Carver obviously. My lament in that piece is that there is no argument in our political discourse anymore. Whenever someone says something that we disagree with, we shift the focus from the argument to the person. We attack the person making the argument. We have no appetite for discussion because we have already made up our minds, and opposing views are a threat to us. Which is why we react so viscerally. So instead of refuting the argument, we attack the person. There are a number of ways in which this happens. Let me lay out the common ones, and I'm sure you'll find them all familiar. The number one way of personalizing an argument is whataboutery. For example, if you mention the Gujarat riots of 2002, a Narendra Modi fan might well ask, but what about the anti-Sikh riots of 1984? Why don't you speak about that? Whataboutery is basically two things. One, it is an attack on the person who made the original statement. So if I say the 2002 riots were bad, by asking me what about 1984, you are implying that I am a hypocrite, and I don't really care about human life at all. And two, besides being a personal attack, it is implicitly an admission of guilt. All whataboutery basically says, yeah, guilty as charged. But what about those other guys? They're also guilty. Whataboutery poisons the discourse by shifting the focus from the argument to the person. And it's pointless to engage with the whatabouter. Often when I speak out for free speech, when some fringe Hindutva group does something or the other, I'll get asked, but what about the Charlie Hebdo murders? What about the Danish cartoonists? Why were you silent about that? Now, the truth is I wasn't silent then. I wrote columns arguing in support of the Danish cartoonists and the murdered employees of Charlie Hebdo, and I am a free speech absolutist regardless of context. But it's a waste of time to point this out, because your attacker will then just move on to method number two of personalizing an argument. Before I get to that though, let me point out that whataboutery is not something that just trolls on Twitter do. Politicians do it all the time. For example, when Arvind Kejriwal was asked about the tens of crores of taxpayers' money, our money, coerced from us, that he spent on running ads for his government, he asked the reporter, why are you asking me? What about Modi? The BJP spends much more on advertising. End quote. That's a classic admission of guilt, but no one sees it that way. Okay, on to method number two. The second way of personalizing an argument is to question your intent. So if I criticize something that you agree with, you could, for example, call me a prostitute. Now, the label baffles me, because I don't view prostitute as a pejorative at all. Sex workers are no different morally from workers of any kind. Even I sell my labor for money. Nothing wrong with that. But the implication behind calling someone a prostitute is that he or she is getting money for criticizing. They have an agenda. And therefore, the focus conveniently shifts from the argument to the person. A prostitute is just one version. You could be a CIA agent. You could be acting on behalf of China. You could be funded by a Christian or Jihadi group that wants to spread their religion. And so on. So if someone is cooking biryani for a party, and you enter the kitchen and see that they're putting rotting dog meat in the biryani, and you point that out, imagine them saying, oh, of course you would say that. You're from the mutton lobby. And then everyone at the party surrounds you and they chant, mutton lobby, mutton lobby, mutton lobby. And then they all eat the biryani and die. Which is probably what's going to happen to our democracy. You get my point? On now to method number three. Method number three is identity politics. Your argument is ignored because of who you are. For example, if you're Muslim or Christian and argue with the BJP, your argument is irrelevant. They will invoke your identity and that's the end of that. And it isn't just the right wing that does this. The left also does this. Especially woke millennials who like to talk about privilege. Now, privilege exists. It's an excellent analytical tool and we should all introspect about the different kinds of privilege we have benefited from. But invoking it an argument is toxic for our discourse. If someone makes an argument about, say, reservations, saying that reservations don't work as intended, shutting him down just because he is savarna kills a discourse right there. If a man makes a comment about feminism, to say that he needs to check his privilege and therefore his argument should be ignored just because he is a man, is like poison to the free and open expression that a democracy needs. Now, don't get me wrong. Someone may make a poor argument because of their privilege. But the thing to do there is to point out the flaw in their argument rather than to invoke their identity. To refuse to engage with someone's argument just because of a person's identity, usually something they have no control over. It's just toxic. Again, thinking about privilege is useful in terms of analysis of how opinions get formed and so on. But invoking it in conversation just ends the conversation right there. What's the point of this? Method number 4 is actually an extension of method number 3, labelling. So someone makes an argument and you call them a libtard or a bhakt or an aaptard or a pinko or a commie and then refuse to engage. The label is meant as a pejorative and you use it not only to dismiss a person but by extension to also dismiss their argument. There are many ways of ending an argument other than personalising it which are also intellectually dishonest. Arthur Schopenhauer had once written a great essay called 38 ways to end an argument. I reposted this on India Uncut so if you head there you can search for it over there. These include time-honoured methods like shifting goalposts, attacking strawmen and so on. Schopenhauer intended his piece to be cautionary but I'm sure it's used as an instruction manual by some people. Now, some of you might say given how things are, why even bother to engage with people on social media? On Twitter for example the main rhetorical tool employed is snark. It's much easier to make fun of someone thereby feeling superior yourself than to actually engage with humility. If you can do this in a clever way you will get many RTs and talis from others in your echo chamber. Isn't that gratifying? And indeed, most conversation at least most political conversation on Twitter is equal parts preaching to the choir and being gratuitously derogatory to opponents. On the one hand, if someone disagrees with you you stick a label on them. Hypocrite, prostitute, fool, whatever and dismiss them. And too much of what I see on Twitter also is virtue signalling. People saying, look, I am so noble or compassionate or woke and so on. Indeed, I suggest that before we post anything on Twitter, we should ask ourselves two questions. And I'll call this the Amit Verma test for social media posting. Question number one, am I being derogatory about someone? Question number two, am I trying to show myself in a good light? If the answer to either of these questions is yes, don't make that post. Just watch a cat video on YouTube or something. There are better ways to waste your time. I'll end this episode here. Thanks for listening so far. If you have any feedback, either negative or positive about this first attempt of mine to record a solo episode, do let me know on Twitter or elsewhere. My Twitter handle is amitverma, A-M-I-T-V-A-R-M-A. You can listen to past episodes of the Seen and the Unseen at seenunseen.in. And if you go to the podcast page on Think Pragati or on seenunseen.in, I also have some links to pieces I have written in the past tackling the sort of topics I have examined in this episode. Have a great year, and hey, this year, listen more than you talk. Goodbye for now. If you enjoyed listening to the Seen and the Unseen, check out another show by IVM Podcasts, Symbolified, which is hosted by my good friends Naren, Chuck and Sriket. You can download it on any podcasting network."
    },
    {
        "speaker": "Unknown",
        "time": "00:16:06.000",
        "message": "Thank you."
    }
]