[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I.V.M. I.V.M LSS I.V.M LSS I.V.M LSS I.V.M LSS"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:16.000",
        "message": "I.V.M LSS I.V.M LSS"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:26.000",
        "message": "I.V.M LSS Welcome to the Scene in the Unseen. Today's show is about the state of Indian politics and my guest today is Jayaprakash Narayan, also known as JP. Don't confuse him for the political giant of the early decades of our independence, who also carried the same name, though this JP is no less of a political titan. JP started as a physician, then became an IAS officer and then left the IAS to enter politics. He founded the Lok Satta movement in 1996, which became the Lok Satta Party in 2006. JP is today not just one of the most respected politicians in our country, but also one of our most respected public intellectuals. So without much further ado, let's get on with the show. Welcome to the Scene in the Unseen, JP. Thank you Amit, my pleasure. JP, I want to talk today about Indian politics in general. But before I do that, I want to start by talking about your personal journey. You were a physician to begin with, and then you joined the IAS, and then you got into politics and started the Lok Satta movement. What prompted you to join politics yourself?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:33.080",
        "message": "You know, I was born about a decade after independence. So all these starry-eyed notions of freedom, romanticism about democracy and nation building, you know, that sort of thing and inheritance from the earlier generation, that rubbed off on all of us, you, I, all of us from across the country. And by the time I was 17, 18 years of age, the disjunction between what we all read in textbooks and what we all believe our country to be and what actually seems to be happening was increasingly apparent even for tender young minds. And even if you recall 1970s, we had this Watergate episode in the U.S., how a mighty president was brought to book by the institutions in the country for relatively minor infractions. And how in our country, India moved towards emergency and then freedom was suspended. Then post-emergency, Janata came. And there's no institutional accountability and things didn't change even when there was electoral change. So all this made an enormous impression on many of us across the country. I'm sure hundreds of thousands of us across the country in various fields today, in business, in administration, in politics, in media, in social reform and governance reform, all of us in some way or other are conditioned by this whole experience of emergency. And that was actually my whole journey. And I went into IAS. I was a medical doctor going into IAS not because I'm in such of a job, but you wanted to learn and do something about it. Then when I left IAS, it's because you understood what is possible. You also understood what are the systemic constraints and then trying to figure out what you can do as citizens collectively to make change possible. Then the reform movement, Lok Satta. Then the political party in the hope that if there's sufficient public support in electoral sense, it'll accelerate change. So it's really the same journey. How do you make a democracy"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:33.920",
        "message": "work? And, you know, nowadays, if you ask young people, they often think of politics as something that they can never be part of, because they look at the people in politics and, you know, no matter how educated they might be, or the kind of opinions they might have, they don't have that same call to public service, let's say our leaders did during the independence struggle, because they were animated by sort of a higher cause. Well, what young people today see is that, you know, the people who go into politics, it's essentially they are driven by a lust for power, they're not animated by those higher principles, like, you say you were after your experience of emergency and so on. So, you know, having said that, I mean, you're one of the very few people I can think of from sort of the educated classes who actually made the jump and said, No, I'm going to do something myself. And would you say that that idealism is borne out? Or was it perhaps a little misplaced?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:29.160",
        "message": "A, idealism is always borne out if you combine it with practical wisdom and if you have perseverance, not romanticism. And B, I don't know if really the youngsters today are really different from the youngsters in that generation. I believe the youth today are as idealistic as earlier generations, except that the romanticism that we all have because of the freedom struggle and early days, etc., that probably gave it a more deeper understanding of the society and a greater clarity about the goals, which is probably good, not bad. So, I don't think that idealism is any less today. If anything, the skills are greater, they're more technically equipped, they have greater understanding, more learned today. But the downside is, today with technology offering many opportunities, the kind of window of opportunity to be able to make an impact on the country or to attract these people to make an impact on the country is much less today because now life offers for very bright people many more opportunities today and there are many more distractions and there are many more technological tools available. Barring that, I don't think idealism-wise there's any deficiency today and I don't think there's any incapacity of the young people. It is our inability in the political process or even in our larger social process, in absorbing these young people and giving them an opportunity, a purge and giving them a direction. So, the failure, if any, is that of the earlier generation, not the younger generation today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:59.040",
        "message": "So I want to talk a little bit about the nature of politics. Like a lot of us think of, like for example, one question that has always preoccupied me is, to what extent is the nature of our politics determined by the structure of our state? For example, many of us think of the Indian state now as this bloated, parasitic, rent-seeking beast with political parties really competing only for who will be the ruling mafia for five years and basically bribing voters either with direct cash or biryani or loan waivers or similar kinds of patronage politics to come to power. So, would you say there is some truth in that about the structure of our state determining the nature of our politics and therefore setting limits of what is politically possible?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:40.120",
        "message": "There is some truth amidst a whole lot of truth. The structure of the society and the way our institutions evolved has a profound impact on the nature of politics, electoral politics, competitive politics. I have no doubt whatsoever. Today, we all know, there is nothing new and I say original in this. The amount of money power deployed to buy the vote and the freebies that are offered without actually the state performing its basic functions and of course fomenting divisions in a very complex and diverse society for electoral gain, caste, region, religion, language, all kinds of things. They're all too real for us to require any further elaboration. All this is because of the factors that you mentioned, but the Indian state has spectacularly failed in doing what it ought to be doing. In my book, the state has four basic functions. The first is a rule of law and justice and public order. The second is basic infrastructure, including electricity for every family and accessible, I'm not saying free, accessible, and transport and water and sanitation and sewerage and storm water, etc. Then quality education accessible to everybody without out-of-pocket expenditure and healthcare accessible to everybody without out-of-pocket expenditure. Indian state failed spectacularly in all these areas. I'm just now doing a survey. I've taken 49 countries in the world which have more than $200 billion nominal GDP in the world today in dollar terms. There are only 49 countries at this point of time from my study. India ranks in almost all things that matter from 45th to 49th. There is not a single issue where India ranks above 45th because what the state should be doing is completely neglected in India, and the state has become a rent-seeker, a power-hungry monster, and the lust for power, even if it's not money always, it's the lust for power and domination. There are areas where there's not much money. Many panchayats, there's hardly any money, and yet in many states, the panchayat elections are fought so viciously and so much money is spent to buy the votes, when the candidate cannot even afford to spend money because he is thinking most of it is he. This powerlust is mostly a male phenomenon, though females are not exempt from that. He is thinking that somehow that position gives him some result, and for that he's willing to do anything at personal cost. So it's an insane process, largely because of the way we structured the state, excessive centralization, incapacity to hold bureaucracy to account in a country where most of the people are much weaker and much less powerful than even the lowliest of government servants. Once we created a monstrous structure, the rest of it became a vicious cycle from which ordinary politicians or parties cannot come out, unless you really want to change the institutions of state and the political process. If you merely want to be a power player to seek power, and this is a worthy thing, there's nothing wrong in seeking power, but if that becomes your goal, then you're trapped in a vicious cycle. So you're absolutely right. We have a terrible situation. And unless we look at institutions and redesigning our democracy in a sensible way, not a radical way really, in a sensible way, the way it should be in any civilized country, unless that is done, I don't think there's an easy escape. It doesn't matter whether Modi is the Prime Minister or Manmohan Singh, or this party or that party, all this is a make-believe fight. Ultimately, at the grassroots level, it's all the same."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:13.000",
        "message": "I mean, one might then, you know, ideally in politics, one would assume that the politicians should look at coming to power as a means to an end. But here is essentially an end in itself. I want to follow on from this and ask a question about the political marketplace and ask a sort of a fundamental question, which of course, has many complex answers. And I'm hoping you can shed some light on that, which is that, you know, in any marketplace, you would imagine that there is demand and there is supply. And therefore, in the political marketplace, the politicians have to give what the voters want. And given how our state has failed in so many areas, you would imagine that there would be popular anger about that. And things would change. However, voters tend to continue voting on the basis of, you know, identity politics or short term populism, and so on and so forth. And I know this is a question which, obviously, you gave a lot of thought to before you took the choice to jump into politics yourself. So my very simple question is, what do voters want?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:08.040",
        "message": "It's a good question. It's a great question, actually. Perhaps the central question of our polity today, if you want to reform the country. You know, let us go back a little bit, Amit, go to 1947, 1950, 1952, the first general election, the constitution making, so on and so forth. When you go back, what happened? Did the people of India, the voters of this country today, did they ask for democracy and vote? I don't recall any such thing. It was given to the people of the country without even asking. And we reduced that even in our constitution making, vote and shout. You have the right to vote. Somehow they realized that the new maharajas are chosen by something called a vote, a ballot paper, a ballot box and the electrical mark. And now, of course, the EVM and pressing the button. They don't know why or how, but they know that happens. That's true. That's real, because elected governments are really in power. And two, they have the right to protest every day and do rasta roko, dharna, some hartal, all kinds of things, bant, this is the Indian staple in this country. Barring that, we never allowed our people to understand what it really means to be in a democracy. In a centralized system, when you don't deliver anything, when everything is reduced to who is in power and people somehow miraculously have the right to decide who will be in power, then whatever is happening today is an inevitable consequence. And therefore the voters are seeking either the short-term freebies, because they believe that the subsidies you get, the free rides you get, the loan waiver you get is something real and tangible. You can feel it, you can sense it. And they have lost hope that the most substantive long-term things can ever happen. And that's why in India, there's hardly any debate or hardly any protest, when the poorest of the poor, the rickshaw pullers send their children to a private school at 500-600 rupees a month and yet get third-rate education in private school equally. And people don't even ask about that. It's not even an electoral issue because people gave up on the government. And there's no other country where there's greater poverty and mass misery on account of failure of healthcare. Roughly 60 million people are falling below poverty annually, descending into poverty on account of healthcare costs or loss of earning on account of ill-health. This is incredible misery. And yet, healthcare is not really a central issue in our elections, because people gave up on the government. We did not even make people understand that this is really what governance is about. And therefore people want to maximize the short-term real gain that they can perceive, because they don't understand any of the long-term gain. Therefore, blaming the people is no use. And if freebies are not enough, then obviously, the money for the voting. And we have done it, we have perfected this in our country, to an art. In most states, there are some states where it's relatively less prevalent, but money, recent RK Nagar, earlier Ranjha in Andhra Pradesh, or elsewhere, you see the garishness and the incredible sums of money we're talking about in a desperately poor country. And of course divisions in a very, very poor country with enormous schisms. Polarization is so easy, because we are still tribal. We still haven't built that sense of unity of purpose beyond your origins in this country. Again, that institution's failure is very clear, evident in those cases. And therefore, people fall back upon a sense of security that comes from caste, religion, and anything that touches them, reservation, religious issue, past real and imaginary insults, or caste, or region, or language, is so easy to arouse them. And none of this is surprising. It's almost mathematical to me. I'm actually trying to do some kind of a game theory application. With the initial conditions that we had, what would happen to a democracy? My bet is, in any country, if these are the initial conditions which are not addressed adequately, if we didn't build institutions to make people understand the meaning of the vote, then whatever happened in India is an inevitable consequence in any democracy. We are not unique in that sense. So the challenge is, how do you now create an incentive for the players to alter these basic systemic issues? You can't do it overnight, dramatically, by one fell swoop. But what are the critical levels of change? My belief is local government empowerment with some accountability and some effective rule of law, so that there is no untrammeled exercise of abuse of power with impunity. But there is some consequence of following abuse of power. If these two things are in place, and with service delivery, so that you don't depend on a party machinery at the grassroots level, and that is really at the root of much of what happened to parties, then there is a hope. And these three are achievable, and they're also politically popular. If the media, and the middle classes, and the intelligentsia, and the opinion makers, they look at these instead of lamenting, or merely taking partisan positions for or against this other party. I'm an optimist, if I believe it's doable. I'm also a realist, I know how tough it is, but you have to keep at it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:11.600",
        "message": "Yeah, I mean, the two great challenges you pointed out is that the voters tend to be a fatalistic about getting anything out of the government at all and be tribalistic. So those impulses can be played to but like you said, there are sort of ways of beginning to make a change. And can you give some examples, maybe from the kind of work you've done about how the process really is of, you know, getting these kind of, sort of, like, and again, this is sort of a two part question. One part is that, like, do you address it sort of at a local level and say, okay, these are the specific changes we want to do this is 123. These are the things we want to agitate for and we build a movement and we get these done. And or is it also possible to build a broader movement to have deeper institutional reform of the kind you pointed out and of the kind you wished existed right from the start from when we became independent?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:05.240",
        "message": "Let me give some examples. Let's take Dr. Kurian's, Varghese Kurian's work. What has he done? Well, Sivan Nath Patel and others, they all started this whole movement. Kurian's genius and his ability to articulate and build systems and make them acceptable that made a milk revolution in India possible. What did he do? The illiterate village milk producer, small milk producer, with no economic muscle, completely disconnected from the market. He created a framework in which he understands or she understands the stakes in production, understands that there is transparency in the system and if I produce more and better quality, I get more income. It's done in a manner that they can easily feel that. Therefore, they transcended all the limitations of an individual in terms of economy of scale or money power or their knowledge or access to markets or technology. All this could be made available because he designed a mechanism where they were in control of their own destiny. As a public servant, one of the things I have done when I was dealing with industrial infrastructure work, I handed over the management of industrial states to the entrepreneurs. Until that time, the entrepreneurs were complaining to me against the officials. Officials were complaining against the entrepreneurs for obvious reasons. I summoned all of them one day and I said, both of you are right. Let's hand over to the entrepreneurs who have the stakes. Let the stakeholders have the responsibility. They can't complain. They simply have to do and therefore empower them but in an accountable manner. Miraculous results happened. As a district magistrate in one of the poorest districts of the then combined non-supra-desh Prakashan district, I gave the people the complete opportunity to utilize resources with the government programs and empowered them locally in a manner that they could actually design their project for irrigation. The result was 150,000 to 200,000 acres of small irrigation at a ridiculously low cost in a very short span of time and every single loan was repaid within the next one or two years. There's not a single defaulter and every farmer prospered. So if you really design institutions in a manner that people understand the link between their decisions and their self-interest. Decision may be vote, it may be economic decision, it may be some other decision and self-interest very clearly. And if you empower them with accountability, then people will learn the art of democracy. It's like an apartment owner's association. I believe there is an economic and political stake in that. For instance, urban India increasingly is conscious that they're paying taxes. Earlier they were not conscious of paying taxes. We know now they're paying property taxes and we feel that we are being shortchanged. And there is an enormous anger. Now they're all saying, I'll throw down this government and elect a new chief minister, a new prime minister. But if actually some smart politician understands the value of this and says, look, I will transfer a part of the resources to you. From Delhi to the States today, the government of India is transferring by a variety of means, 51 rupees out of 100 in the budget and 67 out of 100 among all the tax revenues, tax and non-tax revenues, minus debt. Supposing the state government says, I will transfer to this town and this city and per capita basis, X amount as your money to be decided in whatever manner you feel deem fit to utilize is your share of the third tier of federalism. But with accountability, I will build a first rate ombudsman system. I guarantee you there'll be remarkably improvement in outcomes. Great leadership will emerge and people understand the value of the vote and also the limitation of resources and priorities. By not doing it, perpetually shortchanging ourselves, we are blaming the people on the one hand and we are condemning ourselves to penury and a very substandard economic base. So I believe there is an economic incentive, except that the articulation to make people understand why it's their self-interest, the kind of things that Narendra Modi does, how he's so effective in articulating, but he's not doing for the right causes. But that kind of ability to make the people connect their vote with their own self-interest, I think that is missing. I'm a great optimist. I believe that time is near. It may not happen across the country at one time, one go, but I believe it will happen in parts of the country. And if we accelerate the process, the country will be better off. Otherwise, we'll pay the price."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:34.040",
        "message": "So from what you just said, I actually have three questions, which are almost like separate questions. So let me just articulate them before I kind of lose track. The example you gave of Mr. Kurian is a great example, but to me, it's also an illustration of what I keep saying of how Indian society survives and thrives in spite of the state. I mean, it seems to me that the whole Amul movement was more of a social movement than anything to do with politics, really. That's my first observation. Regarding what you did as a district magistrate. Now, the thing here is, and I'm sure you'll agree with me, is that in that one case, there happened to be an enlightened district magistrate who decided to get the job done. But in most cases, the way the incentives are aligned, officers of the state are more inclined to increase their own power and look after their own turf, rather than actually take such an enlightened stand where you give the stakeholders so much power, you're actually giving away power. And how possible is, how easy is that kind of change? Because when you talk about the big oppressive government, a lot of the reform you try to do is essentially to make the government devolve power or give away more power, because that's really what empowering the people also involves. And my third question, again, you talk about how Modi is great at articulating his ideas, even if they might be the wrong ideas. But my question is, here is, and this is again a challenge that classical liberals or libertarians often face, is that many of our ideas are so deeply unintuitive, like when you talk about the economy not being a zero sum game, but a positive sum game, or you talk about societies and markets organizing themselves through spontaneous order, and the whole command and control mindset being wrong. These are very unintuitive ideas. So how, how easy or hard have you found the communication of such ideas to be over the years?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:28.680",
        "message": "Okay, let me take each of the three things quickly and then address the last point. Take Amol. I agree, ultimately the inspiration and the great leadership of one human being matters, because all great change always has the origin in some individual's inspired idea. But it's an institutional issue, and there's a distinction between an individual's inspiration and institutional thing. Institutional thing is self-replicating. It doesn't require the individual any longer. What Korean did was build a self-governing local milk society with a federation at the higher level to bring the economies of scale and technology. The rest of it is all movement. You know, we inspire people always with the great films, great writers, great thinkers, great speakers. That always happens, but you build an institutional mechanism for the people to appreciate their self-interest and an incentive to alter their behavior in never so slight a manner, which will therefore alter the outcomes. And that is what we need across the country in all spheres of governance. The second broad issue is, I agree, big change happens either because of enlightenment. You require, maybe a Lee Kuan Yew, maybe a great thinker who also happens to be a philosopher king, etc., or incentives aligned, as I said, rightly, to bring about the right kind of change which are compatible with political power. My argument is that enlightenment and incentives can go together. Just as economic reform, nobody until 1991 believed, seriously, that economic liberalization was a political winner. But when the society was primed by a variety of means, we did not even realize our politicians were so dumb, so short-sighted, that until a crisis drove them to it, they did not even dare to do it. That's the tragedy of India. But when the crisis came, when they did it, the most remarkable thing to me, the take-home point is, that unlike almost any other complex society, there was not even a murmur of protest against economic liberalization. The whole society, from top to bottom, embraced it with glee, with almost no disruption. That is, society was ready. Politics was not ready. I am betting that even today, our society is more ready than politicians give credit for. It is their failing, it is their incapacity, their mediocrity, and of course their utter corruption. That is what is leading this. It's not because society is not ready. The third point about Modi and the dialogue. The broader point is that the right kind of dialogue, people will listen. And people will do what is right, because you are not giving them some bhashans about democracy. To me, that is meaningless. You are telling them what is in their best interest in terms of their kids getting educated. Today, India has the worst record in education among civilized countries. We are 73rd out of the 74 countries in PISA rankings, and India's response is that we will no longer participate in PISA surveys. We'll pretend that everything is alright. Now every parent knows this. The poorest parents are sending their children to private schools. In the last 8-9 years after the Right to Education Act, there is an increase in private enrollment of 40-45% in the country. There is an absolute reduction in government enrollment of 15-20% in the country. But if only there is a politician who understands this and who has enough megaphone and tells them, I will ensure quality without burden on your pocket, it will be a political winner. It is just that the imagination of the politicians is so lacking. Entry barriers are so great in the first-past-the-post system, and the organizational power required to run politics is unlike in any other country, thanks to the enormous burden on politicians and political parties, to get even the minimal service rendered in a government office, in a milieu of total lack of accountability. You know, you go to any government office to get anything done, without a bribe or safaris, almost nothing gets done. India is unique in that sense among aspiring countries. And therefore, political parties are overburdened. And they think that's the only thing they do, intermediation, and then somehow win the elections. They forgot the purpose of politics. But I believe this can be changed, and some efforts are being made. Aam Aadmi Party, with all imperfections, is an effort. But it's not perhaps smart enough, not wise enough to understand the deeper implications. But I think it's an important effort. I believe some other efforts are possible. But given our electoral system, it's going to be much more difficult because the entry barrier is very high. But we have to fight for that. And I believe..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:03.240",
        "message": "Can you elaborate on what you mean by the entry barriers being high, the level of organizational support needed to fight an election?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:10.840",
        "message": "Let me take the first entry barrier, the second one I'll take later. We have a first-past-the-post system, as you know. In our system, you take, for instance, a party like BJP, which is winning almost everything everywhere, and see what happened in Archanagar. They got fewer votes than Nota. Look at Congress, earlier dominated everywhere, and once they lost the votes in key states like UP, Bihar, now even to find the third place is very difficult for them, fourth or even below fourth. So, this is a system which only rewards a party that has 30-40% votes. Once people feel you are not one of the top two parties, you have no place. And once people feel that their vote is not translated into electoral feeds, it's a very irrational thing, but it's a normal response all over the world, not only in India. They feel the vote is wasted if they vote for the right cause. Even if by electing a third-rate MLA or MP, you're not doing a service to yourself, that doesn't matter. They feel in that particular event their vote had a value because they got somebody elected. If you don't get somebody elected because he's not electable, because you don't have 30-40% votes, then vote is wasted. Therefore, even the support that would normally be forthcoming would not come. Let me give two illustrations to support my point. Take Aamadhi Party. Do you recall in the first election they participated, while they got significant votes, they were still number two, BJP was number one. People surprised themselves by voting for Aamadhi Party more than they realized they were going to vote for. Therefore, the moment there was another election, Aamadhi Party was struck to power. Take Bihar, when Lalluyada was holding sway and Nitish Kumar was very gainly trying to find an alternative. Election after election he was decimated. But ultimately in 2004-2005, if you recall, he got significant votes but not enough to get power. Assembly was suspended and all that. But people realized that they were close to it, they were now number two. Therefore, becoming number one is not difficult. Next election when it came, suddenly the party that was not viable earlier became a dominant party, Nitish Kumar's party. So, our electoral system does not look kindly to third parties or fourth parties. Your percentage of the vote doesn't mean anything at all. You win or lose. That's why the energy barrier is very high. The organizational barrier is much harder to understand for many people. India did not adequately understand this in my view. Political scientists didn't pay enough attention. Amit, there is no other country among democracies in the world where such a huge burden is placed upon political parties, right from the beginning. However, lower bureaucracy from colonial times till today failed to deliver. He is unaccountable. An average citizen, 90% of the citizens are weaker and poorer than the lowliest of government employees, a clerk in a government office. There is tremendous asymmetry of power, but people never had the capacity to hold the government officials to account or even government employees to account. So, instead of our founding fathers addressing this challenge by creating an accountable system and delivery of basic services, they committed a cardinal blunder. Because they already had the infrastructure of freedom struggle in every village, they utilized their organization to become intermediaries. They only ensured intermediation so that there is somebody to hold my hand to deal with the government office or to make the government office actually function. And that meant an enormous burden on the parties. Even today, in urban India, you start a political movement. You know what people say, but where is your man in my street to take care of my needs, for my water supply, to get water on the day or to get a water connection or power connection or electricity connection or something else. But where is your man? In no other country is there this burden. Once a party has to bear this burden, you require about 100 to 200 workers of the party working near full time in each assembly constituency. And even if you want 15,000 to 20,000 rupees per month for the person to survive, and that's a policy of 15,000 to 20,000 rupees for the family, you're looking at 30,000 to 40,000 rupees a month in many states. You're looking at 3,000 to 4,000 rupees to maintain a party in an assembly constituency every year. After that is done, corruption, either by the top people to feed these fellows or allowing these people to plunder at will by a variety of means, including transfers, permits, and particularly in the early years because of the socialism, state control, therefore much more easy for this arbitrage, etc., rent-seeking, as you said. That became inevitable. Once parties are in that trap, whether it's BJP or Congress or CDP or DNK or ADNK, Sushana, you take any party, they're all in this trap. It's incredibly hard to come out of it. And unless we also come out of this and make it less necessary for the political parties to build such a massive apparatus and therefore reduce the entry barrier and make politics do its main job, the job of politics is fourfold in my view. One is, encourage the best in society to come into public life, give them a hospitable ground. The second is, allow them to rise to office through ethical means, not by violating ethics. The third is, provide genuine alternatives to people in terms of an agenda and policies. The fourth is, actually deliver once you're elected to office. In India, none of these four purposes is adequately served. Actually, they're very poorly served. The whole politics is about who is in power. It's like a game. It's like the old feudal laws. It's nothing to do with any of these four functions. And that's the reason why most of the truly capable people are generally shunning politics. I can understand them. They hate politics. And even if they enter politics, it's very difficult to ethically rise in politics. And you really have no alternatives to offer to the people. It's just a management of the image and the polarization of people using the primordial loyalties. And of course, once you're in power, your behavior is fundamentally the same. It's a minor change of freedom there. It's not an accident. There is a compelling reason."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:25.400",
        "message": "And I'm guessing this vicious circle of money and power, you know, there seems to be no way past it, because you need a lot of money to be in politics in the first place. And money, that money always comes at a cost. And therefore, you need to get to power and generate more money and so on. And like you said, it's a vicious circle, and there's no way past it. And a friend of mine once mentioned that even if the best of people enter politics, they won't remain the best of people anymore, because politics is morally corrosive because of the compromises that you're forced to make just to survive on a daily basis. Now, all of this is something that you face through your journey, like the Lok Satta movement started in 96. But then your party started in 2006. You've had your brushes with electoral politics, all the while being very aware of what the game is really like. So what did you feel might mitigate this? And what are your big learnings over the last, you know, 2030 years in public life?"
    },
    {
        "speaker": "Guest",
        "time": "00:36:18.960",
        "message": "You know, if we do two things, I mean, and they're relatively easy and politically popular. The first one is service delivery. If you simply ensure basic services, I'm not talking about guaranteeing healthcare overnight, I'm talking about getting a certificate, a water connection, a power connection, getting a land survey, getting a document from government office, most of which you actually pay a fee. If you ensure that delivery without any intermediation, some service delivery law is actually enforced and implemented. That's the reason why we actually have an army of employees and we fund them and we pay them. If you make that happen, it'll be hugely popular. That is actually the single biggest source of written corruption. Large-scale corruption, small corruption, largely is because of this. It needs common property. If you do that, the unintended consequences, not merely the political popularity in reducing the burden of corruption, as they say, the unintended consequences, the burden on political parties will slowly disappear. Over time, you won't need such a massive operator to survive in politics. In no democratic country outside of Indian subcontinent, we have hundreds of thousands of people doing only politics all the time, all the five years. They are members of parties, they fund the party to the extent they can, numbers should be certain, and during election time, they all decide who are the candidates and they all go and the campaign is again resigned. That's all. Otherwise, the rest of the time, their masters are their own life. They don't bother about politics, except understanding it intelligently. Whereas here, it is a full-time, 24-hour day, 365 days a year, five-year occupation. You simply cannot have modern democracy working in a healthy manner in this country. For service delivery, I'm deeply disappointed that even the current government of Modi has not even looked at it. In fact, a law pending before Parliamentary Committee gave a report, a law pending before Parliament, which was withdrawn. Why was it withdrawn? They just don't want a service delivery law to enforce discipline in bureaucracy and accountability in bureaucracy because they're afraid of the collective bargaining power of the bureaucracy, rather than the people, because they know that they somehow can get the people's vote by other means. The second is, empower local governments in a responsible way. And the simplest way to do it is, give a per capita grant to the local government, say, let's say, a thousand or two thousand rupees per capita per year, which is a small proportion of the total public expenditure. The government in India spends 30 to 40 thousand rupees per year, per capita. Give a small percentage of that, and remove yourself from the picture. You don't have the burden of doing the things that are now being done by local governments. In fact, there's no budgetary burden. It's just that you're transferring the resource and transferring the burden of saying, you now take care of it. And have accountability system, a proper accountability system like an Ombudsman. You will be rid of many of the problems. You can blame the local government if they fail. You are not responsible for their failure. Narendra Modi era Chief Minister. And a lot of improvement will happen, initially in urban India, and eventually in rural India. And it will transform the way of politics. Leadership will rise. People understand the value of the vote, because local governments are the best tool for democracy. These are the two easiest things to do now. It's not that we cannot do, or they're not popular. Our imagination is now so limited. Long years ago, almost 25 years ago, a man who became a very high-functioning in the country, at the time also fairly high-functioning in the constitution, he said, Jay Prakash, you're talking about democracy, constitution, good governance, all these things. But the people in corridors of power, all that matters is who is in and who is out. So I suppose one way to make them realize is that they will be out quickly. Therefore, I'm not a great champion of stability of government. If governments are utterly incapable and utterly corrupt and lacking in imagination, that stability is stability of the graveyard. Sometimes, if you actually have a quick turnover, if the politicians are a little scared of elections, and therefore are willing to look at options out of the box, it is a little more good for the country. And middle classes and media of India are somehow seduced by the notion that stability at any cost is most important. Well, I value stability. I don't think stability of the graveyard is what we require. We require a dynamic society where we look at the political malice and look at fundamental things."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:39.280",
        "message": "Jay P, I've taken enough of your time. So I'm going to end with two questions. What makes you hopeful about the future of Indian politics? And what makes you despair?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:49.280",
        "message": "Okay, the despair first. There are many things which appear to be nice and well-meaning, but because they were done very badly, they led to spectacular failures. Let me give two concrete examples. The local government, 72nd and 74th amendments. On paper, the principle is sound, well-meaning, much publicity, romanticism. Because then in a horrible way, we created over-structured, under-powered local governments which are building really an effective local government with accountability, capable of generating leadership locally and making people understand the link between the vote and public good, and taxes and services. By wrong design, by complete lack of professionalism, by lack of passion, by lack of genuine commitment, by simply grandstanding, we messed up everything. Today, it's much worse than it was in 1993-94. If we didn't have this wretched amendment, at least some states, some places have experimented with better local governments, things would have been better. So we're actually making things worse, in some respect. But speaking the right language, but doing the wrong thing. The second example is Right to Education Act. Who in their right mind would say India should not be educated? Every child must not get an opportunity to be educated. But it's a lousy law. It created exactly the wrong framework, and outcomes are today as bad or even worse than they were earlier. And as I mentioned to you before, more and more people are going to private sector, but even there, there's no quality education. So these experiences, they cause despair. Not because there are no solutions, but because we seem to have lost the capacity to even imagine. Even when we seem to have some will to do something right, we don't even know what is right. The intellectual capacity and the professional capacity to even institutionalize something right and do it well is increasingly in decline and that's the cause of despair. And as part of that, public discourse is now so shallow. It's all about tu-tu, me-me, who's winning, who's losing. It's not about the fundamental issues, let alone the institutional issues. It's not even about education and healthcare. It's not even about getting justice, you know. A chap in Gurgaon, because there was a child brutally murdered, this innocent driver, he's beaten up brutally, and the police accept a confession, and the media and the country doesn't think that there's something terribly wrong. And it's not one isolated case, it's what's happening in every single police station everywhere in India. And we seem to have lost the capacity to understand what's happening and to raise the issue and find an answer. This is despairing. The optimism comes from two things. One, with increasing incomes, more and more people are willing to look at what needs to be done. There's not enough of understanding. Some of us are desperately trying, you are doing, you're trying. All of us are doing our best to try and see how best we can enhance the capacity to understand and therefore look at solutions. And it's only getting better because there's similar experience in the country and across the world. Our economic capacity, while it's not growing as fast as it should, it's increasing, therefore we can withstand a few shocks a little better than we used to withstand earlier. And ultimately, I'm a great believer that if a few enlightened individuals, they understand what is at stake and they do the right thing, even if the bulk of the people do not understand overnight, eventually people in their own self-interest, not because they're moral people or they're sane, in their own self-interest they see the value of it. Yes, if it takes longer, there's a greater price to pay, but in the medium and long term, I have no doubt that good things will happen. You know what Margaret Leach said. To change the world, you don't require millions of people on the march. A few thoughtful, committed people can change the world. Indeed, the sole reason that I work is. That's what gives me optimism. But I also know that if enough of people who have the power to change things don't own this and do it swiftly, the price we're paying as a nation. Already, as I mentioned before and as we all know, of the 49 nations above $200 billion GDP, India is at the bottom. We deserve more. We deserve better. Every day we're losing hell of a lot. And grandstanding and sloganeering and pious intentions and dreams are not good enough. We require institutional mechanisms to translate our dreams into action. And the longer we delay, the greater the suffering, the greater the misery, and the greater the missed opportunity in the global competition. Let's hope that we will not delay far too long and do the best we can."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:22.280",
        "message": "That's a great note of caution and hope to end the show on. JP, thanks so much for coming on The Scene and The Unseen. Thank you man. All the best. And hey, Happy New Year to all of you."
    },
    {
        "speaker": "Unknown",
        "time": "00:46:28.280",
        "message": "Happy New Year."
    }
]