[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "It's been 70 years since India became an independent country and my god what we've had to get through to get here. There were so many challenges that we faced, so many barriers that we needed to overcome to stay one united country. We were divided by language, ethnicity, religion and most of all, perhaps the deepest division of all, by caste. And now 70 years after we became independent, caste remains our greatest shame. Welcome to The Seen and The Unseen,"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:37.040",
        "message": "our weekly podcast on economics, politics and behavioral science. Please welcome your host,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:42.320",
        "message": "Amit Badma. Welcome to The Seen and The Unseen. Before we get into today's episode, a quick note from our sponsor this week. If you are a lover of art and want to get some into your home, head on over to IndianColors.com. Indian Colors is a company that licenses the work of top Indian artists and adapts it into objects of everyday use, including wearable art like stoles and kaftans, home decor like cushion covers and table runners, and accessories like tote bags. This allows art lovers to actually get fine art into their homes at an accessible price. And artists get royalties and sales, just like authors do. The artists whose work you'll find here include luminaries like Dhruvi Acharya, Sameer Mondal, Vasvo x Vaxvo, Brinda Miller, Shruti Nelson, and my favorite, Harin Vakil. Do check it out at IndianColors.com, that's Colors with an OU, and use the code IVM20 for a 20% discount. Remember, IVM20 at IndianColors.com, Colors with an OU. Moving on. Today's episode is about the increasing caste tensions in modern India. When the republic was founded, our founders knew how great this challenge was. Babasaheb Ambedkar drafted the constitution after all. They had enlightened thoughts on what to do about caste. But caste has not only not gone away in modern India, it continues to be a huge cause of social strife. My guest today, Shruti Rajagopalan, is a constitutional economist who teaches economics at Purchase College in the State University of New York, and describes herself as quote, interested in the economic analysis of legal and political institutions, unquote. She has viewed caste conflicts in India through an economic lens, and I find her analysis of caste absolutely fascinating. Here's a conversation we had a few days ago. Shruti, welcome to the scene and the unseen. Hi Amit, thanks for inviting me. Shruti, it's been 70 years since independence. And I think one of the causes of our great shame is that we still haven't solved the biggest problem we started out with, which is caste. We were a country divided by many things. But most of all, I think you'd agree that it was caste that divided us and people came up with different solutions. You know, reservations were supposed to be part of the solution. There were others who believed that as we move towards prosperity, caste distinctions will automatically dissipate, urbanization will help. But more and more we find India is a country divided on lines of identity with caste being the biggest one of them. And, you know, I've heard you talk about the structural reasons behind this from an economist"
    },
    {
        "speaker": "Guest",
        "time": "00:03:25.920",
        "message": "point of view. So that's what I want to talk about today. Yeah, Amit. So I think you started off identifying the problem correctly. India started out as a highly fractionalized society at the birth of the republic along the lines of religion, caste, language, more than anything else. And yet it is the caste fractionalization that has caused more tensions and has sort of been more exacerbated over the last 70 years. And I think a large part of it is because of certain government policies. So just to clarify, caste is not a government-created problem, but the last 70 years of government policy, one with the economic structure of socialism, romanticizing villages and, you know, some more specific stuff that we'll get to in a minute, I think government policies have exacerbated the caste issue rather than solving it. So that's sort of the way I would think about it. You also mentioned that I'm an economist and there is an economic point of view when you think about caste. So let me just, you know, first of all, put it out there that of all the perverse practices we have in India, caste is probably the very worst of them. I think it's appalling the way we treat about 40% of our society. I think there is a high degree of upper caste elitism that is unforgivable and unjust and should just not be accepted in modern day. Now, having said that, and this is not apologizing for caste structures, but just merely explaining it, the caste system has existed for a very long time. So I think first we need to acknowledge that it's not possible to just undo it in a day or even in a couple of decades. It will take a long time to go away. There are different kinds of caste practices that are problematic. The most important being that you must follow the occupation that belongs to your family and you cannot easily switch out of occupations. I think that's one of the worst. And then there are more or less benign versions of it, which is in terms of the kind of food you eat or, you know, marriage endogamy, which is quite an awful idea, but it's also difficult to regulate people and rather wrong to regulate who people marry. So there are certain caste practices that are going to be more entrenched, are going to take longer, are going to be more persistent. And there are certain caste practices, such as those in the labor market, which really should have gone away, which haven't yet gone away. So thinking about this from that point of view, I would first say that if you think about this as any reasonable human being who believes in liberty and justice, a liberal society is where each individual gets to make a choice about the type of individual they wish to become. So the caste system is illiberal at its very core, no matter which way you slice it. The fact that no group is given a choice and some groups are superior to others, and that at birth, your entire life, your habits, your occupation, who you marry, everything is set out for you and you have no choice in those decisions, is a fundamentally illiberal society, right? Now that's the liberty and justice problem. What is the economic problem? If you think about liberal markets, or rather a market economy, the core idea is that resources go to the highest valued use in a functional economy. The caste system shackles human capital, right? So the caste system is an extremely market unfriendly structure, which actually interferes with the functioning of the functioning of the market. Now what do I mean by shackles human capital? Now think of Ambedkar. He was born in the Mahar community within the caste system. He was predestined to follow some menial occupation in the village. The highest he could have risen to, which his family did rise to at that point in time, was to join the British military, which also had its caste segregation problems, but they at least got out of the village parochial caste system. So that's about the best he could have done given those caste structures. And look at what Ambedkar did. His highest valued use was not to be a gopher in the village, in the back streets of a village carrying filth around. His highest valued use is to write the Indian constitution and literally give birth to the republic. Now the caste system interferes in this process. So this is a really big problem. If resources cannot go to their highest valued use, how many Ambedkars are existing in India who are completely invisible, who could make their life better, who could make Indian society so much better and cannot because they are trapped in a particular structure where elites control all their choices. So that is the problem of the caste system, if you think of it from the point of view of human capital in a market economy and the movement of human capital"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:59.600",
        "message": "in the market economy. Now that identifies a problem and this problem is something which was identified and prioritized by our founders in a sense. Ambedkar himself was one of the framers of the constitution. What are the mistakes we've made in framing the solutions to this"
    },
    {
        "speaker": "Guest",
        "time": "00:09:16.880",
        "message": "problem? So I would say again, like I mentioned before, government didn't create the caste system, but there are certain economic policies that followed that certainly exacerbated the caste system. And I think I can definitely identify four specific sort of problematic areas with the government. The first two are quite simple and along the lines of what we've been discussing. That is the restrictions that the state places on the movement of physical capital, especially agricultural physical capital in India. And the second is the restrictions on movement of human capital. So let me elaborate on both of them. Now when it comes to physical capital, the idea is that physical capital also goes to its highest valued use and is not trapped in the hands of the human capital, which is also shackled. So for instance, if you think of the existing caste divisions, you know, blacksmith uses blacksmith tools, upper castes have are landowning and engage in farming and so on and so forth, right? Now in a market society, the best person to be a blacksmith should be the person using the blacksmith tools. And the best farmer should have that agricultural land. We don't have that system simply because of the number of restrictions that are imposed on how property will switch hands. So you've already done a couple of podcasts with some of our wonderful friends on the restrictions in agriculture, most importantly on land use in agriculture. Most states don't allow farmers to sell to non-farmers. There is a lot of bureaucracy that is involved in converting land from agricultural use into other uses. This essentially means that the landowning class cannot exit that system very easily, even if they wish to be engaged in some other activity. Now this is obviously mostly upper castes, but caste system does shackle everybody to a certain extent, right? And this is an example of how it might shackle relatively well off upper castes. If you look at the kind of protests that are taking place in India today with the partidars in Gujarat, or Kapus in Andhra Pradesh, one of the really big problems is these are landowning groups, and their land is not as productive anymore. And it's not very easy to exit agriculture the way it was in other countries when they were going through the transition of low agricultural productivity or improvements in agricultural productivity. So then it took fewer people to engage in agriculture. So now we have a situation where even upper castes agitate. Now imagine this also in terms of lower caste groups. If you think of villages and the way villages are built, they are highly segregated, right? No caste group can just earn more money and make a bigger home or a bigger mansion, or try and get access to better public goods and services. This is directly related to how do we zone these areas? How do we manage land use? And how do we easily convert land use from one type of use to another type of use for free movement of physical capital? So sometimes physical capital doesn't have to literally move like tools. It can move in terms of the resource that it provides to society. So the land can stay in the same place and move from agricultural use to something completely different and far more productive. And we don't allow that, making the caste problem worse in the sense that it shackles people to what they were supposed to be at birth, which is determined by caste in India and pretty much nothing else. Now the problem gets worse when you talk about shackling of people's human capital. If you're the son of a farmer and destined to be a farmer, or if you're the son of a potter and destined to be a potter, then the village structure is extremely problematic when it comes to you moving to your highest valued use. There was no constitution to be drafted in Ambedkar's village. Ambedkar had to leave. So now how do we figure out a process by which groups that are not happy, and this is mostly lower caste groups because of decades and centuries of oppression, but also in some cases upper caste groups who are shackled in their particular occupation, how do they leave? You mostly leave in the stages of development that India is in presently. You usually leave when there is industrialization and cities become bigger, towns become bigger, and manufacturing units start demanding more workers. Now what has happened in India with its horrific labor law setup is that India has made it extremely difficult for its entrepreneurs to hire labor and to hire labor formally. So what happens is labor is hired informally. We don't have very good estimates, but we know that the informal share of the labor market is way bigger than the formal share. Some people say twice as big, some people say three times as big. So we know it's a very, very large group. So how do you think about that? People are not easily able to leave their existing job if they can't have an assurance that they will easily get a new job. So if you're a blacksmith in a village or a porter in a village and it's not very productive and your village is a hellhole when it comes to caste structures, it's not easy for you to leave because no one will hire you and no one will hire you because the state has made it extremely difficult to hire people and skill them. This is a really big problem. So labor law reform, when we think about it outside of the caste system, what we mean is that labor should be easily able to move from one kind of unit to another kind of unit. In other words, when an industry is booming and demanding more labor and human capital, it should be able to freely flow to that industry and dying businesses that are not profitable, that are not using resources to their highest value of use, should be allowed to close. That's not the case in India. So labor is not able to move freely. So even without the parochial caste system, we've created a new caste system in India with our existing labor framework because people are stuck in the jobs that they get. It's very difficult to switch jobs and it's very difficult to close industries and start new ones. Now add caste to this problem, you get a particular situation where for each formal job there are 10 people applying for it. So of course the person who is choosing among those applications can discriminate more easily based on his existing caste prejudice. So prejudice is much more easy to exercise when there is artificial shortages that are created. We've created an artificial shortage and now anyone in the formal economy who is doing the choosing can impose all their prejudices in that process. So I just wanted to clarify. So"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:37.520",
        "message": "essentially what you're saying is that because there is a scarcity of formal jobs, there is far greater demand for them than the supply and the people who are in power can then will just choose"
    },
    {
        "speaker": "Guest",
        "time": "00:16:46.560",
        "message": "the guy from his village or his caste or whatever. I think that's the second part of what I'm saying. The first part of what I'm saying is that it's very difficult for someone to leave their predestined caste allotted occupation in the first place because it's very difficult to transition from one sector of the economy to other sectors of the economy in India because it is so difficult"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:11.040",
        "message": "to hire and fire labor. Yeah, I was getting to that. So one, you have the existing caste imbalances perpetuating themselves and other, you have fewer people like someone trapped as a potter in a village or a blacksmith or whatever, you have fewer of them willing to actually make the move towards cities because most of the jobs available will be informal jobs with no guarantees of security and, you know, less chances of upskilling and so on. Absolutely."
    },
    {
        "speaker": "Guest",
        "time": "00:17:37.040",
        "message": "And there is a third aspect to that problem. The more informal the labor market, the more you need to rely on pre-existing networks, which in India is mostly based on religion, language and caste. So let's say that a potter is extremely entrepreneurial and actually manages to break out of the parochial village system. When he reaches the city, the only network he can reach out to is the existing caste network because no one else will accept him, right? Now, that is an old problem. But why does he need that network? He needs it to survive because he's part of an extremely uncertain and vulnerable in the informal sector of the economy. He can't get a formal job in the process. The people who look after him are his caste community. So we are sort of perpetuating, because of the informal market structure, we are perpetuating village parochialism"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:31.440",
        "message": "and it's sort of entering urban areas. And this is very interesting to me because normally when we talk about these subjects like labor laws, like not being able to sell agricultural land for non-agricultural purposes, we talk of them in the context of how, you know, the lack of economic freedom can get in the way of prosperity, you know, economic freedom leading to prosperity. But what you're pointing out here is that it's not just about economics, they actually exacerbate"
    },
    {
        "speaker": "Guest",
        "time": "00:18:57.600",
        "message": "social divisions by reducing mobility. Absolutely. And to me, honestly, I know that the traditional way to think about caste is hegemonic power structures. And there's a lot of merit in that. And I'm very interested in that literature. But to me, the caste system is entirely about economic freedom. Right. So if you, we have robbed the entire country, especially the most oppressed groups of their economic freedom. So that's how I think about caste. I don't think of it as, oh, there's economic freedom plus plus something else. This is a problem that is caused by robbing people of their economic choices. And it has obviously gotten worse because we have entrenched the practice over centuries. And, you know, those things are very hard to get out of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:47.920",
        "message": "because they persist so much. And in fact, people often sort of give economic freedom a bad name by making fun of trickle down economics. But as I keep pointing out, economic freedom actually leads to trickle up economics. So benefits go first to the bottom. And that's clearly not just in an economic sense in terms of money, but also in a social sense, in terms of empowering people by giving them the mobility to move to a better life."
    },
    {
        "speaker": "Guest",
        "time": "00:20:14.800",
        "message": "Absolutely. Whether you call this an economic choice, a social choice, a caste choice, the fundamental point is when you restrict either through the caste system or by the government, when you restrict people's choices, you get illiberal societies and oppression. When you remove those restrictions, you get liberal societies and prosperity. We have seen this happen time and again. If you read economic history, there is an additional caste element which makes India a more complex and interesting place. But at the core of it, it is an economic freedom argument. It is a, I, as an individual, should be allowed to make my choices. And the caste system doesn't allow that because it has pre-allotted pretty much my entire life from my occupation to my diet to the girl or the boy I'm going to marry, how many kids I'm going to have, what language they will speak. Everything has been set out for me at birth, and it's impossible to get out of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:09.920",
        "message": "So these are your first..."
    },
    {
        "speaker": "Guest",
        "time": "00:21:12.320",
        "message": "I was sort of going to follow you. These were the first two aspects which made the problem worse. I want to address two more, which are a little more complicated. So the third is India has not done a very good job of embracing policies that slowly and organically allow villages to transform themselves. Right? I know in India, there is a lot of romance about villages and village structures. A lot of this nonsense comes from the Gandhian idea of villages as self-sufficient republics. But the reality of it is villages are cesspools of caste prejudice and horror in India. Right? They are segregated. Every village you go to is basically a segregated town based on caste. It looks like it is based on economic prosperity and wealth, but at the core of it, it's caste, because if low caste members actually made the money, no upper caste member would allow them to build a mansion on their street. So villages segregate themselves. Now think of the problems attached to this. All the public goods in a village and quasi-public goods are also segregated in their use. So we, living in cities, we read stories like a Dalit person beaten for using Brahmin wealth or something horrible like that. That's a public good allocation problem. Right? And the public good allocation problem comes out of the fact that villages are segregated units. Now, what do we need to solve this problem? We need to make villages transform out of their current structure into a new structure. The way India is growing, both in terms of population and in terms of economic growth, villages should naturally transform into small towns and then slightly bigger towns and then a small city and then big metropolitan areas. If you think about it, we have the same metropolitan areas in India that we had during colonial regime. They set it up. We don't have too many villages transforming into urban centers. We have pre-existing urban centers transforming into bigger urban centers. Why is that? Because we have put in village governments and levels of village governments which are not easy to transform from one form to another form. So what I was talking about previously when it came to land use restrictions and human capital restrictions, now apply that to public goods restrictions. Right? Local governance is a public good that's provided by the state and the state has made it impossible to transform one kind of governance system into another kind of governance system. Instead, what it's done is it has reinforced an old parochial kind of government which is a panchayati raj institution with a twist of reservations. Right? But that doesn't solve the problem of how public goods are determined and allocated and how we get out of the village segregation system. So there is a heartbreaking piece. I mean, not just heartbreaking, it makes you furious. Have you read a short essay by Ambedkar called No Pune, No Water?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:34.880",
        "message": "No, I haven't."
    },
    {
        "speaker": "Guest",
        "time": "00:24:36.480",
        "message": "Okay, it will make you upset and very mad. And this is not just because of my love for Ambedkar, but Ambedkar was, as you know, he belonged to the Maha community, which is one of the untouchable groups at the time. He was an exceptional student who went and excelled in his school activities. But there were times when he wasn't allowed to sit inside a classroom. He had to sit outside a classroom and because they would pollute the environment, he had to carry like a gunny bag, you know, those round jute sacks. He would have to carry his own sack and come and sit outside the classroom to learn and leave. One of the bigger problems was access to water. Upper caste won't touch water that is used by lower caste. So there would be a pune who would show up and pour water from about four feet above him so that he does not touch Ambedkar or anyone of that caste. And that's how Ambedkar would get access to water. If the pune didn't show up that day to school, Ambedkar had to go without water that day if he chose to learn. Right? This is horrific. The fact that Ambedkar did what he did is exceptional. We're all grateful he got to write about it and we get to read about it. What is horrific is this carries on till present day times. And according to me, the only way to break out of the system is to leave the village stronghold. In a village, everyone knows everyone. Everyone knows everyone's grandparents, their caste, their, you know, family secrets, occupations. There is a very clear power structure between families which was predetermined by caste. Sometimes the only way to fix that problem is to exit it. Right? And villages don't allow easy exit for two, three reasons. One, the governance structure is not allowed to change. So villages can't transform themselves. And we have too few urban areas which are extremely unkind to strangers when they first show up. So it's very daunting it's very daunting for someone who is being treated like Ambedkar when it comes to water access to leave the village and actually go to the city where you don't know anyone. And cities are not very good areas where strangers can just show up and get a job. Can I interrupt you for a second and ask you to elaborate on,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:03.280",
        "message": "can I ask you to elaborate on what you mean by governance structures not being allowed to change?"
    },
    {
        "speaker": "Guest",
        "time": "00:27:08.240",
        "message": "So mainly panchayati raj institutions, right? What we have done is we have two levels of local government. And if you remember, we did a podcast on one of them, which was the urban local bodies. When we talked about fiscal federalism and their revenue raising authority, their village counterpart is the panchayati raj institution. Now, if you think about this like an economist, the way economic growth takes place, villages should automatically convert themselves into smaller towns, bigger towns, bigger cities, right? Which means panchayati raj institutions should slowly be able to transform into urban local bodies. The 73rd and 74th amendment have no provision to convert a panchayati raj government into an urban government. So does that mean that when a village gets bigger and it reaches"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:00.560",
        "message": "town size, it is still by law forced to remain with a structure of governance that is more suitable?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:05.840",
        "message": "Exactly, exactly. And more suitable for a village that Gandhi imagined, not Ambedkar imagined, may I add, right? Low castes have no great romance to do with village structures in a way that high castes do, because low castes can't get water unless the high caste fume shows up. So there's a reason for this romance with village structures. We must point out that it's not the lower castes who have this romance. It's the upper castes who, by the way, don't even live in villages. And now these groups, mostly upper castes, have written into law structures, written into the constitution, structures that cannot easily transform from one kind of governance need to another kind of governance need. In fact, there is no way, there is no provision to change from a panchayati raj institution into an urban local body. They fundamentally do the same thing, which is local governance, but their scope of operation is actually quite different. The way they are elected is quite different. So this is a very big problem. This is not just a problem from a caste point of view. It's a problem from a growth point of view, but it certainly exacerbates the caste problem because it keeps the village structure alive. And I think the Indian village structure just needs to go. There is just nothing valuable in it to protect it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:28.240",
        "message": "This village structure is the kind of injustice that it has perpetuated. And this village structure you're saying is reflected in the panchayati raj system."
    },
    {
        "speaker": "Guest",
        "time": "00:29:35.360",
        "message": "That's why it's a problem, right? Yes, absolutely. The only thing that is interesting about the new panchayati raj system versus the old is that the old one was all upper caste men. The new twist to the panchayati raj system is that there are some reservation for lower caste groups and for women. That's literally the only twist, right? But even think about it, even with those reservations and things like that, they keep that segregation alive in a village. The village is too small a structure to forget, right? And what does it need to forget? It needs to forget people's past or what they think is people's predestined future. The village structure in itself is not able to do that. It's too few people, very persistent and entrenched institutions, culturally, linguistically, in terms of caste. You can't get rid of those problems without getting rid of the village structure. So how do we get rid of the village structure? Make it easier for villages to transform or make it easier for people to leave the village. We haven't done either very"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:37.680",
        "message": "well. Right. So that's reason number three that our bad policies keep people trapped in villages partly by fixing the structure of government to what is an archaic structure of the panchayati raj which encodes the existing social inequalities within itself."
    },
    {
        "speaker": "Guest",
        "time": "00:30:57.440",
        "message": "Okay, so the fourth point that I want to get to is a little bit controversial. This is the whole reservation system in India, right? We have what I like to dub constitutionalized caste. And what I mean by that is we have read into constitutional protections and exceptions to constitutional protections, certain reservations or, you know, secured positions for certain caste groups. And that, according to me, has made the caste problem worse. Okay. Now, at the time of independence, there was a need for upliftment of certain castes. We can debate what was the better system of upliftment, but we came down to caste reservations. That is what was chosen. Now, having said that, everyone, including Ambedkar, who was a champion of this, felt that we won't need it for too long, right? There are certain provisions in the constitution that were supposed to lapse. They were sunset clauses that are supposed to lapse every 10 years unless it's extended. And every 10 years, there's a constitutional amendment to extend those protections. So what has happened is that unlike what Ambedkar imagined, the caste problem has persisted for 70 years and it has actually gotten worse. So now let me try and unpack this. Now, I fully understand that I speak from a position of privilege when it comes to any kind of, you know, educational protection, caste protection, so on and so forth. But I still want to unpack this a little bit so that we see what the caste reservation system is doing, both to low caste groups and upper caste groups. Now, if you think about reservations, think about it in terms of a size of an existing pie out of which a few slices are pre-allotted to certain groups. Now, most of these are admissions in educational institutions and reservations in government jobs. That is really the core of what's going on. So what does this mean in terms of making caste problems better or worse? Now, if you think of a certain society where the size of the pie is not growing, such as a socialist society, you know, India with its Hindu rate of growth and so on and so forth, if the pie is not growing, more and more people become extremely agitated and start hating the idea of certain groups getting a few slices of the particular pie, right? Now, what happens? Other groups also want that protection. They also want certain slices of the pie completely reserved for them. Unfortunately, unless the size of the pie grows, each additional group that gets that protection or a pre-allotted slice of the pie is going to reduce the allotment of every other group, right? So if there are 20% of the seats pre-allotted to particular groups and more groups want that protection, either we increase the 20% limit or you're encroaching from other groups. Now, what is the problem with this? The problem is, originally, it started out as a protection for the most historically oppressed castes and tribes. As the republic aged, we had included more and more groups and now there are a lot of relatively upper caste groups that have nothing to do with historical oppression that want the same reservation or protection allotted to them, right? An example of this is the partidars or the kapus. They are not historically oppressed, but they feel they have a grouse given the current system where they are educated, land-owning class, but they can't find jobs. So they need some protection, which is government protection. So what do they want? They want the existing number of government jobs to be re-allotted. They want the lines redrawn so that they are included in it, right? Now, this causes a problem with historically oppressed groups because they feel that there are new upper caste groups who are encroaching on what was originally promised to them. This is a very big source of tension in India. So the original classification of scheduled caste, scheduled tribes, and other backward classes has more and more groups being included in it and more groups agitating to be included in it almost on a daily basis. So you see Gujjar agitations, you see kapu agitations. The most recent is the partidar agitation, which has taken a new political twist."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:39.520",
        "message": "There were Jats in Haryana, Marathas in Maharashtra and all the land-owning caste like you pointed out, because the size of the land with each generation shrinks. So now think about this."
    },
    {
        "speaker": "Guest",
        "time": "00:35:49.680",
        "message": "You have a fixed size of the pie. More and more people want the protection because it gives you a job without doing anything in the government. It promises you certain benefits, promotions, so on and so forth. However, each additional group that gets included in the protection means two things. Existing groups' protection is less valuable and sometimes just less because the pie is not growing. And second is the general category, which is the erstwhile upper caste, right? The non-oppressed groups, rather the oppressors, are not included in this protection and many of them are poor. They're economically poor, even if they aren't socially poor. So now there is new agitations where there is even more hatred or some sense of disagreement between those caste groups and the new caste groups. If you notice, what is happening in India is, before 1950, that is before reservations, I've heard these stories from great-grandparents who just tend to be politically incorrect and extremely prejudiced, but they would talk about certain caste groups as trying to mimic upper caste practices. That is, previously oppressed groups were desperate to exit their situation, right? The Mahars are a great example of exiting the parochial village structure and joining the British army. There were other groups all over India which tried to exit that parochial structure and mimic up, right? I'm using these words in a highly contextual way. They thought they were moving up in the social and the caste ladder. Now, what you see in present-day India is the exact reverse of that. Someone who is born in the lower caste or, you know, previously lower caste, schedule caste, schedule tribes, they want to hold on to that. That identity means everything to them. That identity at the time of birth, if they don't put it on their birth certificate, if they don't have the right last name or they don't have the right social status, they don't have the right social status, they or they don't have their community vouching for their caste, they're not going to get the reservation protection, which means we want to hold on to that caste identity. How do you break down caste? You need individuals to be incentivized to leave their caste identity. What we have done is constitutionalize the problem. We have incentivized groups to hold on stronger than ever before to that caste identity because that is what gets them the benefit. Okay. So now, this is in no way taking away from the fact that Dalit groups have been oppressed and they may feel that there is a particular rightly justified reason why they need greater social protection, so on and so forth. I'm not arguing against how they feel about it. What I'm arguing against is the Ambedkar idea. Ambedkar thought caste would disappear. How does caste disappear? Individuals from different castes decide to shed their caste identity and move on to something else. And the constitution disincentivizes you to do that. It incentivizes people to hold on to that identity and hold on to that community. That I find extremely problematic, right? A liberal market economy will make you want to shed your caste, change your name, move to a new place where the parochial structure doesn't shackle you. What we're doing is the exact reverse of that. Now, this is not to say that certain castes don't have an emotional attachment to their networks or their community, that they don't have any respect for shared history. You may want to hold on to it just because we've just seen a protest which started with a 200 year old battle, right? So, there may be reasons, emotional reasons to hold on to a historical issue or your identity. I'm not talking about those reasons. I'm talking about the practical economic reasons we have managed to disincentivize people to exit their caste at birth, which I think is very, very"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:01.520",
        "message": "problematic. And what I've always found perverse, just at a philosophical level, is that if we all agree, as we surely do, that discriminating on the basis of caste is wrong, what are reservations? They are discrimination on the basis of caste. They perpetuate the ill feeling between castes."
    },
    {
        "speaker": "Guest",
        "time": "00:40:18.480",
        "message": "How can that be a solution? Well, the way we have reservations presently is no solution at all. There are two big problems with it, and a lot of Dalit groups and Dalit scholars also agree. The problem being that it's only the upper cream of Dalit groups who get the benefits. To actually get access or protections from these reservations, you need to have completed school, right? You need to go from K through 12, actually have your higher school certificate to be able to sit for exams or to gain admissions in these elite institutions. Most of the parochial village structure does not allow Dalit children to be educated properly. So what are we talking about? We're now talking about Dalits who managed to exit the parochial system and who can actually get the benefit as opposed to the people it was originally intended for. So let's also acknowledge that there is now a division even within the historically oppressed groups and Dalit communities where a certain portion of that group, which is already well off, is gaining a lot of those benefits while the historically oppressed just remain oppressed for the various reasons that I mentioned, which is the shackling of the physical capital, human capital, village system, so on and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:44.480",
        "message": "so forth. In fact, so the benefits of reservations even for Dalits really go to the privileged"
    },
    {
        "speaker": "Guest",
        "time": "00:41:49.600",
        "message": "outliers among the Dalits to begin with. Absolutely. There's a lot of constitutional jurisprudence on this with respect to how do you treat the creamy layer, which is mainly the well off layer of the group that's already received the privileges or the benefits amongst the other backward castes. So there is a lot of politics and jurisprudence from the highest courts and the Supreme Court on this matter. So this is not a new problem. We know that this problem exists. So the first part of the reservation problem is it actually doesn't go to the people that it was really intended to go to in terms of how Ambedkar thought about the problem. The other framers supported this idea. The second part of it, as you mentioned, is it makes caste tensions worse because it makes everyone hold on to an identity. And then there is only a certain fixed size of the pie. Each group getting a little bigger or smaller size is going to take away from another group or get to another group that causes a lot of tensions. And on this matter, the Dalit groups are absolutely right in the sense that these reservations, whether you believe in them or not, were introduced to uplift the historically oppressed. A lot of the groups asking for these protections today are not historically oppressed. They are just oppressed in the modern socialist system because they can't get jobs. That's their modern day oppression, right? So there is a genuine reason for the kind of tensions that have bubbled up because the original promises made to certain groups, whether you agree with them or not, have not been fulfilled."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:30.880",
        "message": "So before we move on from here, let me just try and sum up the four points you made so far and tell me if that's accurate. The first thing the government did wrong was in setting policies which reduced economic freedom and therefore, number one, it reduced mobility of resources. For example, you can't sell agricultural land for non-agricultural purposes and therefore you're trapped in that sense. Number two, it reduced mobility of labor because, you know, the labor laws meant that there was a very large informal sector and what there was of the formal sector, people would tend to choose from among their, you know, their relatives or their caste, therefore perpetuating the power imbalances that then existed. The third problem was that village governance structures were kept as they are constitutionally, so they weren't allowed to change even if the village grew bigger and could have become a town. And those imbalances, again, in those segregated villages were reflected and ossified within those panchayati raj structures. And the fourth point being that the system of reservations which was laid out with good intentions and championed early on by Ambedkar went wrong in a number of different ways. Number one, the benefits would tend to go to the already privileged people among the castes that they were supposed to go to, to begin with the most oppressed of the lot. Number two, they expanded to include various other castes and sub-castes. Number three, the pie remained fixed but the demand increased whereas the supply didn't and that led to greater conflict. And all of this conflict was framed in terms of caste identity, as castes which would earlier back in the day, they would mimic up, now began to mimic down because of the juicy lollipop of government jobs and government seats in educational institutions. And caste tensions actually became worse because of all this. Is that kind of accurate or have I left something out?"
    },
    {
        "speaker": "Guest",
        "time": "00:45:26.560",
        "message": "That's very accurate. I would just add an element to this which is at the core of it, all four issues you've identified are incentive problems, right? We are disincentivizing groups to leave the village. We are disincentivizing groups to convert certain types of physical capital to other uses or human capital to other uses. And the biggest disincentive that we have in the current system is the incentive for individuals and groups to shed their caste identity to just completely destroy the caste system. We are actually doing the opposite. The incentive is very much to protect their caste identity and to actually make the caste system stronger just in a new political format, right? So I think at the core of all four issues, I want to highlight it is an incentive problem. And that I think there's very little recognition of thinking about"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:22.240",
        "message": "the caste problem in that sense. So my follow up question then there is that again, putting your economics hat on, what would you do about this? What is the way out of this terrible mess that we"
    },
    {
        "speaker": "Guest",
        "time": "00:46:33.600",
        "message": "are in? The first thing we need to do is acknowledge that outside any state intervention or state exacerbation, people need to change. And the upper castes and elites in India have just been appalling in the kind of prejudice and bigotry that they have displayed. So it's simple things, which are actually very big things, like making sure that, you know, your household health can use your restroom, or gets access to water, the same water sources you do, even though you live in a fancy, you know, lovely urban flat in Delhi or Bombay. These problems persist, and there's no way out of it except for people to change their minds and correct their behavior. So the question that you're really asking is, what can the state do? Right? We know what people can do, they can become, you know, better behaved. So what can the state do? So again, I would identify four areas where state positive and negative action can, I think, improve the situation. And what I mean by improve the situation is, there's nothing the state can really do to make the caste system go away. What it can do is create better incentives, so that individuals organically leave a particularly parochial system. So let me start with the first point. The first is that the state just needs to get out of the way. When it comes to restrictions on physical and human capital, it needs to liberalize the economy, and that liberalization must start at the lowest, most basic level at the village, and then move up to labor law reforms, which are really more of an urban problem, which also affect the village. So getting out of the way, that is removing or lifting restrictions on agriculture, removing and lifting restrictions on hiring and firing of people in manufacturing units, all those things the state can do, it should do. We know that the socialist, licensing, restrictive economy is making the caste problem worse. So even though removing those restrictions won't lead to the caste system going away overnight, it will not make it worse, right? It will make it easier for people to exit a particular system. So that is the very first thing. Now in this, Amit, you can add a laundry list of all the restrictions that need to be removed. You've actually done a great job without talking about caste on the kind of restrictions that need to be lifted in all your previous episodes. So you know, pick a bouquet of those"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:10.880",
        "message": "restrictions. And that's the first thing to do. Basically anything that increases economic freedom"
    },
    {
        "speaker": "Guest",
        "time": "00:49:15.520",
        "message": "and thereby increases social mobility. Exactly, exactly. I couldn't have worded it better. The second point is positive action on the part of the state. And by positive action, I mean, the basic task of the state, which is to provide public goods and services. What are public goods? It's things like sewage, roads, you know, any public amenities. So think about something like sewage. Now sewage is a classic public good in the sense that there's a collective action problem that needs to be overcome. Now think about sewage and the sewage system and the caste politics in India. As you know, there are Dalit groups that were untouchable because they were segregated into an occupation that we now politely call manual scavenging. Manual scavenging is essentially, there were certain groups and this was their job by birth. They were supposed to come and clean out the latrines of the upper caste homes. They were never allowed into the house. I mean, nowhere close to the vicinity of the house. They had to come in through the back door, clean out those latrines, pick up human excreta in their hands, put it on their head and walk to the next home, do the same and then bury it somewhere in a landfill. There was a caste that was told to do this job. It was oppressed. Now, because they dealt with human waste, the upper caste insisted that they can't touch the water source and so on and so forth and they would contaminate it. This obviously persisted, got worse, got more entrenched and they became untouchables, not allowed to live in the village, had to live outside, but provided the most crucial service that you need in a village environment. Now, think about how public goods provisioning can make this problem better. So, I recently read a book, this is a bit of a tangent, but it's crucial to this point, called Where India Goes. It's by Coffee, Diane Coffee and Dean Spears. It's an excellent book. It basically talks about the open defecation problem in India and it talks about how there are many countries that are poorer than India, but that don't defecate in the open because actually latrines are not that difficult to build or access and even low levels of income, one of the first few things people do in countries like Nigeria is that they get access to a latrine. Now, in India, the government has been building latrines for people and they won't use them. They use them as storage units, children's playgrounds, washing areas. They don't use them for their given use. They actually go out in the open. Why is that the case? It's because of caste and ritual purity. Upper caste will not clean out a latrine with their own hands because these are not connected to a sewage system. So, it's not like your bathroom and mine where we just flush and all the unpleasant stuff just goes away. So, you need to manually pump out the latrine or clean it by hand and upper caste just refuse to deal with human excretion, even their own and their own families, which means that they will still continue to go out in the open, which means that now we are persisting a particular occupation of manual scavenging. We made it bigger than ever before because of population growth. In UP, this problem is worse than it was even 20-30 years ago because of the numbers that are at play. And this group has to continue doing this job and it has no choice. And because it deals with human filth, there is even greater oppression, even in modern day, when you have every kind of hygiene access that you can possibly think of, except you don't have it in the villages. So, the book I was talking about was talking about open defecation and how it's increasing infant mortality and killing our children. But the part that I found interesting, even though the book is not suggesting as this kind of magic bullet solution, the part that I find interesting is upper castes will embrace toilets as long as it's connected to a sewage system. They won't transition slowly from open defecation into latrines that need to be pumped or cleaned manually into a sewage system. So, what does the government need to do? Instead of giving subsidies through Swachh Bharat Abhiyan to have toilets everywhere and photo ops, it needs to dig up towns and villages and provide the sewage system. That is very difficult to do. It's not very profitable for anyone to do that. The benefits are very far in the future and all the costs are today because you're going to dig up entire towns today. So, nobody wants to build or increase the capacity of the sewage systems. So, in India, we have no functional sewage system and despite economic growth, we continue to go out in the open and oppress castes into doing terrible jobs and then treating them badly for doing those jobs well. So, this I would highlight as an example of better public goods provisioning like sewage system, like water sources will actually make the caste problem better. It will reduce segregation, it will actually improve the lot of certain groups which are not just historically oppressed but also oppressed in present"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:35.040",
        "message": "day. And the very fact that sewage systems haven't been made so far in such large parts of the country also have something to do with structures of local governance and the kind of incentives in"
    },
    {
        "speaker": "Guest",
        "time": "00:54:44.720",
        "message": "play. So, it's like a vicious circle that affects everything. Well, I don't think it's a vicious circle in the sense that one perpetuates the other. I think it's a fundamental problem. If you solve the fundamental problem, all the other problems will automatically start seeing solutions. It's a constitutional problem of giving groups benefits but through reservations even at the local governance level and not giving them responsibilities and revenue raising capacity. I mean, there is a constitutional solution to all these problems. I don't think of it as a vicious circle in that one problem perpetuates the next and then it comes back to the beginning."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:21.840",
        "message": "I meant it as a vicious circle in the sense that our structures of local governance are deeply flawed and yet the only people who can actually do something about it are those"
    },
    {
        "speaker": "Guest",
        "time": "00:55:31.760",
        "message": "who benefit from them. So, how do you get past that? Oh, absolutely. There I do agree with you. Yeah. So, it's very difficult to get past that. The sewage system is a particularly sticky public choice problem because all the benefits are dispersed which is everyone will benefit from a better sewage system. All the costs are concentrated which means your existing corporator or the panchayati raj powers that be will bear the cost because everyone abuses government when they dig everything up, right? It takes years to build a functional sewage system. We know that. So, everyone's abusing people when they're digging up and imposing costs in the present. The benefits are far in the future and extremely dispersed. So, there is a fundamental public choice problem that needs to be overcome. I would actually applaud the prime minister if his Swachh Bharat Abhiyan meant actually building a sewage network underground as opposed to just building a shed with a manual factory. That's what's happening right now. But that doesn't"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:34.640",
        "message": "give opportunity for so many photo ops. So, you know, what do you do? Well, I don't want to talk"
    },
    {
        "speaker": "Guest",
        "time": "00:56:39.680",
        "message": "about his incentives so much. It could just be that there are certain people who haven't thought about the problem from a caste lens, right? So, giving everyone the benefit of the doubt and let's assume that they have the best of intentions. We know that latrines don't solve the problem in India without a sewage system connected to it because we have a horrific caste system that is attached to this problem in the villages that just refuses to go away. It's persisting. We talked about why it's persisting. It's not going to disappear when it comes to personal hygiene and Swachh Bharat, right? So, if it persists in all other aspects of life, it's persisting here. So, if we want to solve the problem, we need to deal with the caste aspect of the problem. And even though I don't condone all this ritual purity nonsense of the upper caste, we've got to acknowledge that it exists and find a good policy solution around it so that we can improve on two factors. One is infant mortality and the second is remove oppression of untouchable groups that are still present day treated as untouchables because they do very important functions that are considered menial and filthy and impure."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:50.720",
        "message": "Absolutely. If you can't change their mindset, build them a sewage system. What's your next point on what the government can do?"
    },
    {
        "speaker": "Guest",
        "time": "00:57:57.680",
        "message": "So, the first part was get out of the way. The second is actually do your job, right? Build public goods and services that you were supposed to build. Right. The third one, I want to go a little bit out on a limb here. Now, if you remember when we were talking about the problems of the village system, we talked about how the village system is highly segregated and this segregation extends depending on how bad or awful the village is or how bad the caste problem is. It extends from land use to water use to schooling. So, let's say it's a relatively small village and there are only one or two schools in that village, right? Government schools at the moment and they cater to about 50 students each. If there's only one school in the village because of caste problems, lower caste children are forced to sit outside or forced to sit on the floor, not given access to water. The young girls are not allowed to use the same restrooms as the other girls of upper caste. So, there's a personal hygiene issue. These are really big problems. We want to make it easier for children to attend school, not make it harder. One part of the easier is, you know, right to education and all the good intentions of providing free education compulsory, blah, blah, blah. The other part of it is removing all the everyday roadblocks. I mean, a baker is an exceptional human being who was able to get through that kind of caste prejudice and still managed to get an education. Most students might give up. Most parents of young girls may not send their daughters to school if they can't get access to a restroom post-puberty. These are really basic, important problems that we have not found a solution for. So, the third suggestion I'm going to give is the school voucher system. Now, this benefits everybody, but I think it will really empower historically oppressed groups, especially at the village and small town level. What a voucher system does is it empowers the parent and the student as opposed to the school. Now, think about a village structure. The school is going to reflect the power structure of the village. And we know that the historically educated castes are all upper caste. Not to say you can't have a Dalit school teacher. We have many, many, many excellent Dalit school teachers. But there is the same hegemonic structure in the rest of the village will partially limit itself at school. What does that mean? It means if a school is run by awful upper caste elites who oppress lower castes, lower castes are less likely to go down. What is the exit option? None. So, the school voucher system can actually give these students an exit option. If you don't like the fact that a particular school will not allow you to use the restroom, or the peon will pour water from four feet above, or you can't share the same water jug as your upper caste classmates, you can exit the system. The voucher system will empower the poorest, most oppressed groups by giving them the ability to vote with their feet. We don't have that ability right now. So, even though I think we should introduce a school voucher system everywhere, right, not just to solve caste problems in India. This is a problem in urban areas. It's a problem in the United States. So, even though I think the voucher system actually has a lot of benefits in terms of educational outcomes, it empowers students and parents instead of teachers unions, I think it will have a particularly big impact on solving the caste problem or at least mitigating it. Because most low caste students are not able to get an education that will even help them get the reserved jobs. The only way to provide that education is through better schooling, which at present is private schooling or competitive public schooling. That situation"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:59.920",
        "message": "is solved only by a voucher system, no other. And, you know, I've been writing about school vouchers for almost 15 years, as you know, and this is the first time I've actually thought about it in the context of caste. You always think about it in the context of economics or education or whatever. But, you know, here it is, could play a part in making society function"
    },
    {
        "speaker": "Guest",
        "time": "01:02:19.920",
        "message": "better. I don't think, I've read all your pieces on school voucher system and I don't think what you're saying is tangential or contradictory to the caste problem. It's just that the caste problem is the core of the problem as it drops people of choices and makes exit very difficult. Right? School voucher solves both of those problems. So it's going to solve those problems, whether there's a caste problem or not. If there is a caste problem, it is even more empowering. I don't think, I think it fits very well with what you've been working on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:53.200",
        "message": "Absolutely. I mean, school vouchers empower parents with choice and any kind of empowerment, obviously applies to everybody. What's your fourth point on what the government could do?"
    },
    {
        "speaker": "Guest",
        "time": "01:03:03.600",
        "message": "The fourth point is the hardest to solve and it can't be solved. The fourth point is that this kind of constitutionalization of caste needs to go. So part of it was done by the Mandal judgment, which just in brief, what that particular Supreme Court judgment did was it said, look, there are various castes, which are all lobbying for different kinds of benefits, you know, with good and bad reasons. Some were genuinely historically expressed. Some are new groups that are trying to get these benefits. However, all reservation must be capped at 49.5%. So there was a particular number which came to 22.5% for scheduled caste and scheduled tribes, and then 27% for other backward classes. It needs to stop at 49.5%. There will be no more. Now, this is really interesting. This was already, the Mandal judgment read in more than what the original constitution said. The constitution never gave a certain number and it never imposed a particular limit, right? It just told you what groups and what percentages. So what the Mandal judgment did is both expanded the reservation policy and at the same time constrained the government by capping it at 49.5%. Now, what has happened since the Mandal judgment? More and more groups want to be included. They understand that if they are included within the 49.5%, they're going to rob other groups of their privileges. So what are they trying to do? In every state, there is a group lobbying to get an exemption to the Mandal situation by adding their particular reservation policy in a particular constitutional framework called the 9th Schedule. The 9th Schedule, just again very briefly, provides a constitutional vehicle to protect the laws from judicial review, even if it violates the fundamental rights chapter of the constitution. So what that means is, if you want an exception from any of the fundamental rights currently at work, and you usually want an exception because a court has shuttled down, you use the 9th Schedule. I wrote about this extensively for your magazine and Pravati on land reform issues. One interesting thing about the 9th Schedule vehicle is that reservation policy had made an appearance in it. So Tamil Nadu law, the reservation policy completely goes well above 49.5%. I think it went to 69% in the first shot and then somewhere in the 80s after that. So they got an exemption to Tamil Nadu law by adding it to the 9th Schedule. If you read the newspaper and do a quick search for the 9th Schedule, what you will observe is groups like Paridhar, Sapos, Gujarat, Jats, not Gujarat, I think just Jats and Haryana, each one of them is lobbying for legislation to be passed that they know is unconstitutional in the current framework and then lobbying that their state government lobbies the central government to add these to the 9th Schedule using a constitutional amendment to increase the reservation in their state above 49.5%. So what we have done in this complicated story is we have constitutionalized caste. Even when the court says it's unconstitutional, there is a way around the problem. It is to keep fixing and tweaking the rules and the limits. The way the current problem is being solved is if there is a group which becomes a vote bank by unifying like the Paridhars or the Kapus, they unify, they agitate together, they form a vote bank, they try to lobby and get what they want through the caste reservation system. So this is a really big problem. Now when I say this needs to go, I unfortunately don't have a good solution for it. You know, you know a lot of public choice so you know that there's this problem of the transitional gains trap which is we all know that exiting the existing system and going to the new system will be more efficient but making that transition is going to create some winners and losers. All the losers in that transitional system are going to do their best to hold on to their privileges. In fact, given the nature of our democracy and the fact that all our"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:25.120",
        "message": "politics is essentially identity politics, this is again a vicious circle. It's pretty much"
    },
    {
        "speaker": "Guest",
        "time": "01:07:30.640",
        "message": "impossible to solve. This is very difficult to solve and I think the only way around it, I don't want to be, I don't want to keep sounding like this free market messiah but liberalizing the economy is the only way. We need to create job opportunities for these groups which are actually better than what the government is promising. That is the only way to get out of this trap. Now there's very little incentive for politicians to do that because how else will they get their votes, right? You want to keep the people uneducated and oppressed so that you can promise them benefits. So there's a disincentive for politicians to fix this problem but liberalizing the economy and creating more jobs is pretty much the only way to go. We've seen that not liberalizing the economy is actually making the problem worse, right? Upper class groups now want protections. So where do you go from there? So the only way around this problem is to create jobs that are better than the reserved ones, right? Like the one you have or the one I have. We have exited the system to a better opportunity. We're not actually looking for the existing opportunity. I completely acknowledge that we're a privileged lot but we need to find a market system that offers everyone those privileges and protections. The only way to do that is to create a larger pie that everyone can share in and the only way to do that is economic"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:51.600",
        "message": "growth through liberalization. I couldn't agree with you more. I think if we empower enough individuals and change their incentives to think beyond the caste system then the incentives for politicians in the political marketplace also change. That's really, that's our only hope in the long term. Shruti, thanks so much for your time. I've learned a lot today. It was great"
    },
    {
        "speaker": "Guest",
        "time": "01:09:08.880",
        "message": "having you on the show. Thanks, Amit. It's always great fun speaking with you. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:15.120",
        "message": "If you enjoyed this show, head on over to sceneunseen.in for all previous episodes of The Scene and the Unseen which include a few with Shruti as my guest. You can follow Shruti on Twitter at srajgopalan and you can follow me at amitvarma. This podcast is produced in partnership with IVM Podcast and I'd encourage you to check out more podcasts by them by downloading the IVM Podcast app or by following them on Twitter and FB. See you next week."
    },
    {
        "speaker": "Unknown",
        "time": "01:10:09.280",
        "message": "There she stands, a podcast addict. Outside the bank, having travelled several miles to get in with other poor souls like her. The journey, though daunting for this youngling, will have some comfort because she has downloaded her favourite podcast. You can see more of her species on ivmpodcasts.com, your one-stop destination where you can check out the coolest Indian podcasts. Happy listening."
    }
]