[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:04.400",
        "message": "The most important lesson we learnt about economics in the 20th century was that economies cannot be centrally planned. They run best when they are decentralized and largely free, with the state ensuring the rule of law and not much else. Millions of people, without needing to coordinate with each other, make decisions in their self-interest that have the effect of leaving everybody better off. This was most famously articulated in Frederick Hayek's 1945 essay, The Use of Knowledge in Society, though the lesson took decades to filter down. The Soviet Union eventually collapsed, and even here in India, we eventually realized that Nehru's vision of a command-and-control planned economy was a flawed one. Our government stuck to that mindset though, as did our people. That's why every year, the nation tunes in eagerly to listen to the finance minister summarize the budget for us. To find out what our rulers, our lords and masters, have planned for us."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:01.560",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioural science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:12.360",
        "message": "Welcome to The Seen and the Unseen. Today's episode is about the budget presented by the Government of India on February 1. But before we get into economics, let's talk art. If you are an art lover, but like me, find original work from your favourite artists a bit too heavy on the wallet, head on over to Indiancolors.com, the sponsors of this episode. Indian Colors is a company that licenses images from top Indian artists and turns their work into objects of everyday use. Wearables like stoles and kaftans, home décor like cushion covers and table runners, accessories like tote bags. This allows people like you and me to surround ourselves with great art at an affordable price. And the artists get royalties on products sold, just like authors do. Some of the artists whose works you'll find are Dhruvi Acharya, Sameer Mondal, Vasvox Vaxvo, Brinda Miller, Shruti Nelson and Harin Vakil. Do check it out at Indiancolors.com, that's Colors with an OU, and use the code IVM20 for a 20% discount. Remember, IVM20 at Indiancolors.com, Colors with an OU. Now on with regular programming. I'm the editor of a magazine named Pragati at thinkpragati.com. And we've had some excellent coverage on our site over the last weekend, even if I say so myself. My guests today to talk about the budget are staff writers of Pragati, Pawan Srinath and Pranay Kotasthane, who are joining me remotely from Bengaluru. Pawan Pranay, welcome to the show."
    },
    {
        "speaker": "Guest",
        "time": "00:02:42.320",
        "message": "Thanks, a pleasure to be here. Thanks Amit, great to be here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:46.080",
        "message": "So before, you know, I don't really want to get started on a rant about how the concept of a budget is so anachronistic and so socialist and, you know, in times when we should really have moved away from all that. Leaving that aside, Pawan, could I ask you for a moment to sort of demystify for the listener, what a budget really is? What is the budget? What is the government doing here?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:05.920",
        "message": "Amit, the budget is a time where actually the Parliament's power shines through. As powerful as a government of the day might be, the executive has to table how much it plans to spend over the next year in front of the Parliament. So therefore, subject itself to some form of scrutiny and some amount of oxygen and sunlight before it can go about and do all the nasty things that governments do in their various hidey holes and corners. So the budget is an exercise where the finance minister comes out and tables what they'll be doing. And this time, the government of India will be spending about 24.4 lakh crore rupees, that's 24.4 trillion rupees, that's 18,000 rupees per Indian. And you know, it's about 12 to 13% of India's GDP. So that's what's on the table."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:02.960",
        "message": "So help me make some sense of these numbers."
    },
    {
        "speaker": "Guest",
        "time": "00:04:05.440",
        "message": "Okay, so let's say that the government of India's budget is 100 rupees. Okay, so that number is 24.4 trillion right now, which sounds obscenely high. So the, you know, none of us have human intuition about 24.4 trillion rupees. So supposing it's 100 rupees, the government makes about 56 to about 60 rupees from tax revenues coming in. This is the government of India's share of the GST, the government of India's share of income taxes, of a whole host of taxes. Another 10 to 15 rupees comes from non tax revenues, right? This is when the government decides to sell off coal, through various auctions, sale of spectrum, or if the government decides to, you know, divest its share of various national companies that we have. So altogether, the government makes about, this all adds up to about 70 rupees roughly. And then you know, there are small things like the recovery of loans, some receipts and so on. So altogether, the government makes about 74 to 75 rupees, the remaining 25 rupees is all borrowed. Okay, so that's how the number adds up to 100. And on the spending side, again, it spends on things on its own. You know, there are core functions of the government of India, which only it is supposed to do under the constitution like defense, external affairs and so on. But it also spends on things that state and local governments have to do from agriculture to health to a lot of other sectors. So all of this expenditure also comes to about 77 rupees, and the remaining 23 rupees goes back to just paying interest, right. And so this is something that, you know, if you're a corporation, or an individual, if you're doing this, it sounds ridiculous, but governments seem to get away with it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:04.960",
        "message": "And when sort of, you know, I was following social media today, and there was the and obviously, we the middle class people on social media, or even better than middle class people on social media, tend to sort of look at our own interests. And there's been a lot of talk about this cess and that cess and the cess is constantly going up. I know, it's a pet peeve of yours, Pranay. Can you tell me a little bit more about the cesses in this budget? And are they really necessary?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:28.920",
        "message": "Yeah, Amit, so the government has increased the cess from 3% to 4%. And the cess basically is a charge, which is levied for a specific purpose. So in this case, the government has levied increased the surcharge for health and education. So what the government is basically saying is that, hey, I was not able to spend on health and education earlier. Now, if you give me more money, and for that, I'm going to introduce this new surcharge and increase it by 1%. If you give me this money, I will be able to spend it on health and education. Now, my question is that, wasn't the government supposed to do that in the first place through the taxes that it has collected? Wasn't the first charge on taxes meant for critical areas like health and education? So by increasing this cess, the government is admitting that it was perhaps wasting money on some other things that it was not supposed to. And now it is forced to introduce a special charge so that it can do things on critical areas like health and education."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:39.360",
        "message": "And Pranay, is there actually a way to keep track of whether these cesses are being used for what they are supposed to be used for? And a sort of a larger question and something which a lot of people wonder about that, you know, quite apart from the budget being a statement of accounts once a year, and so on and so forth. Is there any way for taxpayers to actually and by taxpayers, I don't just mean income taxpayers, every single Indian is a taxpayer in some way or the other, of taxpayers to kind of keep track of what the"
    },
    {
        "speaker": "Guest",
        "time": "00:08:07.960",
        "message": "government is doing with their money? Yeah. So a good source for that is something, there is something called standing committees. So standing committees are basically parliamentary oversight over the executive. So what happens is there are very good reports which come out by the standing committee where the parliamentary committee meets each of these executive departments and tries to take a stock of how was the money used? How was it utilized? Where was it not spent? So those are good sources to know about how the money is utilized. Besides that, on specific programs like NREGA or NHM, National Health Mission, etc., there are dedicated websites where they have tried to put information about how the money has been utilized over the year. So those are other places where people can see how the money is being utilized. Amit, I want to come in here a little. And, you know, money is usually fungible. So when we talk about cessus and how they're being utilized, the reality of it is that the government spends on many nasty things, including, say, keeping the Air India afloat or keeping other public sector units afloat. Now, if the government were actually being honest, maybe they should call it an Air India cess or keep Air India flying cess and then charge that to the people. But they don't want to. World over, you have problems where people use a lottery and say that, yes, this lottery money that the government is running will be kept entirely for education. But ultimately, all money is fungible."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:52.400",
        "message": "I think, in fact, there should be a bloated bureaucracy cess. But my next question to you, Pawan, is when you were sort of deconstructing what the actual budget is, you pointed out that let's say out of 100 percent, you know, if the budget is 100 rupees, 74 rupees is actually raised through taxes and blah, blah, blah. And the remaining 25 percent or so is actually borrowed money, which presumably is a fiscal deficit. How important is a fiscal deficit? And what does this budget do to address it?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:21.840",
        "message": "OK, so in context, in India, the financial crisis and the time around the financial crisis was really bad for the country, not because of the crisis as such, but because of other things that happened here, which included the universalization of NREGA, the latest pay commission coming and hitting people, you know, multiple things combined. What started happening was the government started borrowing about six percent or so of GDP, rather that the expenditure of the government of India became that much higher compared to what it was earning. And that became so high. And once a government starts borrowing so recklessly, the cost of borrowing goes up. So there are a few market mechanisms by which the governments will have to start feeling the squeeze. And from around 2011 or so, there has been this long but slow process of trying to have the government of India borrow slightly less each year, because, you know, bureaucracies being what they are, it's very hard for governments to just slash funding across the board very easily. So they've been trying to reduce this over time. So now the fiscal deficit last year stands between 3.5 and 3.7 percent of GDP. Now, this again, because it's a small percentage number, it doesn't sound like much, but every one percent of GDP is about 18 to 19 trillion rupees. So that's about, you know, 250 something billion dollars or so. So now when we're talking about this, even 0.1 percent of the fiscal deficit is quite high. You know, 0.1 percent is 18,000, 19,000 crores, 0.1 percent is 3 billion dollars. So that's the number that we are playing with. Now, in general, it's not a bad idea to borrow money if you are trying to invest it in the future, right? So if, Amit, you were borrowing money because you wanted to invest in an office, invest in, you know, a setup which would give you a return over many years, you know, somebody might give you the loan for one. But if you were taking a loan to replace your salary to take care of day to day expenses, then the bank would laugh at you. Unfortunately, what's happening in India is that within the fiscal deficit, there is a large revenue deficit, where the government is not able to meet its revenue, day to day expenditures from salaries to other things. And that is not being met right now by taxes. So the government of India is that profligate. Just for context, our state governments are much, much better at this. They don't run revenue deficits, but surpluses. They by and large borrow to invest."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:17.280",
        "message": "How are the incentives different?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:19.400",
        "message": "I think with the state governments, the central government, the union government gets to have one role. And I think states, by and large, somehow stuck to this discipline a little better so far. But the central government, look, you have this thing called the Fiscal Responsibility and Budget Management Act, the FRBM, which tries to bring in some controls of discipline where, you know, it is not as simple as the government just printing new notes, but the RBI comes in and steps in a few ways to give it some accountability. But, you know, this is not yet working as well as it should."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:56.360",
        "message": "And has this budget taken any steps to making the fiscal deficit less or treating it as a problem?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:01.680",
        "message": "No, in fact, it's one of those cases of shifting goalposts. Every year, there is a new reason for why the fiscal deficit should not get reduced. Right now, I think the talk of it is how you don't have the private sector investing in the economy because there is a huge amount of private debt. There is what's called the twin balance sheet problem where, you know, the banks are indebted, the private sector is indebted. So there is a call for the government to take that leap forward and invest. Every year, there's some other reason for the governments to not cut down on spending as much as they should. But that's what usually happens. Amit, if I can come in, actually, in the last year's budget, the government had said that it would stick to the 3% fiscal deficit target. But from the revenue estimates which come in this year's budget, it shows that they have clearly breached that target that they had set for themselves. And even this year, we can expect that they will not be able to meet the 3% target, it will, like Pawan said, it will go up to 3.5% or even more. And the biggest thing that we should realize here is that even today, the single largest component of government spending is actually on interest payments. So this is interest we are paying for loans we've accumulated from long back, which means that if this continues, for future generations, the government will not be able to spend more on things like health and education, but a greater component will keep going out as interest payments. That's the biggest problem why we should be very, very wary of what happens to the fiscal deficit number."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:45.560",
        "message": "And that becomes a bit like a vicious circle. And in a sense, you know, the paradox here is if you think about the incentives of the politicians involved, the incentive of the politician is always to win the next election. And a budget is a great opportunity to hand out SOPs to this sector or that sector, or this group of vote bank, this group of voters or that vote bank, and so on and so forth. And you know, a fiscal deficit that keeps growing is essentially a cost that your children have to bear. It's a cost in the future. So the easiest thing to do, therefore, really, for any government is to kick the can down the road and, you know, rationalize having a large fiscal deficit in some way or the other, as Pawan pointed out, and, and just spend a lot on appeasing whoever you're trying"
    },
    {
        "speaker": "Guest",
        "time": "00:16:27.560",
        "message": "to appease. Absolutely, Amit. I think the only little discipline that comes in is through various kinds of ratings of the government. For example, that's why the government of the day is so concerned about what Moody's has to say about us, because there is a direct influence on the cost of borrowing. Because every year the government wants to borrow, there is at least a little bit of sensitivity to the cost of borrowing today. So that injects the tiny amount of discipline or negative incentive over there. And clearly, that is not sufficient most of the time. If I can come in Amit, this is not a problem unique to India, right? But other countries have tried to fix this problem of profligacy through establishment of something called fiscal councils, like the US has its own CBOs and budgetary office. And then Australia also has an arrangement like this. The what they tried to do is this is an independent committee which tries to keep a track of the promises that government is making. And they try to come out with estimates to say that, hey, if you have made this promise, do you actually have the budget for fulfilling this promise or not. And these are reports which are put out into the public domain, so that people have better information about the promises being made. And it tries to restrict the government officials from going overboard and promising things for which money has not been budgeted."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:03.880",
        "message": "Speaking of promises being made, Pawan, one of the big promises that has been made in this budget and that everybody is gung-ho about are, you know, the health guarantees, almost sort of people hyping up a future universal health care and so on. But the actual allocations in the budget don't reflect the rhetoric of Mr. Jaitley on this."
    },
    {
        "speaker": "Guest",
        "time": "00:18:28.760",
        "message": "Yes, and rhetoric gets lapped up so quickly. There are people who are already calling this Modi care, whereas currently it's a couple of sentences in the budget speech. There's actually very little reflection even in the budget documents. So this idea of a national health protection scheme, I think, as Vivek also wrote in Pragati recently, has been bouncing around for a while. But what the finance minister essentially promised is that, what, 100 million families, that is about 500 million people, will come under this health insurance net of some sort, where each family gets a health insurance cover of about five lakh rupees per year. And this entire thing will be financed by the government of India. And without mentioning exactly where the money is coming from. As Pranay mentioned earlier, there have been tweaks with the SES. So an old education and higher education SES has been renamed as an education and health SES. And this has been increased from 3% to 4%. Now the government estimates an extra 11,000 crores coming in. With 11,000 crores, you can do nothing. With 11,000 crores, you're essentially allocating 1,100 rupees per family. And you tell me what kind of insurance, health insurance can be available for a full family for just 1,100 rupees a year. With whatever economies of scale working, they're just much, much smaller than what private health insurance costs are in India today. So again, this is a case where if India had an independent fiscal council of some sort, they would have fizzed this themselves. But sitting outside, it's harder to do these estimations on behalf of the government. But it's clear that a scheme as grand as this, while perhaps necessary, given that so many Indians spend for health care out of pocket and often, as a result, slip back into poverty. It's just not going to take off because the monies for it are not guaranteed."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:45.160",
        "message": "Pranay, one of the balancing acts that a budget often has to pull off is that on the one hand, it's supposed to be a sign of good governance. But on the other hand, the government in power is often more concerned with optics than with governance, especially with elections coming up as it happened to be. And this has been a constant criticism of the Modi government and even I've made it in the past that they care more about optics and governance. Where does this budget fall on that, you know, on that difficult question of balancing these?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:17.600",
        "message": "Yeah, I think one of the good things that the budget did was basically, finally, there is a realisation that the government's business is not to be in business. So they are sort of trying to get do more of divestment. And they have listed up 24 companies which they plan to divest. So that is sort of trying to reset the balance and earn more revenue for the government without taxing people. So that if this gets done, and it will be again a politically sensitive move, it would be a move in the right direction. So but one of the things that is there in almost every budget speech, and it doesn't really matter which government it is, this government is quite guilty, is that grand announcements are made, and the budgetary allocations of it are nowhere near enough. So one of the announcements made along with this National Health Protection Scheme was a case where the government said that they will start 1.5 lakh wellness centres across the country, right. So these are not just primary health centres, but they'll help you with diagnostics, primary health, tertiary health, all kinds of magical things. But for the entire thing, the government has allocated an amount which translates to 80,000 rupees per centre. Nothing is possible with 80,000, probably they can build the building and keep the electricity on and that's about maybe put one person there. And that's all that's possible. And this is just one example. There's another where the government talks about, you know, how there are these rural hearts of some sort, which should be transformed into Grameen Agricultural Markets, whereby, you know, farmers don't have to go 100 kilometres away or so to sell their wares at an ATMC, but can sell locally. But for these 22,000 Grameen Agricultural Markets, there is a corpus fund of 200 crores that will be set up. Now, this is a corpus and you're taking interest on it, you're talking about just 200 crores, and you want to use that for 20 plus thousand things. So you're talking about a couple of thousand rupees that you can spend per market. So it's these kinds of numbers that beggar our belief and you know, they just don't add up."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:40.120",
        "message": "And you know, Pranay, one of the points you made in the past, and you've written about this for Pragati as well, is, you know, one of your pet suggestions is that the government should just have 10 centrally sponsored schemes and not the vast numbers that they do now. Can you elaborate a little bit on that? And has this budget done anything to address that?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:00.800",
        "message": "Yeah, Amit, the budget has not done anything to address that. Actually, with this National Health Protection Scheme, in fact, there will be increase in the number of centrally sponsored schemes. Why I tried to argue for that was because, see, the constitutional responsibility for most of the social sector expenditure actually lies with the states, by which it is meant that for anything to do on health or on education, the union government has to collaborate with the states. Okay, so even when the union government allots some money, it actually first goes to the states and then the state governments implement it. So my point was that if state governments are responsible for most of the social sector expenditure, isn't it better that the union government just gives a lot of money in the form of cash to these state governments, and then the state governments decide based on their priorities and their preferences where to invest. And this would require government, the union government to actually reduce the number of centrally sponsored schemes, where it tries to direct that, hey, you should only spend money in this area or not spend in that area. Instead of that, the union government can consolidate the expenditure into a couple of areas, health, education, defence, etc. and leave the rest of the expenditure as money for the states to invest based on their own priorities. So let me wrap it up by asking two questions"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:38.360",
        "message": "to each of you. The same two questions, Pawan, you go first, which is that, in what ways has this budget made you happy and disappointed you? That's the first question. And the second one is what would you do differently, not in terms of specifics, but in broader directional"
    },
    {
        "speaker": "Guest",
        "time": "00:25:56.840",
        "message": "terms? I mean, I really don't know how to be happy at the end of a budget. Sometimes the noise seems right, the sound seem right, but you don't really see them backed up with the right kind of numbers. And really, after you see a few budgets, there's like a tyranny of low expectations, you know, so it can be bad, or it can be truly abysmal and horrible. And there's really nothing else. In terms of what I would recommend would be done differently, is we need to fundamentally reform the budgeting system and process. It's high time that the Government of India not adopt standards that, you know, it imposes on the rest of us, we need accrual accounting. The government thing is not just about cash coming in and going out, but about assets and liabilities that the government has, and how best it's utilizing them and how best it's managing them. So I think we need to go beyond just this cash accounting that we have and talk about, you know, the Indian state or the country of India has a certain amount of wealth, some portion of it is owned by the government, the India as a society has debts too, and some of it is with the government. And we really need to be starting to talk and think about that rather than, is it 24.4 lakh crores or 25. Pranay? Yeah, Amit, I think one thing that disappointed me was basically, the elephant in the room really is the lack of jobs in India. And I don't think there's enough in the budget where things are being done to see this as an emergency right now. So the way the government is trying to do things is saying that we will increase customs duties on electronics, and they explicitly say that this will increase jobs, because our industries will become more competitive. Now, this is good old style import substitution. And this is in no way going to increase jobs. In fact, it is going to hurt our industries, because we anyways import things from outside, we don't produce some of the things which go into electronics. So these are small things which the government is trying to do and say that doing such things will help us increase jobs. But the bigger question of increasing economic growth, facilitating smaller companies to grow such that and also creating bigger companies so that they can provide jobs at a larger scale, are things that are still left untouched. So that is sort of disappointing. And if I were given a chance, as I said, I would just reduce the number of schemes that the government of India runs and give a lot more freedom to the states in implementing these government expenditures. You know, if I can go one step from what Pranay said, I think it's time to end a lot of government of India departments. India does not need a Ministry of Health, we don't really need a Ministry of Human Resource Development. We might need other centres, other bodies there instead of those ministries, but they're not necessary."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:11.520",
        "message": "Absolutely. And to cycle back to what you said earlier, Pranay, that supposing you expected the government to signal its concern for the jobs crisis that is already upon us, what could it have done differently in this budget?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:26.000",
        "message": "Amit, the thing that could be done differently is basically reforming the factor markets, basically changing how land, labour etc. can exchange hands is the big deal here. And that has been written about ad nauseum by lots of people about how India needs to reform these factor markets. Unless that is done, we are only talking about tweaking at the margins and we'll not be able to create jobs at a bigger scale. Thanks a lot for coming on the show, guys. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:00.720",
        "message": "Thanks, Amit. Thanks, Pranay."
    },
    {
        "speaker": "Unknown",
        "time": "00:30:59.880",
        "message": "He bends down to test the warm water for his bath. He comes here to quench his thirst for a hot shower and some podcasts. You can witness how he enjoys having other people talk about cool stuff in his bathroom. Indeed, it helps him with his loneliness. You can find more of his species on ivmpodcast.com, your one-stop destination where you can check out the coolest Indian podcasts. Happy listening."
    }
]