[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "And sometimes, it seems that you cannot live with me. Who am I?"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:37.000",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:47.000",
        "message": "Welcome to The Seen and The Unseen. Before I reveal the answer to my riddle, I'll tell you what the answer is not. It's not art. Sadly, art is not a constant presence in our lives, and most of us can only admire it from a distance. Until now. Our sponsors for this episode, a company called Indian Colors, has made it its mission to make the best fine art easily accessible to art lovers everywhere. Indian Colors licenses images from top Indian artists and adapts it into beautiful objects of everyday use. They have home decor, like cushion covers and table runners. They have accessories, like tote bags. And what I particularly like is their wearables. Their kaftans, shrugs and stoles. On languid summer afternoons, I recline by the lake wearing nothing but a soothing stole from Indian Colors. Artists get royalties on each product sold, just like authors do for books. And some of the artists you'll find featured are luminaries like Samir Mondal, Dhruvi Acharya, Brinda Miller, Shruti Nelson and Harin Vakil. Head on over to IndianColors.com, that's colors with an OU, to check out their offerings. Use the code IVM20, IVM for IndusVox Media 20, for a 20% discount. IVM20 is the code at IndianColors.com, colors with an OU. And now, moving on from art to money. Yes, the answer to the riddle is money, which is all around us, almost as essential as oxygen. And it's been made through the centuries of salt, butter, coconut, tea, rice, tobacco, seashells, animal skin, almonds, gold, silver and iron. And is now usually made either of paper, which is easy to print, or of bits and bytes, which are easy to replicate. That makes it easy money. And my guest today is a columnist and author, who has written an entire trilogy of books, called the Easy Money Trilogy. Vivek Kaul, welcome to The Scene and The Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:02:40.000",
        "message": "Thanks, Amit, for having me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:42.000",
        "message": "Vivek, your trilogy came out a few years back, but you've been writing about easy money, even recently in the context of recent events. Before we get to that, can you explain to me what the concept of easy money is?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:55.000",
        "message": "So, basically, I mean, there is, you know, it's more of a journalistic term, which was created in the aftermath of the financial crisis, which started in September 2008, when Lehman Brothers, which was the fourth largest investment bank on Wall Street, went bankrupt. Lehman Brothers went bankrupt on September 15, 2008. In and around then, many other financial institutions had to be rescued by governments. This included the American insurance group, AIG, which was bailed out by the American government on September 16, 2008, a day after Lehman Brothers went bust. Because if AIG had been allowed to fail, many other financial institutions, including Goldman Sachs, which is by far the biggest investment bank on Wall Street, would have failed as well. So, to prevent that, a lot of, you know, these financial institutions were rescued. And this essentially goes against the entire idea of free market capitalism, where if something is failing, it needs to be allowed to be failed. But, I mean, that did not happen. And then, in the months, you know, after September 2008, the Federal Reserve of the United States, which is the American Central Bank, and other Western central banks, including the Bank of England, decided to print money. And the idea was to sort of flood the financial system with a lot of money, so that interest rates fall, and people and companies borrow and spend more. And because of that, the economy would recover, and everybody would live happily ever after. So, that was basically the concept of easy money. Now, what happens is, you know, when a central bank, which includes the Federal Reserve also, prints money, it cannot, like, load that money onto a helicopter, and, you know, then go out there and throw that money into the economy, right? That's not possible. So, what it does instead is the money that it prints, or rather creates digitally these days, it uses it to buy bonds, okay? And when it buys those bonds, the money gets into the financial system. And once the money, there is a lot of money going around in the financial system, then interest rates start to fall. So, what the American Central Bank, the Federal Reserve, decided to do was, it decided to print money and buy two kinds of bonds. One was the American Treasury bond, which is basically the, you know, bonds issued by the American government to finance its fiscal deficit. And the second kind of bonds were called the mortgage-backed securities. Now, mortgage-backed securities are essentially securitized financial securities, which had been derived from mortgages, which in India we call home loans. So, they bought these two securities, and the reason they did that was because a lot of these financial institutions had these bonds, but nobody was willing to buy them. Now, what happens is, you know, when any financial crisis starts, people who have cash, institutions which have cash, try and hold on to that cash. Nobody wants to, you know, go out into the market and trade. Now, in order to sort of untangle that, the Federal Reserve had to step in and they had to buy these bonds. Now, a central bank buying and selling government bonds is, you know, well-known. They do that to, you know, carry out what are known as open market operations. But a central bank buying private financial securities, like the Federal Reserve did by buying mortgage-backed securities, is not something which was very well-known till that point of time. So, as I said, the entire idea was to buy these securities, pump money into the financial system, hope that the interest rates fall, hope that people borrow more, companies borrow more, the wealth effect kicks in, so on and so forth, and, you know, the economy sort of comes out of trouble. But what happened was, you know, all of this and a lot more. And so we are sort of, you know, still seeing the effects of the easy money policy which was initiated by the American Federal Reserve nearly 10 years back."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:48.000",
        "message": "And before I, you know, ask you to elaborate on the easy money aspect of it, and I'm going to take you both back in time and forward in time from where you just left off, I'll just point out that, you know, people often think of it as capitalism gone wrong, but if you think of the bailouts themselves, they're what economists call moral hazard. When a company bails out banks, what it does is it creates incentive for them to continue being irresponsible in future, because they know that taxpayers' money will be there to bail them out. This is sort of a way of privatizing profits, but socializing losses. If the company does well, it keeps the profits, but if it does badly, we the taxpayers have to bail them out. And this is contrary to all principles of free market capitalism. It's a terrible thing, and cronyism is really the only acceptable term for it,"
    },
    {
        "speaker": "Guest",
        "time": "00:08:39.000",
        "message": "but that detour aside. So I just wanted to add to what you were saying. You know, one of the economists in the 20th century who was by far, I mean, the most read economist in the sense that he used to write the most in the popular media was John Kenneth Galbraith. And Galbraith had to say this. He said, in America, there is only one kind of socialism, and that is socialism for the rich. So this is a very, you know, the bailing out of, you know, the likes of AIG and Goldman Sachs. I mean, Goldman Sachs was not technically bailed out, but, you know, the moment they bailed out AIG, they also bailed out Goldman Sachs. Was obviously, you know, a very good example of what Galbraith said. And, you know, in 2008, when the entire, you know, thing was breaking out, the American Treasury Secretary, Henry Paulson, was a former chairman of Goldman Sachs. So, you know, I mean, the links are between Wall Street and the American government are so deep that, you know, whenever a crisis occurs, the government by default will have to come to a rescue."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:54.000",
        "message": "No, and the thing to note here is that this was bipartisan, that there was a consensus across both the major parties, the Republicans and the Democrats, that the bailout is necessary."
    },
    {
        "speaker": "Guest",
        "time": "00:10:02.000",
        "message": "Yes, because, you know, what really happened was that between Ben Bernanke and Henry Paulson, you know, both of them, you know, really shared the skit, you know, shit out of these, you know, congressmen and senators. So they really did not have an option. You know, when there are books, I think one of these books was written by Andrew Ross Sorkin, in which…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:26.000",
        "message": "Too big to fail."
    },
    {
        "speaker": "Guest",
        "time": "00:10:27.000",
        "message": "Too big to fail, yeah, and in which I think either Bernanke, I think it was Bernanke who said that we may not have an economy on Monday morning, when they were, you know, negotiating these things."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:37.000",
        "message": "No, the fascinating thing is that a lot of those congressmen and senators wouldn't have the expertise to evaluate that for themselves. So, you have to take the word of the expert who's giving it to you. And that word of the expert has a lot of perverse incentives, like all the political parties essentially get funded by special interest groups, which are basically big lobbies and big companies. So, that's, I mean, what do you do about that? But let's get back to sort of easy money and before I ask you to sort of come forward and talk about the consequence of the pumping of this easy money into the system. One of the observations that you've made in your book is that to some extent, 2008, the financial crisis, its roots lie in something that happened in 1971."
    },
    {
        "speaker": "Guest",
        "time": "00:11:17.000",
        "message": "Can you elaborate on that? Okay, so, that's a tricky question, given that I wrote the book a while back. Okay, so, see, till up until 1971, paper money was linked to gold."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:30.000",
        "message": "Can you explain what you mean by linked to gold?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:34.000",
        "message": "So, you know, what happened was that as over the years, different kinds of commodities were used as money. And, you know, as you said at the beginning of the show, right from everything from, you know, butter to gold and silver. Now, somewhere along the line, paper started to be used as money. And, I mean, without really getting into the details of it, this paper was always backed by some commodity. In United States, tobacco receipts in, you know, the state of Virginia, you know, Virginia tobacco, we all know about, was used as money for a very long time. In fact, it was used as money longer than gold was. So, these receipts could be used to settle, you know, accounts, and they had the backing of some other commodity. So, similarly, over a period of time, you know, I think the Bank of England, paper money was backed by gold. And the master of the mint of the Bank of England was a gentleman called Isaac Newton, who we all know, I mean, which is where he, you know, he made his money being the master of the mint of Bank of England and not doing all the science and the math that he did."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:57.000",
        "message": "Man's got to earn a living."
    },
    {
        "speaker": "Guest",
        "time": "00:12:58.000",
        "message": "Yes. So, there is something about all this in the first volume of Easy Money. And how, you know, Newton did something, I mean, as a matter of chance, rather than, you know, thinking through it, the entire consequences, that gold essentially became the currency of choice for Bank of England. The Bank of England used to issue paper notes, and these paper notes were backed by gold. Now, once, you know, the English sort of started ruling the world, other countries like Germany also thought that, you know, gold and the fact that their paper money was backed by gold had some part to play in it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:42.000",
        "message": "So, just to clarify what you mean when you say backed by gold, is that a specific value was said that so many notes or so many whatever."
    },
    {
        "speaker": "Guest",
        "time": "00:13:50.000",
        "message": "So, this was like, I mean, I don't remember the exact value right now, but, you know, one pound was worth a certain amount in gold. So, the amount of money in the world was therefore limited by the amount of gold. Yes. So, what you had to do is essentially, at any point of time, you could take those paper notes and, you know, go to the mint and exchange them for gold. And at any point of time, you could take gold and exchange them for paper money."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:14.000",
        "message": "And what this also therefore means is that because it's the amount of money is restricted by the amount of gold that there is, that the government can't just like print money."
    },
    {
        "speaker": "Guest",
        "time": "00:14:22.000",
        "message": "Not at all. I mean, they couldn't sort of print their way out of, you know, any problems that they faced. So, basically, the success of Great Britain essentially led to a situation where many more countries in Western Europe started moving towards gold as their currency. And this went on till around 1914, when the First World War started. And at this point of time, you know, the countries which were a part of this war suspended their standards so that they could print as much money was required in order to fight the war. Now, one country which sort of stayed away from the war for a very long period of time was United States. And United States, from what I remember, did not have to suspend the gold standard during the First World War. Now, what happened was in the, you know, what happened was all these countries had printed a lot of money to fight the First World War. And there was suddenly a lot more money in the financial system than gold backing it, okay, after the war ended. And this, because of this, a lot of, you know, problems were created. And by the time the Second World War started, a lot of these countries which had gone back to the gold standard never really sort of recovered from the economic catastrophe that followed the First World War. And obviously, during the Second World War, also the gold standard was…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:56.000",
        "message": "And what were some of the consequences of sort of deviating from the gold standard during the First World War?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:01.000",
        "message": "Like, I would imagine inflation would be… Yeah, so one is, you know, classic example of, you know, the German hyperinflation of 1923, which is still date, you know, the highest inflation in economy has an economy of substantial size. I mean, if you leave out the hyperinflation of 2008 in Zimbabwe, so, you know, there were these, I don't know, if you Google, you'll see all these people, you know, taking money in a wheelbarrow to buy bread. Or there is money being used as wallpaper, and you'll get all those kind of pictures. There's a great story about, which I read many years back, in a book authored by a gentleman called Adam Smith, who wasn't the Adam Smith, but someone in the US writing under the pseudonym of Adam Smith. So, this Adam Smith writes a story about another guy called Walter Levy, who was an oil consultant or something like that. And Walter Levy's father, it seems, had bought an insurance policy in 1903, which matured in 1923, right at the point when the German hyperinflation was on. And that, the money that that policy gave out was just good enough to buy a loaf of bread or something like that. So, I mean, you can very well imagine, you know, what happens to, you know, when money loses value dramatically over a very short period of time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:30.000",
        "message": "In fact, I'll take a slight detour for my listeners, you know, because a few days back, a young person asked me the question that, you know, if our government doesn't have enough money to spend on schools or whatever, why don't they just print more money? And what happens is that because you have the ability to print money, what happens when you print more money is that the amount of money goes up, but the goods and services at that point in time remain the same. Now, it's supply and demand. When that happens, automatically everything becomes more expensive because it's a greater amount of money chasing the same number of goods. Things becoming more expensive, and I'm being kind of simplistic here, but this is broadly how it works. That when the money supply goes up and there's more money chasing the same number of goods and services, things become more expensive. That's inflation. And inflation always hurts the poor the most. Therefore, they are the people for whom a bag of rice will go from 20 rupees to 40 rupees and, you know, just making that daily meal becomes a burden, which is why libertarians often call inflation a tax on the poor and which is why it's a very dangerous thing that requires a lot of oversight when a government has its hands on the money supply because it's very tempting for the government of any day with short-term interests in mind, like the next elections, to just print their way out of trouble, just print more money, you know, forget about the consequences to the common man, especially the poor. Remember, it's not the rich, but the poor who get hurt the most. Sorry for that, you know, that typical libertarian digression I had to make. So let's get back to your story."
    },
    {
        "speaker": "Guest",
        "time": "00:18:59.000",
        "message": "We were in the Second World War and, you know, right towards the end of the Second World War, the countries realized that the monetary system of the world is screwed up and they need to fix it. So they sort of met, this was towards the end of 1944 when the World War really hadn't ended, but it was more or less clear by then that the allied forces would beat Hitler and company. So they met at this hotel in this place called Bretton Woods in the state of New Hampshire in United States and this is where the new global monetary system, so to say, was unveiled. And in this system, you know, the United States was at the heart of this system and it sort of promised to, you know, exchange paper money for gold at the rate of $35 for an ounce of gold. One ounce is around 31.1 grams. So this is how, you know, the new global financial system or the global monetary system was unveiled in the aftermath of the Second World War."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:10.000",
        "message": "And what was the purpose of this?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:11.000",
        "message": "The purpose was basically, you know, what had happened was that during the course of the war, the only country which had any gold, substantial amount of gold left was United States. Every other country was essentially buying stuff from United States. So when you were buying stuff from United States, you know, you basically, you know, in the end, all the settlement happened in the form of gold. So if your imports from United States were greater than your exports to the United States, you ended up shifting gold to the United States. So what happened was because of that, you know, countries like Britain, Germany had very little amount of gold and United States was the only country which had a substantial amount of gold left."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:54.000",
        "message": "And was the currency of all these countries still backed by gold?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:58.000",
        "message": "So basically everything was, so it was like one pound was worth around $4.87."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:06.000",
        "message": "So if they had very little gold left, is that the same as saying they were very poor at this point? Government wise, yes. The government had very little gold left."
    },
    {
        "speaker": "Guest",
        "time": "00:21:16.000",
        "message": "So anyway, so this new financial system was unveiled and in this system, you know, the US had to essentially promise that it would exchange dollars for gold. Now this, what this did was this gave US an exorbitant privilege, which essentially meant that the US could print all the dollars that it needed, whereas the other countries, in order to ensure that they had those dollars needed to earn them. So what the other thing that happened was that, you know, because of this, because dollar was exchangeable into gold, dollar became the international financial currency. Which it made sense for countries all over the world to hold their foreign exchange in terms of dollars, which is something which continues till this day. And before that, the British pound was the international financial currency. And so this gradually moved towards the dollar. Now, what happened in the late, you know, mid to late 1960s was that France under Charles de Gaulle started to do very well. And they started earning dollars and they started converting these dollars into gold. And gradually this caught on and a lot of other European countries started doing this. And in the end, you know, you reached a US reached a stage where it had very little dollars left in order to continue exchanging them for gold. The, you know, the final nail in the coffin came from Great Britain on August 13, 1971, when Britain also demanded that the dollars be converted into gold. On August 15, 1971, Richard Nixon, who was the then president of United States, interrupted a very famous show whose name I can't recall right now. It was in its 12th season and it was really followed quite a lot back then. And he interrupted that show, went live on television and told the world that, I mean, he said a lot of things. And within those lot of things, he also told the world that the gold window, the dollar gold window has been shut down. So suddenly what happened was that, you know, up until then, the entire currency system had some sort of, you know, commodity backing it. Now, on August 15, 1971, that, you know, sort of that arrangement broke down. And that essentially freed governments all over the world to print as much money as they wanted to. I mean, in fact, this had already started in a way after the end of the First World War. But the real break came on August 15, 1971."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:21.000",
        "message": "So the shift that gradually happened and the final blow on 71 was really a shift from money being backed by gold to money being backed by trust, so to say."
    },
    {
        "speaker": "Guest",
        "time": "00:24:29.000",
        "message": "Money being backed by the Government Fee Act."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:32.000",
        "message": "Right, so it depends on how much."
    },
    {
        "speaker": "Guest",
        "time": "00:24:34.000",
        "message": "It's like, you know, a 10 rupee note is not much different from a 2,000 rupee note, except for the fact that, you know, the government says that, you know, the 2,000 rupee note is worth 2,000 rupees and a 10 rupee note is worth 10 rupees. The real difference between them is not 19, 90 rupees."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:50.000",
        "message": "So, in a sense, as Yuval Noah Harari says in the book Sapiens, it's a story."
    },
    {
        "speaker": "Guest",
        "time": "00:24:54.000",
        "message": "It's a story we chose to believe. I mean, the only reason people continue to sort of use paper money to carry out economic transactions is because they believe it is money in the first place. The moment they stop believing it is money, they'll stop using it. I mean, look at something like bitcoins, which have, you know, taken the world by storm. I mean, bitcoins don't have anything backing them. But then a lot of people do believe in bitcoins. And because they believe that bitcoin is money, bitcoin is money."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:29.000",
        "message": "And belief is money. And governments typically inspire a lot more belief. So, government-backed currency obviously is the default currency."
    },
    {
        "speaker": "Guest",
        "time": "00:25:36.000",
        "message": "But see, what has happened is, okay, but we'll leave it, I mean, I'll be jumping the gun here because easy money is also linked to the rise of bitcoins."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:44.000",
        "message": "But let's go back to 71, when Nixon de-linked the dollar from gold."
    },
    {
        "speaker": "Guest",
        "time": "00:25:49.000",
        "message": "What were the dangers of that and what were the consequences? So, I mean, so the first thing that, you know, a lot of people said was now that, you know, the monetary system would collapse. But nothing like that really happened. I mean, there was this chairman of the Federal Reserve of the United States called Paul Volcker, who was the chairman between 1979 and 1987. And he said something to the effect of that, you know, the belief in dollar as the global financial sort of currency became even more after the, you know, gold standard was broken. So, I mean, rather ironically, this happened. But, you know, one thing that needs to be sort of also said here as to, which is something that not many people know, that the rise of the dollar as international financial currency was also thanks to Saudi Arabia, which sometime in 1945, got into a sort of an agreement with the United States, not Saudi Arabia, but the Al Saud family, got into an arrangement with Roosevelt, who was the president of the US at that point of time, that they will sell oil in terms of dollars. Now, oil is a commodity, which every country in the world needs, and not every country sort of produces it. You know, not every country has oil. I mean, like India almost imports 80% of the oil that it needs. Now, what that did was once Saudi Arabia and then the OPEC started buying and selling oil in terms of dollars, every country in the world needed dollars. So, when every country needed dollars, what they also had to do was when they sold their exports, they had to price them in dollars. So, Saudi Arabia played a very important part in ensuring the dollar became the global financial currency. In fact, if you remember a few years back, Barack Obama was, you know, had come to India and he had to suddenly leave because the Saudi Arabian king died. And, I mean, so this is all about oil."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:54.000",
        "message": "I mean, the only reason why… Maybe he got a bad tummy. No, no, no. He went to Saudi Arabia."
    },
    {
        "speaker": "Unknown",
        "time": "00:27:58.000",
        "message": "I'm kidding, yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:27:59.000",
        "message": "So, no, what I'm saying is the only reason why the United States puts up with a lot of shenanigans of, you know, Saudi Arabia in the Middle East is because Saudi Arabia has the oil."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:09.000",
        "message": "So, in a sense, Saudi Arabia was one of the reasons for their preeminence. In fact, yes."
    },
    {
        "speaker": "Guest",
        "time": "00:28:13.000",
        "message": "So, there were, you know, there was some talk, in fact, in the late 70s, and I mean, I discuss this in great detail in the book, one of the foreign ministers of Iran had put a proposal to the OPEC, which is the oil cartel, to sell oil in a basket of currencies, which would also include the dollar. But that somehow never really got pushed through because Saudi Arabia was always against it, and Saudi Arabia has been always against it primarily because the Al Saud family, which rules Saudi Arabia, has military support of the United States."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:49.000",
        "message": "Right. So, let's get back to linking 71 and what Nixon did there with 2008. Like, what happened?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:57.000",
        "message": "So, basically, you know, Nixon did in a way was that he initiated the entire easy money era, and sometime…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:05.000",
        "message": "By which you mean anytime the government wanted more money, it just printed it."
    },
    {
        "speaker": "Guest",
        "time": "00:29:09.000",
        "message": "In 1987, a gentleman called Alan Greenspan took over as the chairman of the Federal Reserve of the United States, and Mr. Greenspan took forward this easy money era, wherein he sort of ensured that, you know, low interest rates prevailed and people borrowed and spent. And because of that, the American stock markets did very well, even though there was a bubble, a dot-com bubble, which ran up till the year 2000, and then burst. After that, because of low interest rates, a housing bubble started, and the stock market also started to do well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:48.000",
        "message": "Correct me if I'm wrong, but when there was inflation in the US during the last years of Carter's presidency in the 1970s, I think Paul Walker raised the interest rates."
    },
    {
        "speaker": "Guest",
        "time": "00:30:00.000",
        "message": "So, Paul Walker was the last good guy in the American financial system, as a lot of Austrian school economists like to believe. So, Paul Walker took over as the chairman of the Federal Reserve in 1979, and he started pushing up interest rates in the hope of killing inflation, which in the post-1971 era had reached double digits in the US. So, he finally, over four years of raising interest rates, and which obviously also led to Jimmy Carter losing his presidency, and a lot of ill will was generated towards the Federal Reserve during those years between 79 and 82, Paul Walker managed to kill inflation."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:48.000",
        "message": "And to clarify how that would be, high interest rates would have led to less people borrowing money, and therefore less money out in the system. And because there would be less money chasing the same number of goods and services, prices would come down."
    },
    {
        "speaker": "Guest",
        "time": "00:30:59.000",
        "message": "Even if prices don't come down, they may not rise at the same rate as before."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:03.000",
        "message": "At the same rate as they were earlier. And in the Greenspan era, the low interest rates, what they did was they prompted people to borrow more and more money, and the money had to go somewhere."
    },
    {
        "speaker": "Guest",
        "time": "00:31:11.000",
        "message": "Yes, but that did not lead to inflation, primarily because the world by then had discovered China as the factory of the world."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:21.000",
        "message": "Right."
    },
    {
        "speaker": "Guest",
        "time": "00:31:22.000",
        "message": "So, you know, so essentially, the way it sort of… So, the surplus money went into all these bubbles. Yes, so there is a sort of a circular arrangement, which I sort of discuss in my, I think it's there in the third Easy Money book, wherein what happens is that, you know, America spent, China earned dollars, okay. Then China invested those dollars into American financial securities, including the treasury bonds of the United States and a lot of other private financial securities. So, when the Chinese invested in the American financial securities, the demand for those securities went up, and hence, you know, the bond yields came down. And because of that, interest rates were low in the US. So, when interest rates were low, the US consumer, American consumer could borrow at low rates, and then he could use a lot of that money to ultimately buy Chinese goods. So, it was a very, you know…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:24.000",
        "message": "So, what seemed like a virtuous circle then might even be a vicious circle."
    },
    {
        "speaker": "Guest",
        "time": "00:32:27.000",
        "message": "It was basically a Ponzi scheme, if you look at it, in the sense that as long as, you know, the American consumer borrowed and the Chinese reinvested. I mean, as long as the Chinese keep reinvesting in the US treasuries, and the interest rates stayed low, the American consumer kept borrowing and the American economy kept doing well. I mean, obviously, I'm simplifying it a lot. I mean, you know, the real world really doesn't work as, you know, simplistically as this. But, so, getting back, so this is how, you know, Alan Greenspan and the entire era of easy money sort of continued. Now, what has also happened in the US, very, very interestingly, is that since the, I think, mid 70s or early 70s, the median incomes have not really moved. So, which has led to a situation wherein, you know, the politicians like low interest rates, because that, you know, people can borrow at low interest rates, housing prices can go up. So, even though the salaries of people are not going up, because the home prices keep going up, people tend to feel a little wealthy, and which is something that politicians like. So, this is, you know, another angle to it, wherein, because the US over the years has stopped manufacturing, stopped making things, you know, the median income hasn't really gone anywhere. But that's a different debate for a different day. So, obviously, after the dotcom bubble went burst in 2000, a new bubble in the form of the housing bubble came to the fore. And in this housing bubble, there was something known as the subprime loans, which came to the fore. Now, what had happened was because, you know, the banks were ultimately running out of people to lend money to, banks and other financial institutions. So, they had to create a new level of borrowers. Now, prime borrowers were good borrowers to whom you lent money, because you felt that they were in a position to return it. The subprime borrowers basically were the borrowers below the prime borrowers who normally would not have gotten a home loan, or any other kind of loan for that matter. But given the fact that they were just, it was too much money sloshing around in the system and loans had to be given. So, a subprime category was created."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:52.000",
        "message": "I'll just interrupt you here and talk about, you know, earlier, you mentioned politics and how politics drove a lot of this earlier on political incentives. And one of the things that came out of that was something called the Community Reinvestment Act. I don't know if this was in the late 60s or the late 70s, I can't quite remember. But the Community Reinvestment Act basically mandated that lenders have to give a certain percentage of their loans to people who would not otherwise be credit worthy."
    },
    {
        "speaker": "Guest",
        "time": "00:35:21.000",
        "message": "So, they were basically, you know, quotas depending on areas, quotas depending on income, and all those kinds of things were there. What also happened was that the American financial sector discovered something known as securitization. Now, securitization added to this entire easy money bubble. Now, what happens is typically, when a bank gives a loan, it, you know, keeps that loan on its books. And over the years, as the AMIs get paid, a part of the principal is returned, and interest is also paid on that loan. In case of securitization, what the banks and other financial institutions did was, you know, let's say they had, you know, given a home loan at the rate of 8%. Now, they issued financial securities against that home loan, which paid, let's say, an interest of 7%. And those financial securities were then sold off to other investors. So, what it did was that the bank, instead of holding the money on to its balance sheet, got the money back up front. And it could then lend the money all over again. And not just that, it bundled bunches of loans together, subprime loans. So, what also happened was because, you know, the interest in case of the investors was because a lot of these loans were subprime loans. They were essentially giving a rate of return, which was better than a lot of other loans. And, you know, these were AAA rated securities."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:52.000",
        "message": "Which is another thing to point out, the rating agencies were actually paid. I mean, their money came from the companies."
    },
    {
        "speaker": "Guest",
        "time": "00:36:59.000",
        "message": "Yes. This is, you know, very interesting that the amount of money that rating agencies made on, I mean, I remember this vaguely. They made at least three times the money rating a subprime loan than a normal loan. So, hence, you know, it was in their interest to keep anyone who was issuing those securities happy. Because there were three, I think, government approved rating agencies in the US. So, you know, instead of going to one, you know, instead of, let's say, going to S&P, the guy could have gone to Moody's. Right. So, there is a fundamental problem in the entire rating game. So, because of that, so banks got the money back because of securitization, the bank no longer had to hold on to the loan on its books. Now, what that did was that, you know, the entire structure, which was in place in order to ensure that you give loans to only people who returned those loans. I mean, you had loan officers who did that sort of thing. That went out of the window, because the moment you did not have the loans on your book, you know, it did not matter, you know, anyone else. So, all those loan officers were fired and all that's there in the book. So, ultimately, because all this money was being lent, there was a huge bubble in the American housing market. Now, this is just one part of this story."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:21.000",
        "message": "So, the bubble was because banks kept lending to subprime customers because they could easily get the loans off their books because of high ratings given by rating agencies they were paying to begin with. Right. And a part of the reason that they could give so many loans was because of low interest rates and the easy money in the system."
    },
    {
        "speaker": "Guest",
        "time": "00:38:39.000",
        "message": "Right. So, you know, in the US, other than home loans, there is another kind of loan called the home equity loan. So, what that does is, let's say you bought a house for, let's say, $100,000 and over a period of time, the value of the house has increased to $150,000. So, you have something known as a home equity, which is the difference between the current value of the house and the home loan outstanding on it. So, let's say a home loan outstanding on that $150,000 house is $80,000. So, your home equity is $70,000. Right. So, you can borrow against that home equity also."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:16.000",
        "message": "To pay off the original amount."
    },
    {
        "speaker": "Guest",
        "time": "00:39:17.000",
        "message": "No, I mean, you can do it anything."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:18.000",
        "message": "Okay."
    },
    {
        "speaker": "Guest",
        "time": "00:39:19.000",
        "message": "I mean, that's just a normal, you can go buy, you know, consumer goods or whatever. Right. So, what this entire bubble did, so it was a bubble at two levels, you know, one was the home loan bubble, then the other was the home equity loan bubble. Okay. So, a lot of people took on these home equity loans and then, you know, bought consumer goods or, you know, goods that were being imported from China and so on and so forth. So, all of this essentially, you know, ensured that the U.S. economy kept chugging along and it did not have to sort of face the negative consequences of the dot-com bubble going bust in 2000. So, all this went along very, very fine, you know, but then as, you know, is the case with any bubble, you know, people ultimately, if you give them more money than they have the ability to repay, started to default. And once they started to default, you know, a lot of these investors who had also borrowed money to buy all these securitized financial securities started getting into trouble. And the first, you know, two hedge funds of an investment bank called Bear Stearns, which was the fifth largest investment bank on Wall Street, went bust sometime in 2007. And Bear Stearns was finally sold to JP Morgan in March 2008. This was the first sort of big thing that happened."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:41.000",
        "message": "And I think as Andrew Ross Sorkin describes in Too Big to Fail, it was basically all the banks coming together saying, hey, what do we do and we need to do something about these guys."
    },
    {
        "speaker": "Guest",
        "time": "00:40:49.000",
        "message": "And that's how the deal happened. So, over the next six, seven months, you know, so obviously, once the fifth largest bank went, was sold off, the next guy on the line was Lehman Brothers. But, you know, from what I can understand, having read up about the entire era, the CEO of Lehman Brothers, a gentleman called Richard Fuld, F-U-L-D, I don't know how to pronounce it, was always of the belief that given that the Fed had rescued or at least initiated the rescue of Bear Stearns, they would rescue Lehman Brothers also. But for some funny reason, I've tried really sort of understanding as to why they let Lehman Brothers go, given that they rescued almost everyone else. I really haven't been able to come to a conclusion. But I mean, long story short, next Lehman Brothers went bust and everything started to go haywire. And then the Federal Reserve decided to sort of start printing money in order to ensure that the American economic recovery is fast."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:55.000",
        "message": "So now, before I ask you to continue the story from here, I'll just try and sum up this period very briefly and tell me if I've made a mistake. The housing bubble happened because a lot of loans, both in terms of home loans and home equity loans, as you explained, were made that wouldn't otherwise have been made if you went purely by creditworthiness. Now, the reasons they were made were manifold. One of them, as I pointed out, were perverse incentives put in place by the government."
    },
    {
        "speaker": "Guest",
        "time": "00:42:19.000",
        "message": "So basically, because the median income wasn't really rising, so the government had to do something else."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:25.000",
        "message": "So the government had to do something. So number one, there was a Community Reinvestment Act which mandated that a lot of these people make these kinds of loans to people they otherwise would not make these loans to. And which were also, you know, Fannie and Freddie, which are government-backed institutions."
    },
    {
        "speaker": "Guest",
        "time": "00:42:39.000",
        "message": "So Fannie and Freddie Mac were essentially, what their role was, that largely, they bought out these securitized loans from all these guys who were making these loans. So ultimately, what used to happen, let's say I'm a small subprime lender and I was like, you know, I always had the option of selling off these subprime loans to Fannie Mae and Freddie Mac."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:02.000",
        "message": "Who would buy them and they were explicitly backed by the government. So what really happened here was, again to summarize, you had a whole bunch of loans which were made which shouldn't have been made. Why were they made? Number one, for political reasons, the government put in place a Community Reinvestment Act which mandated that these people have to lend to people who were otherwise not creditworthy. Number two, you had easy money flooding the system which was enabled by the US going off the gold standard and Nixon's decision in 1971. And what that easy money did was that because of low interest rates, people had access to a lot of money, banks and financial institutions, which they used to merrily make more of these loans. And number three, what also enabled them to make all of these loans was the fact that they were able to bundle them into these securities and sell them off further down the road to others. I mean, it was really like a series of Chinese boxes. You open one Chinese box and there's another smaller one inside and so on and so forth. And number four, because of, you know, Fannie and Freddie would buy all these subprime loans whenever you wanted to sell it to them and they were essentially backed by the government. What eventually happened later, the bailout, which was an example of profits being privatized, and in that case, losses being socialized, was something that all these companies essentially understood. And you could say that Lehman Brothers for not being bailed out was simply just unlucky, but it was implicitly there as part of the system that hey, if something goes wrong, the taxpayers are there."
    },
    {
        "speaker": "Guest",
        "time": "00:44:31.000",
        "message": "In fact, the funny thing is, Fannie Mae and Freddie Mac were not government owned. I mean, a lot of people tend to… they had an implicit guarantee, which was… As it was explicit, was it implicit? It was implicit. There was never an explicit guarantee as to…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:47.000",
        "message": "But it was taken for granted that they will never fail. They will always be backed up."
    },
    {
        "speaker": "Guest",
        "time": "00:44:50.000",
        "message": "They will be backed by the government. Because, you know, it was the government which has started both these companies. And then they had privatized it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:58.000",
        "message": "Right. So, what we have now is the easy money caused a crisis and the response to that crisis, as you pointed out, was more easy money."
    },
    {
        "speaker": "Guest",
        "time": "00:45:05.000",
        "message": "Was more easy money, yes. So, basically, you know, if you study the financial history of the United States, they have always managed to come out of an economic crisis by spending their way out of it. So, which is precisely what they wanted to do this time around as well. So, what happened was that, you know, the economic policies which were initiated had, you know, some hope of, you know, that this was what they hoped to achieve. But the economic incentives they created led to something else. Now, when all this money was printed and interest rates were driven down, the hope was that American companies would borrow at low interest rates. They would expand, create jobs, pay people money, so on and so forth. And, you know, all that, you know, multiplier effect would kick in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:01.000",
        "message": "But it was a Keynesian way of thinking, basically."
    },
    {
        "speaker": "Guest",
        "time": "00:46:03.000",
        "message": "Which is a sort of, I mean, not Keynesian, Keynesian is government doing it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:10.000",
        "message": "It's more about spending, yeah. Yes, this is more, you know, from the point of view of… Spending easy money."
    },
    {
        "speaker": "Guest",
        "time": "00:46:14.000",
        "message": "More the point of view from what, you know, Milton Friedman, basically, so essentially, a lot of the way the US central bank operates comes from what Milton Friedman thought of what went wrong during the Great Depression. So, Ben Bernanke was essentially a scholar of the Great Depression and which was one of the reasons why he became the Federal Reserve Chairman. And a lot of the thinking of these economists is influenced by Milton Friedman's writing on the, you know, Great Depression."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:50.000",
        "message": "About the money supply…"
    },
    {
        "speaker": "Guest",
        "time": "00:46:51.000",
        "message": "And yes, so his thing was, his basic thesis was that because so many banks went bust, the money supply in the system contracted and because of that, you know, everything went haywire. I mean, to put it very, very simplistically. So, basically, when Ben Bernanke initiated what he did, his thinking was coming from what, you know, he thought was the right thing to do, given what Milton Friedman had written about the Great Depression."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:21.000",
        "message": "Not that Friedman would have approved of easy money, but simply Friedman's insight that the interest rate can be used as a lever to manipulate the economy."
    },
    {
        "speaker": "Guest",
        "time": "00:47:29.000",
        "message": "In the sense, he didn't, you know, nowhere did Friedman, you know, Friedman would obviously have balked at rescuing so many…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:36.000",
        "message": "Exactly. So many of these private enterprises."
    },
    {
        "speaker": "Guest",
        "time": "00:47:40.000",
        "message": "So, anyway, so to get back to the point, so when these, so the hope was that these companies would expand and borrow and expand. But what happened was, the companies did borrow because the interest rates were low, but they borrowed in order to buy back their shares. Now, what happens is, when a company buys back…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:59.000",
        "message": "Buy back their shares from their shareholders. From the stock market, yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:48:02.000",
        "message": "Right. So, when the company buys back shares, the total number of outstanding shares in the stock market goes down, which basically pushes up the earnings per share. And because the earnings per share goes up, the stock price also goes up, because the stock price ultimately is a reflection of…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:17.000",
        "message": "And also, if the supply of shares in the open market goes down, then again, that's another reason for the price to go up."
    },
    {
        "speaker": "Guest",
        "time": "00:48:22.000",
        "message": "Yes, so basically, and you know, the incentive here was that a lot of the top management of US companies had a lot of stock options. So, they saw this as a very good opportunity to drive up, you know, their wealth by borrowing at the cost of shareholders at a very low interest rate."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:42.000",
        "message": "And through easy money pumped into the system, ultimately taxpayers' money."
    },
    {
        "speaker": "Guest",
        "time": "00:48:45.000",
        "message": "Yes. So, this is essentially a perverse incentive, which was…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:49.000",
        "message": "Perverse incentives, and I mean, theft is another word for it. So, this is one part."
    },
    {
        "speaker": "Guest",
        "time": "00:48:52.000",
        "message": "Now, the problem is, even though the stock prices went up and the stock market went up, but buyback does not create jobs. Right. So, the entire idea of companies expanding and creating jobs and so on and so forth went out of the window."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:09.000",
        "message": "Because they weren't investing. Yes, they weren't investing."
    },
    {
        "speaker": "Guest",
        "time": "00:49:11.000",
        "message": "That's one perverse incentive, which was created. The other hope was that people would borrow and spend more, but people had already, you know, done their round of borrowing. And in the aftermath of the financial crisis, the American household debt actually came down for a few years till it started going up again. And if you look at the household debt to GDP ratio, it is still, you know, lower than where it was when the financial crisis started in 2008. So, the households did not want to borrow. Now, what happened was that these big financial institutions saw this as a great opportunity to borrow money at low interest rates and invest them in financial markets all over the world. And a lot of this money kept, you know, came into the Indian stock market and into the Indian bond market."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:59.000",
        "message": "So, is our stock market boom?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:01.000",
        "message": "It's largely because of, if you look at data, I mean…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:06.000",
        "message": "So, American taxpayers have funded our stock market boom."
    },
    {
        "speaker": "Guest",
        "time": "00:50:09.000",
        "message": "Sort of, yeah, you can say that. So, a lot of the money that came in between 2011, 2012, 2014 was a lot of the foreign institutional investors, as we call them, investing in India. 2015 was a negative year for them and then they turned positive in 2016-17. Now, if you look at, conversely, at the domestic financial institutions, they were selling all along between 2011 and 2015. And they've been buying in the last two years when the markets have peaked, sort of. So, in the sense that, you know, a lot of this easy money found its way into financial markets all over the world and it drove up, you know, stock prices and then stock markets."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:55.000",
        "message": "And the crazy venture capital that's also been floated…"
    },
    {
        "speaker": "Guest",
        "time": "00:50:58.000",
        "message": "Yeah, I mean, which is also another… So, if you look at, you know, the example that I like to give is that Blackstone is the biggest owner of real estate in India, which is very crazy, yeah. So, I mean…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:09.000",
        "message": "The second biggest, after the government, obviously."
    },
    {
        "speaker": "Guest",
        "time": "00:51:11.000",
        "message": "I mean, I'm just talking about, yeah, generally. I mean, if you look at the… So, I mean, stuff which is there on paper. I mean, there might be some guy who might own more than Blackstone, but we don't know. So, yes, so all this money that, you know, coming into the flipkarts of the world and, you know, we getting huge discounts is also a function of the era of easy money."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:34.000",
        "message": "I mean… So, the American taxpayer has funded the discount I got yesterday when I bought from Flipkart."
    },
    {
        "speaker": "Guest",
        "time": "00:51:40.000",
        "message": "You can say that."
    },
    {
        "speaker": "Unknown",
        "time": "00:51:41.000",
        "message": "Excellent. I don't buy from Flipkart, by the way. That was a hypothetical example. Only Amazon for me. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:51:46.000",
        "message": "There's an unpaid plug. So, yeah, so if you look at the valuations, the price-to-earnings ratios of the Indian stocks and the Indian stock market, you know, it's gone up dramatically in the last couple of years. So, which basically means that even though the stock prices are going up, the earnings of companies are not going up at the same pace."
    },
    {
        "speaker": "Unknown",
        "time": "00:52:05.000",
        "message": "So, something's got to give at some point. Yes."
    },
    {
        "speaker": "Guest",
        "time": "00:52:07.000",
        "message": "So, which is how, you know… So, ultimately, you know, all this sort of has been happening for a while and in June last year, the Federal Reserve essentially said that they will gradually start withdrawing all this money that they have pumped into the financial system. And they started doing it sometime in October. Now, between October 3rd, 2017 and January 29th, 2018, the Federal Reserve has sort of pumped out around $40 billion, which is less than 1% of the size of the balance sheet. So, the balance sheet now is peaked at around $4.5 trillion in December 2016. When they started off in September 2008, the balance sheet size was around $905 billion. So, it went up by almost five times. So, ultimately, you know, you have to understand that any central bank does not have any money of its own. So, if the size of its balance sheet is going up, it basically means it's acquiring assets. How is it acquiring assets? By printing money. So, the balance sheet size went up from around $900 billion to $4.5 trillion. Now, this is something that the Federal Reserve is now trying to contract, and it is between October and January, it has managed to contract it by around 1%. And so, obviously, the plan is to contract the balance sheet by around $420 billion this year and $600 billion thereon. So, if everything goes as it is supposed to, then by the end of this year, the Federal Reserve balance sheet will be down by around 10%."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:48.000",
        "message": "And what's the impact of that?"
    },
    {
        "speaker": "Guest",
        "time": "00:53:49.000",
        "message": "The impact is basically, you know, when the money in the financial system starts being sucked out, pulled out by the Federal Reserve, the total amount of money supply goes down. And when the money supply goes down, interest rates start to go up. The other issue here is that the American government, under Donald Trump, is supposed to borrow more than $3 trillion between 2018 and 2020. So, what is happening here is that you have the Federal Reserve pulling out money, and between 2018 and 2020, they would have pulled out around $1.6 trillion, if they keep doing what they are saying right now. And at the same time, you have the U.S. government wanting to borrow $3 trillion. So, a government wanting to borrow in a financial system where the money supply is actually contracting is not, you know, the best thing that will happen, because all governments like to borrow at low interest rates. So, at some point of time, you know, I think the U.S. Federal Reserve will end up in a confrontation with Donald Trump, if it continues to do what it is saying it will do. That, whether they'll continue to do it, is a big question mark."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:11.000",
        "message": "What's the potential impact of this on, A, the world economy, and B, on India?"
    },
    {
        "speaker": "Guest",
        "time": "00:55:15.000",
        "message": "So, what will happen basically is, you know, if these interest rates start to go up, all the money which these big financial institutions have borrowed and invested in India, will start to go out gradually, primarily because, you know, as interest rates go up, the trades that have been made will start to become unviable. So, it will make more sense for them to sort of withdraw money from India and take it back to the U.S."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:43.000",
        "message": "Which is not something you'd lament, right? Because it means, you know, the stock prices will again be more or less sensible."
    },
    {
        "speaker": "Guest",
        "time": "00:55:48.000",
        "message": "Yes, but then, you know, what happens is, you know, when stock prices fall, falling stock prices have a huge nuisance value. Because, you know, people who invest in the stock market are heard much louder by the government than, you know, people who invest in fixed deposits, so to say. So, that is there. So, the other, the bigger threat, as for me, is that, you know, if money, foreign money starts to go out of the Indian bond market, then the bond yields will start to go up and interest rates will start to go up. And interest rates going up will mean EMIs will start to go up, which will hurt more Indians than money going out of the stock market."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:30.000",
        "message": "And when the mood around the economy goes down, it's a government of the day, which inevitably bears a brunt. So, Modi may actually be unlucky going towards 2019 for factors outside his control."
    },
    {
        "speaker": "Guest",
        "time": "00:56:41.000",
        "message": "Yes, but the point is, you know, the question is whether this will happen or not. I was coming to that. Now, you know, the beauty of the American system, so to say, is that they have a sense of balance. Now, even though you have a federal reserve chairman, the real decisions are essentially made by the Federal Open Market Committee, which decides on the monetary policy of the nation. Like, you know, in India also, we've recently moved towards a monetary policy committee. So, as interest rates start to go up, and if those rise in interest rates starts to hurt the American economy, then the FOMC might very well take a decision without running into a confrontation with Donald Trump that we do not need, you know, high interest rates as of now. So, they can go slow on sucking out money from the financial system. Now, why I say this is because, you know, the median income in the US started to fall from 2008 onwards, and only in 2016 has it crossed the level that it was in 2008. So, the American system, economic system, so to say, is at a very nascent stage of economic recovery. Now, whether the Federal Reserve will, you know, risk sort of sabotaging that recovery, I mean, I don't think so. Which is why I feel that, you know, somewhere towards the second half of this year, when the impact of higher interest rates becomes a little more clear than it is as of now, the Federal Reserve will have to sort of go slow on taking the money out, you know, all this money, printed money that they have put into the financial system, taking that out, they'll have to go slow on it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:27.000",
        "message": "And to be clear, it's an autonomous body, so they don't have to listen to Trump."
    },
    {
        "speaker": "Guest",
        "time": "00:58:31.000",
        "message": "No, they don't. They don't have to. But see, what also happens is that, so the theory going around now is that the new Federal Reserve Chairman has been appointed by Donald Trump. And he is not an economist. So, he is a lawyer and an investment banker. So, yeah, so you have to take that into account. But then again, having said that, he's just one guy in a committee of 30."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:56.000",
        "message": "He doesn't make the decision by himself."
    },
    {
        "speaker": "Guest",
        "time": "00:58:58.000",
        "message": "He can't make a decision by himself. So, typically what happens is that, you know, at least in the Ben Bernanke and the Janet Yellen era, the chairman used to have some point of view, and then he used to try and get the committee to subscribe to his point of view."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:15.000",
        "message": "So, I'll take the opportunity to bring you to India. But before I ask about India's approach towards monetary policy and towards easy money, final sort of question on the US that, what do you think the responsible approach would have been? I mean, you've shown us through your narrative of how easy money caused the 2008 crisis and the response to it was more easy money, which doesn't make any sense. What should have been done?"
    },
    {
        "speaker": "Guest",
        "time": "00:59:38.000",
        "message": "So, you know, a good example that I discuss in my book is that of Iceland. When the three biggest banks of Iceland went bust in the aftermath of the financial crisis, the government decided to let them go bust. And Iceland is one of the few economies in Europe which has managed to recover. A good counter example to Iceland is Ireland, where the government decided to sort of take over the, you know, the liabilities of the banks going bust. And because of that, you know, the Irish economy has been in the dumps for a while now. So, you know, the point is that, you know, in economics, there are no experiments. Now, if the Federal Reserve had let all these banks go, I mean, would that have meant that, you know, as Ben Bernanke put it, there would be no financial system on Monday? You know, we really don't know. But, you know, what this has done is that, as you said, you know, it has sort of created a huge moral hazard. And the next time any of these banks are in trouble, you know, the market expects them to…"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:48.000",
        "message": "It's practically a guarantee of irresponsible behavior because, you know, they get the upside of the risk but not the downside."
    },
    {
        "speaker": "Guest",
        "time": "01:00:54.000",
        "message": "Exactly. So, which is… I mean, see, what also happens is, you know, when you are, you know, people who are in these decision-making positions are much more closer to the guy who's getting whacked at that point of time. And, you know, guys who are not getting whacked are really not organized to sort of push their point of view."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:19.000",
        "message": "Concentrated benefit, diffused cost, that's a public choice economics."
    },
    {
        "speaker": "Guest",
        "time": "01:01:22.000",
        "message": "Which is how it is. But then, as I said, you know, Iceland, again, is a very small economy, but it is a good example of how a country, which sort of let its financial, you know, sector go, actually was able to come out of the crisis much faster than other countries. But then, you know, in economics, as, you know, I mean, many years back, I had, I happened to meet Mr. Vaivi Reddy, who was the governor of RBI between 2003 and 2008. And he told me, and this was at the point when the financial crisis was just starting, and he told me something very interesting. He said, Vivek, you know, not doing anything is not something a central bank can do. They have to do something. They feel compelled to act in a crisis. Exactly. So, and this is, you know, it's, it's like, it's an example that I sort of, and I then wrote a piece around this phenomenon a few years later, which Dr. Duwari Subba Rao, you know, used in his book, and he who moved my interest rate. So, the example is very simple, you know, in football, the statistics show that, you know, when a penalty is being taken, it makes sense for the goalkeeper not to jump and stand where he is, because his chances of, based on past data, his chances of stopping the goal are best if he doesn't jump. But the problem is, if he doesn't jump, you know, for the, for every time the ball, you know, when the ball goes towards his right or towards his left, he ends up looking very, very stupid. So, he has to jump. So, if you take the same analogy and, you know, sort of plonk it onto a central bank, they have to do something. So, not doing anything is not an option."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:18.000",
        "message": "Right. So, since you mentioned Reddy and Subba Rao, quick comments on how, over the years, India has historically looked at monetary policy. Has our central bank been autonomous and given the independence it should have? Has the temptation to create easy money something that governments have succumbed to? And, I mean, after the Modi government took over, there were fears from some quarters that they would lower interest rates and get more money out of the system."
    },
    {
        "speaker": "Guest",
        "time": "01:03:44.000",
        "message": "See, this is what typically… This didn't happen. No, I mean, see, what also happens is, you know, lower interest rates do not automatically lead to more borrowing. I mean, there is, you know, a general misconception that, you know, almost everyone has. Now, in an Indian context, if you look at the post-demonetization era, interest rates have come down on fixed deposits, on loans, but the borrowing hasn't gone up proportionately for the simple reason that, you know, demonetization has hit people badly and it has hit the capacity of people to go out there and, you know, take loans and be able to pay those EMIs."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:24.000",
        "message": "In fact, just to digress, we were discussing at the start of the episode how one of the key features of money which is backed by the government is trust in the money. And among the many disastrous thing demonetizations did, one was that it affected that trust. If you have a thousand rupee note, are you actually going to get a thousand rupees for it?"
    },
    {
        "speaker": "Guest",
        "time": "01:04:40.000",
        "message": "So, in fact, one thing we didn't talk about was bitcoins. You know, the rise of easy money and the rise of bitcoins are, you know, very intricately linked because people who, I mean, I'm talking about the guys who are passionate about bitcoins, not the speculators who've just put money to sort of make money out of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:59.000",
        "message": "Those who are using it as a medium of exchange rather than as a speculative asset."
    },
    {
        "speaker": "Guest",
        "time": "01:05:02.000",
        "message": "So, people who are passionate about bitcoins are passionate about it because they want control over their money. They don't want the government to interfere. And, you know, there is a great belief that bitcoin cannot be cracked by the governments."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:17.000",
        "message": "Vivek, I want to talk about bitcoins. I want to have a full episode on it. So, let's leave that for another day."
    },
    {
        "speaker": "Guest",
        "time": "01:05:24.000",
        "message": "But I'm not the guy. I'm not a bitcoin guy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:28.000",
        "message": "Right. So, in any case, I mean, talking to you was extremely enlightening. And if you've listened to this episode so long, you found it as interesting as I did. So, do go out and buy Vivek's books. And actually, Vivek's books do pretty much what my podcast sets out to do. Look beyond the seen effects and see the unseen effects. Vivek, thanks so much for being on the show, man."
    },
    {
        "speaker": "Guest",
        "time": "01:05:47.000",
        "message": "Thanks, Amit, for having me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:48.000",
        "message": "In case you enjoyed listening to the show, you can follow Vivek on Twitter at call underscore Vivek. Go to Amazon and check out the Easy Money trilogy right away. And also his latest book, India's Big Government. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. Our past episodes, including a few featuring Vivek, are available on seenunseen.in. And for more great, cutting-edge Indian shows, do download the IVM Podcasts app and follow IVM Podcasts on Twitter and Facebook. Goodbye for now. If you enjoyed listening to the seen and the unseen, check out another hit show from IndusVox Media Networks, Cyrus Says, which is hosted by my old colleague from MTV, Cyrus Brocha. You can download it on any podcasting network."
    },
    {
        "speaker": "Unknown",
        "time": "01:06:44.000",
        "message": "There she stands, a podcast addict. Outside the bank, having traveled several miles to get in with other poor souls like her. The journey, though daunting for this youngling, will have some comfort because she has downloaded her favorite podcast. You can see more of her species on IVMPodcasts.com, your one-stop destination where you can check out the coolest Indian podcasts. Happy listening."
    }
]