[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "As we grow up, we believe that by and large, we should not interfere with other people's business. And it seems natural to transplant this thinking from individuals to countries. We should not interfere with another country's internal affairs. After all, we don't like it if other countries interfere with our own internal affairs. Right? Well, what if it's not quite that simple? What if countries are not like people? What if geopolitics, unlike trade between individuals, is often a zero-sum game? What should we do about Maldives?"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:37.300",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:48.700",
        "message": "Welcome to The Seen and the Unseen. Before we begin this episode, a quick word from our sponsor for this episode. I love art, but I often find that I simply cannot afford to have the best fine art hanging on my walls. Equally, I have good friends who are artists, and they feel bad that they only get a one-time payment for their painting, unlike authors who get royalties for every single copy of the book that is sold. Well, there's a company called Indian Colors that is attempting to solve both these problems. Indian Colors licenses the work of top Indian artists and adapts it into objects of everyday use including wearable art like stoles and kaftans, home decor like cushion covers and table runners, and accessories like tote bags. This allows art lovers to get fine art into their homes at an accessible price, and artists get royalties and sales, just like authors do. The artists whose works you'll find include luminaries like Dhruvi Acharya, Sameer Mondal, Vasvo Ex Vaxvo, Brinda Miller, Shruti Nelson, and my favorite, Harin Vakil. Do check it all out at IndianColors.com, that's Colors with an O-U, and use the code IVM20 for a 20% discount. Remember, IVM20 at IndianColors.com, Colors with an O-U. Now let's get on with the show. My guest today is my friend Pranay Kotasane, a fellow at the Takshashila Institution and the editor-in-charge of International Affairs at Pragati, the magazine I edit at ThinkPragati.com. Pranay has been writing a lot about the crisis in Maldives, and he's one of the foreign policy experts I respect the most anywhere in the world. So I'm delighted to have him on the show today. Pranay, welcome to The Seen and the Unseen. Hi Amit, it's good to be back. Pranay, tell me a little bit about what's happening in the Maldives and why should we"
    },
    {
        "speaker": "Guest",
        "time": "00:02:32.700",
        "message": "care? Okay, so a lot of political developments happened in Maldives, very interesting ones. So the story starts around six years back, okay. So there was one Mr. Gayoom who was ruling Maldives for a long time, even though this was a presidential democracy, he ruled for a long time, and then we had the first democratically elected president, Mohammad Nasheed, a few years back, around seven years back. And then Nasheed was replaced by another person, and he was just unceremoniously thrown out. And then we went to the current president, who is Yameen. So what happened off late was all these people who are the opposition to Yameen were basically declared persona non grata in Maldives, and there were around 12 political prisoners who were taken up, and the Supreme Court had convicted all of them. Now on 1st Feb, this changed. So the Supreme Court said that this earlier conviction was wrong, and these political prisoners should be freed, and that's when all hell breaks loose. So Yameen says that, no, this is not done. He declares presidential emergency, which means that Supreme Court is no longer in charge of the political developments that are happening there. And he again arrests all the Supreme Court judges. Also he arrests a bunch of political people. And then so that was extended till 15 days, he said that emergency would last for 15 days. Now just two days back, another presidential decree has been issued, and this emergency will extend for another 30 days. So these are the political developments that have taken place. But there are a lot of geopolitical angles to this. This is just the domestic part, but the geopolitical angle is that China is seen to be backing Yameen, and even six years back after, Nasheed had actually awarded a contract to GMR, which was an Indian company for building their airport, which was one very big thing for Maldives. And his successor just said, ousted GMR from this contract. And then an international tribunal actually said that you need to pay money back to GMR, this is not just done. Yameen got money from China, from Saudi Arabia, etc. and gave this money to GMR and knocked them off the project. And the project was again started with Saudi Arabia and Chinese help. So this is the geopolitical context here. So yeah, that's pretty much what has happened till now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:15.940",
        "message": "Right. So why should we care? What role has Maldives played in our foreign policy so far? And it's small island somewhere else, government has changed, you know, a guy who was democratically elected has declared himself, has effectively become a dictator, imprisoned everybody, seen that happen in various places across the world. Let it play out."
    },
    {
        "speaker": "Guest",
        "time": "00:05:34.020",
        "message": "Why does it affect us? Yeah, it does affect us. So okay, let's take a background. Earlier, we had recorded an episode on changing behaviors of smaller states in the Indian subcontinent. So it ties into this. Of course, now, smaller countries in India's neighborhood are no longer, you know, tied to India, they're not coupled with India that closely. And they will look to balance India's overpowering influence with other countries, which is all"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:00.140",
        "message": "fine. So let me clarify that before we move on earlier, small countries were because they were so close to us, we're almost dependent on our, you know, benevolence, and therefore they were tied to us in terms of foreign policy, but now they're becoming more and more prosperous, which is a good thing, and are also therefore becoming slightly independent."
    },
    {
        "speaker": "Guest",
        "time": "00:06:16.980",
        "message": "Yeah, not just that. And earlier, we didn't have this globalization as a concept, right. So because the markets were not open, they were tied with India just because of the link and India was the biggest power in the neighborhood. After globalization that changed, they had more options. And now even more so, because for each of these countries, if you see, actually India is the only country which is in between all the South Asian countries, right, no other South Asian countries connected to the other one, except going through India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:46.620",
        "message": "So we are like the hub."
    },
    {
        "speaker": "Guest",
        "time": "00:06:47.620",
        "message": "Yeah, and we are the biggest one. So overwhelmingly big. So it is very genuine for other countries to feel that we need to balance the power of India in our country. And that's all fine. And now they have an option because China is also interested in this region. So they can always play China with India in this and that's all fine. But where I would draw the line here is, if there is anything that these countries are doing, which are directly against Indian national interest, then India has to stand up there, right. Because as I explained, the president just poked India in the eye, right, and intentionally getting rid of an Indian company, and then trying to boast how the Chinese are going to help us is just showing that he can defy whatever India's national interests are and still there won't be any consequences for that. There is a second point is that the ousted president, Mohammad Nasheed, he went out on Twitter and he said that it would be great if India could intervene and restore democracy. So now we have a situation in which there is someone who's friendly to India, a powerful political force, and he's asking for India's help. So now just imagine if India doesn't do anything on this. What would be the lesson that other friendly powers in other countries will draw with respect to India? A person at the margin would think that India is not a credible partner. Why should I even deal with India? Why should I even have a friendly relationship with India? Because it's just not a credible partner."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:24.860",
        "message": "But just pray devil's advocate, you could also argue that yes, India should always uphold its word, which it makes to friendly nations. But at the same time, this is an individual, it's not a friendly nation. This is Nasheed, the individual who's no longer in power and India's approach could simply be that what does it matter if that small island is friends with us or not? What is the threat to India's interests over here?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:46.460",
        "message": "Yeah, right. So, see, the foreign policy game in any region is that you need to have friendly relationships or friendly regimes in one country or the other so that you can use it for mutual benefit. And here you clearly have a case where that's not happening. So one, you would want that to change. You would either want Yameen to be more friendly to you, at least in terms of respecting Indian national interest. And if not that, then because it's a small country, you can afford to have someone else there. I mean, Mali's capital is 2.5 square kilometers. It's not as if Indian military forces can't intervene. So that is one angle. So India's national interests here are affected in a few ways. So first, because China is a willing supporter to this regime, at least it has tried to be so, there are fears that over time, they will actually build a military base there. In fact, the Yameen has already leased some of their islands to the Chinese. So there is a fear that five to six years later, there might be a military base of China"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:56.820",
        "message": "which might come here. And that would give them a big advantage."
    },
    {
        "speaker": "Guest",
        "time": "00:09:59.340",
        "message": "Yes, that will definitely give them a big advantage because they don't have any significant presence in the Indian Ocean. They have something in Jibouti, but nothing near India. Something which is that close to India will be a big, big advantage for them. See, there is Diego Garcia as well, which is a military base of the US and US has adopted a very hands off approach. I think they are in agreement with India's stance on this. So this is a perfect test case actually for India to demonstrate that if there are friendly powers in the neighborhood, India will go back and help them. The costs are not very high for India to intervene. So what should we do? So actually just things what what happened two, three days back was MEA, Ministry of External Affairs in India actually issued a statement."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:47.380",
        "message": "Since it's a couple of days back, I should clarify that we are recording this on Thursday, the 22nd, and this episode releases on Monday, the 25th."
    },
    {
        "speaker": "Guest",
        "time": "00:10:56.540",
        "message": "So those are sort of the timelines, right? So what happened was Ministry of External Affairs did issue a statement that democracy should be restored, the Supreme Court ruling on 1st Feb should again be restored and things like that. And Yamin just didn't listen to that and he again, extended the emergency for 30 days. Okay. So this is what has happened. Now, this is clearly Yamin demonstrating that he just doesn't care about India. So all the other options of people calling that we should do some diplomatic, you know, diplomatic outreach to Yamin, the time for all that is long gone."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:40.060",
        "message": "And it simply won't work. Yeah, exactly."
    },
    {
        "speaker": "Guest",
        "time": "00:11:42.060",
        "message": "And it's gone six years back since the time the GMR incident happened, the time for that is not now, it was six years back. So now the only option is India should intervene and should take Yamin out. And actually, my colleague Nitin Pai had written a sort of a roadmap for this. So he had suggested that one thing that could be done is first the Indian army reaches their army and the navy and after that Yamin is replaced and the next constitutional head would be the vice president. So he is brought to power. And after that, there is an election coming up. So an election is held. And based on whatever happens in the election, the ruling party changes. So that should be the mode. One interesting thing that India can do is while intervening in all this, it can make sure that the contracts that Maldives has already made with the Chinese companies, they don't go away, you know, because that will be more acrimonious, even China will feel unsettled. So that could be managed. So behave honorably, basically. Yes, yes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:44.540",
        "message": "And stand up to our national interest. So I have three hypothetical questions for you, just to play devil's advocate and sort of try and understand the nuances of this, which I don't, which I'm just coming to grips with that you're saying that we should intervene now, because A, the regime in charge is unfriendly with us. B, the regime in charge has behaved dictatorially, imprisoned its opponents in the Supreme Court and it's effectively a dictatorship. And C, most importantly, because our interests are threatened by this, because China could build military bases there, which would be a disaster for us and would shift the balance of power in the in South Asia."
    },
    {
        "speaker": "Guest",
        "time": "00:13:18.940",
        "message": "And there's a D here, because we have a person, a former president was democratically elected,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:24.780",
        "message": "who is friendly towards India. Hypothetical question number one, supposing Yameen was democratically elected as as as he was, and supposing he didn't do any of this, but was allowing the Chinese to build those military bases. So it would still be against our national interest. But would we then have an imperative to go out and replace him? Yes, we would."
    },
    {
        "speaker": "Guest",
        "time": "00:13:44.540",
        "message": "Even if he was a democratically elected? Yes, yes. Because we have to act in a national interest. Exactly. Yeah, we have. See, it's not we have to understand that it's not as if Maldives is, you know, it's a tributary of India. It's a mutually, it's a relationship under international conduct. And of course, there's a big power differential. But India has gone out of the way and there are trade contacts also, all the Maldives self defense forces, they get a lot of training in from India, their helicopters in their self defense forces are actually Indian made. So there are a lot of those connections which India has already done, you know. So if in spite of all this, there is anyone democratically elected or not, who is poking India in the eye by doing things which are directly against Indian national interest,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:41.740",
        "message": "and India has no other option but to stand. So follow up question, if we didn't have these historic relationship with them, where we trained their special forces, and, you know, where we were so close to them, if we didn't have those relationships, and if it was just an independent place, leaving everybody alone and minding their own business, and they now invited the Chinese to build up a base, would we then nevertheless be justified? Because we have to look after our own interests?"
    },
    {
        "speaker": "Unknown",
        "time": "00:15:03.460",
        "message": "Yes, yes. Absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:05.460",
        "message": "So what you would say here is that, look, let's be realistic, let's not have some high notions of what is moral behavior. The point is, China would do all of these things, China would have no boundaries in terms of what it would do to enhance its national power. And for our own sake, we need to counter that."
    },
    {
        "speaker": "Guest",
        "time": "00:15:18.860",
        "message": "And therefore, we should have no qualms either. Exactly. Yeah, I have never made the argument for we should intervene for the preservation of democracy,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:27.500",
        "message": "things like what the US does, we know the difference between what the neocons, the neocons optics don't apply here. So the second hypothetical question, supposing we do exactly as Nitin said, we go in there, we occupy the place, we get Yameen out, we put the other guy in charge, whoever is the next in line, and we have free democratic elections. What if Yameen wins again?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:49.100",
        "message": "Yeah, then we'll have to lump it, we'll have to live with it. And then he invites the Chinese army? Yeah, then we'll have to live with it. But I think the overall assessment is that Yameen has been extremely unpopular with what he's done. So there, of course, there will be a level of risk that we have to assess. But given that previous democratically elected president is also hugely popular, I think"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:15.780",
        "message": "these are risks which India can easily manage. So you would say our intervention should be to the extent of going out there and replacing the regime and hoping the next regime behaves correctly. But we should not install a puppet, we should let democracy play itself out. And if it turns out that the same guy comes to power and is even more pro Chinese now,"
    },
    {
        "speaker": "Guest",
        "time": "00:16:33.060",
        "message": "obviously, then we should just come back. No, but he won't be more pro Chinese, because we would have demonstrated that there are costs to be had when certain things which are done to India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:42.420",
        "message": "But if he were to come back, we would also have demonstrated that there would be certain limits to our actions, and we're not actually going to kill him or imprison him."
    },
    {
        "speaker": "Guest",
        "time": "00:16:48.620",
        "message": "Yeah, but we always have an option to do that again, that can be a threat. And that next time, there won't be any promises of elections."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:56.460",
        "message": "Right. Really interesting. So what's the foreign policy? What's the foreign policy establishments thinking on this in India?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:03.500",
        "message": "I think now, after that MEA statement, which came out, it clearly demonstrates that the Indian government is very serious about Yameen. But I just think it took too long, right? Since six years, this has been happening. And we should have preempted that certain things would have happened here. And we should have taken actions much upfront. And now that we've let six years pass, our options have to be at a higher escalatory level. So our options are gone. Yeah. Is it too late? I don't think so. I think it is still manageable. In fact, a couple of days ago, again, there were news reports that Indian Navy and Army etc are already conducting joint exercises in the vicinity of Maldives. So I think the military establishment is also ready. And we've done this before, like in 1988, we had intervened in Maldives, the circumstances were slightly different, but I think Indian military is more than capable to do something"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:03.300",
        "message": "like this. What if China decides to put its foot down, is there is a chance of escalation into a"
    },
    {
        "speaker": "Guest",
        "time": "00:18:07.620",
        "message": "full blown war? I don't think so. So and even if that is the case, then that is all the more reason that India should preempt it. So earlier, there were news items again, that some Chinese ships and frigates were actually spotted in the Indian Ocean. But I don't think it was related to Maldives, because they returned back and they do this in two, three months, in either case, they have their regular rounds. So now, if the alternative scenario is that what if China comes into Maldives? So I mean, we can't be waiting for the Chinese to come there and then say, what are our options, right? It's better to preempt that and prevent Chinese from coming there. Because once they come, then what are our options after that? Then the game is over. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:54.460",
        "message": "So if that is the case, and we do what Nitin said now, and we conduct elections there, and Yamin wins again, your recommendation is that we come back. But what if the Chinese go there and all this happens anyway?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:05.140",
        "message": "I think we can manage after that. Because once we demonstrate that there are consequences to be had, and there can be even higher consequences to be had, that will be enough of a deterrent."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:17.100",
        "message": "So even if the situation seems the same, we are a different India and they look at us"
    },
    {
        "speaker": "Guest",
        "time": "00:19:20.260",
        "message": "differently if we do that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:22.100",
        "message": "So let's kind of take a step back now and talk about South Asia, like South Asia has changed a lot in foreign policy terms in the last couple of decades, China has become much more powerful. And recently, under Donald Trump, the US seems to have taken a step back and become more ambiguous about some of its dealings and India has had to adjust its mindset accordingly. We recently had some kind of conflicts in, you know, involving the Rohingyas, for example, which was a dilemma for us and then Doklam, where there was a standoff with the Chinese."
    },
    {
        "speaker": "Guest",
        "time": "00:19:54.700",
        "message": "What's happening in South Asia? Okay, so let me put it in this way. First on Doklam, let's say, in Doklam, I think India aptly demonstrated that the things that China does in South China Sea where it just occupies land and then says, hey, this was my island from long time back and they start doing construction, etc. I think India demonstrated in Doklam that India won't allow that to happen and India is not a country which China can take for a ride and the strategy that it adopted there in South China Sea won't operate here. So that was a positive thing. On with respect to the neighbours, as I earlier said, now neighbours always have an option, it is perfectly in their national interest to balance India's overwhelming influence"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:42.180",
        "message": "with that of China. Which is a good thing, which is fine. Yeah, which is fine."
    },
    {
        "speaker": "Guest",
        "time": "00:20:45.300",
        "message": "As long as it does not in direct confrontation with India's interest, we should be alright with it. On the Rohingya issue, I think we missed an opportunity to demonstrate that we are what we call ourselves a net security provider, right. That's what India likes to call itself. What does it mean? Explain that. Yeah, it just means that overall India will provide more security to in the Indian Ocean region even to other countries. So now in the Rohingya case, for example, at a time when a genocide was taking place, there were voices within the Indian establishment which were talking about deporting the 40,000 Rohingyas who are already there in India. It just didn't make sense, it defies all logic, you know, even foreign policy, national interest logic even, right. Why should we be talking about deportation of those people when there is a huge amount of influx from Myanmar anyways? And what we could have done again is to back Bangladesh to the hill because Bangladesh"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:48.940",
        "message": "took the lead. And they acted very honorably."
    },
    {
        "speaker": "Guest",
        "time": "00:21:51.460",
        "message": "Yes, exactly. And again, there, we had Sheikh Hasina, who is a great friend of India's, and they are going to go to elections next year. So it is all the more in India's interest to make sure that Sheikh Hasina comes out winning on this count."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:06.640",
        "message": "So these are the specific issues, Roklam and Rohingyas, but overall, tell me a little bit about how the balance of power is sort of shifting and the challenges that we confront"
    },
    {
        "speaker": "Guest",
        "time": "00:22:14.180",
        "message": "as a result in South Asia. Okay. So in the Indian subcontinent, what you have is, as I said, there is a huge power asymmetry. And so the China is an alternative, it is coming in. And what has happened in the past few years is India is trying to manage this, the fact that China is more provocative, and the fact that these countries are increasing their relationship with China. So that is the flux that we are operating in. With regards to, and on that count, leave Pakistan aside, because that there the equation is very different. But in all the other countries, this equation is just playing out. So there are regime changes, there are elections, etc, which are happening, and all of them are happening in the backdrop of this, will the new leader support China more or support India more? That's how the narratives are playing out. But I think in India's case, and for all the neighborhood countries, they realize that they have a lot of relationship, a lot of trade, they have, it's very difficult for them to go around the geography of this region. I mean, we're all in those interwoven networks, and you can't just take a scissor and cut it off. Exactly. So that relationship is understood. And it's very difficult to get out of, get out of a good relationship with India, they can't afford it, basically. So in such circumstances, what India should do is, India should make clear what are its red lines in terms of what these countries can, they can do whatever they want, as long as it doesn't directly affect Indian national interest. And as long as those red lines are met, we should be okay to manage with any country."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:03.860",
        "message": "And where does Pakistan come in all of this? I mean, China is inching closer to Pakistan for obvious reasons to use them as a counterweight against us. How has that equation changed? I mean, should we be worried?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:14.700",
        "message": "Yeah, there are many schools of thought on this. One thing is yes, people do feel now Pakistan used to have a backer called the US, now the Pakistani military jihadi complex has another backer called China. So should we be worried? I think, yes, we should be worried. What will happen is in the short term, the military jihadi complex will strengthen because now it has someone to back it and its support with the US is weaning. So in the short term, yes. And overall, what I feel is, as China gets involved more and more with Pakistan, that familiarity is definitely going to breed contempt. And you will have a lot of acrimony between the two. Just imagine if there will be Chinese people operating in Gwadar and in Balochistan, which are again very sensitive areas, and with the language gap and things like that, there will be a lot of acrimony. So I think we should wait and watch for now. And I do not necessarily think this is very negative for India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:21.100",
        "message": "Right. And how does a foreign policy establishment need to change its view in light of all these developments? Developments in? South Asia overall. I mean, everything, you know, from Doklam to Rohingyas to Maldives to Pakistan."
    },
    {
        "speaker": "Guest",
        "time": "00:25:35.300",
        "message": "Yeah. So I think the way we have to look at this is this way. We think that whatever China is doing is against India, but that is not the case. Right. There is a power play going on between U.S. and China. So China wants to become what U.S. is. And that is the larger game which is playing out. Now, our national interest is what can we do in this ongoing power play which benefits us, which means we have to do things with U.S. and with China as well. Right. Certain things like climate change, et cetera, our positions are closer to China rather than that of the U.S. So we have to try and ensure that we have enough options available so that we can extract benefits from both U.S. and China and pursue our bigger goal of prosperity for Indians. Right. All foreign policy is finally for that. And whatever requires to be done in order to ensure prosperity for Indians, we have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:32.860",
        "message": "to do that. And one of the first things would be to stop China from overstepping in the Indian Ocean and do something about Maldives. Yes. Pranay, thank you so much for talking to us. I learned a lot talking to you. Thank you, Amit. If you enjoyed listening to the show, do follow Pranay on Twitter at Pranay Kotas. P-R-A-N-A-Y-K-O-T-A-S, all one word. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of the Seen and the Unseen at seenunseen.in. Pranay has been on the show before and he's spoken about foreign policy with me. So do check that out. Thank you so much for listening. If you enjoyed listening to the Seen and the Unseen, check out another hit show from Indus Fox Media Networks, Cyrus Says, which is hosted by my old colleague from MTV, Cyrus Brocha. You can download it on any podcasting network."
    },
    {
        "speaker": "Unknown",
        "time": "00:27:32.900",
        "message": "As you can see, we have a podcast listener in his natural habitat. Billions of years of evolution have led him to this point. He's on his way to work and listening to podcasts makes his miserable day better. He will now head to work and use all his knowledge to communicate with other colleagues and possibly future mates. You can find more of his species on ivmpodcasts.com, your one-stop destination where you can check out all the coolest Indian podcasts. Happy listening!"
    }
]