[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I. V. M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:04.400",
        "message": "I had a strange dream the other day. I dreamed that I was 700 years old. I was in a courtroom fighting a case that had been going on for the last 680 years. I begged the judge for a judgment. I've been waiting so long, I told him. It's been more than 600 years. Please put me out of my misery. Deliver a judgment. The judge looked at me and said, Oh, I can deliver a judgment, but then this case will go to appeals and that will take another 700 years. What's your life span anyway, Mr. Verma? How long do you want to live? Forever, I said. I will wait forever. What choice do I have?"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:47.400",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:57.900",
        "message": "Welcome to The Seen and The Unseen. None of us need to be told that our country's judicial system is in a mess. Cases drag on for years and decades, and I've actually heard of a case which is more than a few hundred years old. Don't ask me how that happened. So the subject for this episode, therefore, is judicial reforms. And to help me make sense of all the ways in which our judicial system is messed up and all that we can do about it, I have with me as my guest, my friend Alok Prasanna Kumar, who is a senior fellow and heads a Bangalore office of the Vidhi Centre for Legal Policy. We had this conversation a couple of weeks ago in Bangalore. Alok, thanks so much for coming on The Seen and The Unseen. My pleasure, Amit. Alok, all of us know that the judiciary is in need of reform. I'm going to come at this episode from a complete layman's point of view. What we typically know about the judiciary is, you know, you get those Bollywood dialogues of Tariq pe Tariq, Tariq pe Tariq. We know it's overburdened. We know that under trials stay in prison for decades sometimes. And we know that cases just linger for literally hundreds of years. I mean, someone was telling me the oldest case is some 700 years old and it's just continuing through all these ages. What I want you to do today in the course of this conversation is, number one, actually define what is the scope of the problem?"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:13.400",
        "message": "What caused it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:15.400",
        "message": "What can we do about it? And how hard is it to carry out those reforms?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:19.900",
        "message": "Okay. So, defining the scope of the problem. When we say the judiciary, there is no one wing of the judiciary which is not free of this problem. We have the same kinds of problems happening at all levels. And there are multiple problems. I think some are problems with the institution itself as it stands. We have not really moved away from the 19th century notion of what a judiciary should be. We have added computers and possibly used nice fonts in our pleadings. But our notion of how the judiciary should function still harks back to the 19th century House of Lords. And the structure of the judiciary follows is almost similar to what the British had set up. The only difference being that the subordinate judiciary is not under the control of the state government. So what is that 19th century notion? The 19th century notion is that you have people who want to file voluminous pleadings, who are happy to engage in litigation as long as they want. And the court's job is not to tell them to move on quickly, but let parties take their own time and you figure out how to decide the cases. Judgments are delivered, of course, in accordance with the law, obviously, but this is what the institution should work like. It still follows the approach that people will decide how they want to litigate a case. Their job is only to, as with a baseball umpire, call the pitches and call the strikers. And there's a reason why I'm using baseball because in baseball, the umpire's role is relatively much smaller than the role of an umpire in cricket. In cricket, there are subjective calls that the umpire makes. Umpire speeds up the game. Umpire can say, okay, you're taking too much time. Move quickly, move quickly or I'll penalize you in this way. So ironically, even though we got cricket from the Brits, we haven't adopted that approach in our judiciary at all. So we are still content at letting the judge be somebody who says, fine, you want to file one more document, take some more time. Fine, you want an adjournment, take your time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:17.900",
        "message": "Do this, that. That's the basic level of support. So what do you think the 19th century notion, therefore, is that the judge is only interested in the final outcome"
    },
    {
        "speaker": "Guest",
        "time": "00:04:23.900",
        "message": "and doesn't interfere much with the smoothening of the process? No, it isn't. And the idea is that the process is something which broadly meets the requirements of the natural justice, but we have to hold them to the process. If somebody needs time to file this document, the other person has to be given time to respond to this. Then the other person has to be able to allow to do this. Our code of civil procedure was drafted in the first decade of the 20th century. We have made no major amendments to it. The one effort at trying to make an amendment was rolled back almost instantly. So we are still stuck with this old notions of how a case should move through the court, whereas the rest of the world has moved on. Even Britain has moved on. Even they have understood that cases have to follow a certain approach in terms of they need to be done by this period of time, right? And it's in the hands of the judge to ensure that it's done in this period of time. The judge is a person now responsible for seeing a case through, not up to the parties. So the judge will say, look, I'm giving you this much time. You have to do whatever you need to do in this time. I'll fix it for arguments. And I want you to finish your arguments by this period of time. And I'm delivering judgment. All these countries have realized that there is a certain point of time where you just can't keep adding capacity to the judiciary and hoping that everything will continue as normal. They've all recognized that it works. The judiciary as understood in the 19th century model judiciary is extremely inefficient. It's extremely inefficient. It is not geared towards quick disposal of cases. Yes, parties will be convinced of the court's independence, but the fact is there's only a certain price that are willing to pay to wait for the judgment to come eventually."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:55.400",
        "message": "So as an old cliche goes, justice delayed and justice denied and so on. So what you'd say is that the 21st century mode of justice pays a lot of importance to the process so that justice is not delayed. Yes. And is this sort of a necessity brought about by the sheer volume of cases and litigants that of course happens with the growing population or would you say that it is part of the better delivery of justice as well?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:19.900",
        "message": "It's, it's also, it's, it's a bit of both. Now, in terms of actual number of cases, India probably doesn't have as many as the US. Wow. I mean, it's hard to compare one to one, but the volume of litigation probably is less in India than in the US as well. Because the other factor for growth of population is economic growth. So which means you have more entities, you have companies filing trusts, filing societies, filing cases against each other and so on. But also the fact that we have not seen the justice delivery as a service. We've just seen us as this big institution sitting in the old sandstone that is immovable and whatever. And we've never thought of what goes on inside that institution. How are cases taken on board, listed, heard, disposed of? We've never really thought about it seriously. And only now that people are realizing, oh, hang on, you know, we should start looking into the processes of the judiciary and realizing that, oh, well, there's no way, you know, if this was a process in any private company, it would have collapsed in a matter of months because nothing happens. So, which is why I think we have not seen it in those terms. And the pity is it, this whole argument of first world judiciary and so on and stuff doesn't really hold because you have an excellent model just across the Andaman Sea. Singapore, for instance, is truly the beneficiary of India's failing judicial system. Some of the highest value arbitration, some of the most important commercial cases go to Singapore. Greatest example, Ranbaxy. Ranbaxy and Daichi sank your case, went to Singapore Arbitral Tribunal. Why? Because the parties are sure that in Singapore, when you arbitrate a case, it's done within a year. When you challenge it in court, it's done within a fixed period of time. And when you challenge it even further, that also has a fixed period of time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:57.900",
        "message": "So, therefore, both parties recognize that closure is important, has value, and that delays are a negative sum game. Both parties heard, so let's just go to Singapore, get it sorted out quickly. Whoever loses, loses. So, my question is that this 19th century mode of thinking, as you're saying, is it embedded in the laws and the rules for the institution to follow or is it part of convention and it's just evolved this way?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:17.900",
        "message": "So, interestingly, to go back a little bit into history, India got its laws codified much before Britain did. Even though we were being ruled by the British same people, they figured, no, no, no, these people can't be trusted to evolve our conventions or understand our traditions. We'll codify everything. The problem is that since then, we haven't moved on. We are still stuck. So, and this is something that I'd like to tell everybody and shocks people. Our Code of Criminal Procedure provides you better civil rights guarantees than the Constitution of India. If, if, if a judge just followed the Code of Criminal Procedure, right, you would ensure that you are heard properly. You would ensure that you are not detained for longer than necessary. You would ensure that you get a lawyer. You would have the right to cross exemption. All of this is guaranteed in the Code of Criminal Procedure, not our Constitution. Nobody thought that, guys, this is a, you know, a colonial thing. Maybe we need to either a change our Code of Criminal Procedure, that keeping all those civil rights requirements, but ensuring that a trial happens quickly or, you know, we put it into the Constitution to ensure that everything, other changes can be made more organically as things go on. So we are now left with a situation where, unfortunately, all state governments seem to think that the way to ensure quick justice is to loosen the requirements of the Criminal Justice, Criminal Procedure Code, which means you won't get bail, you won't be heard, summary trial. I mean, all this kind of stuff is a basic violation of civil rights and none of this actually helps in moving a case forward. All it does. So you will find special courts have failed across the country. Why? Because they will not give proper hearings. They will pass rush judgments. And the moment a judge in an appeals court sees it, they'll say, this is rubbish. How can I, how can you possibly convict on so little evidence?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:53.900",
        "message": "Give me a historical sense of this. So when you talk about special courts, what are these special courts? What were they set up for? And so on."
    },
    {
        "speaker": "Guest",
        "time": "00:09:59.900",
        "message": "So initially the idea for special courts comes in the fifties. And the fact that, you know, you feel like, okay, there are certain crimes in the context of partitions, basically. And, uh, you know, uh, communist, uh, uprisings and so on. You want special courts to try certain categories of offenses. Now, uh, unfortunately the Supreme Court sort of made a mistake by saying, okay, find an exceptional situation. But that exception has widened over the years, right? In the very, one of the very first cases regarding article 14, the Supreme Court said in certain exceptional cases, we'll allow the special courts and so on. But the, nowadays a special court has lost all meaning. It's your regular court, your regular court that sits in, say, the city."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:36.900",
        "message": "But does it have like speed in the procedures or something?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:39.900",
        "message": "They mess it up, mess around a little bit with it. They don't speed it up as much, so much as to say, okay, you lose your right to this. You lose your right to cross-examine or you lose your right to apply for bail or you'll have to do it in three months and so on. Or what they do, which is even worse, is to say these categories of offenses will go before the special courts that the regular procedure is followed and you'll realize it moves quickly. But then that means every other category of cases stuck. So in that way, what causes the problem is that you're not really resolving the system's issues. You are addressing one particular part of it, but causing 10 other problems, you know, like literally you're trying to solve the seen problem and causing 10 other unseen problems."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:16.400",
        "message": "Unseen problems, which is a question of capacity, but we'll get to that later. So would you say that some of the civil rights protections that the criminal code offered, which the constitution doesn't, are now slowly being taken away by states and the constitution doesn't protect them anyway. So here we are in trouble. Yes. And it's the constitution's job really to have embodied those in the wrong."
    },
    {
        "speaker": "Guest",
        "time": "00:11:38.900",
        "message": "To an extent, yes, because there's a little bit of complacency. If you see the constitution, constituent assembly debates, you know, somebody says, you know, you should, you should put the right to cross examine in the constitution itself. You should put these three, four other things. Ambedkar sort of dismisses it saying, no, no, only a very insane state government will say, we'll take away the right to cross examination. But consider things like the Gunda's Act, right? See what procedures they have. There's none. There's literally none. Explain that to me. What is the Gunda's Act? So for instance, the Gunda's Act is to sort of catch hold of people who are quote unquote history cheaters, those who repeat offenses. It allows the detention, prevent the detention of people. And there are very little criminal, like it's one of those where the focus is on, let's try and get a conviction somehow or the other. The other egregious thing is the NDPS Act, Narcotic Drugs and Psychotropic Substances Act, which sort of makes it difficult for you to get bail. There are a whole range of laws that make it difficult for you to get bail. Uttar Pradesh has done away with anticipatory bail, right? In terms of the fact that you're making it as hard as possible for somebody to get out of jail, you know, even if they have not actually committed the crime or when the Supreme Court has repeatedly tried to say that bail should be the rule and jail the exception. Now they're trying to change our laws to make it the other way around. And you have other egregious laws like, you know, apart from national security, you also have the Makoka and the UP, other versions of the Makoka perusing up around the country, all of which sort of say that confessions obtained by a police officer are admissible in court, you know, which is basically like an incentive to torture, saying stuff like, you know, even if we'll loosen the rules of evidence so that we don't impose a rigorous standard to prove that you actually collected this from this person. So there are a whole range of such sort of civil rights weakening happening at the state level where they're responding to, oh no, why aren't criminals getting convicted? The problem is the procedure, not the institution. So therefore the civil rights are being weakened as a result."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:29.900",
        "message": "So when state governments weaken these civil rights in these various different ways, what are the sort of incentives that are playing on them? Like, for example, do they want cases to get over quickly? Do they want to strengthen their own hands so they can do what they want? What are the incentives playing out here?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:43.900",
        "message": "Primarily it is to respond to this public outcry, right? So for instance,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:47.900",
        "message": "So it's optics, that hey, we are doing something, strong arm of the law. Yes, A is optics."
    },
    {
        "speaker": "Guest",
        "time": "00:13:52.900",
        "message": "We'll introduce the Gundas Act, we'll use the NSA, we'll use the amendments to the IPC and whatever. That's the optics. The second is, so when the clamour dies down, they're still left with the power. So they'll use it as they see fit. So they'll use the NSA to jail Chandrasekhar Ravan in Uttar Pradesh because he is organizing Dalits. Or you will use sedition against Hardik Patel in Gujarat because he's threatening political power. So when the optics died down, the power is still there. So which is why, which is why I think, you know, nobody's going to, people aren't framing the problem correctly. Nobody's saying, hey, let's reform the judiciary. If you ask me the reason why we have a criminals in politics problem is because the judiciary is not able to decide cases quickly enough against them. If you ask me why people are so outraged about 498A, it's because we're not actually reforming the judiciary so that, you know, obviously, malafide cases are not being dismissed. That you're not saying, why are you arresting this person? Right? Under the code of criminal procedure, arrest is not something that automatically happens just because somebody files an FIR against you. You're not enforcing it against them. Even 66A for that matter of the Information Technology Act was a case where you did not seriously see you're putting this law in the hands of your local constable. Right? That person is not going to care what, you know, the fine words of this law mean. And he's not going to pull out a dictionary to see"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:14.400",
        "message": "what malicious means or what any of that means. It's a blunt instrument he's going to use."
    },
    {
        "speaker": "Guest",
        "time": "00:15:17.400",
        "message": "It's a blunt instrument. And even for that blunt instrument, the court should be able to rectify these things, but they're not. Right? You file something, you hope quickly that you'll get a hearing, that the prosecutor turns up on time and that, you know, they will not try and mess up something else. People don't have that faith in the judiciary that if, even if we have a law, which is somewhat egregious, that there is somebody who can ensure that things are remedied quickly enough. So which is where the response is do something about the law itself. Right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:45.900",
        "message": "Which is completely the wrong response, which causes more issues. So let me try and sum up the two broad problems as I see them that you pointed out with the judiciary. So A, tell me if I'm articulating this properly and summing it up properly and B, tell me if you want to add to it. Sure. Problem number one is that we have a bloated system which doesn't deliver justice or delays it so inordinately that it might as well be called a denial of justice itself. And the reason for that is a 19th century mindset which focuses just on judges giving outcome and not the speediness of the process. And that needs to change. Problem number two is that we have a civil rights issue because certain civil rights and certain rights are not protected by the constitution as they should be and therefore they are left at the discretion of state governments to tamper with as and when they feel like which they often do for reasons of optics to show that hey we are doing something"
    },
    {
        "speaker": "Unknown",
        "time": "00:16:30.900",
        "message": "about this problem"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:31.900",
        "message": "and sometimes they may not intend that but mistakes happen because they are not farsighted enough. Is that a correct summation?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:37.900",
        "message": "Yeah, that's the correct thing and one feeds into the other. Right? One feeds into the other. You see that the fact that our judiciary is so inefficient is so unable to deliver his judgments on time and ensure a trial is completed sort of means that the thing is okay we can only do this. Right? We can only change the law and if that means you'll have to give up your civil liberties. That's the unfortunate situation that we're finding ourselves in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:00.400",
        "message": "Right. So what are the sort of solutions which are a. typically touted and b. which you feel can work?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:06.400",
        "message": "So a lot of the times the solution that is touted is we need more judges. That's not true. Yes, of course, because Karnataka and Calcutta High Court for instance are recently suffering the problem of even a minimum number of judges are not being available just to be able to handle the existing case sort of cases. But I think the capacity problem in terms of the number of judges is somewhat overstated. We don't need that many more. Maybe we need about 10 or 15 percent"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:33.900",
        "message": "increase in judges and we'll be fine. Which is easily doable. Which is easily doable."
    },
    {
        "speaker": "Guest",
        "time": "00:17:37.900",
        "message": "Right. But to be fair, I'm going to break that on a little bit for you, which is reasonably easily doable. So capacity is not so much of an issue. Computerization is touted as a big solution to problems. But you're talking about a country where not all trial courts have access to electricity. So what computerization are you talking about? So NCAER did this fascinating study on how the e-court system has worked in India. They studied about five states. If you have to file a case in this place, you have to carry two cans of diesel with you. They said, what? Why? So if you go to the filing counter, they'll say, power cut, system to diesel to go in the court in the trial court level, right? So what computerization are you going to do when you can't guarantee basic electricity? The solution that is started is tribunals. All right, let's take it out of courts and let's appoint in tribunals. But tribunals suffered the same problems as courts, 10x. You have a very casual attitude towards hearing cases. You have people who are not qualified being appointed to tribunals. You have excessive control of so you have both the problems. You have the monopoly of getting to the courts. Now, when you are in a tribunal, you have enormous autonomy to decide the decision. Now, when you are in a tribunal, you have all the rights For instance, if, and this is what other countries have done with great success, a person who attended a day's hearing in a California state level court saw that there were about 70 matters on the list, right? Now, everybody complains about, Oh my God, there are 70 cases in Indian courts every day. How can they hear it? What happened was very simple. Numbers one to 65. All that happened was this party here, party here. Are you guys ready to mediate? Refer to mediation. Party here, party here. Ready to mediate? Refer to mediation. We had 65 cases done that way. Remaining five cases, we tried mediating, not happening. Fine. I'll fix dates for trial. We start here. We end this date. We start here. We end this date. So again, layman's question. What do you mean by mediation? What happens? So mediation is when you sit down with the mediator, person who knows how to bring parties to this thing, you arrive at some sort of a consensus that this is how we'll settle a dispute."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:25.800",
        "message": "And you need a consensus. So it's not a judgment."
    },
    {
        "speaker": "Guest",
        "time": "00:20:27.800",
        "message": "It's not a judgment. Right. And the point is that mediators job is to just help you come to a consensus. They will not say you guys should resolve it like this. They will not say you guys should do this. They'll say, okay, what is the issue? Why are you here? What do you really want from this case? What are you willing to let go? And they have it with both parties individually sitting with parties. It's a, I would say labor intensive process because in court, it's easy to say list after four weeks, file document, whatever. This requires a certain level of empathy, understanding and patience. They feel a lot of times it's happened, but a good mediator will be able to ensure that parties find the common ground and say, you know what, okay, I'm willing to let go of a little bit of this because I'm still getting this, or actually all I just wanted was this"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:09.440",
        "message": "and that person is willing to give me this. Is it kind of data about like what percentage of cases go to mediation and what percentage"
    },
    {
        "speaker": "Guest",
        "time": "00:21:15.040",
        "message": "succeed? So we tried to do that study. We have actually done that study. So we were able to get the data only from Delhi, Bangalore and Tamil Nadu."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:23.080",
        "message": "By we of course you mean Delhi which is a legal firm."
    },
    {
        "speaker": "Guest",
        "time": "00:21:26.360",
        "message": "So we were commissioned by the department of justice to do this study on mediation. That report is on our website. The exact figures I don't have instantly, but a significantly large number now it can be improved, right? Uh, in the sense that if we had more mediators, if more people are aware and if more trained mediators at the moment, mediators are still doing this as their second job, whereas when other countries in the world, it's a full-fledged profession. People usually are some sort of lawyer or some sort of a retired judge. They're happy doing the other things and they mediate because they offer their services for free for the, there's a Bangalore mediation center, there's a mediation center at the Delhi high court. They work as well as they do within their constraints, but it could be a hundred X better if you ask me with sufficient funding and training and some interest put into it, it will be a hundred X better. Arbitration. Um, in our arbitration is basically like a court setting, but outside the court you do it. It's a private court, you know, then in a way manner of speaking, unfortunately in our country, uh, arbitration is dominated by retired judges. So they bring that particular approach to them. Uh, so they're also insistent on following certain rules and unfortunately our courts are not very helpful when it comes to handling arbitration questions. But if you have a good professional network of arbitrators, if you have good institutions which facilitate arbitration, you can, all, most of the high value disputes which come"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:45.600",
        "message": "to court will immediately get moved over there. And again, so what exactly is arbitration? So it's like if you and I have a dispute, we go to court and they tell us, Hey, why don't we go for arbitration and we go for arbitration."
    },
    {
        "speaker": "Guest",
        "time": "00:22:53.840",
        "message": "Is the decision binding? Yes, it is."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:55.840",
        "message": "It is binding. If we agree to go for arbitration, the decision is binding, but it's guaranteed to happen"
    },
    {
        "speaker": "Guest",
        "time": "00:23:00.840",
        "message": "within a certain amount of time. So that is how the law should be, right? And they've amended the law to try and make it, that would then be the incentive."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:08.800",
        "message": "Exactly."
    },
    {
        "speaker": "Guest",
        "time": "00:23:09.800",
        "message": "Exactly. Now the advantage for me is I'm not dependent on 60 other cases being heard before my arbitration is heard. I am not dependent on the judge have not being on leave and so on. We fix the dates at our convenience. We figure out what's convenient for the arbitrator and us. And a primary reason for a lot of arbitration is confidentiality. You don't have to make the documents public if it is a say commercial issue. So in that sense, that is what arbitration does. It's essentially like a private court, but it is, it's orders will be enforced as if it's the orders of a court. You don't need to go to court again and say, make this the final decree. And they'll say, yeah, done. You have to follow it. If there's any difficulty in following it, we'll smoothen the process. So, but the problem is in India, most of the arbitrations are what are called ad hoc arbitrations, which means you and I agree to arbitrate, there's a dispute, and then we go looking for who will be the arbitrator. Whereas the practice should be that we, you and I will agree that, Hey, there's this institution which does arbitration. They will select the arbitrator. They have a certain set of rules. They, they will guarantee that it will be done in one year, but we will go looking for an arbitrator, somebody who, you know, both of us can figure out, we'll do this quickly and we'll provide us with this thing, provided you and I are both on the same page that we want this dispute to be resolved. Right? Right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:17.640",
        "message": "Supposing I want this delayed and you want this done quickly, then we can find ways to stay in court for a hundred years, a hundred years."
    },
    {
        "speaker": "Guest",
        "time": "00:24:22.280",
        "message": "But I'm assuming the time that parties wanted, this arbitration is an option. And there are other things like conciliation and there are negotiations. These are all mechanisms which our laws provide for, but no effort has been put into making them effective alternates to litigation."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:37.200",
        "message": "But these are also sort of, they strike me as solutions that treat the symptoms while the, you know, the root cause of the disease, like you described the 19th century mindset and the conventions and rules around the judiciary process."
    },
    {
        "speaker": "Guest",
        "time": "00:24:50.560",
        "message": "These don't address those. So they don't, but it has to be, if you see the judiciary as one element of a dispute resolution process, right, you will realize, Oh, hang on, what's the big deal in having people file suits for everything, right? They can go sort this out through mediation, conciliation and arbitration. And if it is something you absolutely cannot resolve, then we get to the next stage. And then the next stage is what, say something like the commercial courts act in India tries to do. Right. So I was part of the drafting process, the law commission of India, and there was an existing draft, which was terrible. And we figured, okay, that's, that's, there's no way that this can become the law. And when we looked around the world, we studied how the philosophical approach to litigation to a case has changed around the world. And we found that more countries in the world put the judge at the center of the case. Okay. Now that you've decided, I need this to be decided by a judge, fine, you're going to follow his orders. You're going to follow his rules. The judge will now say, okay, you have three months, complete all the documents, whatever you want to file. Uh, you have one week, finish everything that you need to in this one week. All right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:49.040",
        "message": "And you have at least five days for hearing evidence. And does it, do those judges have rule based guidelines which tell them that this is a"
    },
    {
        "speaker": "Guest",
        "time": "00:25:54.680",
        "message": "process within this much time? Yes. Yes. Yes. Yes. So we have also in that particular law, we have also amended the code of civil procedure to try and update a little bit to say that, okay, now the judge will have the powers to say in four weeks to this, in eight weeks to this, in 12 weeks to this, and giving them no discretion to extend the time. Because what happened to the previous attempt at amending the CPC was everything became discretionary. Right. So, um, the, and so far the way this law has been interpreted, courts are consistently saying this is a law made to cut down time fully taken for litigation."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:25.720",
        "message": "So we're not going to give anybody second chances."
    },
    {
        "speaker": "Guest",
        "time": "00:26:27.520",
        "message": "So this applies to what commercial cases, commercial cases above a value of one crore."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:31.000",
        "message": "Okay."
    },
    {
        "speaker": "Guest",
        "time": "00:26:32.000",
        "message": "So we're just high value commercial business. They usually take a long time to dispose of because you'll find mountains and mountains"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:35.960",
        "message": "of papers."
    },
    {
        "speaker": "Guest",
        "time": "00:26:36.960",
        "message": "Parties can lengthen it as long as they want to. So the idea of this law is to cut it short to say that, look, just tell us what are the five points you're discussing, you're disputing, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:45.680",
        "message": "Tell us who will be the people who will come. So is it then mandatory? Like if we have a dispute, which is more than that amount, is it mandatory for us to go to?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:52.320",
        "message": "So it depends. Jurisdiction, jurisdiction. So we have left it to the discretion of the state government because they'll know how many such cases are there. But they can make it mandatory."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:58.400",
        "message": "They can. So it is mandatory."
    },
    {
        "speaker": "Guest",
        "time": "00:27:00.400",
        "message": "So all cases are normally transferred. So it started with the Bombay High Court and the Delhi High Court, where usually a one crore plus cases used to be filed. So the high court set up a commercial court and a commercial, a commercial division and a commercial appellate division. So all the cases were transferred there. Now we're seeing more and more state government setting up commercial courts. Um, the, the, the decision is not that much as to do a little bit with India's judicial history. I'll come to that in a little bit. So for instance, Karnataka just set up a commercial court, Rajasthan has set up a commercial court, uh, UP is in the process of setting up a commercial court and other and Chhattisgarh has set up a commercial court. So they're saying that, okay, this seems to work. Investors are saying cases are moving quickly. We're not getting stuck in this litigation and uh, maybe it may be a good idea for you to also set it up. So it's, uh, and they're also being assessed by the government on, are you setting up a commercial court? Which it's easy enough. The only thing is how well they train the judges, get the right judges, how well they coordinate the high court. So we'll see over the few years, but this is the first attempt, I think, at really trying to change the mindset of how our courts should be like."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:59.040",
        "message": "Fantastic. And now your argument also, therefore would be that if we, you know, we are trying to change the rules of the game so that this mindset dominates and delivers justice faster and therefore fairer at these commercial courts."
    },
    {
        "speaker": "Guest",
        "time": "00:28:11.960",
        "message": "Why should that not apply to all courts? Absolutely. It should. But I think it'll take time. The reason why I said it'll take time is that our profession, the legal profession, when I say our profession, I mean the legal profession, um, in India is extremely skewed. Um, you can't expect that somebody who has the capacity to move a case quickly, uh, at say for a one crore kind of dispute will be able to do that for like a smaller dispute where they're dealing with somebody who was barely paying them any fees. Um, I sort of wrote about this, I think 7% of lawyers in any court, right? And I checked this at the trial court level and the Supreme Court level, 7% of the lawyers seem to have 50% of the cases. Wow. And I'm considering each case to have the same value, but it is not right. I'm sure that if I broke it down by the kind of case, how much money was involved, what fees are being paid, I'm pretty sure that 7% of the lawyers are making about 90% of the money. Right, right. So that doesn't mean you ignore the remaining 93% they're handling a large number of cases, but they may not have the capacity to move as quickly. Right. And if you, you don't want to risk imposing a kind of burden on the litigant that they're not able to match up to you. So if you start this as a practice, if people see, ah, this is how it is done. And you know, maybe sort of adopt those practices or maybe if you find that the legal profession gets more organized and people are able to do this in a better way, then of course it can be extended."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:37.280",
        "message": "But would you say that then this is a problem with the supply of lawyers in the sense that you have those lawyers being supplied who can be part of the elite 7% who are making"
    },
    {
        "speaker": "Guest",
        "time": "00:29:44.640",
        "message": "all the money, but otherwise you have substandard lawyers, not to mean that word in a pejorative way. That's absolutely right. And that's absolutely right because we are seeing the effects of about four decades of neglect of legal education."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:56.320",
        "message": "So can I then take a detour into that and into talking about legal education and where has it gone wrong and what could change that?"
    },
    {
        "speaker": "Guest",
        "time": "00:30:04.240",
        "message": "So initially the law colleges were all set up by government, the GLC in Bombay and GLC here, university law college here, you find GLC everywhere. Governments did put a bit into investing in law colleges and they did produce excellent lawyers but post independence, um, not to sound like I'm the guy blaming Nehru, but somehow the nation sort of got obsessed. We need more engineers and doctors and lawyers will come on their own. What is that? Uh, so it meant that most of the legal education now was taken over the private sector. It was a kind of de facto privatization if I want to call it where law colleges could be open. So now you now have the bar council of India which says, okay, fine, this law college meets our requirements. So you're allowed to open and function."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:45.120",
        "message": "And uh, the bar council would control the supply, like they would, they would be doing"
    },
    {
        "speaker": "Guest",
        "time": "00:30:49.480",
        "message": "licensing and stuff like that. Yes, yes, yes. They would."
    },
    {
        "speaker": "Unknown",
        "time": "00:30:52.480",
        "message": "I mean the control is exercised very loosely in a manner of speaking, there was literally no control."
    },
    {
        "speaker": "Guest",
        "time": "00:30:56.720",
        "message": "There was like, fine, if you want to set up your setup, as long as you pay us the fat price. That is basically what it became after a while. Sometime in the eighties they realized, oh no, you know, like this time to sort of see it, take legal education seriously and which is when we had the national law school set up. They weren't sure will this work, not work. But when it's been about a decade in and realize, oh wow, you know, we're like actually succeeding at this. We set up more national law schools. Now I think the number is about at about 20 and they're mushrooming. A lot of private universities have also sort of seen this as a standard we have to aim to, but we don't have to meet them. But the fact is that lawyers are in the system. The fact is, uh, the law, a law degree was possibly one of the cheapest degrees you could get, you know, as a professional degrees, right? Medicine is expensive. Engineering was expensive. Dentistry, whatever. Everything was expensive. But as a professional degree, the law was the cheapest to get. Um, anybody and everybody could do a law degree and it's great in terms of ensuring the number of degrees are there. But when they actually entered the profession, they realized we're not going to be able to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:54.200",
        "message": "make a living."
    },
    {
        "speaker": "Guest",
        "time": "00:31:55.200",
        "message": "Right? Right. So it's a struggle for the remaining 93%. Uh, I think what you're seeing in terms of lawyer strikes, what you're seeing in terms of a goondism by lawyers is a reflection of this. It's a reflection of the fact that I have invested six years of my life trying to become a lawyer. I have, but now I realize that it's useless. Nothing else I can do now. And uh, you try to make a living in some way or the other and you find a bad faith ways"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:18.000",
        "message": "of doing so. It's a supply demand mismatch there."
    },
    {
        "speaker": "Guest",
        "time": "00:32:20.000",
        "message": "Why is that happening? Why is that happening is because, so the mismatch happens usually when the, there is no price information trickling through. Absolutely. Right. Right. Actually, Adam Smith describes this very well and I can do no better than quote him. Um, even he points us out when he talks about the legal profession in the 18th century England, he says that his favorite number seems to be 20."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:41.240",
        "message": "So it's not as if he chooses the exact right, he uses 20 all over the place."
    },
    {
        "speaker": "Guest",
        "time": "00:32:44.680",
        "message": "So he says of 20 people, only one lawyer can succeed and he'll make as much as the remaining"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:49.480",
        "message": "19."
    },
    {
        "speaker": "Guest",
        "time": "00:32:50.480",
        "message": "Right. Right. He says that because in the nature of the legal profession as it stands, all 19 believe"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:56.560",
        "message": "they can be that one person. Yeah. That's a survivorship bias. You see the guys who succeed."
    },
    {
        "speaker": "Guest",
        "time": "00:33:01.160",
        "message": "You see the guys who succeeded to think I can become that person, but you don't actually know what happens to the remaining 90. So they kind of disappear. Um, there is that. The second thing also is that the law is a profession where just getting a degree doesn't help you. It means you've fulfilled the most basic threshold to be allowed to wear that black coat and go into court. But to be a successful lawyer, you need about 10 years worth into the profession. Right. Um, and he's talking about a situation where you say you don't have the advantage of somebody handing over the practice."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:27.240",
        "message": "You're your father. You'll apprentice somewhere. You'll clock somewhere. You'll learn the ropes."
    },
    {
        "speaker": "Guest",
        "time": "00:33:31.440",
        "message": "You try desperately to get clients and hope you survive long enough. So once you survive, once you cross the 10 year threshold, your peers have all fallen off the radar. So now you make as much money as 20 of them. Right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:43.440",
        "message": "That's what happens. Is this like this across the world?"
    },
    {
        "speaker": "Guest",
        "time": "00:33:45.440",
        "message": "Like how is it in the U S in the U S it's a much more organized profession. You see in India, 90, I would say about 95 to 99% of lawyers are in solo practitioners or maybe no more than two or three. Whereas around the world, as economies economies develop, the scale of legal services needed requires law firms. In India, law firms are still becoming bigger and bigger in size. Our biggest law firm just split in half. So we can't even just say that, uh, you know, uh, that we are getting there. Uh, and law firms in India keeps splitting into smaller and smaller sizes. Uh, but ideally the services require you, you to have a full fledged law firm. Uh, we have not gotten there yet. Profession needs to be more organized."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:24.360",
        "message": "But do you think this is something we'll evolve towards in India or something needs to be"
    },
    {
        "speaker": "Guest",
        "time": "00:34:28.560",
        "message": "done to, uh, provide We'll evolve towards that. But I think to be done, we need to sort of ensure that people understand this is what getting into the legal profession means that, uh, you're probably going to fail and that there's no other way to put it. Uh, you've got a law degree, uh, congratulations, but you're probably going to fail in the profession."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:46.080",
        "message": "This is kind of like Bollywood. Like I live in Warsaw in Mumbai and I go to the cafes and there are strugglers all around. And the thing is, everyone is a survivorship bias again, everyone is thinking of the, uh, Manoj Bajpai or the Nawazuddin Siddiqui or the strugglers who make it. They don't see that most strugglers don't make it. And I'm really surprised to hear from you that the law is like that because I would have thought, you know, as a profession, it would be more like medicine and engineering."
    },
    {
        "speaker": "Guest",
        "time": "00:35:06.280",
        "message": "No, it's not because even medicine, medicine, there are hospitals, right? There are hospitals and there's only a small layer of, uh, everybody works within institutions. In the law, unfortunately we don't because the law firm being the default is not there for us. The default is still as a solo practitioner. You set up this thing. Even our courts, you know, like the way they allocate chambers to lawyers, right? They're still obsessed with the small solo practitioner. They're not thinking about law firms, the big institution, and even then their filings"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:35.040",
        "message": "are relatively..."
    },
    {
        "speaker": "Guest",
        "time": "00:35:36.040",
        "message": "It's a jolly LLB. Exactly. I think that between the two movies, they pretty much cover most of the pathologies of the legal system. And yes, there's an element of exaggeration, but I think they've nailed it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:46.200",
        "message": "They're actually superb films. I mean, they're good entertainment, but they're also, you know, they nail a lot of the things."
    },
    {
        "speaker": "Guest",
        "time": "00:35:50.400",
        "message": "They nail a lot of things."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:51.400",
        "message": "Right. So let's move back from legal education to the law itself and a lot of the solutions that you kind of discussed take the pressure away by providing alternative ways of arriving at judgments, whether it's mediation or arbitration or the commercial courts that you pointed"
    },
    {
        "speaker": "Unknown",
        "time": "00:36:06.560",
        "message": "out."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:07.560",
        "message": "But do you then think that it's simply a matter of finding all these fixes or is there some fundamental change required and how hard or easy is that fundamental change to actually"
    },
    {
        "speaker": "Guest",
        "time": "00:36:16.760",
        "message": "bring about what is required for it? So I don't see a fund because all these things put together will create that fundamental"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:24.160",
        "message": "change."
    },
    {
        "speaker": "Guest",
        "time": "00:36:25.160",
        "message": "Sure. But that 19th century mindset. Yeah. So it requires it. I think the fundamental change is for the top section of the legal profession and judges to accept that the system is broken. Do they? They don't. That's the, that's the pity. I mean, yes, we saw the press conference. That means that's the first inclination that guys, I don't think things are working out as they should. But there's a sense of complacency at the top rungs of the profession that things are fine. There are problems. We'll sort it out. What they don't know is that from the court's data itself, the number of cases being filed in court is falling. Ignore criminal cases for the moment, because obviously they're a function of the population. Civil cases experience around the world shows as a country's population increases, as the economy grows, right? As it goes from becoming a low income to middle income and so on, the number of civil cases increase, more transactions, more disputes, more laws, more regulation, and so on, increases across all levels of the judiciary. Between I think the middle of the first decade of the 21st century and today, number of cases filing started plateauing, right? This was first noticed by three American scholars, C.T.L. Carl Anthony, Nick Robinson, and Theodore Eisenberg, they wrote about it. Nobody noticed it in this country. I mean, they're still working on the issue, by the way, but, and I've, I've been trying to spread the word. So I decided to follow that up and see, okay, they looked at data in the early part of the 21st century. I thought, let me look at the latest data. And I wrote about this for APW, the article is still up. Cases filed across courts are, civil cases are falling."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:01.360",
        "message": "And that's a sign of the people's loss of trust in the judiciary."
    },
    {
        "speaker": "Guest",
        "time": "00:38:04.760",
        "message": "Yes. Yes. That's a sign of people voting with their feet. They are saying, um, you know, there's no point going to court. They're saying that unless I'm put in a situation where I have absolutely no other choice, I will not go to court. This tells you the system is broken completely. Yes, it is. And the problem is there is a total complacence in the higher levels of the judiciary and the legal profession that this is what it is. Um, you know, the other day, uh, Professor Madhav Menon, who was, uh, one of the persons behind the founding of the national law school, still a legal loom in every way, he's like, why do you want to bring in all these numbers and stuff inside in the judiciary? How does this help you? This is dangerous. What does it tell you? But look, look at what the numbers are telling us. That's shocking because data tells stories. These are the stories. Exactly. And these are the stories. This should be the most pressing story. It's not as if I dug up these numbers from some arcane corner of the country. It's that the Supreme court has put out these numbers. They are there for the public to see. Unfortunately, the court itself is not that interested in looking at these numbers. Unfortunately, nobody else is really talking about it, but guys, this is what is happening. Uh, people are actively voting with their feet and one more to the courts. Now you can say possibly a lot of the cases are going to tribunals, but not that many tribunals are there to take away that many cases. You can say alternate dispute resolution, but that's available only to a very tiny section. Uh, a few years ago, Justice D Y Chandra was currently in the Supreme court when he was a judge of the Bombay court. He was speaking to us in a lecture and he said, you know, in, in court, I told, uh, parties, if there's something you can resolve by mediation, I'll refer you to mediation. So parties agreed, nodded, lawyers looked at each other, nodded. Then at the end of the day, the lawyer for another party came to his chamber and said, yes, what is it? He said, sir, I have one small question for you. He said, yes. What is mediation? So you may think it's so obvious it's there. Why would you use it? Even in the legal profession, people don't know. This was in Bombay. I'm not talking about some small rural, uh, court. This was in Bombay, in the Bombay high court. A lawyer comes up and says, what's mediation again?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:02.560",
        "message": "So this is, this is what you point out as a problem of awareness at two levels that one, the people who actually run the judiciary aren't aware of these deep problems. And perhaps in some cases, they're ignoring the data and don't take it seriously. And deeper down, even the regular legal profession, they're not as aware of it either. So my question to you is that is what is needed to get us out of that 19th century mindset. Is it a cultural change or is it a change of the rules of the game?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:28.520",
        "message": "So one attempt is being made with the rules of the game, uh, with commercial courts, right? Right. The idea, which if you see the law commission report, which prompted this commercial court law is to say that if we change the rules and people start getting used to following these rules, it'll bring about a cultural change, right? That is one attempt at it. But I think there's a second larger attempt, which needs, which say maybe this won't be able to do. They will be able to do it in the context of say civil suits and so on and so forth. But there's a larger cultural change needed in terms of who becomes judges, who becomes senior advocates and so on. It's still a very small pool of people. It's a very small, self-selecting pool of people is I think the most dangerous thing for an institution. Right? Any institution, the rules are fixed. The way it works is fixed and people keep coming and going. You know, the institution is going to die if it's the same people with the same thought and the same approach and have no understanding of what's happening in the outside world. That's unfortunately what's happening to our judiciary and the high levels of the bar. My one longterm project, which I hope will cause me to get contempt of court notice is to create a family tree of all the judges of the Supreme Court of India to see how many people are related to other judges. And I'm sure I will find a shockingly high number. I can expand that to say how many of their families, how many of their fathers, uncles, brothers, or even in some cases, mothers, aunts, and so on were senior advocates in the system. I'll get an even shockingly higher number. Some of this research is there, uh, there's an, there was a great American academic George H. Gadbois. His book is fantastic. It's called the judges of the Supreme Court of India. He gives a brief biography of each and every judge of the Supreme Court between 50 to 89. And the depressing outcome is that it's exactly the same kind of person who has been coming to the Indian judiciary since the 1950. And what will change this? What will change this is changing that. So two ways to change this. One is that the profession widens, right? Uh, the profession widens so that paths to success are more. It's not that you survive for 10 years and therefore you succeed, which means depending"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:35.360",
        "message": "on your parents. Can any law graduate in the country today hope to become chief justice of the Supreme Court someday, or is it only a privileged few because of the background and so who have that clear path?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:47.280",
        "message": "Chief justice of India, surprisingly has been fairly diverse, right? We have had a justice Kapadia who started as a law clerk, I mean a clerk of a lawyer, not even a law clerk, a clerk of a lawyer to become a chief justice of India. We've had a justice Satasivam who was the first in his village to complete an education who has gone on to become the chief justice of India. Um, we have had people who have overcome difficulties to become the chief justice of India, but there it's a selection, right? At that point you're like, I want this person, somebody somewhere has decided, I want this person to become a chief justice, but we're talking about the larger system. I'm talking about the fact that currently there are about 700 judges at the high court and Supreme Court level and many more below them. The problem is there is a glass ceiling. The glass ceiling is that actually the lowest level is the most diverse in the lowest level. States have implemented reservations. More women are present in the judiciary. You have a wider representation of sections of society. But because the next level you, it depends on the discretion of about five, usually men, five to six men, they choose people like that. So their prejudices perpetuate themselves through generations and you have those guys rising through the system. So one way to undo this is to what the government tried and botched very badly in 2014 is to change the appointment mechanism. What they tried to do was to say, was to take the tangent of the issue on a completely different pattern. It should be the government or the judiciary. Actually, that's not the problem. The problem is who are the people who are being appointed, right? It honestly to me doesn't matter anymore if it is three judges or five judges and three government or three judges and five government. It does not. You need to be able to say, we want a judiciary which will cater to a wider section of people, which will ensure that, you know, people are, have a shot at being judges of the high court and even the Supreme Court, irrespective of whether they were the sons or daughters of famous lawyers. And if they have worked their way through the system, a high court position should be a reward for them or not a reward, it should not be a reward, should be a right to them, right? So it should become, I think, a rule that the 10 best performing judges every year become high court judges, right? At the lower level, you will instantly solve capacity problems that I mean, people will keep raising issues. They're not good enough, or they could be much better. I mean, this is going to be there, but if you're not going to make any effort at improving the quality of the subordinate judiciary, you're going to be stuck with the small elite of people becoming judges again and again, their children becoming judges, their friends becoming judges, their chamber mates becoming judges. And you'll be stuck with this elite, which, which loses touch with what's happening."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:33.120",
        "message": "And in fact, one of the best books I've read in recent years, Super Forecasting by Philip Tetlock has a chapter about how diversity leads to better decision making, which study after study has shown that even diversity for its own sake will lead to better decision making more than any other factor. And when you talk about the judiciary, where decision making is essentially everything, exactly, it's, it's mind boggling that we actually have a system that works the other"
    },
    {
        "speaker": "Guest",
        "time": "00:45:57.560",
        "message": "way. Exactly. And, uh, you need this kind of diversity in terms of representing India's diversity. I mean, they maintain diversity in the way that you will have 25% from South, 25% from West, East and North."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:09.480",
        "message": "That's the only diversity that's maintained. It sounds like cricket back in the day."
    },
    {
        "speaker": "Guest",
        "time": "00:46:14.640",
        "message": "This is actually empirically shown by George Gatbois in his book between the 40 years, the appointment mechanism has ensured that there is a roughly equal representation from the four broad regions of India. But you want diversity in terms of caste, you want diversity in terms of class, you want diversity in terms of gender, you want diversity in terms of people with different life experiences. People are first generation lawyers. People are first generation graduates. And unfortunately we're not even thinking on those lines in the system. It's still becoming a very self-serving, selecting elite. And that sort of shows in the way in which they're not thinking about the institution at all. Right. Uh, you, we are now in a system where each year justice is like, I have one year for retirement. Let me just pass this out. The third major controversy, no, there's no trust within the system to let's change these things. Right. It's become like, Oh, I have settled into this. I have one more year of retirement."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:06.480",
        "message": "I will quietly pass this through and let's hope nothing happens to actually bring about change is a cultural one where the people who are running the system want to do it. And therefore they change the rules of the game. And our problem sort of is that because you don't have enough diversity of thought or diversity of representation, you have the same little narrow clique out there who are just content to, you know, let their time go by. So now tell me something very often in other fields, like I've done so many episodes on different aspects of public policy and the question always comes back to, okay, so what can the government do to change this? And how do you get the government to change this? But it's a, it's a given that the judiciaries should fundamentally be autonomous. Is this an area where the government even has a role?"
    },
    {
        "speaker": "Guest",
        "time": "00:47:49.360",
        "message": "Yes. I think the government has a role, but unfortunately the government has approached this in a bad faith way. Right. So the unfortunate history of government judiciary relations in independent India has been a mutual bad faith relationship where the judiciary suspects and has put these barriers in place to prevent government intervention and government intervenes to say, now we want to be able to control you guys."
    },
    {
        "speaker": "Unknown",
        "time": "00:48:10.920",
        "message": "So it's been an antagonistic, antagonistic thing."
    },
    {
        "speaker": "Guest",
        "time": "00:48:13.800",
        "message": "And in fact, the relationship is supposed to be antagonistic, but not in this way, not in a bad faith way. You're supposed to be able to say what you're doing is not right. And it's supposed to be able to say, we are also a check on you, but not in the sense of, I want to control you or I'm going to treat everything you do with suspicion. That is not the kind of antagonism that we want. It's difficult. It is going to be difficult for the government to test it and tell the judiciary what needs to be done. It has to be the best that the government can do is to sort of play a facilitative role. Right. And one of the ways is to say that, guys, please accept this reality. Okay. We want things to change and we'll help you make the change. It's not as if that's not impossible. But they can't mandate the change. They can't mandate the change. They can't. That's the thing that you can't mandate the change."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:02.280",
        "message": "Which is a good thing. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:49:04.280",
        "message": "Which is the good thing. What the, and I would think that the NJSC case or the NJSC saga would have happened very differently if the government and good faith had said, we want to hold consultations with the judiciary."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:17.760",
        "message": "Give me your TLDR."
    },
    {
        "speaker": "Guest",
        "time": "00:49:18.760",
        "message": "What saga? What case? I'm talking about the judicial appointments commission where the Supreme Court struck down the constitutional amendment to say that we're adding a law minister to the appointment"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:25.960",
        "message": "process and so on and so forth. Sure."
    },
    {
        "speaker": "Guest",
        "time": "00:49:28.560",
        "message": "Right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:29.560",
        "message": "If the government had said, and I'm not saying this, this government did it badly, that essentially the same government. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:49:36.240",
        "message": "It was, the idea itself was very flawed. When you said, okay, we'll come up with this bill. We'll pass it in parliament. We'll amend the constitution and everything will be fine. If you had said, taken a draft of the judiciary and said, guys, we think this needs to change. And it's not because we want to control you. We think that there is some issue with the way in which appointments is happening and we were considering how best to address it. We have an idea. What do you think can be done? I think you would have had a very different reaction because the experience of lawmaking in India shows that the more you involve stakeholders, the more robust that law will be. Right. And the judiciary here is the stakeholder in a law when it comes to appointments. When you sort of shut them out of the process and said, huh, we'll pass a bill. You better follow it in the future. You're going to get a reaction to it as well. So, which is why I think that is what the government's role should be. The government's role really should be, look, it's easy to write checks, right? The judiciary pretty much gets what it's, get it, get what gets what it wants. And half the time it's not able to spend it because they're not trained in how to run an institution. Right. We, judges end up becoming judges because they're successful lawyers. At most they may have managed a office of 10 people or 15 people, not a sprawling institution of the size of even say the Karnataka high court or any, any average high court, I think has hundreds of employees. Right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:49.560",
        "message": "I'm not talking about the really tiny ones."
    },
    {
        "speaker": "Guest",
        "time": "00:50:50.560",
        "message": "So they haven't even evolved mechanisms of how to do this kind of internal management. They don't. And they don't have the training or the understanding of how to manage this body. They learn on the job. Some of them do a good job. Some of them don't do a good job. But I think there needs to be that awareness of the judges as well as say, okay, look, you know, our role has changed. We're not just the guys who come to court at nine o'clock in the morning and leave at six in the morning, having spent the bulk of our day deciding cases. We are running this institution and we're in charge of running this institution. So we need to put in place mechanisms that make it easier for us to run this institution. We can't just rely on our administrative staff, figuring out how to do things when we give these grand pronouncements and then they're hoping things work out. So there needs to be that level of acknowledgement as well. And the government sort of saying, we're here to help you, right? You figure out, you know, what would work for you best and we're here. So the government can at best play a facilitative role. But I still think the pressure for the change will come bottom up. The pressure to change will come bottom up when, you know, lawyers start realizing that nobody's coming to us anymore, right? Our profession is increasingly becoming irrelevant and that we are, yes, we have these few highly important cases are a few highly important stuff, but at the end of the day, our profession no longer enjoys the kind of respect or the kind of dignity that other professions are handed that people are conscious that even the smart, talented young people leaving law colleges are saying, thank you. I'd rather go to a law firm and work for a corporate or work for an NGO or work in policy than come to the court and decide to be this thing. So when they see that, you know, hang on, our profession is literally dying at the roots, that is when I think there will be some pressure to, you know, push the thing forward."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:29.480",
        "message": "So this has been a very illuminating conversation. Let me end by asking you two questions. Therefore, that one, what makes you hopeful about the judiciary in India and things changing for the better and so on? And two, what makes you despair? In fact, let's, let's talk of the despair."
    },
    {
        "speaker": "Guest",
        "time": "00:52:43.960",
        "message": "Sure. Um, what, what, what makes me despair is to sort of see the state of the higher judicial institutions, the state of the high courts in the country and the Supreme court. Uh, the fact, I mean, whatever the news yesterday, three judge bench says other three judge bench was wrong and saying every judgment is wrong. I was going like, Oh my God, do you guys just realize how idiotic you sound? It's a part of a bigger issue. I mean, we can go into the niceties of who was right and who was wrong, but you, you see that there is a complete and total breakdown of trust within the institution that as an institution you have stopped functioning. You're just a bunch of judges sitting there and doing things. What gives me hope is actually the lowest level. What gives me hope is that on a daily basis, yes, you may say that they're slow, they're inefficient, they're terrible, but your civil rights and my civil rights are being defended by the guys at the lowest level, by the magistrates, by the civil judge, junior division, senior civil judge, senior decision. They're the ones who do the painstaking task of conducting a trial. They're the ones who ensure that everybody gets a fair hearing. They're the ones working in the worst possible conditions, but still, you know, inspiring sufficient confidence that, okay, you can at least trust them to this extent. They're still doing the thing in terrible condition and in horrible condition, but they still turn up. They do their job. You still have judges like judge Ajmeet Singh, who in the face of enormous pressure in the Ram Rahim case decided correctly. You have a judge like the Sousa, the Karnataka high court judge in the face of such enormous pressure over Jai Jalilitta, fantastic judgment, just did his job right. You just need, and there are people who are just doing their jobs and that's really what we need more of. So that gives me hope. But it also gives me hope is the fact that at least with the law schools in the picture and the fact that even the private law colleges are pushing to improve the standards and so"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:36.840",
        "message": "on."
    },
    {
        "speaker": "Guest",
        "time": "00:54:37.840",
        "message": "The supply of good lawyers, the supply of good lawyers is going up. That more and more people are choosing law because they see a future for themselves in the profession that they see that, yes, you know, there's something good that can come out of this. Uh, we are seeing that people are seeing that the law is not just a 19th century institution, which we are stuck with somehow, but we need to bring it into the 21st century. So we're having more informed conversations about the law I see. And people may say this is negative, but I see this as a necessary positive. The courts are being covered like never before, right? I would like our newspaper to do 10 X, but I think we're doing 10 X of what we were doing two decades ago. Um, today people are live tweeting from the courts. People are following what order was passed. People are following cases, you know, with great interest, understanding issues, knowing this is how courts work and they want more. And I think at the end of the day, the court's credibility as an institution rests on only one thing. Forget everything else. It rests on the fact that it's the only institution that today you can go and see how it functions. You can't walk into a bureaucrat's office, you can't examine their files unless you follow a very detailed procedure. You're not allowed to enter into parliament. And you know, unless until we got television, nobody knew what was exactly happening in"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:48.600",
        "message": "parliament. So to some extent, improving the judiciary, the onus is on us as citizens, because this"
    },
    {
        "speaker": "Guest",
        "time": "00:55:52.800",
        "message": "is the one institution which is actually transparent, transparent. Yes. So, uh, and there are of course issues of how to make sense of judgments and yes, our courts are covered and all of that, but you can see it working. The public can go and see it work and the litigant can go and see it working. And I think the more scrutiny there is, and you don't, you don't just leave it to the lawyers and litigants to scrutinize the courts, you leave it to the general public to scrutinize the courts. The more people scrutinize the courts, the more people say, Hey, this is not working or something is seriously going wrong. I think that's what gives me hope. That's what gives me hope that there'll be enough pressure put on the fact that on the judges on the lawyers and everybody else that something needs to be done."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:27.040",
        "message": "That's a hopeful and inspiring note to end on. We don't just have to lament the state of the judiciary. We can be part of the change. Exactly. Thanks so much for coming on the show. I've learned a lot from you today and it's, it's an honor. My pleasure. If you enjoyed listening to this episode, do follow Alok on Twitter at alokbi, that's A L O K B I. You can follow me at Amit Verma, A M I T V A R M A. And you can browse past episodes of the scene in the unseen at seen unseen dot I N. Thank you for listening. If you enjoyed listening to the scene in the unseen, it makes complete sense for you to check out the Pragati podcast, a show on public policy. Pragati is a magazine I edit and the Pragati podcast is hosted by two of my colleagues, Pawan Srinath and Hamsini Hariharan. Every week, Pawan and Hamsini analyze views and news from India and the world and talk to experts and practitioners on a wide range of issues. Episodes out every Thursday. So there's your midweek fix right there."
    },
    {
        "speaker": "Unknown",
        "time": "00:57:32.080",
        "message": "There she stands, a podcast addict, outside the bank, having traveled several miles to get in with other poor souls like her. The journey, though daunting for this youngling, will have some comfort because she has downloaded her favorite podcast. You can see more of her species on IVMPodcasts.com, your one-stop destination where you can check out the coolest Indian podcasts. Happy listening!"
    }
]