[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "What does it mean to be free?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:06.320",
        "message": "What do individual rights mean and where do they come from? What values should we use to guide our behavior? What is the relationship between citizens and the state? Why is taxation equal to part-time slavery?"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:19.240",
        "message": "What does it mean to be libertarian?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:34.560",
        "message": "Welcome to the Scene and the Unseen. This is a special episode in the sense that the conversation you will hear was not recorded for this podcast and I am the interviewee, not the interviewer. About a month ago, I appeared as a guest on the Pragati podcast. I air it in an online magazine of commentary called Pragati at thinkpragati.com and one of our podcasts, hosted by my colleagues Pawan Srinath and Hamsini Hariharan, is called the Pragati podcast. Now, I am known as a libertarian, although I try to avoid labels these days because they have all become debased and caricatured. But when Pawan invited me to talk about my libertarianism, I figured that it's a good chance to explain what my first principles are and where I get my values from. Forget all the isms. My beliefs revolve around respect for the autonomy of other people. And it all boils down to one word, consent. I elaborate on that in the discussion, but before we go there, I'd like to apologize to all listeners of the Scene and the Unseen who have already heard that episode of the Pragati podcast. Our data shows that there is not much overlap between listeners of the two shows and the Scene and the Unseen gets a lot more listeners at the moment. So I thought it's a good chance to introduce the Pragati podcast to you guys, as well as put this conversation up. So without much further ado, here's a chat I had with Pawan."
    },
    {
        "speaker": "Guest",
        "time": "00:01:52.320",
        "message": "Amit, thanks for coming on the show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:55.400",
        "message": "Pawan, thanks for having me on the show. Our roles are reversed, you might note, since I've interviewed you so many times for the"
    },
    {
        "speaker": "Guest",
        "time": "00:02:00.800",
        "message": "Scene and the Unseen and now it's the other way around. Yes, it's a pleasure to have you on the Pragati podcast. I think you were there on the first episode and then now you're back after quite a few"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:10.520",
        "message": "episodes, I think. Yeah, but I was only ever a guest host, never a guest per se, so be nice to me."
    },
    {
        "speaker": "Guest",
        "time": "00:02:16.680",
        "message": "All right. So Amit, tell me, are you a liberal or a libertarian? What description do you prefer?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:26.600",
        "message": "Well, you know, I could call myself both, but I don't like using any of those terms now. The thing with liberal is that I am what you would in the 19th century have called a liberal and in Europe still in the European sense, I'd be a liberal. That is today called a classical liberal because the term liberal has mutated meaning so often and means something completely different, if not the opposite in some places. And classical liberalism really started with during the Enlightenment with John Locke. And that's really the foundation of libertarianism as well, that they're kind of very close together. And I think both classical liberalism and libertarianism fit me, but I don't like using either of those terms anymore."
    },
    {
        "speaker": "Guest",
        "time": "00:03:08.040",
        "message": "OK, but it would be safe to say that you are in favor of more and more liberty."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:13.840",
        "message": "Yes, but, you know, let me let me indulge me for a moment and I'll just elaborate on why I don't like even the word libertarian, because, you know, people talk of libertarianism as, you know, just another ism where you have a certain worldview and a way of looking at the world and you believe in certain things which, you know, other people believe in other things and maybe they can be falsified. And what you think of facts right now might not be facts tomorrow. But none of that really fits where I come from. Like for me, it's not a way of looking at the world, but adherence to a certain value. And that value can really be summed up in one word. And that word is consent. So all of libertarianism or all of what I know it to be or all of what I believe in eventually circles round and comes down to the word consent."
    },
    {
        "speaker": "Guest",
        "time": "00:04:05.640",
        "message": "Okay, expand on that a little, because usually when we talk about libertarianism or liberty, I think people come back to the idea of freedom, but you seem to be reframing it as consent."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:20.000",
        "message": "Freedom also works. But again, freedom is a sort of a nebulous thing and people define it in various different ways. While consent to me seems to encapsulate it perfectly and there's really no perverse way of using it. But let me then go back, go back to first principles. Now, you know, you can come to libertarianism through two parts. I'll take you through both of both of those parts. And the first part begins by going back to first principles as articulated by John Locke during the Enlightenment, where John Locke spoke about what we now call in brief, the right to self ownership. Now, this is part of a body of what is called natural rights, where people believe that, okay, these are rights that we are all born with, and no one may take them away from us and so on and so forth. And it's perfectly fine if you don't believe in natural rights, if you believe that rights have no meaning in and of themselves, but are instead a system that are given by society to its members and so on. Even if you don't believe in natural rights, the fact of the matter is that you have to have some framework of rights, which is agreed upon by society or states at large, and what should that framework be? And for me, that framework corresponds pretty exactly with John Locke's articulation of natural rights. So so let me go through what that is, Locke believed that the most basic right that everyone is sort of born with is the right to self ownership. Because when you're born, you're not you're not owned by anyone, you're not owned by your parents, you're not owned by society at large, or whatever, all of that makes no sense. You own yourself. And he framed that as a right. And to him, all legitimate rights arise from that your right to self ownership exists as long as you respect the corresponding rights of others, and all rights which arise out of self ownership. For example, your thoughts are yours alone. And therefore, when you express them the right to free speech, that comes out of the right to self ownership. If you mix your labor with something, you get the right to property. And that again arises out of the right to self ownership. And all these kinds of rights are called negative rights, in the sense that to respect these rights, somebody has to not do something to you. So your right to free speech means that no one can shut you up, your right to property means that no one can steal from you, which is why these are called negative rights. And again, rights is one of those terms which has been sort of become corrupted over the years because today rights, you know, there's another class of rights taking off from Isaiah Berlin, which are positive rights, he spoke of negative and positive freedoms, pretty much the same thing, positive rights, where people talk about the right to food or the right to education, and so on. And all of those rights are actually entitlements. And giving them the language of rights is problematic, because the only way you can fulfill a positive right is by infringing someone's negative right. For example, if you say that XYZ has a right to food, and therefore the government has to provide him food, to get him that food, the government then has to get the money for the food from someone and infringe his negative right. So while it may be desirable that everyone should eat and everyone should get educated, framing it as a right is problematic, but I've kind of taken a sort of a digression. So I'll go back to what I was, I'll go back to negative rights and"
    },
    {
        "speaker": "Guest",
        "time": "00:07:48.000",
        "message": "So Amit, just to clarify on this, so if you're saying that you have a right to life, a negative version of that right would be that no one has the right to take away your life. But a positive version of it could be that in order to live your life, you might need a few things and the government or the state might provide them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:06.720",
        "message": "Bang on, precisely, precisely. And that's a very good clarification. All negative rights imply that nobody should be able to do anything. You know, the right to life means no one should be able to kill you. Now, the problem arises that if you claim these rights, you know, you can have a society where it's not as if everyone will agree to live this way, someone. And therefore, the classical liberal view is that someone needs to be there to protect your right. And that's the government or the state per se. And the state needs to exist only to the extent that it protects negative rights and does nothing else. And it's almost what I call the liberal paradox, that on one hand, you say that your right should not be infringed. But on the other hand, your rights cannot be protected unless they are infringed to at least some extent, which is the extent that the state needs to exist and take taxes from you, which is which is the origin of sort of the classical liberal construct of the state, which is called the night watchman state, for example, that this is all they do. They protect the rights of their citizens, and otherwise they let their citizens interact in whatever ways and they don't interfere unless somebody's rights are being infringed."
    },
    {
        "speaker": "Guest",
        "time": "00:09:23.040",
        "message": "Right. So this night watchman formulation is very interesting for me. So can you expand on that metaphor? So what does a night watchman version of the state look like?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:35.800",
        "message": "Right. So a literal night watchman is someone who protects something, right. So a night watchman version of the state would basically be the police and the defense. They would protect you against external threats with defense and the police, which would have a monopoly on violence and would make sure that nobody's rights are infringed and there would be a justice system, you know, making sure that the rule of law means something so that if someone does infringe someone's rights, you have a way of dealing with that. You have a way of punishing the offender and, you know, reducing incentives for further offenses to happen and so on and so forth. Now, a lot of people would say that, no, no, no, no. But the government's job is, you know, education is a good thing. The government should provide education or roads are a good thing. The government should do roads or statues are a good thing. We should have statues of great leaders and the government should build that. But the important thing to note is that the government is not a benign presence which exists on its own. Every act of government is an act of violence. Everything that a government does is funded by money forcibly taken from individuals. Now, think of it this way, we take the government and therefore the resultant taxes for granted. But if you're being taxed 30 percent of your income through direct plus indirect taxes, what that basically means is that if you're giving one third of your income away in tax, you're working one third of the year, four months for the government, for four months you're effectively a slave. So all taxation is really part time slavery, which we take for granted. And the liberal paradox is that to be able to live as free citizens, we accept a certain amount of this infringement on our property and this part time slavery because, hey, we, you know, that's almost a necessary evil. But then the question is that everything that the government does is at that cost. And therefore, we should think about it very carefully. It's it's not enough. Pavan, if you were to tell me that, hey, you know, Amit, we should build a statue in Bangalore of so-and-so, a great hero of mine. And my answer to that would be that if you think that the government should build a statue, then do it with your money. Why force me to part with mine and not just me? Every citizen of this country pays indirect taxes. Even a beggar at a traffic signal will, you know, buy some salt or buy some soap at some point in time. And they're paying taxes on that. So to build your statue or to do whatever your vanity project is to fulfill your values, you are taking money out forcibly from somebody else. And you know, and the morality of that is questionable. And the reason we can do this is that there is a disconnect in our minds. We think that we don't realize or it's not explicit that everything that the government does is at the cost of money taken from us and at the cost of our freedom."
    },
    {
        "speaker": "Guest",
        "time": "00:12:24.480",
        "message": "Amit, I understand the security angle, right? So the government has to have sufficient resources to maintain a monopoly over violence. But what about other things like public goods? I understand your argument that if the government wants to build a statue or if they want to do a handout, if they want to make a scheme of some sort, they do end up taking taxes. But what about pure public goods? For example, connectivity, you know, clean air, there are lots of things that governments inevitably will end up having a role in playing, right? Because markets are not necessarily very good at providing for these things. People don't necessarily want to pay for something like this and want to be a free rider."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:09.320",
        "message": "That's a great point. That's a great point. I mean, I think everyone can agree that look, a statue is a waste of money. Everyone can also agree that there are certain public goods, which it's hard to envisage them coming about through markets. So I would actually argue there's no such thing as a market failure if you allow markets to function. But leaving that aside, I think rather than take a hard stand on this and say that, no, the government should only do this, what I prefer to do is I prefer to get into any kind of discourse with the common understanding that let's understand that every government action has a cost. And then once you recognize the cost, then you can debate the benefits because then you are taking those counterfactuals into account. And you're saying that, okay, so if the government spends its money on XYZ, it has a cost. This is a cost. And once you keep the cost in mind, then you can have a reasoned conversation and reasonable people can disagree on the extent of what the government should do. Everybody agrees no statue. Everybody agrees that yes, police, but should there, for example, be more airports? And that's something where you can have a reasoned argument. But all those arguments should have at its basis, the understanding that there is a cost"
    },
    {
        "speaker": "Guest",
        "time": "00:14:28.200",
        "message": "to any government action. All right. But you know, the sometimes I wonder if we can look at the government in a slightly different way in that it is a another institution, which is a mechanism of cooperation in society. And so government is one type of a cooperative system with different roles and responsibilities. A corporation would be something else. So how do they conflict with the freedoms of an individual? I mean, a lot of the times your employer is also infringing on your freedoms quite a lot,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:58.240",
        "message": "right? So here's the deal. First of all, I agree with your articulation of government as part of, you know, that whole thing that helps society to cooperate. But insofar as it maintains a rule of law, the difference is in what is voluntary and what is not. And here again, like, you know, eventually by the end of this episode, I'll come to why consent. But the cardinal sin for any classical liberal or libertarian is therefore coercion. Now the thing is, when I join a company, I join a company voluntarily. It has certain rules and regulations. I join according to that. I promise to abide by that. If my employer insists that I stay in office between nine to five, then he is not infringing on my freedom. I have agreed to that. And if he forces me to do something that is beyond the terms of my contract with the company, then I have recourse. I can sue. Or I should be able to sue. In India, the rule of law is so bad that often the legal recourse can become meaningless. But I should be able to sue. It's a voluntary interaction. With the government, on the other hand, nothing is voluntary. Nothing is coercive, and the whole approach of the government is not that we are here to serve you. We are here to protect your rights. And you know, you are our masters. That's not the approach of the government. And especially in India, we take granted this Maibab government that rules over us. They are our rulers. I mean, what happened in 1947 was we replaced one bunch of rulers with another bunch of rulers. Only the color of the skin was different. And we went on like that. And I would argue in many ways, the bunch of rulers who replaced them, and I'm not talking about specific political parties, because every single political party that's ever been in government has this approach. But in many ways, post-independent Indian governments have been far more oppressive than the British were. For example, the salt tax that Gandhi protested when he went on the Dandi March was a fraction of what it is today in independent India."
    },
    {
        "speaker": "Guest",
        "time": "00:16:58.160",
        "message": "So fair enough. But how do I put this? It is like, how do we look at the system where, look, it is not possible to engineer a government where consent is there through and through, right? For example, we are born into this world. So say there is a constitution, there's some rule of law. As we are born, it's not like we can consent to the existing state of affairs and say that we have opted into this ecosystem, right? So everyone sort of starts without consent. So how do you, how do we engineer this right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:35.360",
        "message": "That's absolutely right. And, you know, whenever people accuse me of chasing some libertarian utopia, I have to point out that no, I'm not chasing a utopia in the sense that I'm not saying that we should be in this, that the world should suddenly turn into this ideal world where everybody has complete consent and no rights are infringed. The fact of the matter is that we are born without having a choice in the matter, in this country, in this current system that we are in, and we have to then negotiate that. And as citizens who care about freedom, it's then important to raise our voice against any kind of injustice in any context. For example, you know, as a writer, I don't, in my columns, try to give utopian solutions. Instead, I try to move one step at a time, like, you know, when I propose, for example, a reform or a public policy, I'll always try to make sure that the reform I'm proposing either reduces the role of government, or if it keeps the role of government the same, it makes it more efficient by introducing market mechanisms, for example. And so you've got to kind of do this fight one step at a time, you can't just withdraw from the world and go into a cave and, you know, that doesn't work. This is a world we are in, and it is our duty as citizens and as individuals, it is our duty to ourselves to constantly keep fighting for our freedom and keep reminding others that we are not free. And that's important. But you know, that this is just sort of one aspect of it. Like I said, that when I arrive at consent, or when I arrive at libertarianism, you can arrive at it from two directions. Yes, tell us about the second one. Yeah, you can arrive at it from two directions. And one direction, of course, is the one I just articulated, which is where you're coming at it from first principles and the right to self ownership and so on, whether or not you regard that as a natural right. But the other direction is the direction of outcomes. Now, I'm not a utilitarian, I don't like utilitarianism, because you can really rationalize anything with it. You know, utilitarianism, I think, runs up against Hayek's knowledge problem. And to put that in simple language, utilitarianism means that you judge events by their outcomes. But the problem is that outcomes are always messy. Every action has unintended consequences, you never know what they're going to be. And utilitarianism can be used to justify absolutely anything. But if you take a broad sweep of history, and you look at what freedom does, I would argue that freedom leads to the best outcomes for society, in every sense, but not just for the economy, but for cultures. And the reason for that is something that is counterintuitive. You know, we evolved, humans evolved in prehistoric times when they lived in small tribes in times of scarcity, and we evolved to instinctively think of the world in zero sum ways. So if I gain something, you necessarily lose that something because there's only so much of that. And the truth is that the world is positive sum, in the sense that, you know, the example I keep giving so much so that people who read me probably find it tiresome by now. But I cite the libertarian thinker John Stossel, he had written a column where he spoke about something called the double thank you moment, which is basically this, let's say I go to Starbucks to buy a cup of coffee, which costs 180 bucks at all Americano I have, I buy the cup of coffee. And as I hand them the money, they say thank you. And as they hand me the coffee, I say thank you. And both of us mean it. And the reason is that both of us benefited, it's not that only one party benefited. So it's a double thank you moment. And every voluntary interaction in the world, whether economic or monetary or otherwise, every voluntary interaction between two people takes place when both people benefit. No one has to lose for the other one to win. In this case, I value the coffee more than the money I paid for it. They value the money more than the coffee that they made for me. And therefore, what happens is that the more you allow these voluntary interactions and more people gain, this is both true socially, where you ideally want a lot of free speech where people can interact with each other in various ways and so on and so forth. And also in terms of economics, where you have the more of these voluntary transactions you have, the more little positive, some games which lead to benefits for everybody. And that's how economies grow, countries grow, cities grow, which is why that, you know, there's almost a direct correlation over 250 years that as free markets spread across the world, prosperity spread in exactly that way. You know, this is why cities, for example, are the most prosperous places in any country, giving a lie to the absurd notion that population density is a bad thing. Population density is a great thing because it leads to more such voluntary interactions, larger networks, more value for everybody being created. And the corollary of this is that the more the government interferes in such voluntary interactions, the more it harms society. So when a government interferes in the free market, for example, it's bad in two aspects. One of course is a moral aspect, which I spoke about earlier, that if two consenting adults should be able to do whatever they want with each other, that should hold true, whether it's in the bedroom or in the marketplace. It's morally wrong to interfere between those two consenting adults. And the second argument is a consequential argument, the utilitarian argument that you're reducing the amount of value in the world when you do that, which is why government regulation of markets is so problematic and always counterproductive."
    },
    {
        "speaker": "Guest",
        "time": "00:23:01.480",
        "message": "Thanks for saying that, Amit, because I think even in India, where you can argue that our freedoms are severely restricted in many spheres, there's always been some amount of intellectual support for the idea of, you know, your social and personal freedoms, about speech, about, you know, your right to live your life the way you want to, where you live, where you work, etc. But the idea of economic freedoms somehow has never become very important in the Indian political landscape or in the public imagination. Why do you think that is? I mean, why is there no public support for increasing the freedom for us to engage in the business that we want to buy what we want and to sell what we want?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:47.480",
        "message": "Because we build narratives that separate them. For example, it is common for the left to support all the personal freedoms that you and I support, but oppose free markets and on various different reasons and say, no, the government needs to regulate this or the government needs to regulate that and get in the way of voluntary interactions there. And equally, on the other side, you know, the right will might pay lip service to free market. Though in India, we've never had an economic right. In India, every single government, including the current Narendra Modi government, is a far left government, which does not believe in economic freedoms. But the right doesn't believe in personal freedoms in India also in terms of free speech and so on. And it's because this sort of narrative of left and right has been imposed upon us, or this narrative today of nationalist versus liberal, which is a ridiculous binary as well. And the thing is that these narratives, to me make no sense. You know, looking at the world in terms of left wing and right wing is nonsensical, especially in India, where there is really no left wing when it comes to no right wing when it comes to economic freedom, everything is left. But the way I prefer to look at the world is more in terms of freedom and in terms of freedom and coercion, you know, authoritarian and libertarian, so to say. And using these terms is problematic because people associate terms like liberal and even libertarian today has become a tarnished term because, you know, people who call themselves libertarian in America, some of them have, you know, gone over to the alt right and there will be people who call themselves libertarian here who have said they support Modi, which is absurd to me. You know, it doesn't make any sense because, hey, consent, coercion, you know, those principles. So now I'm known as a libertarian and that's what people call me and I wish there was some other label. But the truth is that I just go back to first principles all the time. And therefore, everything for me comes down to being against coercion and giving importance to consent."
    },
    {
        "speaker": "Guest",
        "time": "00:25:38.320",
        "message": "Okay. I want to bring, broach upon another topic that's related, where, you know, no matter what values you believe in, there is some sort of a locus of identity that is there in part of any philosophical outlook, right? So for example, the communists think of the worker and a collective of the workers as an entity and sort of focus on, you know, how they can be benefited best. You know, people who believe in Hindutva think about the larger Hindu population as one somewhat monolithic community, which needs to be given special importance to. In that sense, what would you focus on?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:22.200",
        "message": "Well, I absolutely abhor identity politics of any kind, whether it is on the left or the right, which is why, you know, in their ways of looking at the world, I don't find the bhakts very different from the woks. You know, they're dividing the world into categories and identities and somebody is an enemy and someone's a friend and there is oppression somewhere and blah, blah, blah. The truth is, as the old cliche goes, the smallest minority is an individual. So I look at everything from the point of view of every individual. You know, you can and one binary that is true and is not a false binary is group rights and individual rights. You can either believe in group rights or individual rights. If you believe in group rights and if you say that we should think of people in terms of groups and look for their welfare and so on, then you are necessarily ignoring individual rights, you know, and that's a problem to me. And I think we need to go beyond identity and think in terms of individual rights. And of course, some might argue that, look, identity politics has dominated the world so far. If you want to protest a certain kind of identity politics, how do you do that without getting into identity politics? And my reply to that always is that you do that by fighting for individual rights, by insisting on individual rights. That's the only way you do it, to not think at the level of the individual is to then condescend to every individual and say that, no, I won't see you for yourself, you're part of a group. And therefore, the sins of your group must be visited upon you. And if we wish to give special privileges to the group, which will, of course, be coercively taken from somewhere else, then that comes to you as well and so on and so forth. And I think that's a dangerous way of thinking. I think it perpetuates hatred and ill will within communities and within groups. And right. I mean, I think that identity politics is one of the things that is really wrong with our political discourse today."
    },
    {
        "speaker": "Guest",
        "time": "00:28:10.040",
        "message": "Right. I think it's quite a bit more useful to think in terms of interests rather than identities, right. So, for example, you know, you follow a keto diet. So therefore, you have an interest in ensuring that, I don't know, the right kind of meats are available across the country. Somebody else might have a different interest, somebody likes to run every day. So you know, you might have an interest in having adequate infrastructure for running. So so in that sense, interests are multiple and people can align themselves differently in the political space with just interests, right. So because I mean, it's not right to wish interests away. But the idea is to sort of try and move away from compulsory identities that are imposed"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:51.920",
        "message": "on groups of people. That's very well said. And it's very wise. I couldn't have said it better. I agree with you entirely. Look, all of us have different interests and all of us voluntarily can do whatever we want, as long as there's no coercion involved. So, for example, you know, I'm in Mumbai, you're in Bangalore. And every time I go to Bangalore, I'm blown away because you have such a nice keto community there. You have so many keto options. I have less of them in Bombay and and therefore it stands to reason that I would want to sort of convert more people to keto. I say convert like it's a religion, but it's not. It's the only healthy way of living. But so bring bring people around to my point of view. But it should not at any point involve coercion. I mean, I don't even mind if you think in terms of identities, because as long as there is no coercion involved anywhere else, and as long as you're not demonizing another class of people entirely or shutting them up."
    },
    {
        "speaker": "Guest",
        "time": "00:29:45.160",
        "message": "Right. Okay. So I think we've sort of circled around this, but can you walk us through how all is liberty important or how is it being infringed in India today? Right. So in 2018, we are sort of here after a decade of high economic growth, a couple of decades of some economic and personal freedoms being loosened. But at the same time, there are new threats coming in, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:10.800",
        "message": "I don't even know where to begin because our freedoms are infringed in so many ways. Number one, there is a myth that we have a liberal constitution in the good sense of the word liberal, but I'm not sure we do. Our constitution doesn't really protect free speech, for example, because Article 19A and it pays lip service to free speech, but it also lays out all these caveats like decency, public order, and so on. And because of those caveats, we have old IPC laws that the British made to control us like 295A and 153A, which essentially clamped down on free speech. And there's nothing we can do about them. I think it's, for example, unbelievable and shocking that in 2018, 377 is still on the cards. And we are saying that an entire sexual orientation is effectively illegal. I mean, that kind of sex is illegal. It doesn't say that being homosexual per se is illegal, but effectively, that's what 377 does. And it's unbelievable that in 2018, we should be in that kind of situation. And equally in terms of economic freedom, I mean, first you look at, you look at two aspects of what the government does to us. Number one, in the economic sphere, number one, you look at what they take from us. I mean, taxation is much higher than it should be, both indirect and direct. And that's because the government spends a lot more on useless things than it should. I mean, our government is a large but weak state where it should be a small but strong state. It should be small, but the areas it is small in, like law and order, like defense, it should be strong. Instead, it is weak in those areas. And it does a hundred other things where it is basically a parasite state, figuring out ways to sort of suck blood from the people. I mean, I know that sounds dramatic, but that's really what it is. I mean, it's again, if you're paying one third of your income in taxes, you're basically a slave to the government for four months of the year. There's no other way of looking at that. And as we've argued before, some amount of that may be necessary. But to me, it would be a fraction of the amount that we're giving out now. That's one aspect, what the government takes from you. And so on, the other aspect in the economic sphere is all the many infringements on the economic freedoms of citizens, all the interference that it does in markets. For example, look at the state of our poor farmers. You look at the state of our farmers now, 71 years after independence, and it makes you want to cry. And why is it like this? It's like this because our farmers have been trapped in farming by bad policy. I mean, I'd encourage listeners to, you know, go to seen unseen.in and look at the very first episode of the scene in the unseen, where you were one of my guests along with Karthik Sheshadar and we discussed agricultural reforms. And in various ways, you know, farmers are not allowed markets in any aspect, how they get their produce, where they sell their produce, you know, in terms of pricing or anything that kept in a constant state of dependency. They can't sell agricultural land for non agricultural purposes. So they can't even escape, you know, a few episodes back in the scene in the unseen, my guest Shruti Rajgopalan had spoken about this being one of the ways in which the caste system perpetuates itself, because people find it hard to simply escape physically, and so on. And agriculture is, of course, the most egregious example. And it's somewhere where, you know, in 91, there were no reforms that touched agriculture or touch factor markets and large parts of the country are still hugely poor for that. And the thing is, this link isn't direct, this link isn't obvious. You know, if if you ask a farmer himself, that what do you want from the government, and he's in desperate states, and he'll say, Oh, I want a farm loan waiver, which is all well and good. But a farm loan waiver basically traps a farmer in his current state of poverty, quite apart from the fact that you have, it's also paid for by other people, you know, I'm like, government does so many things I shouldn't do, like run businesses, run banks, I mean, who is paying for need of Modi power, you and I are paying for need of Modi's and Vijay Mallya's theft, which is the only word for it. And it's a theft that has happened in collusion with the government. There's no way around it directly or indirectly. So you know, there's hardly anything I can not complain about. But what makes me most sad is that this is not in the public discourse, I you know, I'm a completely lonely voice in the public discourse. This is people are not questioning all these fundamental things about the government, the mindset that the government is a solution to everything, even when the government has actually created the problem in the first place, is embedded in people, the you know, the mindset of the MyBab government is embedded. For example, if you think about, you know, just one example, which, you know, got a lot of public heat in the last few years, people talk so much about corruption. And if you think about corruption, what causes corruption, it's discretion, you give a set of people power over other people, they will use that power. Because power corrupts, they will make money. And yet the solution that most well meaning people come up with is, oh, you, the solution is more government, that you have a Jan Lokpal or you have a, you know, another committee over the hundred committees already there. And that doesn't help anything that adds to the problem. To solve the problem, what you need to do is you need to take away power from the government and give it back to the citizens. And that's how you solve that particular problem. And people don't have a consciousness of this, they keep looking at the government as a solution to everything. And, and I feel really sad about that, and I wish there was some way I could make these ideas a little more popular. Maybe this podcast will help, who knows."
    },
    {
        "speaker": "Guest",
        "time": "00:35:34.160",
        "message": "All right. But, you know, I've seen that, you know, people often have different fears, and often that is also reflective of their philosophies, right. So for example, if someone's a someone believes in, say, communism in India today, they might probably fear, I don't know, they might fear religion and the religious identity as a source of violence. They might fear, I don't know, big corporations coming and doing nasty things. So in that sense, is there a fear that is important to you?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:09.480",
        "message": "Can you rephrase that?"
    },
    {
        "speaker": "Guest",
        "time": "00:36:11.600",
        "message": "I mean, what fear exactly? Like a fear of a very large government in a sense, a fear of people taking violence into their own hands. But I mean, I know that it's a slightly negative way of looking at everything. But there are often certain deep seated fears or concerns that motivate us, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:29.360",
        "message": "Yeah, because you know why? Because the government hasn't done its basic job of providing a rule of law and from saving us from these fears is a one fundamental role of the government, that, you know, if he knew that the government always will look after our rights and the rule of law will be maintained and my free speech will always be protected, then I would not fear anything. But if it doesn't do that, then, of course, different groups in different places will fear things. You know, the Hindutva people who value their religion will fear that communism will erode away their traditions or left liberals will fear that, you know, the Hindutva parties will impose their views on the rest of the country, including them. But the point is that those fears are taken care of if there is a rule of law and if the government is strong enough and if the constitution provides enough safeguards, then they don't need to fear. Then the Hindus can celebrate their culture and the liberals can have the freedom that they should have and everybody's happy. But the government doesn't do its job at a fundamental level. So people have these fears and you name big corporations. So I'd like to kind of address another point that, you know, people often demonize free markets by saying, oh, but then big corporations will take over and they will run the country and all of that. But the truth is that big corporations hate free markets. What big corporations really want is their turf to be protected, which is why, for example, just before independence, when Nehru asked a group of industrialists, and this was famously known as the Bombay Club or the Bombay Plan, I forget which, to suggest what should be done for the country, they wholeheartedly suggested what he was going to do anyway, which was a closed economy, because that would protect them. So people don't get that free markets and companies are on two opposite ends of the spectrum. So what happens is a free market, the way I define it, is a market where all voluntary interactions are protected by the government. There is the rule of law, whereas what you often see in crony capitalism or crony socialism or cronyism, to put it simply, rather than get into an argument, is that you have a very powerful government which uses its power to benefit big corporations, whether it's the Reliances or the Adanis or whatever, whatever you choose to believe in, but benefit different big corporations in different ways, and not allow incumbents to come up, not allow the guy at the bottom of the ladder the economic freedom that he deserves, while taking his money and redistributing it to richie-riches at the top, like the Nirav Modi's and the Vijay Mallya's. So big companies are not synonymous with free markets, they're in fact the very opposite. Free markets basically mean every common citizen of this country being able to voluntarily interact with anybody he wants to in any way, provided there is no coercion and provided, to get back to that magic word, there is consent all around."
    },
    {
        "speaker": "Guest",
        "time": "00:39:10.920",
        "message": "All right. So, Amit, given that liberty and the values around consent and freedom are sort of reducing right now, at least in most parts of the world, is there anything that you are optimistic about? Is there anything that makes you hopeful?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:30.160",
        "message": "I think what makes me optimistic to some extent is a technology. I think technology empowers individuals where political struggles haven't. For example, commuters in all Indian cities have suffered for a long time because of scarcities of public transport, because the government provided public transport is so bad, and because you have the government interfering in public transport in terms of limiting the licenses given to taxis and auto rickshaws and blah blah. So if you're in Delhi, for example, you would never go anywhere by meter, you would have to negotiate a price with the guy. In Bombay, sometimes a guy would just refuse to come where you want to. And suddenly, bang, technology came in terms of these app based services like Uber and Ola and empowered individuals. You know, now I don't need to worry at all about getting a transport at any time of the day to go anywhere. I'm just giving you one small example. So in many ways, there is a hope that technology will empower individuals in ways that ironically political struggles have failed to do, but also going beyond that, I take courage from Martin Luther King's words to paraphrase him that you know, but the arc of history, and I think the arc of history, one would hope does bend towards freedom right now you have a lot of populism in the world and you have guys like Trump and Modi and Erdogan and so on in charge, but one hopes that in the long run, citizens will express themselves more and fight more, which I think is happening to some extent, and that they will be empowered by technology. And of course, it cuts both ways. And you know, we can talk forever about all the trade offs involved. And many of these things are unknown unknowns, you know, you and I can't possibly imagine what the politics of the future and the technology of the future even 10 years from now will look like is beyond our imagination."
    },
    {
        "speaker": "Guest",
        "time": "00:41:14.800",
        "message": "But we can hope for the best. All right. Thanks so much for coming in Amit and about sharing values and making me think about consent a lot more than I used to before."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:28.720",
        "message": "If you enjoyed this conversation, I'd urge you to listen to more episodes of the Pragati podcast. Head on over to the site I edit Pragati at thinkpragati.com and click on the podcast tab. I'll join you again next week on the seen and the unseen from the familiar interviewer's chair. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. And you can browse past episodes of the seen and the unseen at seen unseen.in. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "00:42:18.880",
        "message": "He bends down to test the warm water for his bath. He comes here to quench his thirst for a hot shower and some podcasts. You can witness how he enjoys having other people talk about cool stuff in his bathroom. Indeed, it helps him with his loneliness. You can find more of his species on ivmpodcast.com, your one-stop destination where you can check out the coolest Indian podcasts. Happy listening."
    }
]