[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "A couple of days ago, a friend visited Mumbai from out of town. I went to pick him up at the airport. And while we were driving off, my friend asked, so how's the weather in Mumbai? And I said, great, no problem at all. And then I realized that my instinctive response came from the fact that I was sitting in an AC car, and I work in an AC room all day. Of course, the weather is good where I am. But what is it like outside? Of course, there are simple indicators that can tell us the state of the weather, the temperature, humidity level, and so on. But if someone asks you, how is the economy doing? That's a slightly harder question."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:39.920",
        "message": "Welcome to the scene and the unseen. Our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:48.680",
        "message": "Please welcome your host, Amit Badma. Welcome to the scene and the unseen. This episode tries to take a snapshot of what the economy looks like today, four years after the Narendra Modi government came to power. Now figuring out economic performance is always complicated. It's a whole separate discussion on whether GDP has any value as a measure, especially in a country with such a large informal economy. But let's leave that for another day. Even if you do have what you consider reliable numbers, you don't have counterfactuals. The numbers could be XYZ. But what if oil prices hadn't stayed low, or the monsoons hadn't been good all this time, or demonetization had not happened, or if Hillary Clinton instead of Donald Trump became US president, a million little factors affect the economy, and it can all get a bit too much. Anyway, to try and make sense of where we are today, four years after 2014, one year before 2019, I have with me my good friend and a frequent guest on the show, Vivek Kaul."
    },
    {
        "speaker": "Guest",
        "time": "00:01:45.960",
        "message": "Vivek, welcome to the scene and the unseen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:48.040",
        "message": "Thanks Amit for having me over. Vivek, rather than, you know, start talking about the economy in very broad sort of macro terms and in generalizations and so on, I thought we can start by talking about some specific subjects that you've written recent columns on, and use those as a lens to then examine the broader changes that are sort of going through the country. One of your interesting pieces recently was on Air India. Now, you know, it's always been an agenda of the reformers that we need to sell Air India for obvious reasons, the losses have now become staggering and we the taxpayer pays for it. And last year, the government, in fact, did announce that they are going to privatize Air India, though many suspected they didn't mean to, it was a sop for some of the reform minded supporters. Where do things stand now?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:33.200",
        "message": "So, Amit, you know, Air India is up for sale, we know that, but the terms of the sale, make it very, very difficult for anyone to buy that airline. Now, what is on offer currently is essentially 76% of Air India and 100% of Air India Express, which is the low cost arm of Air India. Along with that, any airline buying, you know, Air India has to take on two thirds of the debt of Air India. Now, these two thirds of the debt is not a small amount, it amounts to around 32,300 crores. Out of a total of 48,000 crores, which if you translate into dollars is close to $5 billion. So it is for any Indian airline, it will be like a death knell. So obviously, they are not interested in buying the airline, I mean, Indigo, SpiceJet and Jet Airways have all made that clear. The other thing is, the airline which buys Air India needs to ensure that they do not fire any employees of Air India for one year. After that, they can offer, you know, voluntary retirement schemes, which is another huge thing because, you know, when an airline starts operating, you know, they may want to do something, they may not want to do something. So you have to leave them to, you know, let them operate Air India in the best way that they think is possible. The third interesting thing is that, you know, the trade unions can create a lot of mayhem, which they already are. So all these factors make it, you know, very, very difficult for anybody to be interested in Air India. The other factor, which is also there is that government retains 24% ownership along with two seats on the board of the future Air India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:34.640",
        "message": "Like how many people on that board?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:36.200",
        "message": "Two, two seats."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:37.200",
        "message": "But what's the total number of? No idea. But that two won't be the majority."
    },
    {
        "speaker": "Guest",
        "time": "00:04:41.200",
        "message": "Right? No, but you know, 24% stake. So you know, again, the nuisance value remains. Now, the logic for that is very, very straightforward, you know, nobody wants to get accused of selling Air India cheap, you know, back in 1999, 2000, when the Vajpayee government sold, you know, a few companies like Modern Bread and the Centaur Hotel in Juhu, they got accused of selling those companies really cheap. So nobody wants to get accused of doing that. So you know, the government wants to retain some stakes so that if and when Air India does revive, then they can sell that remaining 24% stake and, you know, get some amount of money. Now, the problem is all that is in the future, you know, before that somebody should be interested in buying the airline and under the current terms and conditions, which include debt, the employees of Air India, and the government continuing to own, you know, nearly one fourth of the airline, it seems very difficult as to anyone would buy Air India. The sad part is that, you know, every year that Air India operates leads to a larger loss. So, you know, if you if you look at the numbers, I think between 2010, 11, which is April 2010, and December 2017, the airline has lost close to 46 47,000 crore rupees. Now, where is that money coming from? So every year, the government sort of invests some amount of capital into the airline. And I think from April 2011, till date, they have invested close to 26,000 crores, which is obviously not enough to keep the airline going. So over and above that the airline borrows money. So they're working capital loans right now are close to 31,000 crores. Okay. Now they're working capital loan of the airline is more than the revenue that the airline makes in a particular year, I mean, which tells you that there is no business model. So I mean, if I were to be a little radical and say here that even if someone's willing to operate Air India for free, the government should just..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:52.280",
        "message": "I was going to say exactly that, you know, as a taxpayer whose money is going into this every year, I'd be glad actually, if they gave it away for free, because somebody's"
    },
    {
        "speaker": "Guest",
        "time": "00:06:59.840",
        "message": "taking the debt of you. Yes. And you know, and I mean, if they would give it away for free, somebody would take off almost 48,000 crore of debt away from you, which is not a small amount, which is a huge"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:12.880",
        "message": "amount. And what's more important is that, you know, people assume that, oh, okay, it's a public sector company and is there and why should we sell it, we should turn it around, we should do better management and all that. But a, as we've discussed in previous episodes, incentives for public sector companies to do well are just very different, and it simply doesn't happen, they will always be more inefficient than private sector company."
    },
    {
        "speaker": "Guest",
        "time": "00:07:34.080",
        "message": "And that's what you find in this space, if Air India was a private airline, it would have shut down by now. And airlines are a very difficult business to be in. It's not like, you know, airlines shut down all over the world, you know, all the time. I mean, the last business any government should be is in an airline, because it is a hugely capital destructive business. And the government, any government for that matter, not just the Indian government does not have unlimited amount of money. And this money can be well utilised somewhere else."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:02.880",
        "message": "No, and we keep committing the sunk cost fallacy and throwing good money after bad governments especially tend to do this, saying that we've kept it going for so long, we'll keep it going"
    },
    {
        "speaker": "Guest",
        "time": "00:08:12.520",
        "message": "a little bit more. I mean, the other tendency is to sort of look at all these public sector enterprises as family jewels, you will have all these politicians, you know, saying this, this phrase over and over again. Now, the point is, you know, family jewels actually help in an emergency. So, this is the wrong, you know, term to use, you know, not in case of every public sector"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:34.760",
        "message": "unit, but in case of many public sectors. Most of them and also jewels are assets, Air India is a liability. So tell me something, I mean, the sort of people who would call it a family jewel or use that kind of language would be let's say, classic Nehruvians, right, because Nehru built this whole public sector and blah, blah, blah. But Narendra Modi came in promising different things, it was like, okay, I will do all these reforms and I will, you know, government should not be in the business of business as a script writer of his, no doubt, not him himself, eloquently put in his mouth. But A, they haven't shown any tendency to do any reforms in all these years. I mean, they're perfectly happy being if there's a big state, as long as they are in charge of the big state. And, you know, just looking at their record, do you think they were really serious about selling Air India? I mean, these terms and conditions, do you think they are just made in bad faith? They know that no one will agree to them?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:24.640",
        "message": "That's a difficult question to answer, because, you know, only people who have come up with these terms and conditions would know whether they have been made in good faith or bad faith. But the point is, you know, in fact, the interesting bit recently was that Mohan Bhagwat, you know, the man who is in charge of the boss man of RSS, if I may put it so, recently said that Air India should be sold to an Indian airline. I mean, I'm paraphrasing here. The interesting thing is, what that tells us is he's at least fine with the idea of the government selling the airline, which wasn't the case in the past, because, you know, anything that the BJP does, they need the, you know, clearance from the RSS. So he's, you know, he's probably ready to meet the government halfway there. But the problem is, the terms that have been set, I mean, no Indian airline in their right mind would be able to, you know, buy Air India right now, and I mean, they're not big enough. So the solution to this is, and if, you know, the government, I mean, I've read some media reports which have said that the government is looking into it, and if they are serious about it, the only way to sell Air India is to sort of divide it and sell it. So what do I mean by that? So look at an airline like Indigo, now they are clearly not interested in the domestic business of Air India, because they already have 40% of the Indian market, domestic market. What would they be interested in? They would be interested in the international market. What part of the international market would they be interested in? Probably the Gulf, the Middle East market, because Air India Express has a reasonably good presence in that market. And Indigo being a low cost airline, I mean, so you know, you would have that sort of synergy, you know, which the merger experts talk about all the time. So that part is very, very clear. Even an airline like Jet, which is not doing too well internationally, would be interested in the international business of Air India. Look at Tata's. Now Tata's essentially have stakes in two airlines operating domestic market in India, that is Air Asia, and there is Vistara. If you add the amount of the market that they have is around 8%. So they would clearly be interested in the domestic business of Air India. But would they be interested in the domestic business of Air India along with the employees of Air India? I'm really not so sure."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:53.040",
        "message": "I mean, so you have to essentially sell this business piece by piece. But you know, that's easier said than done."
    },
    {
        "speaker": "Guest",
        "time": "00:11:59.600",
        "message": "And the government is the last institution which would have the capability of selling"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:04.320",
        "message": "anything piece by piece. No, the thing with piece by piece, even there is a problem that arises is that, yeah, their international landing rights and all that are very valuable, their fleet is valuable, and so on and so forth, different chunks of the business are valuable. But what is a huge burden is that debt is a huge burden, their extremely inefficient employee base is a huge burden, by which I don't mean the individuals are inefficient. I just mean that the system as a whole is inefficient, even if the individuals are excellent professionals at what they do, no one is disputing that. So what do you do about these? How do you separate them? I mean, the government, for example, can't just say that we'll keep the debt and sell"
    },
    {
        "speaker": "Guest",
        "time": "00:12:42.280",
        "message": "the company. Which is, you know, as far as employees are concerned, I mean, you know, unless the government I mean, makes them the sacrificial lamb for the lack of a better term, nobody is going"
    },
    {
        "speaker": "Unknown",
        "time": "00:12:58.000",
        "message": "to buy the airline."
    },
    {
        "speaker": "Guest",
        "time": "00:12:59.000",
        "message": "I mean, it's very clear. You have any airline which buys airline should be allowed to fire people from day one. Otherwise, you know, because airlines are a very difficult business to run."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:11.680",
        "message": "Because you know, the basic truth of economics is that as a company, you get money if you're of service to the consumer. And as an employee, you get money if you're of service to the company, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:21.360",
        "message": "So and that's a company's call to make the debt, you know, so it's the debt part is the most difficult part, because that takes away, you know, almost all servicing that debt takes away a large chunk of their revenue. So unless you know, the government takes over that debt, and then tries to sell the airline. Only then I think people will get interested because I don't see any airline taking on $5 billion of debt and servicing it in the years to come."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:52.480",
        "message": "So are there any sort of previous cases of any government in the world actually selling a public sector unit of with this kind of debt?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:02.160",
        "message": "And is there any model? I really don't know. But what I do know is that, you know, the British government did sell the British Airways,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:09.080",
        "message": "right?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:10.080",
        "message": "And the airline did fairly well now, but whether the British Airways had debt at that point of time, or how much debt did they have, I have no idea."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:16.680",
        "message": "So if Mr. Jaitley listens to this podcast, and he calls you into his office in New Delhi and says, Vivek, you handle Air India, what would your inclinations be?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:28.120",
        "message": "I mean, see, the only way you can sell the airline is, obviously, as I said, you know, the government will have to take on the debt in some form. And or, you know, if not, you know, if, see, the thing is this, if you look at two thirds of the debt of the airline, they're basically working capital loans. Now, if anyone's taking over two thirds of the debt, I mean, they need to get something"
    },
    {
        "speaker": "Unknown",
        "time": "00:14:53.520",
        "message": "against it, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:54.520",
        "message": "There is nothing against it, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:57.640",
        "message": "So what do you do in that case? So, you know, if you do not take on the entire debt, you at least sort of bring it down, I mean, you know, let's say, you know, you say, okay, one third of the debt, maybe someone might get interested. So at one third of the debt, you know, the amount comes to around 17,000 crores. And the aircraft loans of the airline Air India are around 18,000 crores. So against, you at least have an asset against those loans. So at some level, that makes sense. I mean, you probably bring down, you know, the two third part to one third, and the employees, I mean, you cannot negotiate on their behalf, you have to let the new owner decide, you know, what they want to do, because ultimately, Air India has around, I think 18, 19,000 employees. And in the context, larger context of the nation, it shouldn't matter. And most of them, you know, if they're good enough, should be because if they're providing value, they'll get a job because see, the point is, again, you know, what we don't realize is that only 3% of Indians have traveled by air. So there is the market is still, it's not even opened up."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:10.800",
        "message": "Yeah. And anyone who's providing value will keep his job or get a new job. It's not a big deal."
    },
    {
        "speaker": "Guest",
        "time": "00:16:15.040",
        "message": "Only the only people who would complain are those who know they are not providing value and are basically sponging off our money, taxpayers money, which is true. So there are no perfect solutions going around here, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:25.120",
        "message": "It's not I mean, economics is not mathematics, but moving aside from Air India, which is a slightly almost an intractable problem because of the size of the debt and so on, in general, just as regards this government's approach or ideology towards public sector units and, you know, towards the business of being in business, so to say, to paraphrase those famous words, what have you seen? Has there been a change?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:49.440",
        "message": "Or is it more? Not at all. It's it's almost in fact, the economics of Narendra Modi is almost similar to the economics of Congress."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:56.480",
        "message": "Exactly what I keep saying. I mean, he has a command and control mindset of Nehru and authoritarianism of and her appetite for disastrous experiments. Thinking of disastrous experiments, obviously brought demonetization to mind immediately. But let's leave that aside for a moment. And instead, talk about something a phenomenon that came up recently, and that happened a lot after demonetization, it was natural then I'm not sure it's natural now, which is cash shortages in the banks. Now, you've written about this as well, in some detail explaining why there were these recent cash shortages and people lining up outside ATMs and those signs on ATMs that cash not available. What happened?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:33.960",
        "message": "What went wrong now? Okay, so I think, you know, this is a situation where you can only have a theory. Okay, so this is my theory. And my theory is that, you know, as the economy expands, the currency in circulation also goes up. Okay. Now, if you look at the numbers, and if you look at numbers between 2012, 2014, and 2014 and 2016, the economy in both the cases grew by more than 20%. And here we are not adjusting for inflation. So this is what we call nominal GDP growth. At the same time, the currency in circulation also grew by more than 20%. Okay. I mean, it's not a one to one, more or less, more or less, there abouts. Now come down to the two years between 2016 and 2018. The economy again grew by around 21%. But the currency in circulation grew by only 10%. Okay. So obviously, there was a certain shortage, which was already there. Okay. Now, typically, if you look at the post demonetization, pre demonetization, and the post demonetization, you know, cash to currency to GDP ratios, there is a substantial difference. Now pre demonetization, the ratio was around 12%. As of March 31, 2017, it came down to 8.8%. And as of March 31, 2018, it had recovered to around 10.9%. So we are still that one, 1.1% short. Now, since around November, December, since October, the economy has started reviving. You know, when the economy starts to revive, obviously, the cash demand goes up. And that cash is not available in the market. What also happened was that, you know, around three to four months back, all these rumors around the FRDI bill and the government seizing money in banks started to go around. So people started hoarding cash, people started hoarding cash. And this is I mean, again, all this is anecdotal. And I mean, there's some data as well. In fact, if you look at so you know, if you compare the cash withdrawn from ATMs using debit cards during the second half of the year, vis-a-vis the first half of the year, so you know, the second half of 2017-18, the growth was 12.2%. And if you look at the data for the last six years, this has been the highest growth. Now, typically, people do withdraw more money during the second half of the year because we have festivals and at the same time the the agriculture, you know, the procurement season is also, you know, runs parallelly. But this increase was more than, you know, justifiable. So at some level, my theory is that people obviously, you know, got spooked out with all these FRDI rumors going around and started to hoard cash. You know, what happens is, you know, it is easy to hoard cash using the 2000 rupee note. And as the 2000 rupee note disappears from the market, you need four 500 rupee notes to replace it. So the currency has not been expanding at the same speed as the demand is, okay. So if you put all these factors together, you know, ultimately, the reason there was a cash shortage was because of demonetization. If demonetization had not happened, and the cash or the currency had, you know, continued to grow at the same pace as it had in the past, this would have never happened."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:16.720",
        "message": "And that took away 86% of the money supply, so to say. And the thing there is a mistake, I mean, we've discussed this before many times, and the mistake that the Modi government, one of the many mistakes they made there was they assumed that 500 and 1000 rupee notes are used for storing money as opposed to transacting."
    },
    {
        "speaker": "Guest",
        "time": "00:21:32.680",
        "message": "No, I mean, so yes, I mean, which is which was absolutely not the case. Yes, because cash is not, I mean, as I think said earlier as well. And there was enough data, which told them that people don't hold black money in the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:46.960",
        "message": "form of cash. Exactly. So people hold, there are ways of doing it. And those who are inclined to hold small amounts of it in cash now find it easier because of the 2000 rupee notes, which as you correctly said, take 4-500 rupee notes to, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:22:00.120",
        "message": "get you tougher. And therefore, because we don't have a 1000 rupee note, and we have a 200 rupee note."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:07.320",
        "message": "And when elections happen, then obviously parties are holding money and they're, you"
    },
    {
        "speaker": "Guest",
        "time": "00:22:10.400",
        "message": "know, they're gathering. So all that essentially adds to so you know, if you if you look at obviously, there is election only happening in the state of Karnataka. And it's not like elections haven't happened before, but there was no cash shortage earlier. But this time around, there is a cash shortage, because earlier there was enough money floating around in the system. And that money is no longer floating around, I mean, because you know, your currency to GDP ratio has gone down. So every, you know, sort of this incremental use of cash, pulled away money from an already cash starved financial system."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:45.800",
        "message": "And that ultimately led to a cash shortage. So now, you know, we had an episode discussing your easy money trilogy, and the whole concept of easy money and so on. So like looking back on the last four years, and looking back on all the governments before that, what do you think is this government's approach to monetary policy? And is it different from what previous governments used to be? Is it more of the same? Do they not have a clue?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:06.840",
        "message": "I mean, how would you how would you sum it up? Normally, I mean, any government which sort of demonetizes currency wouldn't really I would say they wouldn't have any understanding of any monetary policy and demonetizing 86%"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:21.840",
        "message": "is madness."
    },
    {
        "speaker": "Unknown",
        "time": "00:23:22.840",
        "message": "It's madness."
    },
    {
        "speaker": "Guest",
        "time": "00:23:23.840",
        "message": "I mean, so I don't think there is any understanding of I mean, forget understanding, I don't think"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:29.320",
        "message": "they're bothered. I mean, defenders of the move."
    },
    {
        "speaker": "Guest",
        "time": "00:23:31.320",
        "message": "And this can hardly be defended, but in the sense, you know, the new the main defense is that it has led to, you know, income tax being paid going up. And you know, if you look at the numbers, the difference is not huge in the sense. Last year, I think the direct access to GDP ratio was 5.6%. This year, it's 5.92%. So it's 32 basis points. Also, you need to take into account the fact that, you know, the refunds this year have been much lower than past years. So if you don't refund money, obviously, or, you know, direct tax to GDP ratio goes up. Then there are other things wherein, you know, there were news reports about how banks were forced to deposit the TDS that they collected in the month of March, in the month of March itself. You know, in earlier years, it used to be in the month of April. Also the larger point is that, you know, there has people say that there has been a growth in the number of taxpayers, which isn't exactly true. There has been a growth in the number of people filing tax returns, which are two different things. So, which basically means that it's chartered accountants who are benefiting at the end of the day. So, I mean,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:48.960",
        "message": "Ache din for somebody. Yeah, I mean, you can say that. So, No, but what I meant that there are differences, I meant that the one common defense of Modi or not Modi, but his government, so to say, is that, listen, he took this decision unilaterally. Even Jaitley wasn't consulted, those guys didn't have a clue of what was happening. It's one madman. But then the larger question is that even if you look at, say, the finance ministry's management over the last four years, or so on, what's, what's your take on it? What's your assessment of how the finance ministry and the finance?"
    },
    {
        "speaker": "Guest",
        "time": "00:25:16.080",
        "message": "I mean, they're just, you know, they're essentially obsessed with the optics of driving up the direct tax numbers now, right? With the optics of right. And I mean, you cannot ultimately explain what you mean by the optics. I mean, basically, you know, at every occasion, you're essentially trying to justify that, you know, we are collecting more tax than the past. Yeah, obviously, you will collect more tax than the past, because as the economy grows, the tax collected also grows. Now, how do you, you know, you basically, when you claim that you're collecting more tax than the past, the first thing you need to do is give out numbers as a proportion of GDP, not, then you need to sort of give a breakup of the kind of taxes you're collecting, because you know, 2017-18 has been a good year for the stock markets as well. So, you know, they would have collected, you know, more securities transaction tax, more short term capital gains tax. So which is if you look at the data for between 2005 and 2008, there was a spike in the direct tax to GDP ratio, and then it fell again. And why was there a spike? Because the stock markets were doing well, the real estate market was doing well. Now, I mean, this year, obviously, the real estate market is not doing well. But a lot of people have been booking stock market gains. So when my point is that, you know, there are other ways of sort of improving the tax to GDP ratio, like simplifying the tax system, which is not happened, you know, like, like,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:54.800",
        "message": "somebody once told me that one way of seeing how well the economy is doing or how much you're progressing is by seeing how much tax revenues are going up. And for me, that's, you know, the more taxes go up, the worse I feel, because that's, that's a transfer of wealth from the productive part of the economy to the unproductive part of"
    },
    {
        "speaker": "Guest",
        "time": "00:27:11.000",
        "message": "the economy. Which is true. Also, you know, if you look at again, I mean, okay, you know, let's assume, I mean, I mean, that's obviously what a government would aim for. So, you know, let's keep all these, you know, points of view aside, and let's assume that the government is collecting more tax in a year when the economic growth has actually come down. So, I mean, there is a disconnect somewhere. Now, you're collecting more direct taxes, but your indirect taxes have fallen, I mean, the GST, the amount of money they expected to collect, it's nowhere near that, I mean, they expected to collect some 91,000 crore rupees a month, the collections are around 83, 84, 85, the central government expects to collect around 50,000 crores of central GST every month. If you look at the assumptions for, you know, the current year's budget, in the month of March, which was obviously February data, they had collected around 27,000 crores. So, there is a huge, where is that 23,000 crores going to come from? So, as I said, you know, this government is essentially obsessed with the optics of trying to portray that, you know, we are collecting more tax. This governance by WhatsApp. Yeah, I mean, you could say that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:30.960",
        "message": "So let's, let's, I think we might be getting lost in the weeds here. So let's, let's take a sort of a more, a broader look at the economy as such. And so the question I'm going to kind of ask is that look, for you and I, it's very easy to say how our lives are as broadly we are living very comfortable lives. Yes, we have to file GST a little bit more and blah, blah, blah, but minor inconveniences. Basically, you know, like my earlier analogy of you ask someone who's sitting in an air conditioned car the weather and he'll say it's cool. That's pretty much how it is with the economy and you and me. But if you are to try and get a sense of what the economy really is like, and for a moment, let's leave politics out of it. We know that in some ways, things are decent, we are growing at a decent pace. On the other hand, there are many big things to worry about none more worrying basically than the jobs crisis that is coming up. So if you were to evaluate our economy and the direction we are moving in, what are the sort of metrics or the factors you'd look at? What are the things you'd look at and what would you conclude?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:40.960",
        "message": "So the first thing is, I mean, I would obviously look at the jobs scenario. And the sad part is, we really don't have much data coming out on this front."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:52.400",
        "message": "And can you explain why we don't have? I can tell you."
    },
    {
        "speaker": "Guest",
        "time": "00:29:55.800",
        "message": "So one is, you know, we used to have this annual employment unemployment report, which the Labour Bureau used to bring out. Now, the last report came out in 2015-16. And recently, the government answered in Parliament, they said that they've scrapped, you know, the surveys, which sort of, you know, on which those reports were based. In fact, they also said that a sixth survey was carried out, but that report has, it hasn't seen the light of day. So, I don't know, probably the Niti Aayog is developing some sort of a measure. So we'll have to wait for that. But having said that, there is enough anecdotal evidence, which tells you that an anecdotal data based, it's not like, you know, me talking to five guys. So that tells you that there are not enough formal jobs going around. So recently, I mean, if you've been following the newspapers, or you would know that the Indian Railways had advertised for 90,000 vacancies, against which it got 2.8 crore applications. So I did some rough calculations, and I came to the conclusion that nearly one fourth of India's youth workforce, which is looking for a job, I mean, not everyone is, which is looking for a job, basically applied for these railway jobs. And this is without getting the education factor, you know, in as a cut off, you know, if you get in the education factor, also, the one fifth portion will go up even more. So even, you know, so, and this is not really outlier data, we've been hearing these kinds of numbers for years. So you can, so basically, 20% of India's youth workforce looking for a job applies for 90,000 vacancies in Indian Railways. I mean, if this is not disturbing, I don't know what is. So the explanation people normally offer against this is, you know, everybody wants a government job in India, which is true. But that is not the complete explanation. Now you need to dig a little more to understand as to why everyone wants a government job in India. If you look at, you know, in India, we have this term called underemployment, which basically means that everyone looking for a job for all through the year is not able to find one. So if you look at the underemployment data, 60% of the Indians who are looking for a job all through the year, are able to find it, which basically means 40% of the Indians who are looking for a job all through the year are not able to find it. So the informal economy does not give you work all the time, okay. So if you are a part of the informal economy and a government job comes up somewhere, I mean, you are going to apply for it. That's the first part. The second part is that if you look at the kind of money that gets paid, you know, if you look at self-employed professionals, two thirds of self-employed professionals and contract workers make up to Rs 90,000 a year, which is basically Rs 7,500 a month, okay. Even the most basic government job pays around Rs 20,000 a month, okay, at the lowest level. So it is obvious people, even people who have jobs, these so-called informal jobs will apply"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:24.880",
        "message": "for government jobs. If I may interject, another factor is, and I think this is a difference that Jagdish Bhagwati had once brought up between India and China, for example, and it was possibly based on his reading of Ronald Coase's book on China, where the idea was that India is a rent seeking economy, while China is a profit seeking economy, where the sort of the natural instinct in China is, if you want to make money, you provide a service to someone, you make their lives better, you get money for it, you're trying to make a profit that way by helping, you know, it's a positive sum game. While in India, the government is so all powerful, and not just all powerful, but so pervasive, that the easiest way to make money in India is not through the struggles that are involved with starting a private business or working in the private sector. But if you get a government job, then you know that you can basically sponge off the"
    },
    {
        "speaker": "Guest",
        "time": "00:34:14.600",
        "message": "rest of the people. But then see, I mean, that has always been the case. My point is slightly different in what I'm what I'm basically trying to say is that, you know, just because someone has a job or is doing some work, I mean, you cannot say that he cannot aspire to sort of, you know, be at a better level, which a government job promises him. So even if, you know, let's say, you know, for the sake of argument, an honest man gets into working for the government, I mean, he will make much more money than he is making in the private sector. So that is a fact of life. So you know, the Niti Aayog had done, you know, had given some data and they said, basically said that India's jobs problem is not an informal jobs problem, but it is a formal jobs problem. Because you know, the the ratio of incomes can even be up, you know, 20 is to 1. So ultimately, you know, people want government jobs, especially at the lower level, because the government jobs pay much better."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:19.520",
        "message": "And I'm not even talking about and the reason for that is also in a sense of failure of government. I mean, the reason there isn't a vibrant job sector, there isn't a, you know, is because we haven't allowed, for example, the manufacturing revolution, which China went through because of the cheap labor, which could have, you know, taken us places and it hasn't and that was never allowed to happen."
    },
    {
        "speaker": "Guest",
        "time": "00:35:39.440",
        "message": "And private enterprises never allowed to progress was never so, which is why, you know, anyone and everyone who sort of is, wants to move up in life, wants a government job. So it's not as simple as you know, people have, you know, people applying for government jobs, because they can make, you know, more money on the side or because the life is comfortable. I mean, yes, all that is there, but there is much more to it than that. So there was this railways thing that happened and then there was something I think Mumbai Mirror had a front page story recently where they said that 2 lakh people have applied for 1137 posts for constables in Mumbai police. And very, very interestingly, it had as usual got, you know, people who are MBAs and engineers and in fact, there were three lawyers also currently and one PhD."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:31.720",
        "message": "So now why are these people? I'm surprised there was just one PhD."
    },
    {
        "speaker": "Guest",
        "time": "00:36:36.600",
        "message": "Yeah, I mean, there should have been more. So, so, you know, the question is, why are these people applying for these jobs? I mean, the reason is very straightforward, because at lower levels, the government pays much better. And obviously, you know, in case of, you know, constable, there are other avenues of making"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:56.320",
        "message": "money as well. So there are a lot of these, I mean, what it also points to, and this is an aside not really related to this, but what it also points to when you have so many PhDs and MBAs applying for, you know, clinical level jobs, is that our education system is badly broken that"
    },
    {
        "speaker": "Guest",
        "time": "00:37:12.040",
        "message": "most of these degrees have become completely useless. In fact, what has also happened is, I mean, I can, because I remember some numbers for engineering very clearly, India produces more engineers than China and USA put together. So obviously, we are over educating people in some sense. So what has happened is, if you look at many engineering colleges across Western and South Southern India, where, you know, you have all many more private engineering colleges than other parts of India. Many engineering colleges are shutting down, I mean, they don't get students anymore. In fact, in some states like Maharashtra and Tamil Nadu and Karnataka, as long as you sit for the exam, you're likely to get an engineering seat."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:55.920",
        "message": "And I suppose the demand has gone down because people have figured that it's no longer meaningful"
    },
    {
        "speaker": "Guest",
        "time": "00:37:59.320",
        "message": "unless you're getting it from a good institution. Yes, which is, it took them at least 25 years to figure that out. But I mean, this was something that I used to say, you know, back in 2002 and 2003, that, you know, all these engineering degrees are not worth it. But then, you know, people take some time to figure out the most basic things in life. So see, it was all a function of the fact that, you know, in the 90s, very average engineers suddenly found jobs in, you know, IT companies and, and the Y2K thing happened and, you know, suddenly you had all these guys working on site in the US and making dollars. And so all that glamour caught on. So everybody wanted to be an engineer and work in an IT company. But then that business model doesn't work anymore. I mean, IT salaries, starting salaries haven't gone up in years. In fact, an Uber driver, if you, you know, if you were to sort of drive an Uber for 12 hours a day, you would end up making more money than an entry level IT engineer."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:55.160",
        "message": "And much, much more than a podcaster. So, you know, the next time you take a taxi after your recording, who knows who might be driving it? Like, Hello, Vivek, good to see you again. So you know, the job stalled was a consequence of a system of governance that is completely broken the whole command and control mindset, private sector wasn't allowed to come up, private enterprise was looked down upon, you have your license."
    },
    {
        "speaker": "Unknown",
        "time": "00:39:19.120",
        "message": "It still is."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:20.120",
        "message": "It's like that. Now, it's worsened by what people call the demographic dividend, but could also equally be called a demographic disaster because you have, you know, a million people coming into the workforce every month, and you just don't have those jobs, formal jobs, you don't have"
    },
    {
        "speaker": "Guest",
        "time": "00:39:34.720",
        "message": "those formal jobs. And it's informally, you know, everyone can open a pakora stalls."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:38.520",
        "message": "Yeah, pakora stalls are very important. I mean, so yeah, I mean, one thing that I often wonder is why aren't there riots on the street already? And how long will it take for them to be there? But you know, just leaving that amusing aside, at a policy level, what could have been done about this? Like, let's say in 2014, you're called in by Mr. Modi, and he says that I've been listening to your podcast. So you haven't recorded them yet. But I've got them through a time machine. And you are very insightful and you know, I will go on to make many mistakes unless I make you finance minister and do something at a policy level, what could have been done, what can still be done? And what you know, I mean, I wrote a big book about that."
    },
    {
        "speaker": "Guest",
        "time": "00:40:17.960",
        "message": "India's big government and how it's hurting us, which I would encourage our listeners to read that because it's not such a straightforward question to answer. But you know, at the most basic level, you have to let businesses operate, right? I mean, you have to let them, allow them to expand without having to sort of pay rent, you know, every time they want to sort of, you know, go beyond what they are currently"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:42.720",
        "message": "doing. So tell my listeners that you know, we keep like apologies if you're not, if you're wondering what the phrase rent and rent seeking are, we're not talking about the rent you pay when you say rent some real estate or whatever. But what we mean by rent is a term economists use. So basically, when a government servant has a certain amount of power, he uses that power to extract what economists call rent. So for example, if there is a food licensing inspector, who has to inspect your restaurant every month, he extracts rent by coming to your restaurant and saying that I will report you unless you give me so much money, that is a rent. And all these rents become an additional burden upon the business and make it harder for it to operate and at the margins, turn profitable businesses into unprofitable businesses, and make it more profitable, in fact, for an enterprising individual to be the government servant who is actually getting rent, rather than try to be an entrepreneur fighting against this wave. I had an episode on the scene unseen many, a few months ago with my very good friend Madhu Menon, which was on restaurant regulations, you know, he used to run a restaurant and he sort of enlightened me on what it used to involve, and he no longer runs a restaurant and I'm really happy for him. Because in India, to be a private entrepreneur of any sort is just, you know, a path full"
    },
    {
        "speaker": "Guest",
        "time": "00:42:04.360",
        "message": "of thorns. And, you know, a bigger example for this would be a bureaucrat sending his son abroad for studies and a businessman paying for it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:16.320",
        "message": "Yeah, yeah. I mean, this is fairly classic, which happens indirectly anyway, but it can also happen"
    },
    {
        "speaker": "Guest",
        "time": "00:42:22.400",
        "message": "directly. It happens."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:24.400",
        "message": "Yeah. Yeah. So okay, so that's one thing. I mean, make it easier for private enterprise to come in and blah, blah, blah. And I'll give you a very recent example."
    },
    {
        "speaker": "Guest",
        "time": "00:42:30.880",
        "message": "So yesterday, the Business Standard had a very interesting report on trade unions. Now, in India, you can become a member of, you know, let's say there is a company and a trade union is being formed. Now, you don't need to be a worker in that company, or you don't need an, you know, having spent an X number of years in that sector, to become a member of that trade union, okay, we operate along those lines. So what it does is it has led to the creation of, I mean, what is the right phrase for it? Creation of, I mean, carder is not the right word, but basically, there are many people going around who are professional trade unionists, right? Now, this is not done. I mean, you know, only if a worker is working in a particular sector, or has worked in X number of years in a particular sector, or is working in that company where the trade union is being formed, you should be allowed to become a member of the trade union or run it for that matter. Now, so the government had some plans of changing rules around this. But those plans have now been dropped because the trade unions objected to it. So you know, it starts at these, you know, granular level regulations, which sort of need to be simplified and done away with, or something as simple as, you know, if let's say, an entrepreneur is looking to increase his authorized capital, I mean, the, you know, in even in that case, there is a certain amount of money that needs to be paid to the government. I mean, these are things which need to be done away with, I mean, it just doesn't make any sense, or for the fact that, you know, how these tax inspectors hound smaller entrepreneurs for bribes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:29.760",
        "message": "And so, you know, one of the things the Modi government promised it would do in 2014, and they've been working hard on the optics of this is ease of doing business. Do you think there's been a difference?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:38.680",
        "message": "I mean, this is a question you will have to put to a businessman."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:42.920",
        "message": "I mean, you'll get different answers from different businessmen."
    },
    {
        "speaker": "Guest",
        "time": "00:44:45.520",
        "message": "I can only talk anecdotally, and I mean, I don't think there has really been much of an improvement. I mean, even though we've gone up the rankings, but the rankings again, as you would know, are limited largely, I mean, they're limited to Mumbai and Delhi."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:02.200",
        "message": "So as far as the jobs, coming jobs crisis, ongoing jobs crisis,"
    },
    {
        "speaker": "Guest",
        "time": "00:45:05.200",
        "message": "Oh, so there's another point that I wanted to make about the jobs crisis, which I forgot. So the Center for Monitoring Indian Economy recently put out some data, which essentially showed that the, you know, the total value of projects scrapped by companies in the year 2017-18 was the highest ever. And it went up by almost 60% between 16-17 and 17-18."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:31.600",
        "message": "What does it indicate? What is it?"
    },
    {
        "speaker": "Guest",
        "time": "00:45:33.600",
        "message": "What it essentially indicates is that, you know, if a project is not completed, and it is scrapped before being completed, you know, it does not create the jobs that it would have otherwise done. So even if you if you look at the projects which have been completed during the course of 17-18, the value has dropped by almost a third. So again, so if you take these factors into account, I mean, formal jobs,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:57.440",
        "message": "But I'm not saying what will it cause, I'm saying, what has caused it?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:02.320",
        "message": "That's very, I mean, it could be anything from, I mean, from capacity utilization to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:07.040",
        "message": "whatever. So broadly, if you had to, you know, and you write about the economy every week, it's pretty much what you do, and you've been doing it, you know, for a long time, from well before Modi came to power and in the last four years and all that. And if you sort of had to give a report card to this government based not on a utopian vision of Oh, this is what should be done, but based in purely practical terms and give a report card, how much have they tried? What difference have they made? What are the sort of parameters you would mark them on and what kind of marks would you give?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:39.200",
        "message": "You basically want me to do a list like broadly, I mean, hold you to it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:46.480",
        "message": "I'm not going to like, you know, there's there's no way to screenshot this and put it on Twitter"
    },
    {
        "speaker": "Guest",
        "time": "00:46:50.400",
        "message": "six months later and said, look, he said this, I know, I'm not very good at these, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:55.560",
        "message": "six things you need to do to turn India around. I mean, this sounds like that, you know, all these listicles that forget the numbers, forget the numbers, forget the parameters, just in general, that, you know, both of us understand that the system has been bad for a long time, and that it would remain bad is not a surprise partly because of the inertia of the system and partly because of the demographic disaster as it were of so many young people coming into the workforce. That is not a surprise. But would you say that the Modi government, if you were to just answer the simple question about whether, you know, what kind of a job have they done to fix these problems, would"
    },
    {
        "speaker": "Guest",
        "time": "00:47:36.320",
        "message": "it be a little or a lot? So, you know, let's talk in a, I mean, let's talk in the context of public sector banks, which I think is by far the biggest problem they face. In the public eye, certainly. It's coming to the public eye now, after Nirav Modi sort of defaulted on the loans and went away. So, let's talk in terms of that. And you know, I mean, it's not like, you know, so the first thing people, when you start talking about bad loans, first thing people sort of jump up and say, but, you know, Modi did not cause these bad loans, fair enough, he did not. But then, you know, he did become the Prime Minister and as the Prime Minister, it was his responsibility to solve it. I mean, it might have been created, or it was created by the previous regime, but that does not mean anything anymore now. Now, if you look at the bad loans, they have been rising and as of 31st December, they touched a total of 9 lakh crore, which is a huge number, 9 lakh crore on a whole, public sector banks, the bad loans are around 7 lakh 77,000 78,000 crores. Now, what has been done to sort of solve this problem? I mean, nothing really, I mean, the government continues to pump money into these banks. You have the bankruptcy code, which has been implemented, there are too many teething troubles, you know, that it's going through. But at a more, you know, broadly at, I mean, very, very practical level, you know, as we've also we've talked about in the past, you know, should the government be running 21 public sector banks? I mean, it is bizarre, nowhere in the world does the government run 21."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:28.400",
        "message": "And I should interject here and inform our listeners that we have an episode on public sector banks where we did speak about exactly this."
    },
    {
        "speaker": "Guest",
        "time": "00:49:35.040",
        "message": "So you know, so you need to start looking into the fact that, okay, this has happened. Now, how do we prevent this from happening again in the future? I mean, nobody's really thinking through that. All that has happened is that the government has continued to throw money at the problem. Now, throwing money at the problem, our money at the problem, is not going to solve it in any way. Now, one of the things that I've sort of talked about, you know, in the recent past is that most of these smaller public sector banks, I mean, other than, let's say, the top five or the top six, should not be allowed to carry out corporate lending, because which is where the problem is. I mean, 80% of the bad loans of public sector banks are because of lending to corporates. So they should be, you know, what the jargon for this is narrow banking, I mean, they should be limited to doing retail loans and stuff like that. Now, there has been no such thinking, which is, you know, come out from the government. So you know, you, you have a problem, and you continue to throw money at it, and the money that you can throw at it is not enough to, you know, solve the problem, I mean, more money is needed. Now, where is that money going to come from? I mean, nobody's talking about these things. I mean, we've just done some, you know, basic patchwork, and we seem to be happy with it. And you know, there are so many repercussions of this, which people don't understand. I mean, you know, when you pump money into public sector banks, you don't have money for, you know, a lot of other things. So you know, recently, the, I think, the number two man in the army, the vice chief of army, a gentleman called Lieutenant General Sarath Chand, told the parliamentary panel that 68% of the army's equipment is in the vintage category. And I'll quote him here, funds allocated are insufficient and the army is finding it difficult to even stock arms, ammunition, spares for a 10 day intensive war. All three services are expected to be prepared for at least 10 days of intensive battle. I mean, I mean, this is a major problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:49.240",
        "message": "This is not trivial, and the money could have been spent here."
    },
    {
        "speaker": "Guest",
        "time": "00:51:52.200",
        "message": "So you know, there is no reason to continue running, you know, all the, I mean, I can understand the government cannot shut down a State Bank of India or a Bank of Baroda or a, you know, Punjab National Bank or a Canara Bank, I mean, these are big banks. But some of the smaller banks really do not, you know, form a large part of the Indian banking system. You know, banks like Indian Overseas Bank, Dina Bank, I mean, either the lending has to be, you know, I mean, there's no real reason as to why the government continues"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:23.000",
        "message": "to run. And even the bigger banks really should be privatized, because hey, I'm sick of paying"
    },
    {
        "speaker": "Guest",
        "time": "00:52:26.800",
        "message": "for them. So yes. So my larger point is, you know, when you when these things happen, the money has to come from somewhere. I mean, look at the fact that petrol prices are at a five year high, diesel is at an all time high, even though oil prices are not nowhere near their all time high level. So why is that happening? Because the taxes that we pay on petrol and diesel have gone up quite a lot in the last"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:49.720",
        "message": "four to five years, where is that money going? I mean, this is one of the ironies of democracy, right? Every opposition party will claim to speak for the people."
    },
    {
        "speaker": "Guest",
        "time": "00:52:57.000",
        "message": "But once they are in power, they'll try to enrich the state because that's the same things which everyone else is doing. So you know, I mean, there are so many of these larger factors which cannot be solved through a banded approach. I mean, you need some radical thinking, you need some radical decisions. And these decisions obviously cannot be made now, you know, with elections, one year away,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:21.280",
        "message": "because they never intended to make them. I mean, honestly, their mindset, as you said, has been exactly the right."
    },
    {
        "speaker": "Guest",
        "time": "00:53:25.680",
        "message": "So you know, you basically, you know, if any, the unpopular decisions typically tend to be made, or should be made at least in the first couple of years, especially when you have the kind of huge mandate that Mr. Modi had. So I don't think, you know, any of the, you know, the so called second generation of reforms as economists like to call it, have been pushed through, I mean, we continue to more or less operate in the same way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:56.880",
        "message": "Would you agree with this very cynical thought that just arose in my mind that it's often in a sense, pointless to talk about the performance of one specific government over another, because the point is that every party when they are in power will behave exactly the same way,"
    },
    {
        "speaker": "Guest",
        "time": "00:54:12.000",
        "message": "which is true. I agree with that. Because so which is why, so I mean, so typically, you know, what what happens is, and I talk from experience here is to when when you write about, let's say, you know, you write a piece and you're saying that, you know, Modi hasn't done this or whatever. And then you know, people will ask you, but what did the Congress do? I mean, yeah, which is true, the Congress also did not do anything, but that does not justify Modi not doing anything."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:38.200",
        "message": "And vice versa. I in fact, keep saying that all water bountaries and admission of guilt, basically, when you ask what about you're saying, yeah, okay, I'm guilty as charged, but hey, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:54:47.040",
        "message": "what about those other guys? So I mean, which is true, I mean, you know, the governments continue to operate in the same way as they had in the past, at least on the economic front. And I think a major reason for that is lies in the fact that, you know, I don't think the economic situation of the country matters much when people go out to vote. I mean, unless it's hitting them in the form of, you know, onion prices touching hundred rupees, or petrol touching hundred rupees, you know, some of these issues tend to have,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:19.640",
        "message": "you know, a lot more, but otherwise, they've chosen the narratives they want to believe they've chosen the echo chamber they want to be part of and often the thinking therefore is tribal, tribal, not in a sense of actual tribes, but in terms of Okay, this is, this"
    },
    {
        "speaker": "Guest",
        "time": "00:55:34.560",
        "message": "is what I say. So and you know, what what also happens is, at least I mean, I mean, I can only talk about the middle and the upper middle class is that the upper middle class in India has always"
    },
    {
        "speaker": "Unknown",
        "time": "00:55:46.240",
        "message": "wanted a strong leader."
    },
    {
        "speaker": "Guest",
        "time": "00:55:47.760",
        "message": "Now strong leader essentially is a euphemism they tend to use for a benevolent dictator. And in their minds are, you know, countries like South Korea, China, Singapore, Taiwan, which have actually done very well under not you wouldn't call them autocratic regimes, but you know, probably slightly dictatorial. So the problem is, you know, for every every China and every Singapore, there is a Zimbabwe"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:19.920",
        "message": "as well. Right? No. India is a one country in the world, I'm sure there are others, but India is one country where from the time I've been a kid, one book that you'll always find prominently displayed in bookshops and as a perennial bestseller in India is my calf. You know, there are so many people who will say, Hitler might have been whatever, but"
    },
    {
        "speaker": "Guest",
        "time": "00:56:38.920",
        "message": "the trains ran on time. In fact, many publishers still, you know, continue to run their business because they publish that book."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:45.960",
        "message": "So yeah, so there you go, which is a telling commentary on the times but let's not end on that note instead, I'll end by asking you a couple of questions. Again, now this time leaving aside politics, because we've kind of agreed that every political party is disgraceful, and they'll do the same damn things in government driven as much by inertia as by their self interest. But broadly looking at the economy, looking at the direction that India is going in, what makes you a hopeful and be despair?"
    },
    {
        "speaker": "Guest",
        "time": "00:57:16.120",
        "message": "I mean, what makes me hopeful are essentially the people of this country, in the sense that But we are an apathetic lot. Not always. I mean, you know, the fact that, you know, I mean, if you look at the last 25-30 years, I mean, economic growth has happened because of the people, not because of the..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:37.160",
        "message": "I think the economic growth happened because of the IMF in 1991, they forced a set of conditions"
    },
    {
        "speaker": "Guest",
        "time": "00:57:41.760",
        "message": "on us. Yes, they forced us and after that, you know, it's not like the government did anything after that, you know, they did those one set of reforms, and then they, so yes, I mean, so, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:50.840",
        "message": "So you're saying the natural enterprise of the people will get us through?"
    },
    {
        "speaker": "Guest",
        "time": "00:57:51.840",
        "message": "The natural entrepreneurial, and you know, the fact that people will do what they want to do. And I think that gives us some hope."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:00.880",
        "message": "Yes."
    },
    {
        "speaker": "Guest",
        "time": "00:58:01.880",
        "message": "And what makes you despair? What makes me despair is the constant apathy of the government, when they, you know, refuse to sort of recognize even the most basic problems. I mean, you know, India has a jobs problem. And, you know, the way we've sort of handled it is by saying, you know, pakodawala is making money and..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:23.360",
        "message": "That is not optics, you've given more importance to optics than anything else. Yes, I know."
    },
    {
        "speaker": "Guest",
        "time": "00:58:27.360",
        "message": "I mean, so the optics, I mean, I guess the optics do matter. I mean, obviously, every government is allowed to sort of, you know, control the optics, but then, I mean, you cannot just keep controlling the optics and not address the, you know, the real issues. So look at, I mean, something like the right to education, and how it has sort of destroyed the Indian education system. Right, which was already in very bad shape."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:56.560",
        "message": "We have dear listeners, we have a couple of episodes on this also in the past, go to cnunseen.in, there are two old episodes on education, one of them on the right to education with Vivek."
    },
    {
        "speaker": "Guest",
        "time": "00:59:05.600",
        "message": "Sorry. So I, you know, we've been talking about it, but nothing seems to be, you know, done about it, and meanwhile, a whole generation of Indians have passed through the Indian education system."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:19.120",
        "message": "So what do you do about that?"
    },
    {
        "speaker": "Guest",
        "time": "00:59:22.720",
        "message": "So you know, what happens is, whenever I talk about the fact that, you know, there is a demographic dividend, and there are no jobs going around, people come to me and say, hey, but I advertised and I did not get good candidates, which is the irony of the situation that even people who sort of, you know, people who are going through the education system are not"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:42.440",
        "message": "good enough to be recruited. This is again a point I keep making that education should really be a matter of supply and demand and there's a supply demand mismatch here that the education system is churning out people who are not suitable for the jobs that are there. So what's going wrong?"
    },
    {
        "speaker": "Guest",
        "time": "00:59:56.160",
        "message": "I mean, so you know, what's going wrong is the fact that there is no link between our education and what is needed for people to sort of get a job."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:07.760",
        "message": "And also the government hasn't allowed private education to..."
    },
    {
        "speaker": "Guest",
        "time": "01:00:11.320",
        "message": "I mean, they've sort of in the past few years, they have, I mean, you couldn't, you can't say they haven't allowed, but it's just that, I mean,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:19.200",
        "message": "For all practical purposes, I'd say they won't, because you still have those regulations that"
    },
    {
        "speaker": "Guest",
        "time": "01:00:22.520",
        "message": "you need a playground this size, you need so many toilets, blah, blah, blah. No, that is more for the schooling thing. What I'm trying to say here is that over the last few years, many private universities have opened up, but they're not the kind which sort of, you know, teach the vocational courses,"
    },
    {
        "speaker": "Unknown",
        "time": "01:00:37.800",
        "message": "so to say."
    },
    {
        "speaker": "Guest",
        "time": "01:00:38.800",
        "message": "I mean, it's like you need these, what the government calls the ITIs in the private sector, you need people who are allowed to launch these ITIs and train people in basic things like, you know, plumbing, masonry, becoming an electrician, so on and so forth, and I mean, even that, for that matter, how to run a profitable pakora stall. And you need to, you know, let them sort of make money out of it. I mean, these courses cannot be three-year, four-year courses, they'll at best be ten to twelve weeks in which they teach you, you know, the basic things and probably, you know, have some sort of, you know, an arrangement where these people can be placed. I mean, right now, if you look at, you know, the construction business, all construction businesses need, you know, they need masons, they need electricians, they need plumbers. I mean, believe me, finding a good plumber is very difficult these days."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:35.920",
        "message": "So I…"
    },
    {
        "speaker": "Guest",
        "time": "01:01:36.920",
        "message": "Sounds like an upper middle class… No, it is. It is. I'm telling you, I mean, I got some plumbing work done recently, and I realized, you know, how difficult it is to get a good plumber. So I mean, that's a different thing. But what I'm trying to say is that, you know, unless you let private guys thrive in the education sector, and in the low-end education sector, which has started to happen with, you know, with the entire skilling program that's going on, but again, the supply is much less than the demand. I mean, this, I guess, I mean, I looked at some numbers for last year. I think that in 2016-17, not 17-18, the Ministry of Skilling trained some 9 lakh people, and the target was close to 2 crore. So yes, I mean, obviously, these things cannot be scaled up, you know, overnight, because,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:32.640",
        "message": "and I mean, you need teachers, you need teachers to teach those teachers. Yeah, and I don't think this command and control structure of a Ministry of Skilling or whatever"
    },
    {
        "speaker": "Guest",
        "time": "01:02:39.400",
        "message": "really works, because it's not going to lead anywhere, you have to let private entrepreneurs or let, you have to let people make money, and then they'll figure it out."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:49.400",
        "message": "On that exceptional note of hope, I mean, it's not a note of hope, but I'm just manipulating the optics here. On that bright and cheerful note of hope, Vivek, thanks so much for coming on the scene."
    },
    {
        "speaker": "Guest",
        "time": "01:02:59.040",
        "message": "Thanks for having me, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:02.760",
        "message": "If you enjoyed listening to the show, do go to amazon.in right now and do a search for Vivek Kaul. He's got the Easy Money trilogy, which we've discussed on the show, so you can listen to that podcast as well at sceneunseen.in, plus another great book called How Big Government Works. If you thought this episode was interesting, you have to read that book. You can also follow him on Twitter at Kaul underscore Vivek. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of the Scene and the Unseen at sceneunseen.in. Goodbye for now. If you enjoyed listening to the Scene and the Unseen, it makes complete sense for you to check out the Pragati podcast, a show on public policy. Pragati is a magazine I edit and the Pragati podcast is hosted by two of my colleagues, Pawan Srinath and Hamsini Hariharan. Every week, Pawan and Hamsini analyze views and news from India and the world and talk to experts and practitioners on a wide range of issues. Episodes out every Thursday, so there's your midweek fix right there."
    },
    {
        "speaker": "Unknown",
        "time": "01:04:10.720",
        "message": "There she stands, a podcast addict, outside the bank, having traveled several miles to get in with other poor souls like her. The journey, though daunting for this youngling, will have some comfort because she has downloaded her favorite podcast. You can see more of her species on ivmpodcasts.com, your one-stop destination where you can check out the coolest Indian podcasts. Happy listening!"
    }
]