[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "How did Donald Trump win America? There are many explanations for this, all of which have some amount of truth to them, but cannot account for the entire truth on their own. One explanation is that America has many bigots and misogynists who were empowered by social media and exhilarated to find a candidate who validated their deepest instincts. Another explanation is that a vote for Trump was really a negative vote against the other side, against the ghastly Hillary Clinton and all those smug elite liberals. A third explanation, one that I wrote a column about, which is linked on this podcast page, is that Trump happened across a simple formula. Explain the complex problems of the people of America with simplistic solutions that sound intuitive and appeal to their instincts. In other words, he told simple, attractive stories. That Donald Trump is a bullshitter is true, but what you should keep in mind is that he did not win in spite of his bullshit, but because of it."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:02.320",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:15.200",
        "message": "Welcome to The Seen and the Unseen. In today's episode, I want to tackle one of the simple stories that Donald Trump told about jobs in America. Middle America had allegedly stagnated for decades and there was great worry about jobs. Now the reasons for these are complex, as are the solutions, but Trump chose to ignore what the truth might be and tell a simple story with two parts to it. Part one, your jobs are going because immigrants are coming and taking them. Part two, your jobs are being shipped overseas. With these two stories, he made immigration and outsourcing the villains. And these stories appeal to his audiences because, hey, it's a natural human tendency to find someone else to blame, some easy target, the other. In today's episode, I want to talk about these two villains of his, immigration and outsourcing. My guest for this episode is a very dear friend of mine, Gaurav Sabnis. Gaurav and I have been friends since the early 2000s when we were both early bloggers. I wrote a blog called India Uncut and Gaurav wrote a blog called Vantage Point. He was based in Mumbai then, but he now lives in New York, where he teaches marketing at the Stevens Institute of Technology in Hoboken. I've always found Gaurav incredibly insightful on economics and politics. In fact, he outgeeks me on both those subjects, and I'm delighted that he's finally a guest on my show."
    },
    {
        "speaker": "Guest",
        "time": "00:02:35.360",
        "message": "Gaurav, welcome to the scene in the unseen. Thanks, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:37.600",
        "message": "Great to be on the show finally. Gaurav, before we get to talking about the specifics of immigration and outsourcing, I want to start off by asking you, was there really a jobs crisis in America?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:49.000",
        "message": "Yeah, right. And it's, it's one of these things that you can view from one side or the other side. So if you look at it in terms of unemployment rates, right after the 2008 crash, the unemployment rate did go up, but it never really crossed into like the Great Depression days or it never crossed beyond I think something like 10 or 11%. And by the time Trump became a candidate, it was down to about 5%. So it was down to historic lows. So there wasn't really a job crisis. The perception about job crisis is more about underemployment and unemployment. So people think that they should have a better job or people think that they should be getting paid more. But just objectively speaking, the rhetoric didn't gel with the reality, in my opinion."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:42.520",
        "message": "Right. So essentially, it's not that there weren't jobs to go around, but that the jobs that were there, people weren't happy with their salaries or the scope or whatever. And especially you hear about small town America, where people felt that, you know, salaries hadn't gone up, relatively speaking for generations, and they didn't necessarily have better lives than their parents. And I remember David Remnick on his New Yorker podcast asked Bruce Springsteen about this. He asked Springsteen that, hey, all the small towns in America that you wrote all your great songs about voted for Trump. So what happened there? Why did that happen? And his answer was that, no, I mean, the problems were real and no one was paying attention to that. And Trump might have had the wrong answers, but he was the only guy who actually spoke"
    },
    {
        "speaker": "Guest",
        "time": "00:04:23.760",
        "message": "to them. Yeah, that's true. And I think we were talking about this earlier about how a lot of this is a function of the 1950s, which were an aberration in American history, because the rest of the world had been devastated by World War II. America was the only one that had the resources and was untouched. So they just dominated all kinds of industries, including manufacturing. So back then in the 50s, you could just finish high school, finish class 12, and then get a job, which would give you a very comfortable upper middle class, upper middle class kind of a lifestyle. But what happened was in the late 60s and 70s, as the rest of the world started catching up, it just made more economic sense to manufacture stuff overseas. So these jobs started disappearing. And there's the book by JD Vance called The Hillbilly Elegy, which also goes into this, that it was more a function of that unusual period of prosperity in the 50s. So it's because of that unusual period in the 50s that people are now assuming there's a decline in small town America, and that's why they want to make America great again. But it doesn't gel with the reality of economics and just how you get the most return on investment on your capital. And America, having won the Cold War for capitalism, is now seeing how capitalism works and a lot of people are not liking it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:51.520",
        "message": "So this disaffection, what is it a consequence of really? I mean, I think we both agree, and you're going to describe in detail why Trump's simplistic answers of immigration and outsourcing appear to have some sense to them and aren't exactly the truth. So what is this? And was this sort of decline of their dominance? Was it inevitable? I mean, you spoke about the 50s, but the generation that voted for Trump today, probably wasn't alive then or doesn't remember the 50s. And the nostalgia for a period when America was great, when they talk about make America great again, was not the 50s, but I'd imagine the 70s or 80s. And what has changed since then is there's been a lot of globalization. And there's been a lot of, you know, America has become more and more a country of immigrants. And these are natural targets. But given that there is some decline, if it is a decline that has led to underemployment and not unemployment per se, what would you say are the causes of that decline?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:45.680",
        "message": "Yeah, I think part of the reason is that the rest of the world is catching up. So with India and China, you have like almost 3 billion people with a growing middle class, growing infrastructure. Similarly, you had Japan in the 70s, 80s, if you remember the original bugbear was Japan in the 70s and 80s. In fact, Trump in the 80s, when he was flirting with running for president was an extremely anti-Japan guy, even though now he pals around with Shinzo Abe. So I think part of it was inevitable. I think it's just a natural progression of the global economy, and how capital or resources get most efficiently allocated. I think part of it was that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:31.360",
        "message": "Right. So let's go on to these two stories one by one. And the first story is immigration, where the story is, hey, Mexicans are coming over the border and taking away your jobs, and we really have to stop them. And we really need to send them back as many as we can. And then your jobs will be fine, which was, of course, an appealing narrative. What's your take on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:50.480",
        "message": "Yeah. So I like to say that the anti-immigrant sentiment or the desire to pull up the ladder after immigrating here is as American as apple pie and baseball. In fact, it's even older. So, for example, in the early days of the American Republic, Benjamin Franklin and others wanted to control immigration from Germany. They said that Germans are uneducated, uncouth people, and they will destroy our country, take our jobs. After that, it was the Catholics, the Irish, the Italians, the East Europeans. So in the mid-1800s, there was actually a party called the Know Nothing Party, whose entire platform was exactly what Trump and Bannon and all these guys are talking about today, except today they're talking about Muslims and Asians and Mexicans. And at that time, it was about the Irish and the Italians and Catholics, etc. So part of it, I think Bill Bryson wrote in one of his books, that there has been this continuous feeling that immigration until my generation and my parent generation was amazing for America, and immigration after my generation is bad, and it's just destroying the country. So I think part of it was just a revival of that old trope. What I find disheartening is that that trope had gone away for about three or four decades. So if you remember, Ronald Reagan gave amnesty to a bunch of undocumented immigrants in the 80s, working with Democrats and Republicans together. John McCain, when he ran for president, was very honest about these jobs that we just talked about. He said, I'll tell you very honestly, these jobs are never coming back. We just need to figure out what else to do, how to still keep our economy growing. And the thing is, we as in America, were not ready for an adult telling us the simple truth that those jobs aren't coming back. So it's easy to then blame it on immigrants and NAFTA and trade deals and so on. So you always want to find a scapegoat when you don't want to accept the truth."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:57.520",
        "message": "And this is almost a scapegoat that appeals to our instincts in the sense that I think this distrust of the other is something that is in a sense hardwired into us, which is why this narrative keeps popping up through the generations. So at some periods of time, like the last few decades, like you pointed out, it might be subdued in the political discourse, but it's always waiting to break out. And I mean, the easiest thing to when things are not going well for you is always to blame somebody else, and if they are not your own people, quote unquote, then that kind of becomes easy. So would you say at some level, the anti-immigration rhetoric at its heart was driven more by this distrust of the other, rather than pure economic reasons, which were only a rationale for it?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:42.000",
        "message": "Oh, yeah, absolutely. And like you said, it's very basic human nature, this distrust of the other. You see it in India as well. So in Bombay, you have Shiv Sena that over the years has picked different others to bash and then build their brand, and they keep going from stent to stent. So I think a lot of it was that it's okay if immigrants come from Norway, for example, that's what Trump said. If somebody's ever been to Norway, I don't know why you would want to come to the US from Norway. But yeah, he's like, it's okay if we get somebody from Norway or Finland or Europe, but he doesn't want people from what he calls the quote unquote, shithole countries, which ignores the very basic fact of immigration, that any immigration is always going to be from a poorer place to a richer place. There is no reason why it should go in the opposite direction."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:31.680",
        "message": "Right."
    },
    {
        "speaker": "Guest",
        "time": "00:11:32.680",
        "message": "Somebody from UP comes to Mumbai because UP is not doing as well, and Mumbai is doing a lot better. So that's just how immigration works. And when you start fearing the other, you forget these basic facts about this is how"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:46.960",
        "message": "things have been happening for years. Right. And one of the points always made against immigration, what seems on the surface, what is sort of the seen effect and not the unseen effect is that, hey, immigrants come away and take jobs, and therefore locals don't have jobs."
    },
    {
        "speaker": "Guest",
        "time": "00:12:00.560",
        "message": "What's the unseen part of this? And so the unseen side of it is sort of the opposite of what they are saying when these anti-immigrant people say that they are taking away our jobs. The unseen side is immigrants usually do jobs that nobody else wants to do. So there is the immigration crisis in America today, in my opinion, is the opposite of what Trump and these guys are saying, because I think there is a labor shortfall, and people who work in the high tech industry, as well as the lower end jobs like collecting fruit and cleaning crabs, etc., there's a huge shortfall there. So that's why the industry is worried about how the anti-immigration rhetoric is going to affect the economy. So the unseen side is that immigrants do jobs that nobody else wants to do, and they keep the engine of the economy running. If you stop them from coming, then you will push yourself into a different kind of recession without realizing why that happened."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:58.400",
        "message": "Exactly. And, you know, just to use a Bombay analogy, since we've both lived here for a while, and we first met here, in fact, is that if you think, you know, among a certain class of people is fashionable to talk against immigration or talk against slums for that matter. That's where immigrants first come when they enter the city, that's their entry point. And but the truth is, most of the middle class who might have buys at home or watchman for the building or drivers or whatever, where do you think they come from? Because the local supply cannot fulfill that demand. That is why there are people coming from poorer places like UP, as you pointed out, or Bihar, to take up those jobs. And because it's a positive sum game, that's a damn good thing, because everybody benefits and the extra value that their employers get are also ploughed back into the economy."
    },
    {
        "speaker": "Guest",
        "time": "00:13:42.360",
        "message": "Yeah, exactly. I mean, if you did not have these immigrants coming in and doing these jobs, you would essentially have to be paying more for the same stuff that you're paying for now. So on the one hand, you want immigration to stop, but on the other hand, you still want to pay, let's say $1 for an avocado in the US, which if the guest workers or immigrants don't pick those avocados or transport them, then you'll have to pay $5 for an avocado"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:10.840",
        "message": "instead of $1. Exactly. So, give me a sense of how the immigration debate is sort of playing out in the US."
    },
    {
        "speaker": "Guest",
        "time": "00:14:17.800",
        "message": "Yeah, so, like I said, until Trump came along, immigration was one of those rare issues on which there was, broadly speaking, bipartisan consensus, as in the moderate Republicans and the Democrats, both saw immigration overall as a good thing. The only disagreement was about what to do with what they call illegal immigrants or undocumented immigrants. So what exactly to do about them? So for example, in the final days of the George W. Bush administration, there was this bipartisan effort by Ted Kennedy and John McCain to push through immigration reform so that these people who are undocumented can be taken care of and the number of high tech visas can be increased, etc. It seemed like everything was going fine until Trump came and just upended the whole thing. So in the last couple of years, I've seen much more anti-immigrant rhetoric. In fact, just yesterday, a video went viral of this lawyer in midtown Manhattan, ranting at women for speaking in Spanish saying that my taxes are paying for your welfare, which by the way is factually incorrect. But it's in that place where it's that age old anti-immigration sentiment is back. Nobody's really talking about facts or nobody's talking about the real world consequences. For example, I sent you a link about this story from Maryland where a huge part of the economy depends on seafood like crabs and lobsters, oysters, etc. And the labor force that cleans these crabs and makes them ready for consumption are all guest workers from Mexico. So for about two decades, they come during the season, they work on the docks cleaning seafood, and then they go back very legally. The Trump administration came and just changed that policy so that now the crab industry in Maryland is suffering because there isn't enough immigrant labor. So crab prices this summer will be through the roof."
    },
    {
        "speaker": "Unknown",
        "time": "00:16:20.120",
        "message": "And what I found ironic in that story was one of the guys who's suffering was like,"
    },
    {
        "speaker": "Guest",
        "time": "00:16:23.320",
        "message": "oh, I'm still a Trump supporter. I just hope he does something about my situation. I think otherwise, he's right on immigration. He just needs to take care of my crab business. But I still support it. It's kind of a not in my backyard kind of mentality right now when it comes to the anti-immigrant"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:40.560",
        "message": "sentiment. Until it does come to your backyard, I mean, that's a great story. And it shows exactly the unseen effects of getting immigrants out of there. You've got the immigrants out of there. This means there'll be fewer crabs. Therefore, crabs will be more expensive. Fewer people will get those crabs and the value that is not saved would have gone into something else. And you won't see that non-spending not happening because, hey, that's the unseen. And you know what was earlier a positive sum game where everybody benefited has suddenly changed and become something else. And the essential truth about civilization that most people don't note is that immigrants build everything. All great cities have been built by immigrants in one fashion or the other. Later, you say, oh, they're not immigrants, they were always here. But at the start, everyone's an immigrant, great cities, great countries are all built by immigrants."
    },
    {
        "speaker": "Guest",
        "time": "00:17:30.240",
        "message": "Exactly. And if you look at the data, the funny thing is that the best local economies in the US, the states and towns that are doing the best, economically speaking, have the lowest unemployment, have the lowest crime, are all cities and states that have the maximum number of immigrants. And the poorest socioeconomic indicators are all in states where there are hardly any immigrants. It's all primarily a Caucasian population. So that's the irony that if you look at the facts, the facts say that if you let in immigrants, it will create more jobs, it will create more wealth, it will make everyone happy. But somehow that sentiment just keeps coming back of blaming everything on them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:17.120",
        "message": "And now that Trump has actually been in charge for a decent amount of time, is that sense changing or are people wedded to that narrative now, those who were when they elected him?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:28.360",
        "message": "Yeah, I think those who were wedded to that narrative are still wedded to it. Those who are opposed to it are even more opposed. Like those who are pro-immigration people like me are even more convinced that these policies are not great. And one thing about Trump is that he's doing exactly what he said. A lot of people thought, oh, this guy doesn't know anything. He's a novice. He's just a showman. He'll go to the White House and then just chill. He won't do anything. But maybe because of its special interest groups and people who have influence over him, he's actually carrying through on all the things he said, like the ban against immigration from some Muslim countries, shutting down intake of refugees. He actually put forth a plan in which he wanted to cut down legal immigration by about half. So we're not even talking about the illegal hordes supposedly pouring over the border, but legal immigrants like qualified engineers and doctors and all that, they want to cut that down as well. So something that has kept the American economy going, even after the decline of manufacturing, they want to shut that down. I think it's early enough that its broader impact has not been felt. I think that's why people are still on board with him. But I think as it starts having an impact on the economy, hopefully people will learn."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:48.560",
        "message": "No, and as with things with the economy, sometimes it's hard to even prove causation. For example, there might be various things going wrong in any case. And people will say, hey, this wasn't because of Trump's policies. But I'm intrigued by something you said a little earlier. And I want to follow up on that, where you said that people assume that Trump would not carry out these kinds of policies, but maybe because there are interest groups and whatever, he has more or less gone down that path. What did you mean by the interest groups? Because I thought his anti-immigration rhetoric fits in with the rhetoric of a demagogue who's telling a simple story and appealing to people's worst instincts. But what are the interest groups that would want immigration to not happen?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:26.840",
        "message": "Oh, so yeah, when I say interest groups, I'm not talking about like lobbying or businesses. Saying there is this, you know, son of soil nativist movement that has managed to corner the primaries markets, you know, like if you want to win the nomination of the Republican Party, you essentially need to only convince, let's say about 10% of the electorate, which is very passionate to come out and vote for you, because most people don't vote in primaries. Most people don't vote in general. So that interest group, which is focused on this particular policy of being against immigration, being against foreign trade, pushing through this idea of white ethno-nationalistic state. So all these things, those are the interest groups I'm talking about. So not lobbying or business interest groups."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:21.920",
        "message": "Right. I got it. And that's a little scary because then it means that these radical fringes have a disproportionate influence on the party because they may be small in number, but one, because they are much louder, they've got Trump's attention and they seem to be more of them than they are. And secondly, because they influence the primaries in the way that you mentioned that, you know, they just have to get the passionate people and people on the fringes are always more passionate to come out and vote. And therefore they are reshaping the whole Republican Party, despite being just a fraction of the party."
    },
    {
        "speaker": "Guest",
        "time": "00:21:52.880",
        "message": "And that changes the entire political landscape. Yeah, exactly. And that's what has been happening for the last couple of years. You know, that election in Alabama, where there was this guy who was accused of being"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:05.960",
        "message": "a pedophile. Roy Moore."
    },
    {
        "speaker": "Unknown",
        "time": "00:22:07.960",
        "message": "Roy Moore, right."
    },
    {
        "speaker": "Guest",
        "time": "00:22:08.960",
        "message": "And first the party said, okay, we are not going to support him. Trump also said that, no, you should step down and let somebody else run instead. But once these, again, what I call interest groups or the alt-right or whatever you would like to call it, they still kept hammering that, no, he's our guy. And then the Republican Party came back and rallied around him. He's still lost, fortunately. But that was very telling that they first ran away from him and then they ran back towards him despite all these horrible things that he said and done."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:40.680",
        "message": "Gaurav, before we move on, let me just go back to one of the objections which various people raise against immigration and which you alluded to. And I think Milton Friedman also raised it, though I disagree with it, which is a welfare argument where they say that, look, a free immigration and open borders are all okay in a country which is a completely free society and with free markets and all that. But if you are a welfare state, which the U.S. is to some extent, then you have tax dollars going in to support immigrants who are there illegally. What would you say about this?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:15.360",
        "message": "Yeah. And it's a sentiment or idea that I also agree with. So I would not like it if my tax dollars were going to fund some immigrants' welfare. The only problem with that, at least in the U.S. context, is the U.S. welfare state is much more carefully crafted than, let's say, Western European welfare states. So according to the law, you cannot get welfare if you are an immigrant. Forget being an illegal immigrant, even if you're a legal immigrant. So for example, my wife's parents came here about 30 years ago. And for the first 10 years or so, by law, they did not really qualify for Medicare or Social Security. In fact, anybody who's working even today in the U.S. as an immigrant on, let's say, H-1B is paying for Social Security taxes, but they won't get the benefits from them because the laws and regulations and control mechanisms in place stop that from happening. And most people don't realize that. Most people just buy into this simplistic narrative that immigrants come and get welfare. It's controlled a lot. And then the second part of it is they do pay taxes. I think we've talked about this in the past on other forums, that even illegal immigrants are paying taxes. Even if they're not paying income taxes, they're paying sales taxes. So if they get some basic services, like for example, public schooling, it's not exactly welfare that they are getting, they're just getting the services that they are indirectly"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:48.880",
        "message": "paying for. Right. And on the whole, people are putting in much more than they get, which I think is inevitable in anyone's relationship with the state. I mean, people who make this argument, I think, make the same fallacy as those people who say that overpopulation is a bad thing, where they look at people as a burden and not as a resource, you know, and I would just cite Julian Simon here and say that people are quote, the ultimate resource unquote, and that every individual always puts in more than he takes out. And this is especially in relation with the state where illegal immigrants are paying all kinds of taxes, because they are consuming all kinds of things, and there are sales taxes with everything. And, and like you said, and so I don't think that, you know, that it's a case that this argument doesn't apply to the US because of the way the system is structured. I think this argument doesn't apply anywhere. Human beings are a resource, if there are more people and greater economic networks, everybody benefits."
    },
    {
        "speaker": "Guest",
        "time": "00:25:45.760",
        "message": "Oh, yeah, absolutely. So at a broader level, that point is very true. But I was just saying that additionally, in the US, there are rules that specifically stop you from getting welfare if you're an immigrant. Absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:58.880",
        "message": "Yeah. American politics is incredibly fascinating. And I'll do a separate show with you at some point. Let's move on sort of to the second part of Trump's story about jobs, which is protectionism. I mean, him being a protectionist, but which is outsourcing, whereas the narrative he tried to sell was that, hey, you guys are losing your jobs, there aren't enough good jobs in America because they're being outsourced. And the fact of the matter is that some of the decline in these jobs is because of globalization, which we all know is a really good thing. It's again, a positive some game. But the nativist arguments would be that no, it's not because we are losing these jobs. And what do I care about people in China or India or Philippines or wherever? What's your take on that?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:42.440",
        "message": "Yeah, exactly. And this is, again, something that has been around since maybe at least the 70s or 80s, when the Japanese economy started improving. So America used to dominate the auto industry, for example, we are the biggest market for cars and also the biggest producers. And then Japan rebuilt after World War Two, and then Toyota and Honda started doing well. Then in Korea, and then you have China and India also doing well. So as a result, you have some jobs, which once you could take for granted in the US, being done by people overseas, because it just makes it simple dollars and cents. It makes sense that you want to lower your costs. And neck and neck that benefits everyone, like if you are able to manufacture a product for cheaper somewhere else, then that creates extra capital that can then create other industries or that can create other businesses. So that's like economics 101. But again, it's protectionism is similar to the anti-immigrant sentiment right tight to this hate of the other or the foreign. And yeah, that's why those two have gone hand in hand in the last couple of years."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:55.920",
        "message": "And the scene effect from the point of view of say, a worker in small town America is that you know, these jobs are being shipped overseas because they're cheaper for the evil capitalist entity that is shipping them overseas and we are suffering, we don't have jobs. But the unseen effect always is that they bring greater value to the consumers who are here as well, the company shipping them abroad are saving money and perhaps not shutting down because they were able to save that money. But value is brought back into the economy and consumers get cheaper goods because of that. So if you buy a good today for $10, which would otherwise be $12, if it was for, you know, done by local jobs, you might not buy it at all. Or if you do your saving that $2 and a $2 in value, which is created by the saving goes back into the economy and create jobs. And it's a positive some game. And unfortunately, here again, people often tend to have, you know, they don't put the consumer at the center of this market process. They look at other elements of it. But the consumer should always be at the center and the value that he is saving, which goes back into the economy."
    },
    {
        "speaker": "Guest",
        "time": "00:28:59.320",
        "message": "Yeah, exactly. And most people don't get this, we've had until recently, we had leaders who talked about this, that trade is good and NAFTA is good. So we had Bill Clinton, then after that you had George Bush, the last two guys who ran for president, John and lost John McCain and Mitt Romney were also on board with trade like they, they were the adults in the room who were telling the electorate that no trade is good. And you know, this is how the economy grows. You know, they fought an entire Cold War for this after all and have created this world order of the free market economy and foreign trade and everybody has benefited from it. But suddenly we have this pushback from people who don't see that the benefits outweigh the supposed costs. And this, you know, what you said about putting the consumer front and center, I find that interesting because there's this show I like called South Park, which has, which takes on a lot of social issues, often from a libertarian angle. And then this episode about the hate for Walmart, like everybody hates Walmart because Walmart comes in and it destroys the local economy. That is the narrative. So in that episode, they go and they try to kill Walmart and then they find out the heart of Walmart, it's a mirror, like that is the point they are making that Walmart does well because of you, because you, the consumer wants the cheapest goods and that helps everyone. That's why Walmart is doing well. That's why NAFTA is good, that's why foreign trade is good, but we don't realize that it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:41.200",
        "message": "a mirror at the heart of all this entire machine. And we are the economy, the choices that we make give the economy its direction. What you said about, you know, again, politics is very interesting because just going back to that, the Republicans have been the ones who are always for trade. The anti free trade voices, which were earlier just lone voices, so to say, came from the far left of the Democratic Party. Like, for example, I think Bernie Sanders views about trade are very similar to Trump's."
    },
    {
        "speaker": "Guest",
        "time": "00:31:09.520",
        "message": "Oh, yeah, trade and also some aspects of immigration. So he's not exactly a pro immigration guy as well. He makes the right noises. And all my left wing friends hate it, and especially my Bernie fan friends hate it when I say this. I think there's more that Bernie Sanders and Trump have in common than you would think. They always hate somebody saying that, but yeah, on immigration, on trade, things like these, they are, it's very difficult to tell the two apart, just that one guy is a lot more boorish and vulgar, and the other guy is much more, you know, affable, nicer, affable and charming, but at its core, they have the same ideas on these, on these issues."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:57.040",
        "message": "Yeah, and partly because the populist ideas are simple stories. And therefore, therein lies their appeal. Now, you'd earlier said about immigration, that even though people thought about Trump that, okay, he's going to chill out in the White House, in your words, and not really bother about these, he's actually moved forward with his anti immigration policies. But with protectionism, one would think it's the other way around, because at the end of the day, it pretty much every corporate interest group would look to its own interests and their interests lie in outsourcing. So they would not let Trump do anything that harms him. So how is that going in terms of protectionism? Has he been able to implement anything we should be worried about?"
    },
    {
        "speaker": "Guest",
        "time": "00:32:37.080",
        "message": "Protectionism he hasn't so far, but he wants to. Now, protectionism is this one weird thing that he's been obsessed with for 40 years. So I don't think he has too many principles, but this is one principle he holds very dear"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:49.560",
        "message": "to his heart. I guess because from a zero sum view of the world, it just makes sense that if others are winning, we must be losing."
    },
    {
        "speaker": "Guest",
        "time": "00:32:56.040",
        "message": "Yeah, exactly. And because he's not a typical politician, I don't think he cares about the legacy. I don't think he cares about the party. He just wants to do what he thinks is right. So like, there's no leverage that businesses have over him other than maybe hoping that Congress legislatively stops him. But he has been talking about like, NAFTA, he wants to renegotiate NAFTA, he pulled out of the Trans Pacific Partnership, which was a bad deal, which by the way, everybody else was also agreed on, even though it's a good deal for the US economy, but they pulled out of it and the drumbeat against it was so intense that even Hillary Clinton, who at one point supported the deal, decided that it was politically expedient to say that yes, yes, we should pull out of that Trans Pacific Partnership, which was essentially a deal that would give US the access to these East Asian markets at lower tariffs that they right now don't have access to. Those countries already have access to the US market. So there was literally the US was the one that was benefiting the most from that deal. But the simplistic anti-trade and protectionist rhetoric is so easy to sell that they pulled out of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:05.520",
        "message": "So I think that is one thing he did on day one that has hurt the economy. But you're saying any of the other guys would also have done that because it was politically expedient and because that that was a popular decision to make?"
    },
    {
        "speaker": "Guest",
        "time": "00:34:17.080",
        "message": "Might have done that for sure. Right. I think sometimes politicians will say something but not follow through on it. I think Hillary Clinton might have stayed in it, you know, in the Clintonian way of trying to have your cake and eat it too. I think she might have stayed in the deal, even though during the campaign, she said that we should leave it because she was Secretary of State when it was being negotiated. So she knows how useful it was. Her husband crafted NAFTA, which is the North American Free Trade Agreement."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:45.280",
        "message": "Exactly."
    },
    {
        "speaker": "Guest",
        "time": "00:34:46.280",
        "message": "Yeah. So I think she would have found a way to maybe stay in it. There's no way to tell for sure. But yeah, Trump doesn't really care about these things."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:53.080",
        "message": "So he pulled out. So my question is, with the things that Trump is doing on immigration and protectionism and both of us are really on the same page, we agree that these policies are harmful. So my question is, what kind of effects will they have? How harmful is it? And supposing the next president disagrees with Trump on all of these things, can they be easily reversed, or are we causing irreversible damage, which will harm us? And I don't need to specify what I mean by us, because I think all our economic fates are in a way tied together. So if the US economy suffers in some way, the effects of that are felt everywhere."
    },
    {
        "speaker": "Guest",
        "time": "00:35:35.240",
        "message": "Yeah, I mean, I alternately feel optimistic and pessimistic on this. But I think sometimes I feel we have entered globally this phase of anti-immigrant sentiment of protectionism, where everybody is now just going to put up walls and undo all the work of the last few decades. And sometimes I feel that Trump is just an aberration. He is literally the only guy at the top, like at least amongst politicians who believes in this. So once he moves on, let's say even Mike Pence is not exactly a protectionist, or he's not as much of an anti-immigration guy, neither is the Republican leadership in Congress. So I'm hoping that once Trump goes away, things will slowly return to normal."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:20.360",
        "message": "But like I said, I alternate between optimism and pessimism. I mean, the other argument is that, look, Trump got to the top because he got something in the culture, he appealed to something in the culture, and that includes these nativist instincts and this anti-immigration and anti-outsourcing feeling. So even if Trump himself goes, once those ideas and those sentiments are there in the culture, somebody else will come along to cater to them."
    },
    {
        "speaker": "Guest",
        "time": "00:36:43.880",
        "message": "Yeah, true. And it's very likely that that can happen. And in this instance, I'm hoping that special interest groups from business side are able to prevail. It's like one of those rare sides when I'm hoping the lobbies win."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:58.960",
        "message": "Right, because their interest appears to coincide with ours for this one."
    },
    {
        "speaker": "Guest",
        "time": "00:37:04.760",
        "message": "Yeah, exactly. Because there are some things you have to do that are much more complex for your economy or for your country to do well, which are not always easy to sell in a soundbite or in a tweet. But as long as enough people at the top are on board with it, you know, hopefully things will go back to the way they were."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:22.240",
        "message": "So I'm going to ask you a tough question here for which it's unfair of me to ask you this because I myself don't have any answers. But of course, I don't have the depth of knowledge that you do. We both agreed that these two answers that Trump offered to the decline in jobs or the underemployment crisis, as it were, are wrong answers that immigration is hugely beneficial for an economy in many, many unseen ways in some seen ways and globalization is good on the whole and the American people themselves benefit from it. But so my tough question to you is that if you are in Trump's place and you have to craft an answer for those people in middle America saying that, you know, why don't I have jobs as good as my parents did? What is your sort of I mean, I know it's a very complex question, and it's a multifactorial thing. But broadly, what is it that a politician can say in such a situation, which is the truth and not just, you know, the sort of stories that Trump was telling?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:18.160",
        "message": "Yeah, I think that's what John McCain tried to do. And I think Mitt Romney as well, where they said that, listen, this is the reality live in a global economy, and those jobs are not coming back, but we have better jobs and better industries today. I guess it's always much better to be a knowledge based or service based economy than a manufacturing based economy. It just makes logical sense. So we've had politicians sell that in the past."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:47.800",
        "message": "And it doesn't do it in an arithmetic way. Right, right. And those ideas don't sell. And have adults in the room actually come to power saying those kind of adult things?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:57.520",
        "message": "Yeah, in the sense that you had Bill Clinton, who, who crafted NAFTA. So he was this, he was the centrist Democrat, right before Bill Clinton, and all the other leaders of the Democratic Party were much more leftist. Bill Clinton came and ruled in a much more centrist way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:15.080",
        "message": "Part of it was because of Newt Gingrich and the Republican Congress, but did he campaign as a centrist? Or did he govern as a centrist?"
    },
    {
        "speaker": "Guest",
        "time": "00:39:20.680",
        "message": "They're very different things. He did campaign as a centrist as well, I believe, especially in his re-election, for sure. But I think even his rise in the early 90s, or 91 or 92, was running as a centrist, saying that we need to move beyond the days of socialist Democrats, which he did successfully."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:48.640",
        "message": "Right. Gaurav, normally, I end my episodes by asking my guests, you know, what are they hopeful about? And what are they fearful about? But you've already, I think, sort of answered that question, let me kind of paraphrase what you said. And if you have something to add to that, and what you're fearful of, is that people are building walls across the world, there is an anti-immigration sentiment, there is a protectionist sentiment, not just in the US, but elsewhere, especially where authoritarian figures have taken over in the US, in Hungary, in Turkey, even in India, and you're worried that we might all be shutting ourselves off and becoming more insular, which would have seemed unthinkable 10 years ago, when globalization seems so inevitable. And what you're hopeful about is that, hey, it's only Trump right now in the American system. There's no one else who really feels like this. And it's an accident of history. Is there something you'd like to add to these? Or have I managed to paraphrase you accurately?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:40.760",
        "message": "Oh, yeah. I mean, I think that pretty much paraphrases it. And one more thing I'm optimistic about is that the US political system is designed with checks and balances and opportunities to course-correct. So unlike in India, where once you get into power, you have a lot more structural advantage to keep perpetuating that power, in the US, it's easier to course-correct, relatively speaking. So I'm hopeful that in November, the Democrats will take back at least one house of the Congress and then act like a check against Trump's anti-immigrant and anti-trade policies."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:21.080",
        "message": "Your point on how it's relatively easier in the US to course-correct is a hopeful note for you, because you're in New York, but not so hopeful for me, because I'm in Bombay. Gaurav, thanks so much for coming on the show. It should have happened long ago, and I hope it keeps happening in the future. Thanks again. Sure. It was great to be on the show. Thanks. If you enjoyed listening to this episode, then go to sceneunseen.in, the homepage of the Scene and the Unseen. I have done previous episodes on immigration with Shikha Sodh Dalmia and on protectionism with Anupam Manoor. Do look for those. In those episodes, we went into the philosophical and economic arguments against restricting immigration, that is for immigration, and against protectionism, that is for free trade, in quite a lot of detail. Today we spoke more in the American context of what Trump has done. So check those episodes out. Also, if you enjoyed listening to Gaurav, you should follow him on Twitter. He is at Gaurav Sabnis, at Gaurav Sabnis, one word. And you can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. Thank you so much for listening. If you enjoyed listening to the Scene and the Unseen, check out another hit show from Indusworks Media Network's Cyrus Says, which is hosted by my old colleague from MTV, Cyrus Brocha. You can download it on any podcasting network."
    },
    {
        "speaker": "Unknown",
        "time": "00:42:55.800",
        "message": "There she stands, a podcast addict, outside the bank, having travelled several miles to get in with other poor souls like her. The journey, though daunting for this youngling, will have some comfort because she has downloaded her favourite podcast. You can see more of her species on IVMPodcasts.com, your one-stop destination where you can check out the coolest Indian podcasts."
    }
]