[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:00.000",
        "message": "People who talk about the great potential India has and how we are becoming a younger country and we have this demographic dividend and so on, miss one important and depressing point. As a society, we actually suppress the potential of half our population. Women in this country are treated as second class citizens. They are not empowered in their childhood and are often educated less or worse than their brothers. They are forced to conform to roles that destroy their potential. In fact, they're looked upon more as property than as people. And when women speak up about this, they face an amazing amount of anger from men. Anger. Where is this anger coming from?"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:09.920",
        "message": "Welcome to the scene and the unseen our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:20.800",
        "message": "Welcome to the scene and the unseen. When I first asked the remarkable other team, it's good to join me on this episode. I told her the subject would be misogyny in entertainment and Indian society. Aditi said she wanted a different title. She suggested claiming our space. My subject was a lament, but hers was also a call to action and couldn't have been more appropriate. While we were chatting about it at the IBM podcast studio, one of the producers, Swati Bakshi, also got involved and shared some of her insights. So we improvised and asked her to also be a guest on the show. Swati is a former journalist who now works as a producer at IBM and will be taking over producing the show from Abbas Momen, whom you heard in the last episode, who is leaving the scene and the unseen to take over as producer of Cyrus Broach's fantastic show, Cyrus Says. I tried to convince Abbas to stay, but he simply doesn't agree that I'm funnier than Cyrus. Go figure. Anyway, I had an enlightening conversation with Aditi and Swati. But before we get to that, let's take a commercial break. If this happens to be the only podcast you listen to, well, you need to listen to some more. Check out the ones from IBM podcast who co produced the show with me. Go to IBM podcast.com or download the IBM app and you'll find a host of great Indian podcasts that cover every subject you could think of. From the magazine I edit, Pragati at ThinkPragati.com, there is the Pragati podcast hosted by Hamsini Hariharan and Pawan Srinath. There is a brilliant Hindi podcast, Puliyabazi, hosted by Pranay Koteswamy and Sourabh Chandra. And apart from these policy podcasts, IBM has shows that cover music, films, finance, sports, sci-fi, tech and the LGBT community all under one roof, or rather all in one app. So download the IBM podcast app today. Aditi and Swati, welcome to the show."
    },
    {
        "speaker": "Unknown",
        "time": "00:04:16.760",
        "message": "Thank you, Amit. Hi, Amit. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:19.400",
        "message": "Aditi, in the last show that we did last week, where you spoke about the beginning of your journey as a stand up comedian, you said something which sort of a light bulb went off in my head. I mean, it shouldn't be a revelation. And I'm sure it's something that people like you take for granted. But you spoke about how part of the reason you came on your own as a comedian as someone who would stand and tell jokes was because you were in the girls college after a girl school, you went to St. Mary's in Pune and then to Sophia's in Bombay. And because there were girls all around you, you were actually able to get the confidence and were given the space to stand up and speak for yourself and build an audience. And your point was that if it was a coed environment, the boys would never have let that happen, because they want to be in charge of everything. And at that point, it struck me that there is no male comedian anywhere who would say that I got the chance to claim my space, because I was in an all boys school, because if I was in a coed environment, the girls wouldn't have let me. No male will ever say that, which kind of, you know, brings us to what I want to start this episode with is that when we speak about the role of men and women in society and how it is reflected in attitudes, we are starting at a very unequal spot, where women have to face a whole bunch of structural obstacles, which men are completely unaware of, like I was unaware that they could be such a thing till you mentioned it in the last episode when it's like, okay, another bulb goes off in your head. So I and you know, when I invited you to do this specific episode, and we spoke about it, the way I framed it was let's talk about misogyny and entertainment. And you said no, let's call it claiming your space, because that's a more positive way. And it's also broader. And, you know, we brought Swati into the show, because she had a whole bunch of thoughts on that from her experience. So let's talk about claiming your space. What has the journey been like?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:06:14.880",
        "message": "A G and you know, that line you said was so true is that we're starting from a grossly unequal. I mean, the finishing the starting line is completely different when it comes to the different genders. And I sort of I remember being in an all girls school and I think I do this joke in my show right now, which is that in my family, we don't beat girls because they bruise easily. It's much easier to beat a little boy and be like, oh, he fell down from a cycle. That's why he has triangulation marks on his neck. And that always gets a huge laugh and a huge applause. But it also simply points out the fact that the treatment of girls and boys is unequal and is harmful for both girls and boys. I mean, girls, whether it's just being given a chance to be born, really is a is a sort of mathematical. So I think you're sort of you're playing Russian roulette from the womb. If you happen to be any other gender than male, and we cannot deny that whatever narrative that is currently running the world is male has been defined by heterosexual, to a very large extent, white men. Every other story then or every other voice that speaks up is then trying very hard to have themselves heard in a room that's already full of cacophony of one story that is trying to keep every other story down. So from the point of just being born to the point of having access to I mean, I keep thinking about I used to have this cousin who was really into cricket. And I remember because we were told no, no, no, only girls only play badminton, and boys will play cricket. And she I mean, unfortunately for her got breasts at the age of 12. And that was it. That was the end. No more cricket. No more cricket. No, Mithali Raj. I remember and this is an awkward, embarrassing thing to bring up literally within the first three minutes of this podcast. But I remember when I got my period, I hid it from my family for four months. And that included coming up with such weird devices to stop anyone from knowing because I knew that the moment I told them that I had my period, it would immediately be now sit with your legs closed. Don't talk loudly. Don't talk to boys. You can't be you know, doing all these things. I was terrified of the fact that my femaleness had suddenly asserted itself completely out of my control."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:07.720",
        "message": "That's almost incredible awareness for 11 or 12 year old or whatever it was."
    },
    {
        "speaker": "Guest 1",
        "time": "00:09:11.080",
        "message": "Gee, I'd seen it just happen with I'd just seen it happen with so many of my classmates who would suddenly become demure, you know, during sports period, who would, you know, be sort of like, constantly be like, shoved aside and hushed aside. I just I was like, I can't let my childhood end. And I sort of, I mean, finally, I sort of came to terms with it four months later when it got found out. It's not even that I told anybody it got found out. And that was another hugely humiliating experience. Even though I come from a very liberal family, where you know, the other kind would be like better chocolate low now you're a woman. But what chocolate I wanted to run around I wanted to talk to boys I want to laugh loudly with my mouth open. I wanted to do those things. And I just knew at that age, that I was walking into a disadvantage. And I think that has sort of colored my perceptions of everything that I have done as an adult and as a woman."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:07.480",
        "message": "And Swati I often say, you know, when I write about economics, I say from the economics perspective that India really inhabits three centuries at the same time, the 19th, the 20th and the 21st. And that's equally true of social attitudes that we inhabit those three centuries at the same time. And the journey for you in one sense has been starker for you know, those of us who are from Bombay or Delhi or whatever, because you actually come from Lucknow, and you've kind of made that journey from there. What has it been"
    },
    {
        "speaker": "Guest 2",
        "time": "00:10:36.240",
        "message": "like? It's quite a journey. And being in Lucknow was a entirely different experience, I would say that Lucknow University is still I think, like you said, is 18th century, I would not even say 19th. I mean, the way men behave with women there. And if you go to the university without wearing a suit or a dupatta, I mean, it's a scandal. And the way men look at you, they hound you, make comments on you, it's very, very normalized, it's quite normalized. And it is seen as a... So the level that it has been normalized is a problem. And it's not, it doesn't stop there. It seeps into every aspect of your life and everything that you do. So despite being highly educated and you know, working in one of the best organizations in the world, my experience has always been something that I would, you know, remember as an experience filled with discrimination on various levels and various different forms."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:46.920",
        "message": "And just to set the context, what period are we talking about when you were in college"
    },
    {
        "speaker": "Guest 2",
        "time": "00:11:50.800",
        "message": "in Lucknow? It's still 2003."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:54.360",
        "message": "Till 2003. And at what point does it sort of strike you that this is something that is not normal but normalized?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:12:03.480",
        "message": "Because even at your home, you are told to present yourself in a particular way because you're a girl and you're grown up. I was, I mean, I became comfortable with my own body after I would say, you know, doing my post graduation in Delhi. Until then, it was a very turbulent phase because when I landed in Delhi from Lucknow, it was a completely different structure of, I would say, the structure of living, commuting, studying, everything was quite different from Lucknow. And it took a toll on my performance also, I remember. And that's like a blot on my resume till now. Until then, I was like a distinction holder. And then suddenly in DU, my percentage went down to 56%. It was like shattered. What was different? It was a cultural, I don't know, a cultural adjustment coming from a small town in India to a bigger town and then being a girl on your own. The kind of pace Delhi offered me, I was not prepared for that. And the kind of people around, I was not prepared for that. And it took me a lot of time to, you know, sync with the pace of the city. And that was obviously something that I had to understand. And then two years time was something that I took to understand that, to be in sync with myself and the city. So the city in itself is something, a big phenomena that decides how a woman would be. I don't know in other countries also, I think it's the same. But in India, it's very much a big factor that decides how you're going to move, till what time you're going to move, what subjects are you going to study if you're studying in a university. Because, you know, I remember in Lucknow University, the sociology department was notorious. And there were very few women opting for sociology because of that. One being myself, because my sister, elder sister who was studying in that department, she told me categorically not to take sociology because that department is notorious. So you imagine that how women do not, you know, make their choices, their choices are already being made."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:21.440",
        "message": "So here's my question for you. That fine, Lucknow and Delhi when you move there were like 18th century or 19th century India or whatever. And these attitudes were there and you just had to kind of adjust. But then you went on after that to work for the BBC, for example. Was that 21st century India?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:14:38.240",
        "message": "It is. It is because BBC gave me a perspective. I was not that open minded, I would say to discuss certain things that the profession of journalism and the organisation gave me to think about. And the newsroom was a space where we used to discuss each and everything. And it's a good space to do that. Because there is no filters that we have to apply when we're discussing in meetings and all those things. But, you know, it took a lot of time for me there also to be comfortable talking about it. Like Aditi now can talk about her periods and I now can, but a few years down the line, I could not actually. So the organisation actually was something that offered me that space where I could open up and explore."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:26.480",
        "message": "And would you say it is true of journalism or are there still those misogynistic attitudes creeping into journalism itself?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:15:35.040",
        "message": "I would say true of journalism as a profession, definitely, because, you know, you are given certain assignments like reporting assignments where you are challenged by the space that you are accessing. And you have to understand that how you're going to do keeping yourself safe at the same time delivering what is required of you. So I would say journalism definitely made me a stronger person who is not only a woman, but a person."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:03.240",
        "message": "A stronger person by empowering you or challenging you?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:16:06.120",
        "message": "Challenging me. Empowerment comes very late, you know, in Delhi, of course, when after 2012 also, when all these steps were taken that people would be dropped off, women would be dropped off with guards and all those things, that things, you think that a city can be secured like that, it's not possible at all, you cannot do that. So empowerment is something that I think our country needs to needs to think about, but challenging, of course, because if you are challenged, then you think about your own security, and then you devise ways of doing it. That is, again, is limiting your choices, because you don't have many choices to you know, to function and to make yourself secured at the same time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:47.240",
        "message": "And Mumbai, of course, is a world apart from Delhi. So you started doing, for example, open mics and stand up comedy in 2010. And on that, was it harder for you to be accepted?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:16:59.240",
        "message": "Yeah, because the truth is also that we are taught we are inconveniences, our bodies are inconveniences, the space that we try to occupy is an inconvenience. Every time we speak up, it is an inconvenience. We are collateral damage to the narrative of the great man story. And we are side characters in our own story. And so I think that sense of like worthlessness, that's why it attaches itself to your psyche. That's why it attaches itself to our bodies. That's why I mean, marketers and advertisers can prey on our insecurities left, right and center. I personally do not remember looking at my own body because I was terrified. I was like, I don't know what is happening to my body as I grew up. Because I was like, I know that this is a problem. I know that this is going to like, restrict my space, this is going to make me invisible. And so it's going to make you invisible because people will see the body, not the person will see the body and not the person will not hear the words and that has not stopped. That has not stopped. I mean, I still am constantly getting you know, trash about what I wear on stage. You know, even the way I'm sure no male comedian ever does. No, no, no. You know, the kind of comments that that you see below my YouTube videos, which I've stopped looking at. But if you see the kind of comments below my YouTube videos, they will have a distinct color that I don't think any male comedian sees under their videos ever. The kind of abuse even if you say something ridiculous and you know, the kind of abuse that comes at you is always gendered. There is sexual abuse involved. There is rape threats involved. You know, there is general minimizing involved, which you don't see going to no matter how outspoken a man. When I started doing and I mean, I remember at the age of 10 when my I saw my brother was taking buses at the age of 10. And he had all these friends and he was going and hanging out with them and they would you know, form these cool gangs and they would go do cool things. And I remember I was dying to turn 10 so that I could take a bus and go meet my school friends and everything and I knew never turned 10 I turned 10 when I was 16 is when my mother finally allowed me to take a bus by myself. And that to then of course, you know, the but don't even put your bag in front, you know, and I mean, you see even today college girls going into trains into buses will have their bags will they have their backpacks in front of them, instead of on their backs, they'll have them in front, because it takes your breasts off the spoking stabbing market for that journey at least. I mean, and for like, I remember I started doing open mics. My mother was genuinely confused. She was like, you're going, you know, into these clubs and stuff like that. First of all, you're not even telling me what clubs these are. And then you come back late in the night. And you know, I think her problem was a little different, where she was like, you're not even drunk. What did you do at this club? If you've come back sober? This"
    },
    {
        "speaker": "Unknown",
        "time": "00:20:05.280",
        "message": "is terrifying. Did you not go to a club? So much for empowerment. She was sort of like"
    },
    {
        "speaker": "Guest 1",
        "time": "00:20:14.720",
        "message": "she was terrified. She was like, you know, are you not going to clubs? Oh, God, you're going to somewhere worse. And I was like, no, no, no, clubs only mom, clubs. But I know it took her so much longer to come to terms with the fact that I was doing this and that work required me to be out till say 1230 in the night. Even, you know, when I was sort of when I would say these ridiculous things on stage, that some might find sort of edgy or racy or whatever. I mean, luckily, I feel like as I mentioned earlier, that I've been blessed with super, super open minded parents. I think I am more conservative than my parents. I think I police myself a lot more than they imagine policing me. Because I am like, I'm like now they don't care. They don't say anything. Yeah, I have to be careful. Yeah. Who will marry me? You know, all those thoughts that that sometimes even our parents have not put into us have been ingrained into us by society. That, you know, if you if you speak too much, no man will ever find you attractive. This is my theory. The more a woman talks, the lesser men want to f**k her. And men do not know what to do with a woman they do not want"
    },
    {
        "speaker": "Unknown",
        "time": "00:21:25.320",
        "message": "to f**k. I have realized that men are like, I don't want to put my dick in her why she's"
    },
    {
        "speaker": "Guest 1",
        "time": "00:21:30.960",
        "message": "still talking like they get damn confused. And you have to and I think at the age of 32, I can finally say I'm okay with not fitting into any of the stereotypes that you have in your narrative of your story. I don't care if you are like confused by me. Because I am the hero of my own story. And it has taken me 32 years. I can't imagine I mean, I, I hated my 20s. I hated the insecurity of my 20s. I hated how it made me feel. And I my heart goes out to everybody who is navigating this world in their 20s with the level of unsurety with the fact that you are constantly being sort of minimized told that you are a side characters I said in somebody else's story. It just breaks my heart."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:21.000",
        "message": "And what you said and all of us laugh when you said it just a few moments ago about men not knowing what to do with women that who are not sexual objects for them. We all laugh but the fact is that it's not actually a joke. It's actually just true. And earlier you mentioned, you know, edgy content. And it also strikes me that a lot of content which coming from a male comedian would not be considered edgy like sexual talk and so on or talk of body parts and all that is suddenly madly edgy if it's coming from a woman. Yeah. So how do you deal with that when that realization comes that everything that you say has that added layer of the context of your gender to it? How does that then affect the world? Do you try to sort of push the boundaries or do you censor yourself?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:23:03.000",
        "message": "And for a very long time, so I've been doing comedy for seven, eight years now, I was clinically depressed for two during it, because I was terrified. I did not know what I was doing. And I knew that I didn't know how to do anything else. And I think the depression sort of, I mean, you know, sort of navigating through it, while simultaneously going on stage, of course, because girls got to make a living was..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:31.240",
        "message": "You got paid in garlic bread, you mentioned in the last episode."
    },
    {
        "speaker": "Guest 1",
        "time": "00:23:34.400",
        "message": "What I meant was girls got to make an eating. But I know that I saw my peers travel much faster."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:45.400",
        "message": "Your male peers."
    },
    {
        "speaker": "Guest 1",
        "time": "00:23:46.400",
        "message": "Yes, my male peers travel much faster to a journey that was taking me much longer. Even today the market rewards male comedians because more spaces are male, because the biases against I mean, males, male comedians don't get your laugh is irritating. Your voice is irritating. She is making too many faces. I was like, this is my face. What do I do now? But that you don't see are problems for male comedians. But if you don't fit a certain type of role, when you are like, I mean, and unfortunately, or fortunately, the four or five stereotypes that we have of funny females is either you are grossly obese and disgusting to look at. And therefore your biggest shtick is how like you're just ugly and nobody will want to f**k you. And that is the sort of the even the hero will, you know, you had the tuntuns and the sort of these things where we just accompanied with... There was very little narrative for somebody who was the hero of her own story or the heroine of her own story. And I feel like I struggled with that for a very long time. I was like, what point of view am I writing from? And should I, am I worth, am I valid in saying all these things when I go into an audience? Does my personal story have any value? Because they don't want to hear it. They're a group of, you know, 200 people who've come to laugh. So why should I I mean, if I put myself out there, you know, what will the backlash be like? What will I hear that? And how long can I take that for?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:14.920",
        "message": "And did you ever then in that case face a conflict between your desire for validation, which of course, every artist wants, and your desire to also do the kind of work you want"
    },
    {
        "speaker": "Guest 1",
        "time": "00:25:24.600",
        "message": "to do and be true to yourself, whatever that may mean? And that actually has never stopped. That never stops. That is a continuous process that requires you to continuously engage your ego in this battle of like, I want to do this so badly. I want to tell my story. I want to hear you laugh so badly. But at the same time, I also want to protect myself. And I feel like with comedy, especially there was no precedent. There was nobody in India that was doing it before me. And there were no other women. So it was extremely lonely. And it was, you just sort of had to look within yourself to find..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:03.800",
        "message": "In a sense, like if eight guys are performing on a given night, and you're the only woman, you're in a sense like a freak, right? They're looking at you differently."
    },
    {
        "speaker": "Guest 1",
        "time": "00:26:10.400",
        "message": "I mean, and even the green rooms and you know, environments, I mean, you I'm sure have been in all male environments. And what is now of course, legendarily known as locker room talk, right? You know, at some point, you're sitting there and you're hearing some men talk about another woman like that. And you're wondering, like you're looking out at the floor and wondering, Oh, what are they saying when I leave the room? And if so, then should I participate? Should I also participate in the abuse of this woman so that they will think I am cool?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:37.600",
        "message": "One of them."
    },
    {
        "speaker": "Guest 1",
        "time": "00:26:38.600",
        "message": "That I am one of the guys. And how do you reconcile that? I am not one of the guys. I am not one of the guys. I have zero interest. Like I've realized dudes are way more drama than girls, by the way. This is what I have learned by interacting with groups of men is that they have way more drama in their lives."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:56.640",
        "message": "Then what do you say that then being in these environments and you know, overhearing these conversations and finding out what men are really like, in a sense, as the solution due to some extent?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:27:06.440",
        "message": "Extremely, extremely. And the pushback also, that's I'm saying no, like when I started doing comedy, I had nothing about men. I do not care about men from here to Pune. I have zero interest in men. But I constantly got, excuse me, female comedian, you hate men. I'm like, why do you make it so easy then?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:27.200",
        "message": "And I was watching a YouTube clip of one of your shows and I'd encourage my listeners to check out all the clips on YouTube, where you were speaking in some show in Australia, where you said that, you know, I'm, I've been introduced here as a comedian, but in India, I'm always introduced as a female comedian."
    },
    {
        "speaker": "Guest 1",
        "time": "00:27:41.560",
        "message": "And you know, and that was the flip side of the empowerment, right? Is then they mollycoddle you, then they'll be like, you don't want to get raped? Okay, now take these company sanctioned cars. You are not going to save, you're not going to stop rape by wrapping women in bubble wrap. You are going to stop rape by educating rapists to not rape. But that seems to be something that I feel like, like our women's safety budget 100 crores on CCTV cameras. I was like, use that money to just talk to dudes about how women are"
    },
    {
        "speaker": "Guest 2",
        "time": "00:28:15.160",
        "message": "human beings. And that's the issue, this protection thing that why do women have to, they are the sufferers. They are, you know, fighting their way out. You should be saying we are the sufferers. And then we have to actually protect ourselves. I mean, in our own country where we are born and we are, I mean, we are the part of that productive population, we are contributing to the economy, we are the part of that intellectual section of this society. And we have to protect ourselves and find ways to not get raped and be molested and all those things. Why do we"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:50.760",
        "message": "have to do that? It's incredibly perverse when you you frame it from the sense that if misogyny is a problem in India, surely the problem lies with the boys and not the girls. People who have the attitudes rather than the object of the attitudes. And you mentioned about, you know, women being a productive part of the workforce. And that's another thing I think that people sort of just take for granted that, you know, so many men will talk about growing the economy and this is our GDP growth rate and bang bang. But the point is that you treat half the people in the country as practically subhuman. And how many women in this country would actually be in the workforce and be productive? I'm not saying they're not productive if they're not in the workforce necessarily. But you know what I mean? They'd be far more fulfilled and contributing much more, but they're not allowed to."
    },
    {
        "speaker": "Guest 1",
        "time": "00:29:32.960",
        "message": "You know, this is sort of one of those things where 80% of the problems in this country would really be solved if we tried to solve women's problems. Because obviously, as a gender are people and specially prone to seeing the effects and consequences of bad policies, bad public decision making. They are specially prone to suffering the consequences of that. If you started solving their problems one by one, you would have, like, I bet the number of problems that we could solve and the kind of conclusions that we could come to are much better. I mean, there is that fantastic Angela Saini book called inferior, which talks about how you know, I mean, biologically, it's been said that women are inferior to men physically. And, and then she talks about the biases in data collection, is that we have all known that a pain in your left arm is a sign of a heart attack. Turns out, it's mostly for men. For women, the signs are very different. But we have all been taught that it's a pain in your left arm. There have been people, women who have been having heart attacks and"
    },
    {
        "speaker": "Unknown",
        "time": "00:30:43.560",
        "message": "not known they're having heart attacks, because there's no pain, because they've been waiting"
    },
    {
        "speaker": "Guest 1",
        "time": "00:30:46.680",
        "message": "for their left arm to hurt. It is I mean, and I mean, science clearly is not sexist or corruptible. But the people who are practicing said science are just, the samples are male, are just are corruptible and sexist. I mean, not willingly, clearly, but I mean, the sort of the systemic oppression and ignoring of women in the mainstream has just has had, I mean, long term effects that we are going to see for the next six, eight generations."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:18.160",
        "message": "So now my big question is, are we, you know, now that we've sort of moved well into the 21st century and the social media and we are exposed to attitudes around the world, are we changing or not? But I'll come back to that after a quick commercial break."
    },
    {
        "speaker": "Unknown",
        "time": "00:31:32.080",
        "message": "So welcome to another week on IVM. If you aren't following us on social media, please do where IVM podcasts on Twitter, Facebook and Instagram. This week on Simplified in the Shorty, Naren and Shrikant simplify the phenomena of near death experiences with interesting cases and scientific theories. On Pragati, Pawan and Hamsini are joined by economic policy expert Yazaad Jal to discuss negative and positive rights. On the Scene and the Unseen, Amit Verma is joined by stand-up comedian Aditi Mittal and our production controller Swati to discuss misogyny and popular culture. On Pulyabazi, Saravan Pranai speak to Shruti Raj Gopalan about the meaning and importance of property rights in India. This week on Shunia One, we have Suchita Salman, founder and CEO of LBP, a local recommendations platform striving to discover all things new and old. On Hustle Science, Ranveer and Tejaswant speak to their buddy, tech entrepreneur and founder of Hello Inc, Andant Nathkarani to understand his coding craze and a lot more about his stories. And now, on to your shows."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:21.000",
        "message": "Welcome back to the Scene and the Unseen. I'm chatting with Aditi and Swati about the broad subject of claiming your space, specifically talking about the misogyny in the industries that they are part of, which is entertainment, journalism and in Indian society in general. So my question to both of you is that, you know, in terms of technology and access to the world and so on, India's modernizing really fast, social media, we are, you know, the Me Too movement was all over the interwebs recently, and so on. And there is a lot more talk of feminism coming even from men, though one could argue that a lot of it is performative feminism and it's just, you know, empty virtue signaling without anything really behind it. Have things been changing in actual concrete terms in the way? Like, is it easier for women today than they were when you guys entered your respective professions?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:33:13.480",
        "message": "It's difficult to say that it's easier and how it is happening is to be seen as well. Because if you see urban women like us who have opportunities, if they get educated, if they are alive and they get educated, they have opportunities, definitely, no matter how difficult the way is, but then how they are achieving that has to be seen. You know, every morning when I leave home, there is a cook who comes to cook for me and my husband, which means that my success somewhere is related to her unsuccess."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:45.360",
        "message": "And the irony is that she is also relatively empowered compared to her peers."
    },
    {
        "speaker": "Guest 2",
        "time": "00:33:50.040",
        "message": "Yes, yes. But this success, what we consider as success is actually is half hearted. And I don't think so that it can be seen as a success or achievement because there is a very, very small minuscule section which is being empowered, if at all. What about all those women who are not part of this, this league? Are we not going to think about them? Are we not going to do anything about them?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:16.480",
        "message": "And you've actually studied film studies. So let me, so the next question might be right up your street, which is, I know popular culture merely reinforces what society is also like, but in reinforcing that, you know, it's sort of a vicious cycle that plays out. How much of a role does popular culture have to play in terms of the role of women in Indian society? And is that something that has gradually changed? Like, essentially, the reason so many Indian men end up so entitled and become stalkers of women is because that's what you see in Bollywood films. That's how you win a woman's heart by teasing her and harassing her till she eventually gives in. Is that changing? And how much of a role does popular culture"
    },
    {
        "speaker": "Guest 2",
        "time": "00:34:58.320",
        "message": "play in that? Yeah, definitely. Popular culture itself is a representation of what you see around. If you see the history of various forms of popular culture, say films, if we see how many women have given space in history, like you were saying that we have to claim space and you were mentioning about Tuntun. Do we actually want to know about Tuntun and how many people have written about Tuntun? So that kind of thing that they have been systematically relegated to the margins in every spare."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:33.640",
        "message": "And you know, here's a tragedy that, you know, I heard Tuntun's name today just now in the podcast when you brought it up after probably decades. And I remembered at the last time I heard her name, I would, when I was a kid, I would probably have laughed at the thought of Tuntun. And one should not laugh at the thought of Tuntun. It's incredibly, you know,"
    },
    {
        "speaker": "Guest 1",
        "time": "00:35:51.680",
        "message": "and everything that, you know, I mean, you think about someone, but someone as amazing as Shobha Kote, for example, you're like, what a woman, what timing, those scenes that, oh my God, just stellar work. Who's talking about her in comedy? Who is, I mean, even when we went through the history of comedy, there's very little mention of women. There's very little mention of their contributions. And you know, I agree. I mean, I agree and disagree to a certain extent that because I feel like whenever Bollywood film, then we're like, wow, wow, look, Bollywood is affecting society change. But then when bad things happen, you're like, well, it's just art. So there has to be a level of somewhere where responsibilities are taken on both ends, right? By the filmmakers to realize that, okay, we are living in a world where, you know, violence against women is at its peak or is being reported at its peak. And it's something that everybody is talking about and needs to be addressed. So I maybe will not make a rape revenge fantasy film for a man, maybe, you know what I'm saying? As a filmmaker, maybe you decide to take that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:51.400",
        "message": "responsibility. There was a horrible film which came out last year where Hrithik Roshan played a blind guy, one of a blind couple and his wife gets raped. And the second time she gets raped, she kills herself. And she does it for the reason that she doesn't want to cause him any more pain because every time she is raped, he is getting caused pain. And that is just mind blowing. This is a film which came out last year. How can those people"
    },
    {
        "speaker": "Guest 1",
        "time": "00:37:12.920",
        "message": "even agree to act in those movies? And so there has to be there has to I mean, there has to be a responsibility taken in both directions. And I mean, truly the we cannot there's that whole chicken and egg situation where you're like, oh, does the phenomena come first or the this thing? These are two inextricably tied in to each other. And you attack them where you can. Yes, exactly. Exactly. It's because and I you know what, this is one thing that I find very amazing is when people are like you comedians, y'all are attacking that movie. I was like, I eat my dinner for lunch the next day. I have worn my pajamas for five days in a row. You know what I'm saying? That's my level of power. So me saying something stupid to some dumb movie, which is a 60 crore project with 40 crores in this thing you're"
    },
    {
        "speaker": "Unknown",
        "time": "00:38:04.240",
        "message": "telling me my stupid to have pajamas Salman Khan doesn't even have a shirt. Shame on you,"
    },
    {
        "speaker": "Guest 1",
        "time": "00:38:10.920",
        "message": "you privileged person. But you know, we we have stopped acknowledging the unevenness of power. That sort of popular culture because I don't know when popular culture became the victim. I don't know when Bollywood became the thing to be protected. I don't know when the other day also some that Airtel thing happened where some girl right, you know,"
    },
    {
        "speaker": "Unknown",
        "time": "00:38:33.160",
        "message": "said some nonsense. Somebody was like, I feel bad for Airtel. I said once you feel bad. I feel bad for Airtel. What? This is a corporate with money with PR with what? And also no matter what has been done to a company should never feel bad for a company. Definitely never ever for a company. That's that's sort of that's my heart beats for relying on Adani"
    },
    {
        "speaker": "Guest 1",
        "time": "00:39:01.560",
        "message": "cop must be lying awake in bed. Poor Adani cop. You know that that sort of like treating pop culture as if it's equal to the people who are consuming it is very dangerous. Right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:14.680",
        "message": "And it's a vicious circle they feed on each other. Yes, and everything is interrelated. But you attack them when you can. If you see something wrong, you call it out. Yes. That doesn't mean you have to call everything that is wrong out. I'm just preempting the inevitable what about the Airtel ka naam liya, Hatch ne bhi wo kya, uska naam kyu nahi liya. So before we started recording this Swati, you were talking about journalism and how it is such still today such a misogynistic profession and you said something that intrigued me. You said that even the women who have risen to the top of the profession have turned themselves"
    },
    {
        "speaker": "Guest 2",
        "time": "00:39:47.440",
        "message": "into men. I'm going to ask you to elaborate on that. Yes. I think my experience I'm talking only from my experience and I can't talk for others. But my experience has been like that. Because I think that's the way for women to reach to the top. I definitely know that it's much harder for them than their male colleagues. But then in that, you know, fight, when they become like their male colleagues is something that they're not conscious about."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:21.040",
        "message": "When you say that's a way for them to reach to the top, you mean play the patriarchal"
    },
    {
        "speaker": "Guest 2",
        "time": "00:40:24.720",
        "message": "game, do the whining? Yeah, I mean, because there is a lot of fight going on internally and externally, you know, when you're trying to achieve something within a space that has its set rule, because you cannot change the organizational rule. So you somehow now device ways of dealing with it. And the people that you're dealing with are not easy. Then what happens is your own tools and equipments that you have to fight it out do not feel sufficient, you have to learn something, do something undo something. And that process actually changes you before you even realize it that it has, you know, has had an impact on you in a way that you're not recognizing it, but you are completely changed by the time you pass through that entire tunnel and you reach to the target where you wanted to, you are"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:17.840",
        "message": "a completely changed person. So if I can just paraphrase that to make sure I'm understanding it correctly, what you mean is that, let's say that you're a journalist, and you have great journalistic skills, whatever they are, but that's not all you need to get ahead. You also have to play that corporate game of getting ahead in the organization according to certain rules, whether they are certain rules of socializing or certain modes of behavior and all of that. And if you choose to play that game to get ahead in the profession, then that will inevitably change you as a person in the process. And you will become a part of that game, which is what you mean by the women who reach the top turning into"
    },
    {
        "speaker": "Guest 2",
        "time": "00:41:53.840",
        "message": "men. Yeah, because you are trying to fit in somewhere and it has its own, you know, set of rules to and consequences to confirm, I mean, rules to confirm to and consequences that will follow. You know that this is the only way. And that is how you decide that whether I want this or I don't want this, like I made a decision that I don't want this. So I did not have, you know, have to walk that particular road. And I made my alternative to you know, reach somewhere where I want to see myself. So everybody is not able to make that. Yes. In a way, I find myself privileged and I'm in complete harmony with myself, no matter what others think about it. You know, in a workspace, when you are not able to follow the rules, you are seen as somebody who is cynical, who is not making enough effort to do something. I have heard from my bosses that, you know, you're very pessimistic and you're a cynical person because you're not there are so many opportunities, you're not trying to grab them. Because I saw people grabbing those opportunities and the ways it through which you know, those opportunities can be grabbed. And I'm somebody who decided that okay, I don't want to be that successful. What success actually means in those terms. So it's okay for me that if I'm not successful, that's the way I am. But people who have actually achieved it would not admit that, that they have done that. But they would say that these are the ways to achieve success, because you can't do much about it. It's a constitutional thing. Like there is a constitution which has already been set. It's not being said by women, but they have to follow that it's the rule of law, and you live by the rule"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:37.600",
        "message": "of law. In all fairness, I'll just say that, you know, I write for a number of publications and all my editors at this current point in time are women and they have reached the top of the professions and they're very strong women and I respect them a lot. But I can't speak"
    },
    {
        "speaker": "Guest 1",
        "time": "00:43:52.000",
        "message": "on their behalf. You know, you're sharing your experience. So, You know, and that's what it is, is that, I mean, because often this, the conversations around patriarchy and misogyny ends up becoming a men versus women thing, which it is not. Women can be misogynistic as well. And I can say safely that, you know, before I sort of got introduced to so many feminist women and feminist thought, I was also a misogynist. I was in charge of my own oppression. I internalized my own misogyny to hate myself enough because I knew that that was what everybody else was doing. And so, you know, when I meet women who are misogynistic, it doesn't surprise me. It just breaks my heart a little bit that like, you know, this is sort of, I wish I could tell you that this is about, you know, it could free both of us if we stopped thinking like this, but that's not my place. They made the choices. Exactly. And I cannot be the judge of how they got to making those choices. Yes, if you know, if they are in turn hampering my growth, I can be mad. But that's at the max I can be is mad because it just, I understand that the systems that are oppressing me are the same systems that are oppressing them. And with women, I just feel like the conversations you can have are very different. Whereas with men, I have seen an active resistance to understanding. And I mean this in the most like the most well-meaning men will turn around and be like, what you're saying women are discriminated against. That's crazy. I'm like, you're kidding. You're kidding. I have done. I mean, I have to say this. I don't do interviews anymore because it's been a year and a half since I've done an interview. And I just stopped doing them because I was getting calls from female journalists, of course, who would call me and say that the you know, we want to talk to you about comedy, and then it would just go into but tell us about sexism. And I was like, but I have brilliant thoughts about comedy as well. But to them, they're like, we're doing you a favor by showcasing you. Yeah, if you wanted to talk about comedy, we'd call the XYZ. We'd call the men, but we are calling you so now avratas. And so then you have to avrat them. And so beyond the point, and also I mean, like, to be honest, you meet sort of interviewers who are so deeply dismissive of the work that you do. I have had to educate all my interview, whenever I get called for an interview, I'm like, have you seen a show? Do you want I'll send you a video so you watch it. So you know what you're talking about when I give you my free time to come and tell you about my work."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:36.120",
        "message": "At this point, Swati, I must confess that when I invited Aditi on the show, I proposed two ideas. I said one, we can talk about the history of stand up comedy in India, especially and two, we can talk about misogyny in entertainment. So it's like talking about me. But I mean, you know, again, don't be defensive. Yeah, exactly. And no, and the and you know, going on that don't be defensive point. It is also true that whenever you mention misogyny to a man, the man will take it as if it is a personal slur and get defensive. And that, in a sense is also an admission of guilt in a manner of speaking. Yes. Yeah. And I mean,"
    },
    {
        "speaker": "Guest 1",
        "time": "00:47:12.440",
        "message": "you know, the thing is, I like we are all misogynist. We have all been misogynist at"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:17.080",
        "message": "some point in time or the other. And misogyny is just one level of f***ed upness. We are all humans are f***ed up in various different human ways. And it's fine. If you work on that and acknowledge that like, when I look back on myself as you know, 15 years ago, I wasn't just misogynist. I was a lot else which is you know, you work past that. Yeah."
    },
    {
        "speaker": "Guest 1",
        "time": "00:47:39.960",
        "message": "And and I think we especially with the elite women's right now. We are angry. We're angry. Women are who are realizing their rights. And the way they have been discriminated against are angry. And I feel like that anger also intimidates people and they will tell you tone down your anger, be nicer, be more palatable. How much how many waves of feminism will come and go before you will realize that this anger is justified, that this is costing us time, costing us money, costing us emotions, costing us energy, costing us careers, costing us, you know, families, how much longer and how much more politely would you like someone"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:20.960",
        "message": "to say, please stop f***ing XYZ over? So what do you answer then be to the question I'd earlier asked and Swati had taken on that are things getting better within this age"
    },
    {
        "speaker": "Guest 1",
        "time": "00:48:31.560",
        "message": "of social media and so on? In fact, I think, no, you know, I don't know if they're getting better as an absolute whole. The fields where it can be messed up is even more like, like now the the what used to be these conversations in public spaces like on the roads, where you're walking down the road and you get cat called and then you suddenly cover yourself up with your dupatta and you walk a little smaller. Those conversations are being taken online. Yeah. So now you are sitting at a Twitter account where you've just wanted to say I ate an apple and then suddenly you've got 300 you know abuses under that and so you realize well I'm not going to come back to this site. I'm not going to say so how do you deal with that you don't read the comments? I personally you know again it took me time it took me time and it requires a lot of sort of it requires a lot of mental energy and it costs you a lot where you see your male peers shooting off at the mouth and you know getting ahead in life and whatever it is that they're doing. Whereas you are sort of like"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:29.320",
        "message": "no no no I don't know I should cut my back back in front of you you're wearing a backpack"
    },
    {
        "speaker": "Guest 1",
        "time": "00:49:33.160",
        "message": "in front of you very essentially and it takes time it takes time but I I know for a fact that this is a thing and that the battle as we explore new fields is not going to become absolutely better. The battle will take different shapes and forms of just being able to protect"
    },
    {
        "speaker": "Guest 2",
        "time": "00:49:51.960",
        "message": "yourself and being able to be free at the same time. And I think we really need to question women's role also because it's very important to recognize that who is actually playing an important role in carrying this kind of tradition forward. It's not only men because it can't happen like that. It's it's definitely males and females both and we have to realize"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:20.560",
        "message": "it and at some point address it. Wasn't it Kareena Kapoor who recently dismissively said"
    },
    {
        "speaker": "Guest 2",
        "time": "00:50:25.440",
        "message": "oh but I'm not a feminist. But I'm not I would not say that I'm a feminist. Yeah well well"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:29.760",
        "message": "I mean I mean my position there really is that every decent person male or female should"
    },
    {
        "speaker": "Guest 1",
        "time": "00:50:34.160",
        "message": "be a feminist should be a feminist. Yeah you know being human. You know but this is another thing. Why is the labor of claiming feminism on Kareena Kapoor. Why does nobody go to Shakti Kapoor and say Bhai tumne toh bahut rape scene ki hai. Tell us are you a feminist. Nobody asks him that. So again the the labor of even I've realized that I think the media focuses"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:53.560",
        "message": "on that because it's more newsworthy if Kareena says she's not a feminist and Shakti Kapoor"
    },
    {
        "speaker": "Guest 1",
        "time": "00:50:57.240",
        "message": "says she's not a feminist. Shakti Kapoor is the one that has you know caused the problems"
    },
    {
        "speaker": "Guest 2",
        "time": "00:51:00.840",
        "message": "now. But Shakti Kapoor is not that popular also. I think that could be one of the reasons"
    },
    {
        "speaker": "Guest 1",
        "time": "00:51:06.120",
        "message": "that when Kareena Kapoor says something so we'll listen to her. Make a big deal out of it. That's what I'm saying. If you are a woman journalist realize that the things that you're doing and you know this sort of this pinning the blame and even asking women to take the mantle of fixing things. I've noticed that with this immigration crisis that's happening right now. 90% of the female comics on my Twitter timeline are doing charity shows. Charity shows to send money to these kids that are in these detention centers right now. Not any male comics. And it is because just women are putting themselves out there more taking on the labor of fixing the problems that they see. And to me you know I agree with you that we have to as a society address patriarchy and the problems that misogyny is causing and the economic loss that amount that misogyny is costing us in sort of income is crazy. But we also have to look at the role of men. And the fact is that you have to sort of realize that this problem is not only because it's a woman's problem. It's only for women. This is a problem that both genders need to sit down and address. And very rarely is the other drawbacks of patriarchy on men discussed. So let's say there's a male listener of my show and hopefully there are male listeners of my show. I figured by now all the men have tuned out. All the men are like these bitches. No, I really doubt it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:34.480",
        "message": "Every man who hasn't tuned out kindly leave a Twitter message in support of these ladies"
    },
    {
        "speaker": "Unknown",
        "time": "00:52:40.480",
        "message": "and please tag them on it. Please. No, no, no, no, no, no, no, no, no, no, no, no, no,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:44.840",
        "message": "no, no, no, no, no, no. Good men should also speak up once in a while so here's kind of my final question to you, you've painted a really dismal picture and so on. And assuming that there are male listeners of this show of any age who agree with the fact that this picture is really dismal, but whose responses to say that, look, I know that I am a nice guy in my personal life. It's a fact. My sympathies are with you, but I don't do any of these things. I'm a good person. But that's not the whole story. What would you want to say"
    },
    {
        "speaker": "Guest 1",
        "time": "00:53:14.040",
        "message": "to them? First, I would say stop getting defensive when somebody says there's a problem. Right. Because, because every time I like you just say man, dudes are like this, there'll be 600 dudes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:25.320",
        "message": "What if they don't get defensive and they just shrug their shoulder and say not my problem."
    },
    {
        "speaker": "Guest 1",
        "time": "00:53:28.280",
        "message": "And that's also fine. Actually, that would be preferable to you being like, excuse me, not all men. So one is don't get defensive. Two, talk to other men. I think right now the biggest education needs to be given from one man to another one because men will only listen to each other. Two, also because there is the fact is that men need to start discussing how patriarchy is affecting them. They need to start discussing how emotionally stunted men have become because of the fact that they are not allowed to express their emotions. They need to discuss what is the crazy suicide rates among men of the age of 15 to what is it 45. What is causing that? They need to discuss what is causing that. I don't know. You tell me. It's, it's, it's a, it's a male problem. It's a young men are committing suicide in larger numbers than any other subgroup."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:20.600",
        "message": "Toxic feminism. I'm kidding. Don't look at me like that. I'm not even looking at you."
    },
    {
        "speaker": "Guest 1",
        "time": "00:54:28.440",
        "message": "Men need to start discussing with each other. And this is one thing. I mean, if you see a creep, if you see a fellow friend who's a creep, address it immediately. Because when your creepy friend gets called out, then it's going to be much more difficult for you to be like, well, actually, I thought he was just a friend, but he's a creep. It's much better to quickly tell your friend, listen, brother, you're being a creep. Don't be a creep. Don't be a creep, right? It is much easier. It will save you and the entire ecosystem of brotherhood that you are supporting a lot of trouble. If you start calling each other out. One that, so that's three, four, don't interrupt women. Five, listen to what they're saying. Start with these five and, and believe them, believe them because you realize that women think a lot before speaking up. They think a lot before speaking up. And so, and therefore the words carry more weight. They're, they're, they're worth, especially if they're speaking directly to you, understand that a woman who is speaking directly to you is taking some time out. If she's explaining stuff to you, she is taking some time out. So appreciate that. Also, this one, it's a final one is that when two women are talking or when women are talking to an audience, don't interrupt them. Save all your feminism for your fellow men. It'll help."
    },
    {
        "speaker": "Guest 2",
        "time": "00:55:54.760",
        "message": "That's an amazing point. Swati. I think I would say two things only. One is a sensitization. We"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:00.840",
        "message": "really need to sensitize men and at various levels. And you'd say that like Aditi said, the responsibility of that is also on the men themselves. Men themselves. That was my second"
    },
    {
        "speaker": "Guest 2",
        "time": "00:56:10.600",
        "message": "point. So the first point is to sensitize them at every level. I mean, right from home to school to the organization that they go to work. That's very, very important. Otherwise they never realize what they're actually doing. If they're not sensitive enough to what they're doing, their words, their actions, their postures, gestures, you have no idea how gestures, postures, and, you know, those smirks actually, you know, psychologically affect you when two men are doing that and you know, okay, I'm not part of that. So there is something which is going on. It might be against me, might not be against me, but you are actually focusing on that, which takes your energy, which is your creative energy. If you are creative or if you are in the field where you are supposed to do something. So that's one thing that they need to be sensitized that women are normal human beings. They are human beings like you. They feel,"
    },
    {
        "speaker": "Unknown",
        "time": "00:57:11.800",
        "message": "if you precast, you will not bleed."
    },
    {
        "speaker": "Guest 2",
        "time": "00:57:20.360",
        "message": "And second thing is, I think we need a men's movement for women, because this is not going to happen, you know, in isolation that women, okay, everywhere at every platform, like she said that Kareena Kapoor herself is not responsible for, you know, saying that, okay, I'm a feminist, okay, she opts out of it, then what? And I'm not sure that it can happen in such a diverse and, you know, huge country, which is so divided on various lines, but that is a solution to this"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:48.920",
        "message": "problem from micro level to macro level. And at some level, it's also a call for self-awareness, because men instead of getting defensive and saying, oh, they are saying that men are bad, are actually saying that many men are just clueless. And if they were a little more clued into what they are doing, and you know, the world would be a better place."
    },
    {
        "speaker": "Guest 1",
        "time": "00:58:07.160",
        "message": "Yeah. And also last one, if you ever have any thoughts about like, oh, what should I do in this case? Is this sexist? You know, what would a woman think? Ask a woman."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:17.640",
        "message": "Boom. On that excellent note, we shall end this episode. Aditi and Swati, thank you so much. I learned a lot talking to you guys today."
    },
    {
        "speaker": "Guest 2",
        "time": "00:58:25.560",
        "message": "Thank you so much for having us."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:29.640",
        "message": "If you enjoyed listening to this episode, do check out the last episode, which I did with Aditi on the history of comedy in general and stand up comedy in India. And you can follow her on Twitter at or I Aditi A W R Y A D I T I. You can follow Swati at Swati Bakshi 02. You can follow me at Amit Verma, A M I T V A R M A. And for past episodes of the seen and the unseen, do head on"
    },
    {
        "speaker": "Unknown",
        "time": "00:58:56.120",
        "message": "over to seen unseen.in. Goodbye for now. There she stands, a podcast addict. Outside the bank, having traveled several miles to get in with other poor souls like her. The journey, though daunting for this youngling, will have some comfort because she has downloaded her favorite podcast. You can see more of her species on IVM podcasts.com, your one stop destination where you can check out the coolest Indian podcasts. Happy listening."
    }
]