[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:00.000",
        "message": "I.V.M. And now let's move on to the show. When I was growing up in India in the 1980s, making phone calls wasn't the easiest thing in the world. The government had a monopoly on providing telephones, and the waiting list for a telephone could extend to five years or more. I was a privileged kid, my father was in the AIS, so we had a phone at home. But even for a privileged kid like me, air travel was a luxury. You guessed it, the state had a monopoly on airlines as well. All we had then was Air India and Indian Airlines. Airlines were prohibitively expensive for most people, including us. That changed in the 1990s, when India was forced to liberalize because of the balance of payments crisis of 1991. Telecoms and airlines were thrown open to private players, whose incentives were different from the government. The government survives because it has a monopoly on violence. When it needs more money, it simply takes it from us the people, the bakras, its subjects, by force. Private players in a free market, when they are not cronies of the government, have only one way to survive. They need to provide value to their customers. The freer the markets, the more the competition, the harder they have to try. And relatively free markets transform telecom and airlines. Today if you want a phone, you don't have to wait for five years. You can get it in five minutes at a very low price, without having to bribe anyone. Equally, air travel is affordable for vastly more people than it used to be. Now all this is very nice, but useful as telephones and airlines are, there is one thing that is far more important for us, and for our nation, education. The government has done a terrible job of providing education to its people for over 70 years. As bad as it used to do in telecoms and airlines before those markets were opened up. And yet, there are enormous restraints on private players in the marketplace, especially those who provide budget education to the poor, which, contrary to popular stereotype, is a majority of private schools. In less important fields like telecom and airlines, the government has allowed society to help itself, which is basically what markets do. But not in the case of education, and our children still suffer for this. This is a crime."
    },
    {
        "speaker": "Unknown",
        "time": "00:03:36.680",
        "message": "Welcome to the seen and the unseen. Our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:45.800",
        "message": "Please welcome your host, Amit Bhadma. Welcome to the seen and the unseen. Today's episode is about education in India. And my guest is my friend Amit Chandra. Amit has been a researcher and activist in the field of education since the early days of the century, working first for the Center for Civil Society, and now with NISA, or the National Independent Schools Alliance. He has strong thoughts on education. He terms it a fraud committed on the people of India by the government. In this episode, we decided not to talk about the many solutions people offer, like school vouchers and so on, but just describe the scope of this fraud, which, in our opinion, is actually inevitable because of the way the incentives of government are structured. I've done episodes on education before, you can find them on seen and seen.in, but this was the longest and most comprehensive one so far, so do listen in. But first, before that, a quick commercial break. If this happens to be the only podcast you listen to, well, you need to listen to some more. Check out the ones from IVM Podcast, who co-produced the show with me. Go to ivmpodcast.com or download the IVM app, and you'll find a host of great Indian podcasts that cover every subject you could think of. From the magazine I edit, Pragati, at thinkpragati.com, there is the Pragati podcast, hosted by Hamsini Hariharan and Pawan Srinath. There's a brilliant Hindi podcast, Puliyabazi, hosted by Pranay Koteswamy and Saurabh Chandra. And apart from these policy podcasts, IVM has shows that cover music, films, finance, sports, sci-fi, tech, and the LGBT community, all under one roof, or rather, all in one app. So download the IVM podcast app today. Amit, welcome to the seen and the unseen. Thank you so much. Amit, all of us know, I mean, all Indians know that we have a problem with education. And at some level, that problem is not just restricted to like the education sector and children studying and so on and so forth. It cuts across every level of society, even the unemployment problem that we have in India today, to some extent is because our education isn't skilling people enough, and you see so many people come out of the education system and actually not be good for anything. And I know that you have worked in this field for more than a decade and a half and you have very deep and strongly felt feelings about what is happening in education in this country. You've often described it as a fraud. So I'd like you today to elaborate on different aspects of our education system and the politics behind it. What is been your biggest learning in all these years?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:28.720",
        "message": "Thank you so much for having me on your show. Yeah, so one insight after working for so such a long year in education sector, I realized that something that we are not doing right to our next generation and somehow for whatever reason, reasons we can explore later. But what we are doing, it won't be wrong if we simply call it that we are frauding our next generation. And we, our system is frauding our own children. One simple way to give you why I'm saying and why I have such a strong opinion is, you would know recently by the government, there were advertisements for government jobs and those were of peons and chaprasis and all of that kind. And you know that for thousand position, you get applications of millions, which would also include applications by those who have done MBA, LLB, even PhD, they're applying for a job of peon. Why? It simply means the certificate that they are holding, it might say that you are a B-take, you are engineering graduate, but they don't have that skill, neither they think that they are able to, they have those skills to claim themselves as their rightful position of engineers, right? So that simply gives you an indication that this entire system, which has designed and which you have not a fake certificate, it's an original certificate, while there have been several debates about people with fake certificates, also, this is original certificate, but it has completely artificial value, it has no real value. And therefore, I say we are cheating our own students, we are cheating our people."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:26.920",
        "message": "And this is what, you know, activists like you called degree inflation, that you have an inflation in degrees and these degrees are meaningless. And these degrees, of course, are degrees which the ones you mentioned, LLB, MBA, they come at a much later stage. But according to you, the fraud starts right from the earliest stage of schooling, because, you know, surveys like the famous ACER reports, and so on, listeners should search for these ACER reports on Google, A-S-E-R, and they show learning outcomes across the country. And they are mind blowing. They talk about how people in 10th standard can't add or subtract or, you know, put a sentence together and they are in just, you know, and even by forget come out with a degree later on, even before they get to that stage, they are unequipped for anything."
    },
    {
        "speaker": "Guest",
        "time": "00:09:17.120",
        "message": "What has gone wrong? Exactly. And at times, I think why there is no human cry about either ACER report or similar government reports also. So if you know, when PISA report came in 2010, India was ranked, if I'm correct, 72nd out of 73 countries only next to Kazakhstan on the learning outcome. And that to think of what was the most interesting part was the response from the government. Government decided not to participate in PISA assessment and ranking from next year onwards, which is, to me, something shooting the messenger, shooting the messenger, exactly, instead of taking that as a benchmark and learning and finding out what is wrong. And you say, okay, next round of PISA report, we'll put a benchmark for ourselves and we come up with better ranking, something what we are doing now on ease of doing business index, right. But the response in 2010 was government decided not to participate in it. And they could also criticize and give certain reasons about methodology and foreign style of conducting assessments and all. But when ACER did it, ACER also shows pathetic learning outcome. What is that? It says 6th grade students, 64% of 6th grade students cannot do basic Hindi, English and maths of 2nd grade. I mean, 64% of 6th grade students not able to do 2nd grade learning outcome. What does it indicate? I mean, certainly massively we have failed to deliver what is basics and they also do a basic assessment. Even if we are not able to provide that, we should fire ourselves as simple as that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:15.320",
        "message": "It's a criminal activity. And one of the tragic things here is that, you know, we the elites who have the most volume in media and all of that, and we think, hey, our kids are going to a good school. And we sort of ignore this as not as big a deal as it is, but it just impacts everyone. And we're talking about the point you made that if a 6th standard kid cannot show learning outcomes of 2nd standard, 64% of them. Also consider what it does as you go down the road, when he reaches a 7th standard, can he even understand what is being taught? He won't be able to cope. And when he's not able to cope with that learning, it affects your self-confidence, it affects your morale, it affects your eagerness to learn more and more, it creates a vicious circle and we just lose generations of children like this."
    },
    {
        "speaker": "Guest",
        "time": "00:12:02.920",
        "message": "Okay, let me tell you something very interesting here as well. So first thing is certainly we have failed to deliver whatever is even basic desirable result we were thinking of. Now, government had in 2009 passed this act called Right to Education Act, wherein their idea was that they will have 100% literacy rate and therefore also 100% school enrollment. Now since the quality is so bad, and if you look into data, I have actually also brought this report in case we need to dig data, that students, and you have rightly pointed out, are migrating, they're abandoning government schools and coming to private schools. That's one reason for quality. But whatever students they have, they are not able to teach and they have set the goal of 100% literacy. Now then think of what they are doing wrong to meet the goal without teaching. And that is how they have beautifully exploited this provision of Right to Education Act called No Detention Policy, which means up to 8th grade, well certainly there is a fascinating way of justifying No Detention Policy as well. Or there could be a sincere logic also, I don't really want to get into it, but how that has been used. Up to 8th standard, then you don't fail at all, which simply means it's a mass certification program without any assessment. So up to 8th you keep coming to my place, there is nothing and at the end I give you a degree or a certificate saying you are 8th pass and we achieve as a nation 100% literacy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:54.280",
        "message": "And because you need to do nothing to get to that 8th pass point, that immediately becomes meaningless and therefore all the way down the line other certificates also become meaningless because a certificate has no correlation with the learning."
    },
    {
        "speaker": "Guest",
        "time": "00:14:07.900",
        "message": "It has nothing. And let's say government school students, it has similar kind of impact on private schools as well. So private schools who are being in some sense glamorized or justified in terms of doing well etc. or students who are growing up or we call millenials who are growing up that thinking okay the assessment is student centric etc. we have not failed blah blah blah. But the moment they are going to 10th standard or 12th standard or later, they realize that they know nothing or almost nothing or they get through a psychological situation where they are certainly reflecting upon themselves that all along they have been kind of applauded for doing what they are doing and later on they realize that possibly what they were doing was certainly not wrong for almost everything for which they were given 3 stars or 5 stars. And which later on if they finally get into some kind of let's say medical or engineering good colleges, you also see that increasing rate of societal where students are actually not able to cope up. Now there is family pressure also they have paid some good fee or donation or whatever and got a seat of let's say medical or engineering in high reputed college and under society and parents and peer pressure they know that they got into this good college. But if they are not able to cope up they don't want to go back to family and say I am a failure and that is where I believe there is that is also one of the factors leading to increase societal attempts among students."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:55.480",
        "message": "So I mean exactly like this is so basic that a failure in our education leads to a failure in every aspect of our society it affects everything. It affects our employment situations because as much as the fact that there aren't enough jobs being generated there is also the fact that we are churning out millions of people with the degrees that really are meaningless and they are not equipped in the job market. This affects their confidence and their sense of self worth and it's just a massive social problem. So for a moment you know and I think this is something all my listeners would agree on that even if within whatever elite cocoons and I'm assuming that everyone who listens to the podcast is elite in some way right like you and me but whatever life may be like there in the cocoons I think everybody agrees education in India is badly broken. Now what I want your sort of insights on and you've been in the field doing all this work for 15 years not just at the micro level but at a broader level of fixing policy and trying to fix the structure of education in the country take me through some of the root causes for this problem."
    },
    {
        "speaker": "Guest",
        "time": "00:17:06.280",
        "message": "This is something very difficult to identify one root cause."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:10.440",
        "message": "So give me a laundry list whatever comes to mind let's just go with because we have created"
    },
    {
        "speaker": "Guest",
        "time": "00:17:15.720",
        "message": "such a mess now even this mess has piled up so big decoding the root of the mess is too difficult but one thing certainly I would say is we have highly politicized and bureaucratized our education system that is certainly not acceptable. In terms of this you can see some sense of nationalization or controlling the entire education system and which is also very discriminatory and one thing also I talk about is it's pretty anti-poor while certainly government may claim that almost everything is free if you get into government schools and you might find that their per child expenditure per year goes ranges between 30,000 to 60,000 rupees. So if that is the amount being spent on per child per year then certainly it is a massive expenditure and that is the price on which you can in some private schools you can find decent education that's one. Second thing happens to be that government lets out norms for all kinds of schooling. I'll give you example if you if let's say you want to start a school in urban area you need one acre of land if you want CBSE affiliated schools or if it is a rural area around two acres of land and thereafter the number of classrooms so for each section there should be or for each class there should be a separate room, principal's rooms, teacher's room, library, separate toilets, separate drinking water, laboratory etc etc, playground, size of your staircases, size of window, fire and safety requirements and everything. If by this norm if any tier one or tier two city that you want to start a school you would require an investment today of at least around 50 crores to start one school and that is only when I'm talking just money. It also has a number of licenses and permissions and which on an average goes around 30 licenses or permissions altogether and therefore what you see if school is being started at this cost at this price and it also gets thousand students enrollment your price point happens to be very high so simply it doesn't make sense in economic terms and the moment the price is very high which simply means only elite or few people can afford schooling rest are supposed to go to government or municipality schools which certainly are not giving desired results and that is what led to private school revolution in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:35.080",
        "message": "So before I come and I want to talk about this private school revolution in India and especially the rise of budget private schools and parents of the poorest families voting with their feet and taking their kid out of government schools and putting them into budget private schools which are like operating in holes in the walls and paying for that sums of money which will seem trivial to us but means a lot to them. But before I come to that I want to address like three broad points that you raised at the start of your answer where you spoke about politicization of education, bureaucratization of education and first I want to address a great point you made about the sort of the attitude of nationalization of education where you have a sort of a command and control way of looking at it. So let me sort of try to paraphrase what that might be and you tell me if you agree with the assessment and what you can add to that is that in education what we have tended to do is that like in all parts of our economy after independence we decided that we need a command and control structure and especially because it is so important the government needs to make sure that education is provided to the people and one of the things they did was not just pour money into education and government schools and all which is great, but they also stopped the private sector from coming up, they placed restrictions like you cannot open a school for profit which came out of a mistaken notion that profit is a bad thing necessarily while you can really only get profit by benefiting society. And I've had an episode on this a long time back which listeners can find at seen unseen radhai and the profit motive in education with Parth Shah and the result of that was that while there was this demand for quality education, the supply wasn't allowed. The government said no, we will do the supply and there were too many restrictions on private schools. So there's a profit motive around which people find ways like you have trusts and all that, but you have to find jogar ways around it and the other is a kind of regulations you pointed out that your playground has to be this size, you need to have so many toilets, you need to have falana dhimkana rather than leave it to the market and leave it to parents to decide what kind of school they want to send their kid to, they restrict the supply so badly that there is a massive shortfall there, which the government itself because of incentives can't really provide. So structurally firstly, have I summarized it correctly?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:00.440",
        "message": "Pretty much, pretty much, in fact something that you were talking about and the norms I talked about is, before 2009, before Right to Education Act, unrecognized schools also could operate and there was number of unrecognized schools which are giving only primary education, they could operate but RT Act has made it mandatory to be recognized and actually what that has led to, post this act around 20,000 schools have already closed down, so 20,000 low-cost private schools which came up as an alternative, as what you talked about parents are choosing by feet and they are also paying money because they think that education is their only hope, if you want to change whatever poor people have gone through and they want to change their fortune, finally is for the next generation through education, otherwise they know that they don't have a huge investment to set up a business or something like that and that is also being closed down and therefore that leads to this major question and that's why I really want to very strongly say everything is fraud in education, that we are certainly cheating our next generation and if then we are thinking of something like Make in India or Start of India etc etc, it's all just shame, I mean we can't do basics, while I talked about politicization, you also have to think about why all of these things have sustained for so long, how come we were able to control, while talking about education any bureaucrat would give you a reply that education is a state subject, so there is nothing called nationalization etc, but directly or indirectly it's all controlled by governments, certainly they have certain liberty to pick up which language to use etc etc, but by and large they follow NCRT curriculum and there is a similar trend, so what let's say Gujarat adopts also Maharashtra adopts and then Karnataka adopts etc and it spreads out, when I also talked about politicization of education, specifically you should look for politicians who are either coming from education background or are highly influenced by people in education, so something like that has happened is union of government school teachers, something I specifically point out and the kind of role that they play in education policy or its execution is, we know that there is no accountability, I mean one of the reason why it happens to be a very lucrative occupation is, this is the only job where you are, the school operates for 210 days or something around it, it's largely their day or in case there are second shifts it's a 4 to 6 hours job, with as number of holidays and decent pay per week."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:22.560",
        "message": "And despite that there are huge rates of absenteeism in government schools."
    },
    {
        "speaker": "Guest",
        "time": "00:26:26.960",
        "message": "There was a report by World Bank which says on any day around 25% of teachers are absent, which means one-fourth, randomly and those who are there, they are not motivated or you can also look into who all are going into this government teaching occupation. Those who are looking to become a great teacher, certainly not, all those what they are looking for a one state job, a government safe secure job, their motivation is certainly not teaching, however I'm not kind of vilifying all of those young talent which is getting into."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:02.000",
        "message": "It's a structural issue, it's not like individuals are at fault, those teachers are at fault, they are in a sense also victims."
    },
    {
        "speaker": "Guest",
        "time": "00:27:09.800",
        "message": "Right, they are also victims and that is also good, I have actually a friend who got into government job as a school teacher and she had to pay bribe to just claim her salary. Anyways, so the other role I wanted to point was the role of teacher union. Also because teacher happens to be an influential personality in any community, which has been so good, I mean we have been proud of that. But since they are influential, no political representative actually want to get into anything which causes conflict or confrontation, right. Also if you get into a little further more detail, when voting happens and polling happens, the only person present inside the polling booth is a teacher because all of these teachers have polling duty. And you know inside they can either influence the voters or do any mess thing which you don't really want to get into and therefore they are able to influence political parties who come or go in government and therefore they are able to control it. And that is one of the reasons why you find in Right to Education Act all kind of norms in terms of input or school recognition, salary, qualification, but not as much in terms of duty and if duty is not being performed, accountability or penalty or punishment or whatever you could think of. That's completely not there. And therefore, so what happens is it's politicized, the entire management of education, management in government schools is not done by management professionals. It's all done by bureaucrats. So those will be block education officers or district education officers or education secretary or additional secretaries. They all completely behave like inspectors who are coming here to inspect, penalize and in the process also make money for themselves, frankly speaking, and that happens to be the only aim. Nowhere, I will tell you one incident, I was in a school in Trichy, I was visiting and I was interacting with the school leaders and they said their experience. One of the guy told me that 10-20 years ago, when education officers used to visit schools, we used to prepare students, ki wo aayega, ye puchega, ye bolega, to kaise jawab doge, kya karoge, kaise khade hona hai, etc, etc. Now when the education officer comes to visit school, we prepare the building. So that the toilet is fixed, there is drinking water, it's in clean, it's painted, the benches are there, those sprinklers are there or fire safety equipment is there. So all of that focus has completely shifted on input rather than quality of education and output and which I don't see improving as long as the bureaucrats leading it. There has to be some kind of educationist coming in the role and they deciding or at least working together with schools, figuring out what is wrong happening."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:43.000",
        "message": "So I want to examine, I want to go a little further into this point and examine the interplay between power, accountability and incentives. But before we do that, let's take a quick commercial break."
    },
    {
        "speaker": "Unknown",
        "time": "00:30:54.720",
        "message": "Welcome to another week on IBM. It's been a great week. And if you aren't following us on social media, please do. We're IBM podcast on Twitter, Facebook and Instagram. On GeekFruit this week, Tejas and Dinkar discuss their favorite movie soundtracks. On The Scene and The Unseen, Amit Verma talks to researcher and activist Amit Chandra and they dissect India's education sector. On Cyrus Says, we have writer and director Anand Sivakumaran, who's hosting a great new show for us called Croc Tales as well. Anand and Cyrus talk about how Anand journeyed from an engineer to a full-time writer. On Simplified, Narayan, Chuck and Sriket go to the root of the word assassin and twisted an interesting history behind it. This week on Shunioon, we're joined by Sanjay Nath, who is a co-founder and managing partner at Bloom Ventures. We have a really interesting conversation about investing. On Marble's Lost and Found, Zain and Avanti talk to a psychotherapist, Alisha Halani. And also this week marks the 50th episode of the Pragati podcast. Hosts Hamsini Hariharan and Pawan Srinath sit down to talk about the long strange trip has been and also round up some of the recent news. And with that, I'm going to take you on to your shows."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:47.320",
        "message": "Welcome back to The Scene and The Unseen. In this episode, we are discussing the state of education in India. And my guest is Amit Chandra, who's been a researcher and activist in this area for more than a decade and a half and has very deep insights about it. And before the break, Amit, you were talking about how teachers unions are so strong and they're a very powerful interest group, and therefore they control a lot of the politics of it. Now, tell me if my understanding is correct, because I kind of try to look everything through the economic lens of what are the incentives."
    },
    {
        "speaker": "Guest",
        "time": "00:32:20.720",
        "message": "And before we get into, because then we are going to the next step of discussion, let me give you one more example, which tells you when I say fraud at several levels of fraud, not only with the kids, with the system, with the teacher, with the quality, almost everything. Go ahead. Very recently, CAG, which is the auditing body, came up with its report, and it estimated 1.1 crore fake student enrollment in government schools of Uttar Pradesh alone. That's more than 10 million people. Wow. Yes. Fake enrollment. Fake student enrollment. Now, you would wonder why there are fake student enrollment. Right. Yes, because that decides the amount of fund you would get. You know, there is a midday meal scheme. Right. So, assume the cost per child per day is 10 rupees, right? What does it mean?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:19.560",
        "message": "10 crore rupees every day is 100 crore per day expenditure on midday meals."
    },
    {
        "speaker": "Guest",
        "time": "00:33:25.680",
        "message": "Yes. Which is going into someone's pocket. Right. Then there are altogether 14 kind of freebies, which is given shoes, socks, uniform, textbooks, etc. Stationery, all of those. Then the teacher positions are created and all this transfer posting appointment happens on the basis of number of students there. Right. And also you want to increase your enrollment and you show you are performing better. Right. There is also now, at least with ASER and government data, even MHRD is conducting, there is NAS. So now the data is being collected that whether students are enrolled or not coming or not. So you are fuzzing all the data to show that students are there and they are coming. However, they are not present in school. They are not learning all the money is being eaten or drunken by others."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:26.720",
        "message": "With all the different freebies and so on. Wow. I mean, this is such an amazing illustration of how government inevitably tends to descend into a parasitic role and everything in India, especially just becomes a jhol. But to get back to the question of incentives, which I think is worth unpacking for our listeners, is that because teachers in government schools essentially have power without accountability because they are teachers, they are tenured, they get the salary they get, but they are not actually held accountable in terms of the kind of education they provide. And very often there are more teachers than you need because if there are so many fake students and you have to maintain a student teacher ratio that rationalizes the appointment of many more teachers who are not required and who probably won't show up to work. And because the incentives are so flawed, because they don't actually need to deliver, unlike a private school, which is dependent on the fees coming in every month. So there's pressure to actually perform and compete. But because that pressure isn't here and the incentives are so bad, your learning outcomes are bad on a per capita basis, in the sense, I don't know whether it was you, but I heard this statistic recently about how the same outcomes are provided by private schools for one third the cost of a government school, the per student cost, despite the fact that you know, governments."
    },
    {
        "speaker": "Guest",
        "time": "00:35:47.480",
        "message": "This study, this paper was done by Karthik Muralidharan in Hyderabad schools, wherein he simply compared students of government schools and students of low cost private school, not just private schools, very low cost with the similar kind of economic background of students. And he found that while the learning outcome in those low cost private school was slightly better. So if you are comparing in terms of learning outcome, it's not great, slightly better. But in terms of cost, those happens to be one third. So one third of the same cost you can provide in low cost private school, something similar quality education."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:34.320",
        "message": "So even if you're not providing a better education in an absolute sense, you are providing much more bang for the buck, which really matters for poor people. The reason you're doing and again, you know, it's often an unfair sort of rap, which is placed on libertarians like me that you think all government is bad and all private is good and blah, blah, blah. And that's not the case at all. I just come at it from a point of view of incentives. And in the case of education, who do you want to be in a position of power? You want the children and the parents of those children to be to be the people who have the power and who dictate the outcomes. And you want teachers to be accountable in terms of the education that they provide. And you have those incentives in private schools, including low cost private schools, where the parents will just walk with their feet and go elsewhere if they feel the education isn't good enough. But in a government school set up the way our school system is set up, that power is, you know, the kids and their parents aren't empowered with that, because teachers are completely unaccountable. And therefore, whenever any reform is proposed, the teachers will obviously oppose that reform, because, you know, this brings accountability, that brings accountability, the system works so beautifully for them, why would they mess with it?"
    },
    {
        "speaker": "Guest",
        "time": "00:37:49.920",
        "message": "While we talked about this study by Karthik Muralidharan, let me also mention, and your audience could find out a paper done by Professor Geeta Gandhikindan. So what she did, she took all the learning outcome and kind of converted into units. So units of learning, and compared with the cost, I don't remember exactly, but it comes somewhere around, if I'm not mistaken, is that for each unit of learning outcome, if you compare with government and private school, government schools spend 10 times more, so it doesn't give you bang for the buck. And the simple reason is, anywhere you go, private sector has efficiency, and that is what they are known for. And that actually leads to the, in case of accountability and designing system-wise, you don't want even centrally designed or at a state level also, which also happens to be like a centre, when we have states like UP, which is bigger than several countries, why can't we trust parents, teachers, or people who are locally, or even students? I mean, simply we ask students, at times we have wondered, if students had voting rights, the scene today could have been different, because as we talked about politicians trying not to take panga with teacher unions, the moment they would realize, okay, now students have got voice and voting right. And they would certainly force them to think about, could we think of a student-centric education model, right? So why can't we involve them? Why can't we simply give them liberty? And in case of India, it is common sense, before India becoming democratic, at least electoral democratic, education in some sense, and even when Britishers came and introduced formal education, it was almost free. And there was no government and therefore there was no politicization or bureaucratization of education. So we have had history and in fact, if you get into the reports of James Tooley, he says, in the British India, Bengal province alone had around five lakh schools. And today, after like hundreds of years, today, altogether, we have around five lakh schools. So in that sense, the number of schools that you could kind of compare only Bengal as a state and currently entire India, and in those sense, the number of schools should have gone up rather than going down or staying stable, while the population has gone at least 10"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:52.880",
        "message": "times, no? Much more than that. And because the demand for quality education is always high, I mean, that's what parents really want a good education for their kids and but that the supply is not allowed to exist and the government system has essentially become parasitic, rather than, you know, actually trying to deliver outcomes. But the other point I want to address, and I'm sure you face this all, you know, you face this throughout your, the many years you've spent in this, is that when you talk of private schools, people often say, oh, private school to manga and you know, government schools are doing this social service and private schools are too expensive. But actually, that is a massive myth. You know, as James Tooley himself pointed out, for example, in a beautiful book he wrote on the subject, all the papers and books that Amit is mentioning, by the way, will be linked at the bottom of the page of this podcast. So do look for those. But to come back to the question, I mean, is it true that private schools are only for the rich?"
    },
    {
        "speaker": "Guest",
        "time": "00:41:49.440",
        "message": "Not at all, certainly not at all. And therefore, I have brought this report also, this is called a report on budget private schools in India. And that is what, therefore, if you look into how schooling has developed in India, you'll find at, let's, if we start from independence, country decided to go for a kind of state taking responsibility of providing education. However, they did not have capacity as much. But thereafter started this idea of government schools and private schools. But at that point of time, private schools were only for elite or some missionary schools which were private, with the idea of also spreading religion or as they are called missionary schools. Similarly, not missionaries in terms of Christian itself, but also other religion. But slowly as state realized that they don't have capacity, and in fact, if you go back to the debates of drafting constitution, at that point of time, there was debate of having something called right to education as a fundamental right, so that it's state's responsibility. But the constitution makers, at least they realized that it's a new nation coming up, and state doesn't have that capacity. And therefore, they dropped the idea of keeping right to education as a fundamental right. So by and large, coming to the point that there has been government schools and small private schools and some missionary schools. And thereafter, when government realized that there is a capacity issue, they started something called aided private schools, which means it's a privately run school. And if they are able to sustain it for more than three years, then government will pitch in with funds, etc., which later on, because then government was funding it, they started controlling it, it also become exactly like any government school. And this third segment, which is private school, and if you read all of these education policies with the national education policy of 1968 or 86 or 92, or the new one we were drafting or State Education Act, you'll find it takes the view of government schooling. So schooling through government institution or aided government institution, there will be only a small segment which will say, if there are private school, what are the rules and norms, etc. And in that sense, it happens to be completely biased. So you think of government schools, they are ours, we will run them. But if it is a private school, then it has norms, guidelines or control mechanism. So by approach itself, we are completely biased. So government school is ours, we will run it, there is no set timeline, standard, or if you have not delivered, what will be the penal mechanism, etc. The approach that you take for private schools. Anyway, so the main point I want to come to, that this low cost schools or budget private schools, the revolution kind of that James Tooley talks about, I don't attribute it as a success of policy. What I say is, there is a revolution of low cost private school, because the policy provisions failed. Because as a policy issue, we never wanted private schools to flourish. And therefore, now as government has challenged, and if you look at now the DICE data, almost around 40% students are enrolled in private schools, now only around 60%. And this I'm saying as a nationwide, you can also find some urban areas, specifically let's say Hyderabad, Delhi or Mumbai, where majority of students you'll find going to private schools. So the point I wanted to make is, this revolution has as a failure to policy design, neither that policy was designed to promote it. The other part to answer your question is, whether these are for only elite or rich people? Certainly not. Once again, I would refer to Professor Geeta Gandhi Kingdon's report, which is in the same report. The average monthly fee of private schools in UP comes around 250 rupees. And therefore, now if you will also identify, as I travel a lot, I also interact with auto rickshaw drivers, taxi drivers, even cycle rickshaw pullers. And I have found that even poorest of poor such as cycle rickshaw puller, today, he would prefer to skip a day's meal, but wants to send their children to a private school. And certainly these are not elite private schools. These are those low cost private schools. So I would not say it is only for rich, certainly because of several policy provisions that we talked, the cost happens to be inflated, which certainly through reforms could be brought"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:24.000",
        "message": "down. Yeah, and that's to me, it's a deeply poignant story that if someone who's earning three or 4000 a month, you know, is his household income, and he cares deeply about his kids education, because he wants them to go beyond what he has managed to do in his life, and he wants his kid to get an education. But the free government schools which are set up for that are simply not doing that. And he's actually paying money, which is a substantial amount of money for him to 50 may not seem anything for us or 500 may not seem anything for us, but for those people is a substantial amount of money, but they're making that sacrifice, because it is their only way out. And then what they also see is that even those private schools that they send their kids to face these enormous, enormous challenges from the state itself."
    },
    {
        "speaker": "Guest",
        "time": "00:48:08.040",
        "message": "And like you pointed out, those are the schools being closed down, those are your even I come from a city called Banaras. And at my house, there is a maid and maids and her children to a private school. And that is the kind of schools being targeted now by the government, which I see completely"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:26.960",
        "message": "it's injustice, it's inhuman. And you have 10s and 1000s of low cost private schools like that having to shut down because of government regulations, despite the fact that they came up in the first place because the government had failed to provide that education. And that just makes me so angry that I think that your term of anger for this, which is fraud is not sufficient. It's it's much worse than that. It's a crime on the people of our country. So you know, a lot of these things, activists like yourself have been talking about for a long time trying to raise awareness and so on. And of course, parents of kids everywhere understand this, especially the poorer you go, the more they understand how bad things are. For example, I was told of some statistic recently, some that's a more than 80% of government school teachers send their children to private schools."
    },
    {
        "speaker": "Guest",
        "time": "00:49:17.720",
        "message": "You know, what better evidence you require than this, not only teachers, all the politicians even who advocate government schooling, they send their children to private schools and they also since the money and power and sources, they're sending their kids to foreign schools. So then they don't even have to teach here in the Indian curriculum."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:40.320",
        "message": "Right. So, you know, and it's kind of obvious that the way this structure is a lot of interesting ways towards moving towards a solution emerge and let's not discuss any of those individually. But in terms of let's talk about what in the political economy makes change so difficult, like one thing you pointed out is that there are interest groups like government teachers unions which hold a certain amount of power, and they lobby politicians and they don't let it happen. So can you shed some more light on the incentives in the political economy and the different interest groups? And also earlier, like you've spoken a bit about the politicization of education, but you also mentioned bureaucratization of education."
    },
    {
        "speaker": "Guest",
        "time": "00:50:22.880",
        "message": "So can you expand on that as well a little bit? Sure. Let's come to that political economy thing first. A little difficult to explain it in a short time. But I mean, I'll give you just snapshots. The first thing you could see is politicians, they also have to go by the public sentiment and somehow, it's already built in public sentiment that there should be free education and therefore government could deliver it. However, everything is taxed and paid by citizens themselves. But somehow there is this acceptance that free education should not be charged. Second, whomever is providing should not make profit out of it, be it private or government or anyone else, but should do it for the purpose of charity. And therefore, for politicians who sincerely also want to bring change, it becomes too difficult because all of a sudden there will be many organizations, unions on street protesting against them that they are kind of privatizing or commercializing education or giving in profit hands. So that makes itself difficult. That's first thing. Now, second thing, I would also doubt whether politicians are so interested in doing it for reasons and this parasite culture and the pressure groups that they have, with teacher unions or other lobby groups to reform it. Also, one thing has come to my notice is education or things like that happens to be a deliverable, the outcome of which will be shown in long term. So for an example, my parents decided to invest in my education and after 10-15 years only they can see outcome and when the tenure is only five years or something and it to make bureaucracy work and get a school sanction for any MLA or MP in the constituency will take one, two, three years. So the impact is not as visible and therefore, in my opinion, let's say even if I might be wrong too, but their interest is more into, let's say, building toilet or giving kumble or whatever, which is more of a photo opportunity that the MP MLA is doing something or cleaning road or whatever. So I don't really see that they are as interested. Any points that you think is more relevant?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:10.520",
        "message": "I just want to say that I 100% agree with your opinion and this is one of the problems you face with governance is that politicians are always focused on the short term and like you correctly said, something like investments in anything that show results in the long term, beyond the five-year term of a politician, therefore become pointless. They are more interested in optics and photo opportunity, which a toilet shawl will provide more than something that is more abstract, especially if it means withdrawing from the, you know, removing restrictions on private schools. The government servant can't then, there's nothing concrete for him to show too, because it seems like, I mean, what have you done? But what you correctly pointed out earlier and something that makes me almost despair is this attitude that Indians have that whatever problems we have, the government is a solution. People realizing that in cases like education, for example, the government is a problem. And you know, one example I often kind of try to point out is that, you know, people say that, look, education is so important, so the government has to do it. And my reply to that always is that it is because education is so important and crucial that the government must allow society to participate in it. And like, I'm an 80s child and the classic analog I give is of telecom and airlines and especially telecom, that those were government monopolies in the 80s, it took you five years to get, you had a five year waiting list for a telephone and then private players were allowed. And if you go by the same rhetoric they give behind education, then you would expect the quality to drop, the private players to exploit customers and the prices to be too high. But instead, what you have is an explosion in quality because of competition and because of those incentives. And now today, the poorest of the poor have smartphones, even if they're not educated, you know, and it's one of the great tragedies of our country. And it makes me angrier and angrier as the years go by."
    },
    {
        "speaker": "Guest",
        "time": "00:55:10.200",
        "message": "And the students are able to understand English today because of mobile English keypad rather than going to school and understanding English. Anyways, something that I also wanted to talk more because these days, the anger comes out is you did not contest my insight of education being fraud, otherwise they could have given"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:30.800",
        "message": "you several examples. Let's imagine, I know, because I agree with you, but I know much less about why it is a fraud."
    },
    {
        "speaker": "Guest",
        "time": "00:55:37.880",
        "message": "So let's assume for a moment that I have contested it, I have said, no, Amit is not a fraud. So why don't you elaborate? Because we started talking about government teachers also and how even they are victim. One of the things I can talk about is at the beginning of the session around March or April, try going to meet any of the education minister at the residence or office or education secretary in any of the state. What you'll find that there is a huge crowd. And you'll find most of the people in the crowd are teachers. Now these teachers are there lined up at the house of education minister. And if you investigate into the reason, you'll find they're mainly asking for their transfer and posting. And then certainly minister would do whatever formally has to do. There will be a guy, more like an agent or mediator or whomever you call it, would be there who would then deal with them. So fix up a certain price and that. So if you pay, then you will get your desired postings, etc. Right. That itself has become a massive fraud. At places though, this was being done at a secretary level. Then ministers realized that we are losing money that we can make. So ministers have taken, in some states, lets me, I hope I go back home, as chief minister realized that there is enough to make. Those kind of people don't listen to this podcast, so don't worry about that. At times, I remember at some education minister office that I had gone to meet, and a teacher walked in for the same request. And he says, no, no, now chief minister is looking directly at us."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:39.840",
        "message": "So it's become so lucrative."
    },
    {
        "speaker": "Guest",
        "time": "00:57:42.920",
        "message": "Right. So that is the kind of day to day examples that you get. And then you think of, do we as a country have some hope?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:53.120",
        "message": "So you're someone who's not only been a researcher and shredded all this, but you've also been an activist and you've tried to bring about change."
    },
    {
        "speaker": "Guest",
        "time": "00:58:00.720",
        "message": "I mean, you are in a sense, the other big thing happens in your marks inflation, right? So there are boards, education board, each state has education board and CBSE, ICSE and IG and all of that. Specifically, one fraud thing started with the evolution of CBSE itself. So if you remember, I, as I said, I'm from UP, I went to a state affiliated board school. So at our age, at that time, there was this chief minister called Kalyan Singh, right? And people say I passed high school or intermediate in Kalyan Singh's regime, which means before that was Mulayam Singh and at the Mulayam Singh time, they were very generous and liberal with cheating approach. You know, today, you can see Bihar, the massive, you know, cheating their parents or friends who are helping them to copy. So that used to happen and therefore Kalyan Singh. So on what the main point I want to come to, on an average, if you see the result every year would be 30%, 40%, maximum 50% students who have passed. And the topper of the state would have 82%, 83%, right? Now, then CBSE came in and CBSE had a different marking pattern. And therefore, the similar kind of average student like me, if I'm getting 50% marks in state board, I would get 65 or 70% mark in CBSE board, right? Slowly that state realized that all of these CBSE students are easily getting admission later on in, let's say, Delhi University or whatever university for college. And our students are not finding admission. If the admission is based on your high school and enter marks, and therefore they also started figuring out other ways of inflating the mark, inflating or changing the marking pattern so that students get more marks. There happens to be one more dynamics here. So every time, and let's say as an education minister, I want to show my performance that I have done very good in education segment or like we recently, last year in Punjab, the education secretary was expelled, he was fired because of the poor percentage of result. So you want to show that earlier, 50% students used to pass, we have improved so much that 70% students are passing, right? Something similar is happening in Delhi also, currently they're debating, our students are performing very well, right? I won't get into that Delhi debate, I can get into that separately. But states are also inflating, state boards are inflating marks to show that we are doing a good job. Students are studying more. Look, the results of this government school are also coming out very well. And even CBSE adopted this system, what they called it, moderation system. So they figured out scientifically and justified ways of giving you more and more marks. That is another level of fraud happening."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:36.600",
        "message": "And then we say, okay, the kid looks dumb, but he has 90% marks. Yeah, I remember back in the day in my 10th and 12th, I got like around 70% and my now wife got a little more than me. And we were just talking like a couple of days back that boss, in today's time, we would have got admission nowhere, we are finished."
    },
    {
        "speaker": "Guest",
        "time": "01:01:57.040",
        "message": "In Delhi, something like since Stephen College, they got 100% students with 100% marks as admission. So even you have 99, you're not going to get admission. So think about it. Now why is that as an activist or as a solution, if we start thinking about it, is because the producer, when you design or produce is who, the same government, when the assessment is happening, it's the same government, when the outcome has to be shown, it's the same government. So as long as I monitor myself, I would give all good marks, I'll say I'm the best person even better than Narendra Modi, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:41.960",
        "message": "And that is what is happening. Be careful what you say."
    },
    {
        "speaker": "Guest",
        "time": "01:02:46.040",
        "message": "Not that kind of audience listens to your podcast anyway, right? I mean, whomsoever. So you need to bring some level of accountability and transparency in the system, otherwise."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:00.920",
        "message": "And that's a great insight. Again, to go back to the question of incentives, the government is the provider, the government is also the person who is ranking the quality of the provision, financing and financing the provision and everything, whereas, you know, in a regular market system, what you would really have is that it's the parents who decide, the people who are, and therefore they keep the system sort of accountable."
    },
    {
        "speaker": "Guest",
        "time": "01:03:25.360",
        "message": "So, they don't take anything from the consumer, they don't get any assessment from the parents, they don't get any assessment from the children, how good is the teacher, how good is the infrastructure,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:32.960",
        "message": "how good is your education minister. And in a sense, the fact that so many poor parents vote with their feet and take their children to budget private schools, is itself them assessing the state of education and the state then reacts by shutting down as many of those private schools as it can. And the other tragic point that you just pointed out, and which is, again, a great insight I'd like to call attention to, is the relation between optics and performance. And that's not, I mean, it is in the nature of governments and the parties that are ruling the governments at any time, that their incentive is not really to perform because no one's holding them accountable. But their incentive is to focus on optics like, look, so many kids have passed and it's more than last time, because they want to get re-elected. And again, the incentives are completely destroyed. But the question I sort of want to ask is that, you've not only, you know, done a lot of research and gained a lot of insight into this field, but you've also been an activist and a very passionate activist who's, you know, you meet politicians all the time, you meet bureaucrats all the time. So my two part question is that, what level of acceptance is there among these individuals in government, you know, outside of their roles and their incentives, that there is a problem and that, you know, that it has to be fixed? That's part one. And part two is that going beyond this acceptance of, going beyond this recognition of the problem, has there been any movement towards a solution in all the time that you've been working?"
    },
    {
        "speaker": "Guest",
        "time": "01:05:04.120",
        "message": "This is a difficult one. Because to answer this, I will have to decode all of these conversations that I have with politicians and policy makers and, and I'll have to base my judgment on that everything that they're saying is sincere and true. Yeah, which you have a sense of whether it's not by... So I do think that in a certain level and within the government also they realize. So number one, because they have designed and they are doing it, they know it. But as I said, the major, major challenge for education sector happens to be this public sentiment itself, the moment that is changed, or politicians get a sense that people are open for change. And if by bringing some sort of reform, I would not be thrown out of office, they would be open to it. The other way of thinking is until it becomes inevitable. I know with my conversation with people, formally and informally, they, whenever they have realized, in fact, we had, I personally had high hope with this current MHRD minister and the secretary also. And specifically the secretary, however, I'm deeply, deeply disappointed, is they realize it and they were trying to look for political viability of bringing some of those reforms. Specifically you, so within government, there are segments, something like Niti Aayog, Niti Aayog published its three years action plan. And within there, there is a section on school education. And they have proposed some good ideas. But it's difficult at the moment. Also I understand their challenge too, for currently BJP led government. No matter what they do, the moment they touch education, everyone, opposition, etc., comes in as a saffronizing education, or commercializing education. And for that they have also, so if you know, twice they constituted committee for national education policy, and yet they have not progressed on it. I can't comment on future, but today or tomorrow, it's going to become inevitable and they will have to do it because there is no other way than saving truth by accepting the truth."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:49.560",
        "message": "Right. So, you know, this has been an incredibly insightful episode and I want to end by asking you two questions. I ask all my guests on whatever subject they're talking about at that point in time, and those two questions are, what makes you despair about what is happening to education in this country? And what gives you hope?"
    },
    {
        "speaker": "Guest",
        "time": "01:08:10.880",
        "message": "Once again, these are difficult questions. So something is why I got into it and still investing my time and energy, even it's very frustrating thing to do, is we ourselves have gone through this system. At times I feel that it was good to be a backbencher because the system could corrupt me less. All of those in the front were highly corrupted. I was also a backbencher. And I have seen many of our own friends and colleagues or relatives or cousins struggling with it, or even today. And that makes me work on it, frankly speaking, that..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:59.880",
        "message": "You feel you have no choice, you owe this to..."
    },
    {
        "speaker": "Guest",
        "time": "01:09:02.600",
        "message": "We have to, because the, I mean, the pain I have seen people going through of unnecessarily, for an example, let's say, parents scolding or relatives scolding for bringing lesser marks than 70% or 90% or why not to study. I mean, this study thing has become such a, I don't know what to call it, a big burden on children. All the time, parents are behind them, study, study, study. See what people are teaching, what they are teaching, what relevance is going to come out of it? How is it going to make a difference? I mean, as simple as the question I ask is, today we possibly, our average lifespan would be 50 to 60 years, I assume not more than that. What is so great with our education thing that I spent half of my life studying it? Great point. So that is what, and that is where you have to be optimistic. You have to have hope that things would improve. At times, and that is why my disappointment, I have seen some hope, some light at the end of tunnel, but then it happens to get longer and longer."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:15.560",
        "message": "Amit, thanks, you've been extremely insightful over this episode and your journey is very inspiring and thank you so much for coming on the scene. Thank you for having me. If you enjoyed listening to the show, do follow Amit Chandra on Twitter at amitctweets, amitctweets, no spaces. The studies we spoke about on the show are linked at the bottom of this episode's page at seenunseen.in and thinkpragati.com. You can browse past episodes of this show, including our two previous episodes on education, episodes 9 and 19 at seenunseen.in. And you can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A."
    },
    {
        "speaker": "Unknown",
        "time": "01:10:58.320",
        "message": "Thank you for listening. It's going to be hosted by my boy Tejaswin Gumber and yours truly, Ranveer Alabadia. Make sure you catch Hustle Science on the IBM podcasting app and website or any kind of podcasting platform that you use to get your podcasts. Make sure you check it out. Episodes are going to be out every single Tuesday. No, the tech world in India is surely moving double the speed of this voice"
    },
    {
        "speaker": "Guest",
        "time": "01:12:12.800",
        "message": "over."
    },
    {
        "speaker": "Unknown",
        "time": "01:12:13.800",
        "message": "Tune in to Shunya One every Tuesday to catch us talking to the smartest people we know on the IBM podcast website, app, or wherever you get your podcasts from."
    }
]