[
    {
        "speaker": "Guest 1",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:00.000",
        "message": "Are you a different person when you are in a crowd than when you are alone? I know I am. Sometimes you adjust your behavior to fit the social norms expected in a given situation. Sometimes you are anxious either to fit in or to impress. You have a performative self, perhaps even different performative selves for different situations. But maybe being in a crowd doesn't change you as much as it amplifies some part of your character. In a cricket stadium, you cheer louder for your favorite team and feel deeper emotion. And maybe when you are part of an angry crowd, baying for the blood of someone who is not from these parts or who is not part of your community, your baser instincts get aroused and you do things you would never do if you were alone. You hit somebody, you hurt somebody, maybe you kill somebody. Are you a different person when you are in a crowd than when you are alone?"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:21.640",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:29.080",
        "message": "Welcome to The Seen and The Unseen. Last week, the Supreme Court asked the Indian Parliament to enact a new law against lynching. I wrote a post in the group blog I edit, Pragati Express at express.thinkpragati.com, arguing that this was just virtue signaling by the court. There were already laws against beating people, against killing people. There are even laws that can be used to prosecute people who spread fake news on WhatsApp. A new law would not cover anything that isn't already covered. Our problem is not that we don't have enough laws, but that we don't have the rule of law. Sometimes the state doesn't have the will to prosecute certain crimes. And even when it does, often when it does, there is not enough state capacity to prosecute them. Creating a new law is not going to solve these problems. Anyway, the topic for today's show is crowd violence in India. And my guests today are Madhav Chandravarkar and Alok Prasanna Kumar. Madhav is a legal expert at the Takshashila Institution, and Alok runs the Bangalore branch of Vidhi, a legal think tank. They're working on a project together that involves lynching and crowd violence. And I'm delighted that they agreed to chat with me about it. But before I cut to the conversation that we had, a small commercial break. If this happens to be the only podcast you listen to, well, you need to listen to some more. So check out the ones from IVM Podcasts who co-produced this show with me. Go to ivmpodcasts.com or download the IVM app and you'll find a host of great Indian podcasts that cover every subject you could think of. From the magazine I edit, Pragati, at thinkpragati.com, there is the Pragati podcast hosted by Hamsini Hariharan and Pawan Srinath. There is a brilliant Hindi podcast, Huliyabazi, hosted by Pranay Koteswamy and Sourabh Chandra. And apart from these policy podcasts, IVM has shows that cover music, films, finance, sports, sci-fi, tech, and the LGBT community, all under one roof, or rather, all in one app. So download the IVM podcast app today. Alok Madhav, welcome to the show."
    },
    {
        "speaker": "Guest 1",
        "time": "00:04:36.160",
        "message": "Thank you. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:38.160",
        "message": "Nice to be here. So the Supreme Court just came out with this suggestion today to the parliament that it enact a law to stop lynching, to deal with lynching. And like I wrote a comment on Pragati Express about how that's just virtue signaling because, you know, laws already exist that deal with beatings, with killings, with spreading fake news if it comes to that. And Alok, I know you have a slightly deeper take on what the Supreme Court fundamentally gets wrong, even in understanding this problem of crowd violence. Can you elaborate on that a bit?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:05:08.360",
        "message": "Yeah. And I think you said it best, that virtue signaling. And if you see the judgment itself, they don't seem to have any idea of what they're talking about. Because this petition, then we'll go to go back to when this petition was filed in 2016, was filed in a particular context. You've had these instances of Muslims, of Dalits being attacked and being killed over rumors that they were handling beef or possessing beef or transporting cows or some such kind of a thing. And more often than not, the attackers were largely upper caste Hindus or dominant communities in that area. Nowhere in the judgment of the Supreme Court go into this at all. It does not discuss even one incident of what it means by lynching, right? It is talking about this issue in a totally acontextual way, that is, you know, just some accidental thing that happens without any basis for it, without any historical or sociological context. But we know lynching is not something that happens just like that, or just something that happens because the police aren't doing their job properly or the police haven't done their duties properly. It happens in a particular historical and sociological concept. Even the term lynching, academically and sociologically, is used in a particular historical context. Now, if we go back to the late 19th century and early 20th century, the incidents happened largely in the southern part of the US, in the former slaveholding states, where after the Civil War, when the North stops imposing the reconstruction, so to speak, where they try to ensure that African Americans are treated more equally and the laws aren't unequal towards them, the white community tries to reimpose some level of dominance over the African American community there. And therefore, you find that largely African American men are victims of lynching. These are all public events. Nobody is suddenly picking up someone and trying to kill them. There are even postcards made of these events, postcards are made and people circulate them freely to say, look what we did. Nobody's doing this secretly or in private. Yes, of course, you have the Klu Klux Klan and all of those, but the instances of lynching take place in a very public manner. There is what we would now call a performative aspect to say, we are happy we did this and we are sending out a message that this is what we will do if you dare to cross racial boundaries. So you have these fears raised, I mean, like how we have beef as a fear. Then the fear was interracial mixing or interracial marriage. Look, black men can't resist themselves and they see white women and so on. So you have these fears raised that we need to somehow control black men and therefore that is the kind of fear that is created and that sort of leads to these kind of instance of lynching. It is not some totally a contextual set of killings which take place. None of that is informed in the way in which the Supreme Court approaches the issue. They quote Mark Twain, they quote Benjamin Franklin, but they don't actually quote any of the historical studies or the solid data driven work which has gone into understanding the phenomenon. Forget about the US. Even in India, there's tons and tons of work which has gone into understanding and examining each of these events, going in depth into why these happened and what has happened. And that also results in some of the directions that the Supreme Court passes. The way they say, oh, you know, if the police just take care and do this and they appoint a nodal officer and make sure you file the FIR and fast track court, everything will be fine. The silly thing is exactly all of this, in fact, happened in Jharkhand. In Jharkhand, over the killing of one cattle trader, Alimuddin Ansari, who was actually killed by the upper caste Hindus in that area for quote unquote transporting beef, the state government did quickly file the FIR, did arrest 11 people. There was a fast track trial in one year. They were all convicted, except the high court gave bail to eight of them almost soon after because the trial was so shoddily conducted, because the evidence was not presented properly, because the rules of procedure were not followed at all. So it's all very well to say all of this, but you're just only ensuring that even justice is not done properly. And to compound matters, you have a Jain Sinha who goes there and garlands these eight people saying, wow, rule of law one, right? So the Supreme Court is completely mistaken about what it is talking about at all. It has so completely failed to even understand the underlying sociological phenomenon, which leads to things like lynching, that when it gives these directions, when it gives these kinds of guidelines or whatever you want to call it, it has no clue how they will be effective. And making a new law will have no impact at all. I mean, deterrence theory has been discredited for years and years now, and that it's kind of ridiculous that judges still think that if you have a new law, which deals exclusively with this, it will be sufficiently harsh. I mean, why should I blame judges? Even some of the well-meaning people seem to think that if you have a new law exclusively dealing with lynching, that will handle the issue. I mean, I'm not going to blame the judges alone in this. So which is why I don't think people really understand what the phenomenon going on here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:12.160",
        "message": "So I have a couple of clarificatory questions here. The first is to do with the terminology, that where did lynching come from and the judges don't understand it. So let's say we've seen two kinds of organized violence in recent times, which have been loosely the term lynching has been used for them. One is, of course, for communal purposes, like people transporting beef and all that. And, you know, generally, it'll be a Hindu mob getting together and beating up or killing a Muslim or a Dalit. And as you pointed out, with the post-civil war lynchings, the 19th century lynchings, there's a certain amount of pride in the people carrying them out. The other kind is when these fake rumors are spread through WhatsApp that strangers abducting children. And for that, random strangers who just don't happen to be from the area are lynched. And there's not necessarily a communal angle to it, nor is it necessarily a matter of communal pride, community pride. So would you then say that the second kind of mob violence is not really lynching?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:11:12.320",
        "message": "It's not really lynching at all. And I think we're making a huge mistake, in fact, by calling it lynching at all. I actually prefer to use a vaguest term, which is killings. The reason why I say this is so India Spend has this extraordinarily detailed spreadsheet that they keep updating on a daily basis. It's on their website. And if you actually go through it, there are about 68 events they've kept track of starting from February of this year. That's the earliest event, if I'm not mistaken, that they have cataloged. They could be earlier dating back to and they're focused specifically on child lifter rumors being spread on WhatsApp and so on. These instances are everywhere from Gujarat to Tamil Nadu to, you know, in Northeast as well in Assam, if I'm not mistaken. So they're spread across the country. Interestingly, there is a mix of urban and rural areas. You have events in instances in Ahmedabad, you have instances in Bangalore, you have instances in tribal hamlets, you have instances in Malegaon, you have instances across the country. The common factor, as you can see, is that one, as you pointed out, it's just a stranger. The only thing common is they don't know who that person is, right? They can't identify who that person is. So you've had Muslim mobs attacking Hindus. You have had Hindu mobs attacking Muslims. You have had upper caste mobs attacking lower caste. You've had lower caste mobs attacking upper castes. You have had tribals attacking non-tribals. You have had people of not well-off attacking equally non-well-off people. For instance, in Bangalore, it was actually a Tamil majority area, which is not one of the well-off areas in Bangalore. The man who was attacked was a Rajasthani speaker, right? So somebody who didn't speak, forget about Kannada, didn't speak Tamil, right? So which is why you can't even use that whole thing about some level of social control or some level of context there. It's just that this was somebody that just caused a mild level of panic simply by being a stranger. So you can't find any common pattern to describe lynching as we would understand it commonly. The second thing is that the communities themselves where this is happening seem to be underprivileged communities by and large. You're not talking about, say, dominant castes. Even say, for instance, dominant castes in terms of rural areas, those who enjoy some privilege in terms of hierarchy and so on. They are communities who don't seem to have that level of access to state resources. Nobody here in this community can, for instance, or for instance, actually thought of calling their local corporator or police officer and saying, hey, I heard these rumors, are they true? Or can you do something about it? Or do you think you can ask the cops to increase patrolling? You can imagine if this is a community which had good connections, if the local corporator was from them, or if the local police was somebody that they knew, they'd be able to get something done about it, right? Or at least visibly done something."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:02.200",
        "message": "So what you're referring to where the killers aren't from a dominant community, you're talking"
    },
    {
        "speaker": "Guest 2",
        "time": "00:14:05.040",
        "message": "about the second kind of killings as it were. Yes, second kind of killings. Not the first kind where they are definitely the dominant community. Exactly. Because if you see all the lynchings, the lynchings proper, you will find that the police either have a blasé attitude towards the whole thing. You would have seen the recent pictures from Uttar Pradesh where the police are generally tagging along as they drag the body of the victim. You will find in many cases the police hand over the person that they catch or they come fairly late onto the scene and file FIRs against the victim, right? So there is some sort of a tacit or even active support of the killers from the police machinery. Whereas in terms of the childlifter killings, we find the police themselves being attacked in so many cases. When the police reach to rescue the people being beaten up, they get attacked because the crowd is in a total state of panic. They don't know if the police are in disguise or actually the police. They don't enjoy any support. And they have such a level of mistrust with the police that they sometimes end up attacking them. So even the police can't control them. So there is that one very key difference that is very noticeable if you just examine the reports. I mean, there still needs to be more studies done as to how the people reacted when the police came. And when you read their FIRs, you'll get more details. But clearly it is not as if the police knew what was happening or the police knew whom to speak to and control the situation. Repeatedly, one very detailed instance comes from Malegaon, for instance, where the police in charge try to speak to the elders to say, please calm the mob down. And they say, we don't have any control. People have just gone crazy about the situation. They think these five people whom they don't know are childlifters, which is crazy because the five people in question are everything from a child of five years old to somebody 40, 50 years old. So which is why there is a certain level of irrationality which has gripped the mob. It is not a calculated effort to do something to show that we are asserting control or any such thing. So, which is why this phenomenon needs to be tackled very differently. Some police agencies are getting this. They are understanding that, OK, this is a failure on our part. We haven't reached out to these communities. So which is why the first response is to say, let's reach out. I mean, it's apart from just saying, don't believe in rumours, going out to the communities to say, we are here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:17.200",
        "message": "Please call us."
    },
    {
        "speaker": "Guest 2",
        "time": "00:16:18.200",
        "message": "They are proactively trying to say that these are our numbers. Call us. In some cases, this has I mean, they've messed up very badly, for instance, in Tripura, instead of the police going out, the state government, in a very stupid move, sent somebody from this Agartala to a village to say, please tell everybody to not to panic, except that poor fellow got killed. They thought he was a childlifter because he wasn't wearing a uniform. He was somebody from the state government. The state tried to deal with it as a pure PR exercise. The police didn't accompany him. There was no official stamp about him. So he got killed in the process. So there is a right way to do this and a wrong way to do this. The right way to do this is to treat it as a look, there is a failure of the police machinery here. There's a breakdown of trust between communities and the police. But there is one deeper question to go to. Why are people believing these rumours? Right. It's not just WhatsApp which is causing it. We had, you know, 20 years ago, people believing rumours about Ganesha's drinking milk, pre WhatsApp, pre internet. We found instances of similar killings in rural West Bengal, about 30 or 40 years ago. So rumours do spread, right? Rumours are there all around us all the time. Why is it that they suddenly get acted upon at certain points of time? This is an open question. And I think this is really the issue which needs to be looked at and researched. And I don't say I have an immediate answer for this. One potential answer is that these are communities which feel some level of anxiety about them, that they feel they're under threat in some way, that could be an economic threat, could be that they feel that they've been going to be displaced, or could be that they genuinely feel that there have been instances of child lifting. But maybe they feel that there is a genuine breakdown of relationship between the police and this. And so there needs to be more deeper questions asked. And we should not stop at just calling it lynching. We should not just stop at saying it's WhatsApp fault. And we shouldn't just stop at saying it's the police's fault. So that's that's sort of why I want to make this conceptual difference."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:21.440",
        "message": "So Madhav, I want to turn to you. I mean, there are really two interesting questions here. I mean, one is what Alok just raised about why do people believe such rumours and not just why do people believe such rumours, but rumours are pretty ubiquitous. And why at certain times, do certain rumours gain currencies, which is a large open question. But the other open question, which I know you've spent a lot of time thinking about, is why do crowds get roused to violence, when very often crowds are composed of individuals who by themselves would not have that proclivity for violence, but when a crowd comes together, it seems to behave entirely like a beast of its own. So are these two kinds of crowd violence related? Is there a common theory that kind of explains them?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:19:06.480",
        "message": "There's a long history in terms of the pathology of of crowd violence. On the first question, I think whatever theories we have in terms of cognitive biases and why people would believe easily disprovable information, I think there's a fair amount of research that I think has been discussed in this podcast before, so I won't go too much into that. But the history of crowd pathology is quite bizarre, because I think most people have a very poor understanding of how crowd violence works. They seem to think that when someone is in a crowd, it's sort of the so-called mob mentality takes over and you sort of reduce to a primal, sort of feral, violent sort of personality. But that's not actually true. And that theory actually comes from this French polymath called Gustave Le Bon. I think he published his paper in 1895 in the specific context of the Third French Revolution. And if you look at the actual sort of empirical evidence that we have now, the violence that was happening in Paris at the time was the opposite of a mindless mob. It was very structured. They had very clear goals and motivations. And that theory of Le Bon is sort of proven to be very sticky to this extent that even when it has been disproved, it has set the parameters of the discussion. So I think in late 1920s, an American FH Allport came and basically argued the opposite that instead of crowds making someone revert to some primal self, the people who commit violence in crowds are just bad eggs. So they're just bad people. So they bring in their baggage with them, and that's why the violence happens. And that is also empirically unsound. And what has happened since is that a lot of people have sort of merged these two theories in a very toxic way. They sort of argue that the Le Bon majority of the crowd is this hapless, mindless, very easily influenced sort of section. And they get turned over, hijacked or flipped, the lot of police terminology sort of used to describe, by an Allportian minority. And this is the prevalent sort of understanding of mob violence, the so-called agent provocateur."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:56.580",
        "message": "So basically the bad eggs make the sheep do terrible things."
    },
    {
        "speaker": "Guest 1",
        "time": "00:22:00.080",
        "message": "Exactly. And the biggest problem with this understanding of crowd pathology is that nowhere is the role of the police factored in. So in the sort of late 70s and early 80s, there was this guy called Stephen Riker, who basically came up, and he comes at the end of a lot of intellectual thought. So he has an excellent paper that I would recommend reading called The Psychology of Crowd Dynamics. And basically he argues for what he calls the elaborated social identity model, where the basic argument is that everyone has a very unique individual sense of identity. But what happens when you get thrown into crowds, and by crowds, Riker is not just talking about, you know, mobs in the streets, he's talking about any collectivization. What happens is that you shift from that individual identity to the collective identity, and you sort of almost, you start, because of social pressure and a lot of other factors, start subscribing to the norms and behaviors of that group. And it is, I think, in that context that the fake news and the WhatsApp and the Twitter sort of come into play. In fact, to me, Twitter is more dangerous than WhatsApp news, because Twitter is the kindling and WhatsApp news is simply the spark. And a spark without kindling is harmless. And it's the discussions on Twitter, as well as maybe some of the actions or rather non-actions of sort of influence setters, like political leaders or actors or whoever it may be, that sort of influence these norms and change the accepted modes of behavior. So a lot of what Alok was talking about in terms of upper-caste Hindu men violently securing a social order of some kind is witnessed every day by all of us on Twitter. And I think that is the more sort of, it's also the more difficult nut to crack. How do you change social norms, WhatsApp news is fake news. It's becomes this, it's still a very nebulous idea, but at least in people's conceptions, there's a very easy solution. You stop it, as opposed to changing norms. How do you even begin to go about such a task?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:46.080",
        "message": "So just to paraphrase you and correct me if I did it wrong, what you're essentially saying is that there is an inherent tribalism in us, which is amplified by Twitter. And then what happens on WhatsApp subsequently is just an expression of that."
    },
    {
        "speaker": "Guest 1",
        "time": "00:24:59.320",
        "message": "No, I wouldn't say there's an inherent tribalism. You don't feel the tribalism is inherent? Perhaps I'm a little uncomfortable with the connotations of the word tribalism. I think there is some, there's some connotations of reverting to a primitive."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:16.240",
        "message": "But in a sense, I'd say that all of us are hardwired to think in terms of in-groups and the other. And culture is at the end, the whole enlightenment project is essentially about fighting our hardwiring in many of these primitive ways."
    },
    {
        "speaker": "Guest 1",
        "time": "00:25:31.240",
        "message": "Yeah. So that's actually the whole concept of the in-group and the other, something that features very much into the ESIM model of crowd policing. Because what they say is that if you have a peaceful protest, and which the police think that, okay, it's a bunch of peaceful protesters, but you know, it's the Lebanon majority, which may get hijacked. So the police treat them as a homogenous danger, even if they understand that the crowd in front of them is a heterogeneous. And what that encourages is escalated policing. So your lathi charges, water cannons, rubber bullets, whatever it may be. And what that does is that it, one, it takes a majority of the crowds, which Riker calls moderates. And the moderates basically go, I am doing some legitimate activity, like enjoying a football game, or politically protesting. I am being prevented from this legitimate activity by this extremely violent police, which then casts the police as illegitimate. And what it automatically does is because the police is treating that entire crowd homogenously, they start to identify with the slightly more radical elements that may be there in the crowd saying that, yeah, you know, these guys are the enemy, see what they're doing. And then that sort of, that interplay between the various identities and beliefs and the reactions to the actions of each of those collective groupings, is then what drives that crowd towards violence."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:11.160",
        "message": "So essentially, you're saying the crowd is probably not radical to start with, but because the police preemptively treats it as radical because of the Le Bon theory that a few small eggs will make them all go bad, so treat them all the same, actually radicalizes them and"
    },
    {
        "speaker": "Guest 1",
        "time": "00:27:24.520",
        "message": "drives them towards violence. Yeah, which is my number one problem with the Supreme Court's judgment, because they're basically saying more of the same and not with any nuance."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:35.280",
        "message": "So if it's not more of the same, for example, like I figured out what you mean by the same, which is the whole Le Bon model of crowd violence and therefore don't, so what would you do differently?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:27:44.760",
        "message": "Like, how should the police? So what the ESIM or a lot of people within that sort of theory say is exactly what Alok was saying, which is about community management, community participation. It's I think a drowning voice in the Black Lives Matter movement that what you need to do is actually have more interaction to build back the trust, because what is there right now is a fundamental distrust of the police. And so that will only happen through not only whatever the thousand police reforms that need to be done in the country, but even if those happen, that the trust will only be brought back by continuous engagement."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:32.320",
        "message": "But isn't this a sort of dual problem there? At number one, we don't have state capacity in the sense that we simply don't have enough police and they're trained very badly. And this is too much of a ask. And beyond the state capacity, there's also the problem of the will, like Alok correctly pointed out in many of the communal kind of communal lynchings, which is appropriate to call them lynchings. The police are actually on the side of the mob, in a sense."
    },
    {
        "speaker": "Guest 1",
        "time": "00:28:59.560",
        "message": "So which is what makes us inherently sceptical of any solution that says more policing, right? So by policing, I mean, specifically the police going out on streets with the lathis or the guns or whatever violent forms, but or even arrests or detentions. But I am happy with sort of nonviolent, more sort of communicative participatory forms of policing like Alok was talking about. I don't see as much of danger over there."
    },
    {
        "speaker": "Guest 2",
        "time": "00:29:40.400",
        "message": "So just to build on that a little bit, again, each problem requires its own set of solutions. And while we're talking about how to manage these kinds of WhatsApp rumor based killings, what this requires is for the police to go back, build its trust with the communities. I mean, of course, the killings need to be handled as through the criminal justice system, you have to bring the perpetrators to justice, all of that has to happen. But the police need to go back to the communities. They can't just militarize, shut down the places, increase police presence and think that the problem will go away. That will only cause more panic. It'll make people believe that, you know, we are now being punished for what we think"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:17.320",
        "message": "we were trying to defend our community kind of stuff. So it's part of the problem in this kind of, for example, rumor fueled killings, that the people at large, especially the kind of marginalized people you say are usually the perpetrators, don't have faith in the rule of law to begin with. So when they hear about child abductions in the area, they think that, damn, we got to take this into our own hands."
    },
    {
        "speaker": "Guest 2",
        "time": "00:30:38.280",
        "message": "Yeah, I think that is, that is, I think, at the core of this, right? I think at the core of it, it is that they just don't feel we can reach out to the police that we don't think action will be taken that even if we go there, right, nobody's going to listen to us. I mean, just a slight digression. One of the things that keep coming up when you sort of read people's assessment of a government, especially across North India and in rural, a lot of rural belts, is our Sunwai, right? They would think that if a government listens to us, it's good enough. They don't, even if outcomes may be good or bad, they judge a government on how well they listen. And the fact that you can't expect, even if you can't even expect a hearing from this police, or you can't even expect to go be heard by this police, suggests that such a total level of breakdown there. And in inevitably innumerable number of cases, you will keep finding that you can't even expect the police to take down your complaint if you don't go with your local MLA or local corporate or local panchayat officer. And that is for the people who have access to these level of, you know, government functionaries. If you're a community or if you're a group of people who have no access to these functionaries, then you feel even more cut off from the rule of law seems like nothing. I mean, it's just a concept that has no meaning at all for you, right? So which is why you have to first start by enforcing that, yes, we will respond, we will listen to you. We are here to respond to you and we are here to understand what you don't take the law into your own hands. That is where that can have a sort of meaningful response in at least preventing future outbreaks and preventing more people from taking the law into their own hands in that sense."
    },
    {
        "speaker": "Guest 1",
        "time": "00:32:20.840",
        "message": "Yeah. And there are in terms of the impact of like the fundamental breakdown of rule of law that we currently have in our country. It's I think dual fold, one is the sense that the social orders that we currently live by are no longer legitimate. So the people feel that they are no longer need to be bound by them. And that is more a question of a normative position of whether they should engage in a certain behavior or not. And the other is just a simple metric of power, they feel they can get away with it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:59.760",
        "message": "Right. So let me let me try to sort of summarize what I've learned from you guys about these two different kinds of violence, which is very clear to me in order to explain it, that the lynchings that happen over, say, eating beef and so on are fundamentally just in every possible way different from the kind of killings which happen over WhatsApp rumors. So let me try and summarize it and tell me if you have something to add to that. What's happening in the case of the WhatsApp rumors is that they are, let's leave aside the question of why people have a proclivity to believe these kinds of rumors, because we are a species that after all feeds on narrative, we we make sense of the world through stories. So you know what the precise mechanism of these rumors working is a different matter. But these are generally committed by marginalized groups who recognize that there is no rule of law in this country, which is something I've always said, the rule of law, if it exists, exists only for the very rich. It simply does not exist for most of the people. And in fact, I'd you know, Madhav, I disagree with your terming it a breakdown of the rule of law. I don't think the rule of law has actually existed in India at all, all through our independence. And these are marginalized groups who because they realize the lack of the existence of the rule of law, do not trust the police at all. And therefore, when they believe these narratives, these paranoid narratives of child abductors or whatever the case may be, take matters into their own hand. And even when the police actually come and they try to intervene, they'll beat up the police as we've seen in recent cases, they just don't care. So that's one aspect of the problem. And you would say that merely trying to apply the danda will make these guys more angry and will make matters worse. And therefore, one way of doing it is through police outreach to them and making them trust the law again, which seems to require massive structural changes, and it almost sounds impossible. The other kind of violence, which is the lynchings per se, are very different in the sense that they are normally carried out by the dominant community, which, like you said, mostly in the cases that we've been seeing are upper caste Hindus who are beating up or killing Dalits or Muslims, they are against the other, they often have the tacit support of the police. If the rule of law exists, it exists in a perverse way that the legal machinery is on their side. And it is, again, it is against the other, but it's driven, it seems to me, largely by tribalism, which I would argue is inherent in humans, but amplified by social media. So A, do you, are these characterizations accurate? And B, what are the different kinds of ways in which, as policy people, you would set out to deal with them?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:35:43.400",
        "message": "I would sort of maybe dispute a little bit with the characterization of the second kind. I'd say the sort of defining characteristic, I think Alok alluded to it earlier, is one that is inherently political. I think there is a question of some political purpose or political structure that is sought to be achieved or protected in some way. And that is sort of, I think, one of the defining characteristics of the lynching kinds of violence."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:18.920",
        "message": "And like, for example, like, what kind of, can you illustrate that? Like, is it that the dominant groups want more state patronage and they want to cut"
    },
    {
        "speaker": "Guest 2",
        "time": "00:36:27.560",
        "message": "off the others? Consider this, you know, like, for instance, go back to the 2014 campaign. We were all hearing Ache Din, but there was a threat to the campaign that we in the TV didn't hear it. But if you heard Modi's speeches, there was a whole, oh, look at what the UPA government did with the pink revolution, which was clearly targeted at the fact that India's meat exports had increased, right? And that was coded message saying that, look, these guys have benefited at your expense. These guys being the Muslim communities benefited, these butcher communities have benefited at your expense, right? Which is clearly to pit one community against the other. It put them at a very socioeconomic status to say that they are benefiting and you're not. How unfair is that? Right? It may not have anything to do directly at the ground level, right? You may measure the GDP and say, no, actually, Muslims are still not as well off as equivalent in the communities. But that message struck, right? That message struck. And that was used later on to push that narrative of, you know, and of course, you pass the laws. But the other element here is something that the Supreme Court totally misses out is the fact that you've passed the laws legitimizing the notion that even possessing beef is somehow illegal and unfair. So all those laws, Supreme Court has made no mention of. Supreme Court has, again, not even acknowledged its own role in weakening the Atrocities Act, which makes it more difficult to prosecute people who attack the Dalits for being Dalits. So you have all of these things which sort of aggravate existing social inequalities, disparities, to specifically say, the government is on the side of this community, the government is going to support you against the rest of the people. And that is to sort of give you the impression that when you take things in your own hands, we are there to have your backs, we are there to protect you. So it makes a difference that when, say, an FIR is filed, saying that this person was killed, a counter-FIR is filed, which says, actually, no, this person was carrying beef."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:36.640",
        "message": "Right, right. And it's almost as if the second one is a greater crime."
    },
    {
        "speaker": "Guest 2",
        "time": "00:38:39.880",
        "message": "The second one is a greater crime. Because why? There's a legal framework, which sort of was passed by the people in power to protect you in case you do something like this. So there is a political gain, which is to be made by sort of pitting that one community against the other."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:52.420",
        "message": "So something I'm fond of quoting is something the late Andrew Breitbart once said, politics is downstream of culture. And I would hold it before you had this communal Hindu versus Muslim politics, you had that animosity actually embedded in the culture, that, you know, this is not something new. You'll see this right from the time the Jan Sangh was formed as a political formulation, for example. They've consistently over the years got that 15-16% of the vote or whatever it is. And these ideas, these thoughts, this tribalism was in the culture, and it's only been amplified now. And of course, one theory is that it's social media has helped to amplify it because, you know, you have what is called preference cascades, people sort of discover there are so many others like them, what I call invisible bigots, and, and they all come out of the cupboard and then that's a consolidation there. So I'm not quite sure about the formulation that this is, you know, it's purely political, but leave that aside."
    },
    {
        "speaker": "Guest 1",
        "time": "00:39:51.120",
        "message": "I mean, that's, that's, it's no, I would, I wouldn't say this purely political. I just meant that it's one of its defining characteristics is that there is some political purpose that is sort of at the root of the violence, right? So whether it is preventing inter-caste marriages, or sort of the whole beef sort of issue and everything that has happened around that, it's, there is some political motive behind it. And also not just political, there is some level of calculation. This may not necessarily be premeditated, though that is often the case, but certainly afterwards statements and actions made by whether it's people in power or just the leaders of that organization, calculated to continue the legitimacy of those actions. With the second kind of violence, I'm not saying it's completely apolitical, that's what I'm saying, but it's more the outcome of political negligence. So I would say maybe that I have, I frequently like to say, sort of treat the disease, not the symptom, which the Supreme Court judgment just does not do, it only treats the symptoms. So I'd say with the first example of the lynchings, the disease itself is political in nature, and as well as the symptoms, but with the second, it's just the disease, the symptoms itself in terms of the actual outbreak of violence, that is not really political. It's just about because that community for a long period of time, I don't know how clear this distinction has come out, but because that community for a very long time has been politically neglected in some way, that they are sort of driven to this edge."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:54.680",
        "message": "Right."
    },
    {
        "speaker": "Guest 1",
        "time": "00:41:55.680",
        "message": "So it is their absence within the political system, it is a marginalization from the political system, which is causing. And this is something that is, again, I sound like I'm being paid by some ESIM psychologists, but this is something that is borne out in empirical evidence of, say, riots. And also, they've gone through some of the previous studies that proved slightly more Alportian or Le Bon sort of theories of crowd psychology and run them through their models and have come out with results that prove their model and show that the other ones are empirically unsound. And basically show that, say, I think with the Tottenham riots in London, it was about the persecution of Mark Duggan, I forget his name, but this is one individual who died during an arrest. And the community viewed that effectively like an assassination. And that was because of a long history of marginalization and just being persecuted, if not prosecuted. So, yeah, it does stem from a long history of demarginalization."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:11.080",
        "message": "So, let me throw this question to you. I mean, we started by discussing the Supreme Court judgment and you guys explained how it's so fundamentally flawed. And we've also sort of spoken about how these two kinds of violence are fundamentally different and need to be dealt with differently. Let's say that you are the Supreme Court, the two of you are the Supreme Court bench, and you have to come up with a judgment that obviously won't make these mistakes. What would be the broad contours of that judgment then?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:43:36.520",
        "message": "What would you say? See, one thing would be to identify that firstly, there is a legal framework, which is sort of encouraging and promoting these kinds of activities."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:45.000",
        "message": "I think that has to be attacked first. What is that framework? And what are we referring to?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:43:49.800",
        "message": "So we're talking about all these beef ban laws, right? We're talking about laws which sort of essentially say that my sentiments are more important than actual livelihoods. That you have state level laws, which sort of say that, I mean, the least harmful ones of these are the ones that say sale of meat is banned for eight or nine days, all the way to the Maharashtra law and the Uttar Pradesh law, which sort of say that even possession of beef can land you in jail for eight or ten years."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:20.760",
        "message": "Are these unconstitutional laws?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:44:21.760",
        "message": "I would say these are totally unconstitutional. Possession has been overturned. Yeah, but that is only by the Bombay High Court, for the Maharashtra laws."
    },
    {
        "speaker": "Guest 2",
        "time": "00:44:29.240",
        "message": "The appeals for them are pending in the Supreme Court. They've been pending since 2016. They haven't been heard yet. They should have been heard by now. They should have been heard and decided by now. Because the Supreme Court in the Puttaswamy case very clearly said, there's a right to eat what you want. There's a right to all of that. But as quickly as it listed and heard, say, I mean, the hearings are going on right now, the Section 377 case, I think this was just as important. The court should have taken this up and said, OK, we can't separate these two issues. Right. We understand that somebody has filed a PIL for lynching, but I think we can't separate the issue. I think administratively and also judicially, the two issues should have been heard together. To have said that, it's not as if these people are suddenly gathering together and, you know, killing Muslims or whatever for fun. They're doing this because there's a certain legal regime which sort of tells them that,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:19.680",
        "message": "you know, beef is a problem. So the first part of your judgment of the Supreme Court, which the bench of Alok and Madhav would come up with, is change the legal framework by declaring all these laws unconstitutional."
    },
    {
        "speaker": "Guest 2",
        "time": "00:45:29.240",
        "message": "Yes, absolutely. It would it would sort of make this thing to, of course, our constitution has provisions relating to, you know, you should try and reduce cow slaughter and say, OK, fine, we'll give it a de minimis thing to say, yes, you can promote safe animal husbandry by reducing the need for cow slaughter, but we will not criminalize possession. We will allow, say, slaughter of buffaloes and old cattle and so on and so forth. So we will take it back to the old 50s position, which drew a sensible balance between these two considerations. That would be the start. The second would be to hold the state government responsible, to say the state government is going to be responsible for the killings, not just the police. And that would be in terms of saying, if you make a statement, you will be treated as an accused. If it is a post facto statement expressing support for the accused, you can be added as an accused. The state government has to come forth and sort of basically say that, yes, we will not be saying a word in favor of the accused, that, you know, it doesn't matter if it's the chief minister. It has to either you shut up and say nothing or you say, we will let the criminal justice system take its course forward. Let the case continue forward. Don't try to do something as silly as what happened in Jharkhand, where they were so, oh, no, we have to show everyone how amazing our judicial system is. We will carry out a botched trial. You can't repair the judicial system just for this one category of cases. Let it happen as it is intended to happen. You also have to take into account that maybe it is not possible for these trials to take place in that state. The Supreme Court has to then say that if any party comes to us saying that the police is prejudiced against us, we will immediately transfer it out of that state, preferably to a state where that particular party is not the ruling party. But then who will conduct the prosecution because the police is part of that. Yeah. So, which is which is why. So, for instance, the most recent example, for instance, in the Khatwa rape case, where they transferred it out of Jammu and Kashmir to Chandigarh, I mean, the investigation was complete. This is the prosecution will now be conducted by the government authorities in Chandigarh. For instance, in the Gujarat riots case, they transferred it from Gujarat to Maharashtra, where the prosecutors from Maharashtra did it. So they can appoint I mean, the Supreme Court can say the problem is with the investigation itself. We will appoint we will handpick a set of investigation police officers whom we feel can carry out a set of independent investigations in these kind of cases. And all such incidents will be investigated only by these authorities, irrespective of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:02.040",
        "message": "the state. Some could argue that it's overreach on the part of the court, right?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:48:05.280",
        "message": "It's meddling with what should really be an executive. It is. That is true. But in a sense, when the executive itself is part of the offense, right, we are talking about a situation like as with the Gujarat riots, as with the whole as with, for instance, the 1984 riots, the executive itself is seen to be aiding and abetting the offense. That is the part of the court has totally missed in the judgment. It's not as if these are happening, despite the best efforts of somebody in the government to stop it, or the government just doesn't have the capacity to stop it. There is a level of aid and abetment that is happening. I mean, you are having, as I pointed out earlier, government ministers going and garlanding people who got this thing, you having accused who died, who being given the national flag and so on. So these are obvious signals being sent out, right? Saying that we know who, I mean, this is whose side we are on in this matter. So this is why context matters for a lynching. This is why context matters. These are not entirely a historical, these are not entirely a contextual killings. So which is why the court should have understood that these are usually killings where the government is in favor of one party over the other. So, you know, say that in such killings, we will transfer it out of one state to the other. Give us a list of such cases where you think the government has not done a good job. Okay. Jharkhand, they did a bad job of it. They could have done better. But where the state is just not moving ahead with the prosecution, where the state has filed cases against the victims, you know, give us a list of those. We transfer it out of those states, from Uttar Pradesh, we'll transfer it to maybe, I don't know, Delhi, which is not ruled by the BJP, for instance, or transfer it from Gujarat to some other state, something like that, you know, give us a list of this, we're happy to do it. The thing is, these are all powers the court legitimately enjoys under the constitution. For precisely this reason, the court doesn't have to manually oversee the investigation. They just need to ensure the process takes place in a manner which inspires confidence."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:59.120",
        "message": "So the court has a power according to the constitution that if they feel that a particular party cannot prosecute or decide on a case well enough, they can transfer it anywhere. And they can even, for example, say that if the case is in a BJP state, they can transfer it to a non-BJP state and take that political consideration into account."
    },
    {
        "speaker": "Guest 2",
        "time": "00:50:14.720",
        "message": "Yeah, I mean, they don't expressly say this, but they have done this in the past without saying it in so many words, they've done this in the past. For instance, Jayalalitha's case was moved out of Tamil Nadu to Karnataka, simply to keep, I mean, not because shift from AIDMK to DMK, but they recognize that because it referred to the supremo of AIDMK, there is no chance of fair trial at all in the state. That whichever party is there, they would interfere with the trial. So they moved the whole trial to Karnataka. So which is why they do have this power. They should have understood that this is what is actually going on and they have failed to do so. So I think there was a lot of scope for this court to have done."
    },
    {
        "speaker": "Guest 1",
        "time": "00:50:51.960",
        "message": "But meaning this is also not surprising because frequently sort of one of the truisms that I keep on returning to as a lawyer sort of interest to working in the public policy space is the justice must not only be done, but seen to be done. And our current chief justice has shown his almost willful disregard of this concept in sort of some of the sort of actions and positions that he has taken."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:23.280",
        "message": "So can you briefly summarize that for those of my listeners who may not have been following legal developments?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:51:29.400",
        "message": "Well, I think the better person to describe that may be Alok, because he is one of the"
    },
    {
        "speaker": "Guest 2",
        "time": "00:51:35.320",
        "message": "participants, I think in that. Working backwards, apart from this case, just in terms of how cases have been heard in the Supreme Court, where you want to ensure fairness in the procedure, where you want cases to be heard by judges without any conflict of interest, that has not happened. Even cases relating to himself, Chief Justice Deepak Mishra has heard it himself by considering allegations against him. Where in terms of Judge Lohia case, where people want to know what happened, the judgment not he didn't author it, but the bench that he was part of basically said nobody needs to know anything, right? Some people have given statements, that's it. Be happy with it. Nobody needs to ask any further questions. That's the second instance that I can think of. The fact is, even for instance, I can give an current example with the section 377 case, there are actually two cases. So one case is the writ petitions filed by Navtej Johar and a few others, which was challenging 377 directly in the Supreme Court. The second set of cases are actually a continuation of the old Kaushal cases, which sort of questioned the correctness of Justice Singhvi's judgment, which brought back 377 into the picture. Those have not been listed. Those have not been listed because according to the Supreme Court's own rules, if those were listed, Justice Deepak Mishra would have had to involve the three other senior judges of the Supreme Court of India. He did not want to do that. He did not want to sit on the same bench as the three other judges who went on a press"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:21.440",
        "message": "conference against him. So you have this kind of petty politics in the, you know, the highest institution of the land almost, which makes you wonder that even if the, you know, even if the Supreme Court, say, tries to correct the executive, who's going to watch the watchman?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:53:35.240",
        "message": "Exactly. Which creates this kind of a situation. But yeah, I mean, the point, of course, being that at the end of the day, the Supreme Court had a chance to ensure that justice was seen to be done here in this case. And they've once again, gloriously blown it."
    },
    {
        "speaker": "Guest 1",
        "time": "00:53:51.160",
        "message": "Yeah, I'd like to add one dissenting opinion to what Alok said. It was a minor point where he said, even if the politicians don't say anything, I don't subscribe to that, meaning maybe they shouldn't be held liable. But I think it has been pointed out sufficiently online, at least about the silence of our Honorable Prime Minister on some of these issues. And as the sort of icon of his party and perhaps this current movement, his silence is as damning as any of the inflammatory statements that have been made by maybe slightly more minor"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:35.640",
        "message": "players. I absolutely agree. And also, on the campaign trail, he's been incredibly skilled with dog whistles. And you know, what will simply happen if you do have the Supreme Court saying that his state government should not say anything in their favor, is that while ministers themselves may not say anything, you'll have random party people saying things and, you know, freedom of speech, of course, they can, I mean, we support the right to do so. So I'd like to sort of, you know, wind it up by asking you guys a couple of questions that I ask all my guests on whatever subjects they're talking about. And we'll start with you, Alok, two questions each, which is what makes you hopeful? And what makes you despair about what is happening in this country with regard to mob violence? And I mean, both these kind of crowd violence, lynchings and the killings?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:55:26.080",
        "message": "What makes me hopeful is the fact that perversely, I mean, of all the people to have responded, the first and perhaps the most effective response might have been WhatsApps, even though they may have about a 5 or 10% responsibility, not to say they're totally not responsible, but 5 or 10% responsibility, their response, I think, one, they tried to fix their platform, there's an ongoing response. Two, they have called for people to submit proposals to carry out research. I think, ideally, in an ideal situation should have been the government of India or some executive agency which says, we want to commission studies to find out what is going on, find government moves slowly, WhatsApp moves quicker, good for them. But I think the fact that people are not sort of keeping quiet and saying, okay, we'll fix these two, three things, and maybe the problem will go away. I think it's a good thing. And I think if some of the good research organizations that this country has sort of take up this challenge seriously, and I know there are many who will go down to this to the ground and not just research, even media organizations, I think what this really calls for some of the kind of on the ground reporting that any number of solid reporters in this country can do. If we can get 10 good on the ground, long form pieces, which sort of say this is what happened on that day, when this person accidentally found themselves in the middle of a mob which thought they were a child lifter, I think we will get an incredible insight into what is actually going on in this process. So I think understanding what is going on will help us go there. That at least makes me more helpful. The fact that there is an interest and there is that capacity to find out what is going on, I think that gives me hope. What makes me despair, of course, is that, again, in terms of the fact that the Supreme Judicial Body with all its level of protections, with all its judges is uninterested in saying what it should have said, you know, that that is what dispairs me that you had this opportunity to say something, even if the directions missed their mark, right, okay, I'm not saying that this court should have has the opportunity to think through things maybe as deeply as some of us may have. But even if you had said, framed the issue in the way it ought to have been framed, I think that would have been and even that signaling would have been that signaling would have been great to have said, we see that people are being killed over carrying beef, that is offensive to the idea of India, we see that people are being killed for wearing jeans just for being just for being Dalits who wear jeans, that's an offensive idea to the notion of India being a republic, if they had said that in a judgment, right, I think that would have itself sent out sufficient signal that they know what is happening, they may be powerless to do something immediately about it, or their measures may have missed the mark a little bit understandable, but that they didn't even name it, right, they didn't name what is happening."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:30.640",
        "message": "I think that is a cause for hope is really what civil society is doing. And your cause for despair is what the institutions and just protect us are, you know, how they"
    },
    {
        "speaker": "Guest 1",
        "time": "00:58:40.000",
        "message": "are mishandling their And the most to just add a little more context to it, Alok was saying, if you actually go through the judgment, it doesn't read like a judgment, it reads like the kind of lecture a judge would give if he was invited to some event, it's completely devoid of any context. And also, he like parrots these very slogany kind of phrases like the unity and diversity and which he says at least like 20 times, and he doesn't say like, Dalits once. So given that the sort of judgment is written in this very sloganeering kind of fashion, which, to be fair, is also Deepak Mishra's writing style, the absence of like a clear sort of denial or call to arms against this kind of behavior is even more stark."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:38.360",
        "message": "And would you like to share his reasons or like, what are your reasons for hope and despair?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:59:43.040",
        "message": "If you have something to add? Well, my reasons for hope are, I'm going to be a little more selfish in that we are currently working on a project on this, hopefully that will have some That's Takshashila and Vidhi. So hopefully that will have some impact on the discourse. The law is, I think, being a bit too ambitious. And sort of my primary sort of pet peeve with this whole issue, which I haven't discussed in detail so far is, and I've written an article about this in the Hindu, is that sort of organizations which are otherwise formally or legally recognized can commit these acts, their members may get arrested and get thrown under the bus, but the organizations go scot-free. So I think in terms of signaling, if you can somehow even find, forget, I don't even want to go into banning an organization because that's a problematic proposal constitutionally."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:48.720",
        "message": "Sardar Patel once did ban the RSS, leave that aside."
    },
    {
        "speaker": "Guest 1",
        "time": "01:00:53.040",
        "message": "But it's much more liable to abuse. Exactly. I agree with that. So I don't want to get into banning, but some kind of accountability to the organization, some kind of group liability, I think needs, I think will go a long way, at least with the sort of virtue signaling so that we can then at least go back to a narrative of bad eggs as opposed to these large monolithic institutions that are behind these people's backs. So that is one area that sort of, I think, gives me cause for hope. Cause for despair is pretty much everything else. And you alluded to the current state of our criminal justice system, whether it's the courts, the prosecution, the police. It's one of the recommendations that Deepak Mishra gives is the, I think the favorite for any criminal issue, which is them fast track courts. In my brief one year of practicing, I visited the same fast track court six times for the same matter. And it was always the same stage because it was an appeal of awaiting records from the lower court. So this is the current state of fast track in our country. It is a, well, it is, it does nothing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:17.280",
        "message": "Maybe they should put a jogging track around the fast track courts, so at least it'll have some kind of fast track around it. I know that's a bad joke, but so is our system, right?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:02:26.200",
        "message": "Absolutely. Yeah, yeah. Or maybe take a sort of a cue from Silicon Valley and maybe have a standing desk designed to the courts. But yeah, it, everything else pretty much is, I think you already said that a lot of the things that we're talking about are predicated on having a criminal justice system that we"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:48.520",
        "message": "simply do not have. Right. And on that note of despair, we hope you enjoyed listening to us, Alok and Madhav. Thanks so much for coming on the show."
    },
    {
        "speaker": "Guest 1",
        "time": "01:02:57.800",
        "message": "Thanks for inviting us. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:00.560",
        "message": "My pleasure. If you enjoyed listening to the show, you can follow Madhav on Twitter at MadChap88. I think Alok is off Twitter at the moment, but you can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. And for past episodes of The Seen and The Unseen, just head on over to SeenUnseen.in."
    },
    {
        "speaker": "Unknown",
        "time": "01:03:29.920",
        "message": "Every week comes a show where three people come together to tell you about stuff they like, a movie, a TV show, a book, and other stuff. Tune in every Monday on the IVM podcast app to IVM Likes. Batman approves this message. Thank you, Batman. Hi, I'm Vishal Gondal. I'm an entrepreneur. I've had the chance to meet and understand how some of the super achievers have hacked their way to success, and they have done spectacular innovations. Now I take a closer look at these people's lives to find out what lies beneath the force only on The Vishal Gondal Show. Episodes out fortnightly on Wednesdays on the IVM website, app, or your favorite podcasting platform."
    }
]