[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "IVM IVM IVM IVM IVM IVM IVM IVM ivm IVM IVM IVM IVM IVM IVM IVM IVM IVM so similar, if not basically the same, in terms of language, cuisine, dress, cricket, and even our taste for bad escapist cinema. I'd actually go further and argue that we are more than siblings. We're Siamese twins. We're joined at the hip almost literally, bound not just by culture, but also by geography, and therefore geopolitics. And for this reason, everything that happens in Pakistan concerns us also. We can't afford to just ignore it. And elections in Pakistan are more important for us than elections in any other country."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:07.320",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:12.480",
        "message": "science. Please welcome your host, Amit Badma. Welcome to the scene and the unseen. Today's topic is the Pakistan elections of July 25. Now, this conversation took place on July 23, before the elections, and you're listening to it on the Monday after. But that's okay, because what we discussed was not the specific result of the specific elections, but the state of Pakistani democracy, and what is at stake here. My guests today are my colleagues at the online magazine I edit, Pragati at ThinkPragati.com. Pranay Kotastane is our editor for foreign affairs, as well as a fellow at the Takshashila Institution in Bangalore, and one of the most highly regarded foreign policy analysts in this country. Hamsini Hariharan is the assistant editor of Pragati and foreign policy is also one of her beats. Before we begin the conversation, though, here's a quick commercial break. If this happens to be the only podcast you listen to, well, you need to listen to some more. Check out the ones from IBM podcast who co produced the show with me, go to IBM podcast.com or download the IBM app. And you'll find a host of great Indian podcasts that cover every subject you could think of. From the magazine I edit Pragati at ThinkPragati.com. There is the Pragati podcast hosted by Hamsini Hariharan and Pawan Srinath. There is a brilliant Hindi podcast, Puliyabazi, hosted by Pranay Kotastane and Sourabh Chandra. And apart from these policy podcasts, IBM has shows that cover music, films, finance, sports, sci fi, tech, and the LGBT community all under one roof, or rather all in one app. So download the IBM podcast app today. Pranay, Hamsini, welcome to the scene and the unseen. Thanks, Amit. Great to be back. Yeah, thanks for having us. So now we're recording this on the 23rd of July and the 25th, obviously the elections in Pakistan. So what I wanted this episode to be about is not so much what the outcome will be, because it will be known by the time you listen to it, but we don't know it yet. But more about what is the landscape of politics and electoral politics in Pakistan and how it's kind of evolved. So Pranay, just give me sort of a quick update, like I'm speaking purely from a layman's perspective. What is Pakistani democracy? Is there such a thing?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:04:31.680",
        "message": "The Pakistani democracy is quite elusive, actually. And that's been perplexing for many of the people around. And the way we've tried to characterize it is that Pakistan is actually not one geopolitical entity, but two of them. One is the putative state of Pakistan, which actually has its flag, a PM, a PM's car, and all that paraphernalia with it. But the more important one is something what we call the military jihadi complex. Now, the way we define it is that it is a dynamic syndicate of the military, militants, the jihadists, the radicalists, and political economic structures, which basically have their own foreign policy and domestic policies. And they try to assert their relative dominance over this entire thing called Pakistan. So it is this MJC or the military jihadi complex, which actually is in control of the corridors of power in Pakistan, and it is the one which determines what will happen. And even in this election, if you see it, the most important opinion that matters is not the one that comes out of opinion polls, but the opinion of the military, and the military seems to have made"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:47.920",
        "message": "its choice. So what's really the history of this military jihadi complex? Like, it hasn't always existed, I'm assuming. But at the same time, like, would you say that the dominance of the military was something written in the DNA of the Pakistan state in terms of how"
    },
    {
        "speaker": "Guest 2",
        "time": "00:06:02.760",
        "message": "it was formed? Yes, actually, it is, it has been existing since the emergence of Pakistan. And in fact, there is a great book by Steve Wilkinson called Army and the Nation. And it tries to lay out a comparison between the history of the Indian Army and the history of Pakistani Army and why both of them diverge in terms of the political roles that armies play in both states. And it's a fascinating account of that. And the military jihadi complex has its root right from the emergence of Pakistan. There have been several constitutions that Pakistan has had several stages where the military was in direct control of the government. And even now, even though there is something called a Pakistani PM, do you know who's the Pakistani PM now, for example? Give me a minute while I Google it. Yeah, right. You need to Google it. I think you might know the PM of some other neighboring state, but it's difficult. Let's say Maldives, you would know who is right. But in Pakistan, it's difficult because the current guy who's been installed is someone who's not even a big guy in his own political party. He was only installed because Nawaz Sharif sort of confronted the Pakistani military and the military jihadi complex thought that he was getting too big for his shoes. And hence he was booted out. So if I have to say what are the broad trends that have taken place over the last few years, let's look at it first from a foreign policy angle of Pakistan. One, the narrative that the MJC has been selling all these years that they are the protectors of Pakistan and the world would be worse off if they weren't there. That kind of narrative has weakened over the last few years. The Americans who are backing the Pakistani military just because they thought there was no better option, they chose to believe so, are also frustrated with it. So if you see over the last few years, the aid that Pakistan army got has significantly declined. So from a foreign policy angle, there is a pressure. The amount of options that Pakistani army had have reduced now. That's one big thing. In the domestic side, what you saw was last time Nawaz Sharif, his party called the Pakistan Muslim League, Nawaz, won a landslide elections. They won around 178 seats out of 342. And it was the first time when a democratic transition actually took place from one democratic party to the other. Big, big event right after 70 years. And even though that happened, after that Nawaz Sharif sort of did a lot of things to change Pakistan and most importantly, and where the Pakistani military didn't like it is where he started questioning the ISI, etc. on what they have been doing in regulating the jihadists. And this came out as a leaked report in a famous newspaper called Dawn. And that's when the Pakistani military started to go behind him. And hence he was overthrown. And he was forced to exit. There was a non entity was made the PM. So these are the two things. The third one is what is happening on the Pakistani border with Afghanistan, which I guess Hamsini can tell you better. Yeah, something that I wanted to talk about"
    },
    {
        "speaker": "Guest 1",
        "time": "00:09:29.440",
        "message": "was the rise of the Pashtun Taifus movement. So what's been happening is that since 2015, there's been supposedly a crackdown on the Tariq-e-Taliban Pakistan. And so the Pakistan army launched something called Operation Zarb-e-Azab. And this meant that a lot of people who were in the area were arbitrarily detained and harassed and all of that. And this is not new also in the federally administrated tribal areas of FATA, which comes under, it doesn't come under the Pakistani constitution. So what happened is from 2015, there have been"
    },
    {
        "speaker": "Guest 2",
        "time": "00:10:06.000",
        "message": "small protests. Just to correct, it does come under the Pakistani constitution, but the laws which apply to these people are different from the laws that apply to the other Pakistanis. So there is something called the FCR and their draconian laws. For example, one person doesn't have one vote in those areas, whereas the other Pakistanis have. Here there is something called a community vote, things like that. Really crazy colonial stuff, which still continues"
    },
    {
        "speaker": "Guest 1",
        "time": "00:10:31.520",
        "message": "to this. Yeah. And another thing is if you do something, then members of your family will be detained and so on. So they are really draconian laws. So what's happened over the last year is that this movement started calling for, you know, dignity for the rights of Pashtuns. And it's the first grassroots movement in recent history in Pakistan that's managed to affect an outcome that the Pakistan army was not really favorable to. So one of the things that they were able to do about a month ago was merge two provinces in Pakistan, Khyber Pakhtunkhwa and FATA. And this has been a demand for a very long time so that there would be better governance and so on. But this is the first time that the change has actually been mandated. And this goes on to show that there is a lot of dissatisfaction on the ground. The people aren't really happy with the way that the civilian government has been acting simply because the civilian government does not have a lot of power."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:26.600",
        "message": "And correct me if I'm wrong, but one sense in which this uprising is different from past uprisings is that past uprisings focused to a certain extent on identity politics and Pashtuns versus arrest and so on. While this was really focused strongly on individual rights and on just being treated as citizens and so on. Is that a correct formulation?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:11:46.800",
        "message": "No, I would suggest it is still largely it is being seen as a Pashtun movement itself. The word itself means Pashtun protection movement. But are they agitating for the same sort of things they were in the past? Yeah, it's not that they are arguing for a Pashtunistan or anything like that. They are arguing for Pashtuns to have the same rights that other Pakistanis have, essentially that. And the unique thing about this is that the leadership is not affiliated with any political party. So it's tough for the Pakistani army to curb it. They have immense amount of instruments to curb it, right. And the military jadhi complex excels in that they can manufacture charges, get forced disappearances. It's a very famous term in Pakistan, which is called namalu mafrads. These are unidentified persons, they emerge out of nowhere, and they will just abduct you. Very, very common happened to a lot of Pashtuns. And in fact, that is why this entire movement started. And the leader of this, for example, is a guy called Manzoor Pashteen. He's a young chap has no political history. But he went around Fata and there was a march, a lot of people joined him on the way. So it's what Hamsini said a grassroots movement, which really caught on and the Pakistani army was caught unawares."
    },
    {
        "speaker": "Guest 1",
        "time": "00:13:05.320",
        "message": "Yeah, and what the movement has done differently from other movements, as Pranay said, is that it didn't take up any political affiliations, even at the end of it after the two provinces were merged, and a lot of people were saying, you know, what next for the movement? The leaders of the movement were saying maybe individuals will take up political contest if they want to, but the movement as such is not going to back anyone. And while it was happening, it was suddenly seen as you know, an important vote that they had never counted before on because traditionally Pashtun votes go to the PTI that works, the Pakistan Tehreek-e-Insaf, that is in Khyber Pakhtunkhwa. So this was seen as a new demographic that has never come to the foray before in Pakistan."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:53.080",
        "message": "And just sort of going back to the first point you made, Pranay, about the army no longer the military jihadi complex been weakened over the last few years. And I remember the early 2000s before 9-11, Pakistan was economically pretty much on the verge of collapse and someone like I visited Pakistan to cover the Indian cricket tour of 2006. And I'd also written for the Wall Street Journal and so on in that time. And I remember someone at that point telling me that we think of, we don't call Al-Qaeda Al-Qaeda, we call it Al-Faida. Because what happened with that was that the army suddenly got a spurt of validation and you know, it could justify itself in much stronger times, in much stronger terms and a lot of funds poured in from abroad because you obviously looked as Pakistan as a key ally in the war against terror and the military jihadi complex just grew stronger. Now, one reason for the military jihadi complex growing weaker, obviously, is that the West has figured out that these guys are not allies, they are playing a double game. But is it also the case that even domestically, people are more empowered or more disillusioned against the army? Is it like a two way thing"
    },
    {
        "speaker": "Guest 2",
        "time": "00:15:02.360",
        "message": "happening here? Yes, that's true for some section because look at it like this. So Pakistani military jihadi complex, everyone now knows that they are the ones who are in the driver's seat. And in spite of them being in the driver's seat, things haven't changed a lot, right. And in fact, the gap between India and Pakistan has also been widened significantly. So in a sense, there is this disillusionment that whatever we were promised, and the military being the protectors of the ideological frontiers have not delivered. So there is that sense of alienation which has come in. But because the military jihadi complex is still the most powerful formation, it can, you know, there are these, for example, every year, there are these surveys, which keep getting held everywhere. And still Pakistani army gets some 75% ratings in the most trusted institution of Pakistan and all that. So that kind of continues. But I guess yes, there has been some disillusionment that we aren't getting what we are. Most recent example, actually, like just yesterday, there have been street protests in Punjab, people saying ISI Murdabad and all that. That's very, very rare for it to happen in Punjab. Second, what has also changed the fact is that there have been terrorist attacks in the heartland of Punjab over the last few years. So that again, has set a question back in the army's court that what happened, you were the guys who are going to protect us against India and against all the terrorists. But now, even the gardens of you know, there was an attack in a park in Punjab in Lahore. So even those places aren't safe anymore. So that has sort of weakened domestically. And would it be your case that you know, when"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:56.720",
        "message": "Indians typically think of Pakistan as an enemy nation, what they actually thinking of is a military jihadi complex, and not so much the you know, like Pakistan civil society at this point, seems fairly fed up themselves of the military jihadi complex."
    },
    {
        "speaker": "Guest 2",
        "time": "00:17:10.880",
        "message": "No, that's a very good point. Actually, that's why I was trying to say that look at Pakistan as two entities, there is this one entity, which you can't probably, you know, sort of get you on your side, because they have defined their existence as opposing you. And that's a military jihadi complex, right. So maybe the long term solution for the for that entity is just that resist, we need to resist it for now and hope that we dismantle it in the future or it gets dismantled on its own. But the other side is not inherently inimical to India or might not be so it at least it can be changed. And an evidence for that is like what you see happening in a Kashmir, for example, over the last two, three years, Pakistan could have done a lot more if it wanted to. And I it's my sort of assertion that actually they haven't done a lot. And a lot of problems which are of the recent times are our own problems and the way we've handled Kashmir politically, but Pakistan has been a peripheral player in this, but it's not been the main person which is doing things from behind, which was the case a few years ago, Your case is if they wanted to, they could have, they could have and they didn't. So why didn't they? They didn't because as you see, last few years, Nawaz Sharif was the one who was trying to assert himself politically. And there were some overtures on both sides. And they sort of tried to figure it out that, you know, maybe we need to get our acts in the domestic sphere first together and then see what we have to do with India. So there was and remember the terrorism increased significantly within Pakistan, right? So there was backlash internally as well. If Punjab is getting bombed internally, they said, how can we support terrorism elsewhere? So this entire narrative of Pakistan having backing terrorist elements sort of had weakened over the last few years, right?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:19:14.360",
        "message": "And do you think that this is one of the reasons Nawaz Sharif also faced pushback from the army that he was trying to control terrorism and didn't let the terrorists affect what"
    },
    {
        "speaker": "Guest 2",
        "time": "00:19:25.120",
        "message": "was happening? He was questioning those guys. And that's what the report in Dawn said. And that was a bit too much to ask. And that's why what happened and he was declared that he was not sadiq and amin, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:38.760",
        "message": "Yeah, what is a sadiq and amin? You told me before you began recording, but for the benefit"
    },
    {
        "speaker": "Guest 2",
        "time": "00:19:44.520",
        "message": "of the listeners. It's fascinating Pakistan has so current constitution, which is in force in Pakistan was the one which started in 1973. And after that, an article was inserted in Zia ul Haq's time, an article 62, which said that a person who is elected to the legislative assembly, he should have adequate knowledge of Islamic teachings and practices on the obligatory duties prescribed by Islam, and he should abstain from major sins. And the clause also said that candidate should be sadiq and amin. So it means honest and righteous. Now you can understand how vague this is. So the Pakistani military jihadi complex often uses this clause to just take people out which whom they don't like, and the way they do now is very intelligent. So earlier, like back until the 1990s, they could just overthrow the political outfits and the army guys could become the president and military martial law administrators like what Pervez Musharraf, Zia ul Haq and all those guys did. But now, there will be a backlash internationally even within Pakistan, right? So what they do is more intelligent things, more sophisticated things, they get the judiciary to front this. So the judiciary will say that, okay, Nawaz Sharif has been involved in Panama paper leaks, and he is no longer sadiq and amin. So he should be thrown off. And then you have this entire set of another guy coming in who the Pakistani army wants, which is quite marvelous. Yeah, in fact, that's why"
    },
    {
        "speaker": "Guest 1",
        "time": "00:21:26.320",
        "message": "the recent dismissal of Nawaz Sharif and his putting an arrest out for him for 10 years, he's supposed to be jailed. It was called judicial coup, because that's what it was. It was orchestrated by the Pakistan army. So the army basically controls the judiciary"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:43.440",
        "message": "and uses it as a tool when it wants to. Yeah. So you know, I want to ask you guys about the current elections. But before I do that, a slightly deeper question going back to the background that you were giving me before the start of the episode about the army's predominant role in Pakistani politics, which is so different from the army's role in India and thank goodness for that. And can you give me a TLDR of how the Pakistani army, the military jihadi complex as it has become now, became dominant in Pakistan politics right from 47. And if that is a structural reason, then why should it change now? I mean, is there any"
    },
    {
        "speaker": "Guest 2",
        "time": "00:22:25.040",
        "message": "hope of it ever changing? Yeah, the structural reason for the Pakistan army's dominance was, now Pakistan was born a very insecure state, right? And it always perceived it so. So for the first few years, the biggest chunk of their budgetary allocation was in defense itself. So, in a sense, it was the army and the armed forces which got a head start over the other institutions. And in a fragile state, which was just beginning, it was only the army which sort of seemed to work, right? And remember, during the British times as well, they had allocated big canal colonies along the Indus and given it to the military guys, etc. So, these were also the people who were the richer ones, the well-educated ones, and now also more important from a public finance point of view. So, these people had a head start and that sort of they then you had the first coup which came up and you had Ayub Khan taking over the reins. So, it was born that way, you know, and that sort of has continued. The army has never allowed the other putative state to actually emerge."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:41.480",
        "message": "And was it like, as in our case, was there ever a sort of constitution which tried to"
    },
    {
        "speaker": "Guest 2",
        "time": "00:23:45.800",
        "message": "lay down the rules of the game? Or how did that go? Yeah, the often the constitution was made by the army guys itself. After they ruled, they had a new constitution, it changed, etc. So, it always tried to give a veneer of democracy and a legitimacy which you would find acceptable, but always it was clear where the power center lay. And to your question of whether it will change or not, the only thing sort of which can change is if this Pakistani military jihadi complex is no longer seen as the one which can deliver the goods for the Pakistanis. And I guess, at least the trend is now in a direction where Pakistanis themselves are questioning where we are going with what we've done. And, you know, the countries around Pakistan have managed to do much better things. So, they are questioning that. And that's why you are seeing a lot of this civil unrest with the PTM, etc., which is coming"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:47.760",
        "message": "up. And therein lies the hope, I guess. In fact, this is why I keep saying that, you know, just because we view Pakistan as the enemy, which as you correctly pointed out, there are two aspects of Pakistan and the military jihadi complex as enemy, just because of that, we shouldn't cut down on trade with them. In fact, if anything, we should expand free trade with them, we should expand person to person relations, because all of those things will only strengthen Pakistani civil society vis-a-vis the military jihadi complex. So that is sort of another front in the battle we have to fight against."
    },
    {
        "speaker": "Guest 2",
        "time": "00:25:17.960",
        "message": "Right. But I would say, I have a slightly different take to it, at least we shouldn't think of all these big overtures, you know, a PM meeting a PM and all that, because the past evidence shows that whenever such big jhumlas take place, immediately after that, the military jihadi complex strikes back. There is instance after instance where this has happened. So, it's better to not, you know, insert a finger into the eyes of the MJC by doing these big events. Yeah, you could do it at a first start with a back channel talks, NSAs to NSAs, and then slowly open people to people contacts, but anything which is big, which questions the military jihadi complex, who's, you know, the foundation of that is that they are going to protect against India, right? So, if you start to question"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:12.120",
        "message": "that, then MJC strikes back. So, like the MJC, maybe what you're saying is MJC may be wounded and insecure, but they're still the biggest beast in the room and you don't want to roil them up too much. We'll shift to talking about the current elections, which I find hopelessly complicated and hard to understand right after a brief commercial break."
    },
    {
        "speaker": "Unknown",
        "time": "00:26:30.200",
        "message": "Hey, it's been another great week on IBM. If you aren't following us on social media, please do. We're IBM podcast on Facebook, Twitter and Instagram. On Sairaj Says this week, we have Satyanshu Singh, filmmaker, writer and head of content development for AIB First Draft. His journey from doctor to writer is a fascinating one. On the scene and the unseen, Amit is joined by Pranay Kotastane and Hamsini to decode Pakistan's experiences with democracy. On Keeping It Queer this week, Naveen speaks to Parmesh Sahani, author and head of the Godrej India Culture Lab. Hustle Science marks its season finale with fitness YouTuber Abhinav Mahajan. And on Geekfruit, Tejas and Jishnu give you the greatest hits from this year's San Diego Comic Con. It's time for you to catch the third story from Croc Tales with Anand Sivakumaran. This one is called Freddie Ki Fiat Ho Gai Flat. And now, onto your shelves."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:08.800",
        "message": "Pranay and Hamsini, welcome back to the scene and the unseen. So, help me make sense of what's happening in these elections. You've had Nawaz Sharif sort of being defined against a military jihadist complex, which is on the downswing both in terms of what the world thinks of it and in terms of dealing with domestic matters. So, they've used the Supreme Court as a puppet to get Nawaz out of the way. They've installed a puppet prime minister. And now you have elections coming up. So, lay it out for me. What's at stake here? Who"
    },
    {
        "speaker": "Guest 1",
        "time": "00:27:39.680",
        "message": "are the players in this game? And what's likely to happen? Before we get into these elections, I think it'll be good if Pranay, you told us how the National Assembly elections in Pakistan actually work, right? With respect to vote shares in"
    },
    {
        "speaker": "Guest 2",
        "time": "00:27:53.120",
        "message": "provinces and so on. Yeah. So, think of it this way, that the electoral seats, basically Pakistan is dominated by one state. Okay. So, the total number of seats in the assembly are 342. Not all of them go for elections. They are sort of, some of them are reserved seats, etc."
    },
    {
        "speaker": "Guest 1",
        "time": "00:28:18.800",
        "message": "For minorities and women."
    },
    {
        "speaker": "Guest 2",
        "time": "00:28:20.000",
        "message": "Yeah, minorities and women. So, around 270 will go to vote in these elections. Now, the Punjab dominance is that nearly 170 seats out of 342 belong to Punjab. Okay. So, the second highest state, which is Sindh, it is less than half of that number. It has 75 seats. So, anyone who controls Punjab sort of is the big person in town. In the last elections now, Nawaz Sharif's party really sweeped the entire Punjab. Okay. And they had close to 178 seats or something like that. So, because of that, they were the big party there. Now, what's happening now? Because PMLN has now lost favor of the Pakistani military jihadi complex, there are some other formations who are coming up. Now, there is something called the Pakistan Tehreek-e-Insaf, which is led by Imran Khan and his election symbol obviously is a cricket bat. I don't know why not a ball, but it's a cricket bat. So, Imran Khan is the, his party actually rules this thing called the Khyber Pakhtunkhwa, which is another state. That state just has now 50 seats totally. These are the two big formations. The third formation is the Pakistani People's Party, which is Benazir Bhutto's party. Now, it is being led by her son. Now, over the time, PPP's influence has waned. And even in these elections, it is only restricted to sins that they might perform well. These are the three big parties. Some other parties are now Pakistani military jihadi complex is also trying to mainstream militants. So, there is always like a palimpsest of militants who keep coming into the electoral setup. Earlier, you had some jihadi elements. Now, you have these guys Hafiz Saeed has a party called the Milli Muslim League that might contest. So, there are... And they are backed by the military jihadi complex. Yeah, it is a part of the military jihadi. They are the jihadi part of the military jihadi. So, it is very clear they are trying to mainstream it. There are militant Barelvi outfits also. There is a Pakistani Labaik party. And they are also trying. So, there are many, many layers of these militant guys who are also sort of contesting. So, these are the main guys in the elections. Now, Pakistani army has made its choice. It looks like Imran Khan is their man and a few reasons for that. First, they hated the PM and Nawaz Sharif. And even though Nawaz Sharif won't be contesting elections, they fear that his family will still be in control and he might again come back. So, they are trying to restrict them. They are doing that in a few ways. One, they are obviously helping Imran Khan project his party's name everywhere. Second, they have split the Pakistani Muslim League itself. And there was this Interior Minister Nisar Chaudhary who was from the Nawaz Sharif faction. Now, he split from the PMLN and he is contesting elections alone. And he was allotted the symbol of a jeep, which very obviously evokes images of the Pakistani military itself. And not only did that happen, a lot of people started quitting PMLN. And by some strange luck, a lot of these independents have been given the jeep symbol. So, this is like the jeep party. So, this is the jeep party, which is sort of, they don't call themselves a party, by the way. They are saying we are not a group, but we know what it is. What might happen is because PTI does not have a great presence in Punjab, these jeepers plus the PTI might collaborate and you might have a formation which can run."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:21.640",
        "message": "And also Imran in the past has sort of shown his sympathy for militants anyway. Of course. So he's always sort of been, you know, wanting to get into the good books of the military"
    },
    {
        "speaker": "Guest 2",
        "time": "00:32:32.400",
        "message": "jihadi complex. Yeah, he is. I mean, the party was started by, now the interesting thing is even Nawaz Sharif's party was bankrolled by the Pakistani army back in the 80s when Benazir Bhutto was just rising. This was late 80s. So as a counterpoint to that. So, there was this formation called the IJI, which was formed and Nawaz Sharif was a businessman who was brought in to do this. But over time, Nawaz Sharif now with, you know, 30 years of politics behind him wanted to do things his own way and that was too much for the Pakistani army. So now you have another case here and they are trying to form this party called the PTI. Obviously, they emerge, they come up every time the Pakistani army wants them to do, wants them to create all these noises. So yes, it looks like they are the Pakistani"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:28.560",
        "message": "army's guys. All very entertaining. So, is the army also going to rig the elections in a manner of speaking? Because like there is an army person at every booth, for example, they're pretty much controlling the physical logistics."
    },
    {
        "speaker": "Guest 2",
        "time": "00:33:39.960",
        "message": "Yeah. So that's, that's the interesting thing. And I don't know how that would work out. My guess is they have already rigged the election. You don't need to rig the ballot process to rig an election, right? You can rig it. They'll just put Nawaz Sharif behind bars, put his daughter behind bars. So, I mean, if that is not rigging, what is?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:34:01.520",
        "message": "You face so many insurmountable difficulties. And I think you wouldn't want to rig the election anymore because the army still wants that veneer of credibility, right? At some point, they still, they've always maintained the prop of a civilian government to show that there is some aspect of democracy within Pakistan. So if they go any further, then I think they will be tipping that balance and they won't want to do that necessarily because then they"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:28.160",
        "message": "can go back to military rule. But does that matter anymore? Because everyone in the international community, for example, knows the real score anywhere, right?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:34:35.320",
        "message": "No, I think it does matter because recently Pakistan has been put on the FATF, right?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:34:40.760",
        "message": "The Financial Action Task Force, for not cracking down on terrorism and money laundry and things"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:47.320",
        "message": "like that. And I don't know, what do you think, Pranay?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:34:51.440",
        "message": "I think the difference this time is because Nawaz Sharif is extremely popular still. And in fact, after what the army has done to him and put him behind jail, etc, there's a greater sympathy wave for him as well. So he's no walkover either. He's a seasoned politician. So if the Pakistan army goes overboard, there might be, you know, pushback from the supporters of Nawaz Sharif, which didn't exist earlier because, you know, there was only one game in town earlier. But now there is at least a hint of some political opposition."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:25.600",
        "message": "Is there space for such a backlash to express itself? I mean, if it's basically an army run country, they can just clamp down on any dissent, right?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:35:33.760",
        "message": "Yeah, that might well happen. And in fact, that's what is happening. But for example, there were a lot of protests in favor of Nawaz Sharif as well. And, you know, voices were raised even after he was removed because of this clause. So in a sense, they won't be able to keep it under wraps if this happens. So there will be some fallout, there will be protests, which I don't know whether they are ready to take that challenge."
    },
    {
        "speaker": "Guest 1",
        "time": "00:36:00.880",
        "message": "Yeah. So when he was debarred from government, right, he did a long march from Islamabad to Lahore, saying, you know, yes, I've been debarred from office, but I still have clout. And similarly, when the judgment now that sentenced him to 10 years of prison was out, he and his daughter were actually in London and protesters stormed through the apartment and eventually he chose to come back to Pakistan, even though he knew he was facing arrest. And I think these are all symbolic of the fact that the Sharifs know that there is a sympathy wave for them, that they will command it in that sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:34.400",
        "message": "Yeah, that's which is kind of ironic, given that they were once cronies themselves in"
    },
    {
        "speaker": "Guest 2",
        "time": "00:36:37.880",
        "message": "a sense of the army, like you pointed out. Yeah, that is true. But you know, once you have power, I guess the logic of power works differently and I think he probably thought that he can do more things on his term rather."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:51.840",
        "message": "Power changes everybody. I mean, power is like the most fascinating subject of modern times."
    },
    {
        "speaker": "Guest 1",
        "time": "00:36:56.400",
        "message": "There is this famous quote from the Harry Potter, right? When Voldemort in the first book says, there is only power in those who are too weak to seek it. And I think that's a great way to explain what is happening in Pakistani politics."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:09.960",
        "message": "A profound geopolitical insight from someone who lost. Times do change and power does shift. So okay, so here's the million dollar question then. All this is happening in Pakistan, the military jihadi complex is asserting itself and Imran might, interestingly, our listeners will know this as they're listening to the podcast, we don't at the time of speaking, Imran might come to power or whatever happens. What are the repercussions for India?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:37:36.760",
        "message": "So from the Indian angle, these elections don't really matter. They are all interesting for us to observe. But still, what we are seeing is the military jihadi complex, we have to face that particular side of the equation. And there will be someone who will be a crony of the military jihadi complex. Earlier, you at least had some guy who could question the military jihadi complex in a limited sense. But yes, there was now you will end up with the situation where there is a military jihadi complex and the political party is just going to relay whatever they want them to relay. So we have no other option but to try to see how this military jihadi complex's role can be managed. And that's what we are left with."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:29.320",
        "message": "And what is Imran's attitude towards India in terms of his public utterances and so on?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:38:34.180",
        "message": "What is his approach? Extremely antagonistic towards India. He's, in fact, his favorite criticism of any of his political opponents is they are India supporters, or they did something which was in India's interests or something. And everyone for them is a raw agent. So that's the standard thing with PTI. It won't change."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:56.520",
        "message": "Right. And we are also no doubt raw agents. Pranay and Namsini, thanks a lot for coming on the podcast. It's been very illuminating talking to you. Thanks, Amit. If you enjoyed listening to this episode, do follow Hamsini on Twitter at Hamsini H and follow Pranay at Pranay Kotas. You can also follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for"
    },
    {
        "speaker": "Unknown",
        "time": "00:39:27.120",
        "message": "listening. Every week comes a show with three people come together to tell you about stuff they like a movie, a TV show, a book, and other stuff. Tune in every Monday on the IVM podcast app to IVM Likes. Batman approves this message. Thank you, Batman. Batman. Hi, I'm Vishal Gondal, an entrepreneur. I've had the chance to meet and understand how some of the super achievers have hacked their way to success, and they have done spectacular innovations. Now, I take a closer look at these people's lives to find out what lies beneath the force only on The Vishal Gondal Show. Episodes out fortnightly on Wednesdays on the IVM website, app, or your favorite podcasting platform."
    }
]