[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "Why should GST be implemented? Why are all our politicians so corrupt when not all of them are bad people? I am Amit Varma and in my weekly podcast The Seen and The Unseen, I take a shot at answering all these questions and many more. I aim to go beyond the seen and show you the unseen effects of public policy and private action. I speak to experts on economics, political philosophy, cognitive neuroscience and constitutional law so that their insights can blow not only my mind, but also yours. The Seen and the Unseen releases every Monday. So do check out the archives and follow the show at seenunseen.in. You can also subscribe to The Seen and the Unseen on whatever podcast app you happen to prefer. And now, let's move on to the show. For a species continuously at war with itself, what does it mean to have nuclear weapons? Is there going to be more war? Or because these weapons are so deadly, is there going to be less war? If no one will mess with someone who has nuclear weapons, does it mean that the smallest country with a nuclear bomb is automatically at par with the most powerful army in the world? And what does all this mean in the context of the Indian subcontinent? Because both India and Pakistan have nuclear weapons, does it make our conflict more dangerous or less? Are those weapons ever likely to be used? Can they be controlled? What do armies really mean in this nuclear world? What does war mean?"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:06.840",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:16.420",
        "message": "Please welcome your host, Amit Badma. Welcome to The Seen and the Unseen. My subject for today is war in the nuclear age. And my guest is Lieutenant General Prakash Menon. General Menon is the Director of Strategic Studies in the Takshashila Institution in Bangalore and he served for 40 years in the army before that. He served as Siachan and at the line of control and he was involved in counterinsurgency in Jammu and Kashmir. He has been the Commandant of the National Defense College in Delhi. And here's what I find most fascinating about him. He's an Army General who also has a PhD. In fact, he expanded his PhD thesis into a book that you'll find on Amazon called The Strategy Trap, India and Pakistan under the Nuclear Shadow. I had a fascinating conversation with him in Bangalore recently. But before we get to that, here's a quick commercial break. If this happens to be the only podcast you listen to, well, you need to listen to some more. Check out the ones from IBM Podcast who co-produced the show with me. Go to ibmpodcast.com or download the IBM app and you'll find a host of great Indian podcasts that cover every subject you could think of. From the magazine I edit, Pragati, at thinkpragati.com, there is the Pragati podcast hosted by Hamsini Hariharan and Pawan Srinath. There is a brilliant Hindi podcast, Puliyabazi, hosted by Pranay Kutasane and Sourabh Chandra. And apart from these policy podcasts, IBM has shows that cover music, films, finance, sports, sci-fi, tech and the LGBT community all under one roof or rather all in one app. So download the IBM podcast app today. General Menon, welcome to the scene in the unseen. Thank you. General Menon, one of the most fascinating things about your bio data, which I found, which is like so impressive, the things that you've done in your 40 years of Army service is the fact that you're also a PhD. You've done a doctorate, in fact, in the very subject that you later expanded into this book, the strategy trap. Tell us a little bit about how that came about."
    },
    {
        "speaker": "Guest",
        "time": "00:04:20.060",
        "message": "Yeah, actually, my PhD is by default, in the sense that it was triggered by a discussion when I was an instructor in Staff College when India had just gone become a nuclear power and we have this practice in Staff College where a senior officer who comes to address the college has a discussion with the what we call directing staff, which is the instructional staff there. So there was this discussion and I was part of that discussion. And during the discussion, the discussion was about now that India has gone nuclear, what does it mean for the Indian Armed Forces? During that discussion, I realized that what I instinctively thought about the fact that we've gone nuclear would make a lot of difference to what the armed forces can do was quite different from what most of them, in fact, all of them said. And I was a sole voice who said that now things are going to be profoundly different. And at one stage, in fact, I was given a shut up call by the commandant because I was arguing with the senior general of the army who was saying that nothing is going to be I mean, everything is going to be the same. And I was saying, no, it's not the case. So that I think was a trigger, which actually finally led me to my PhD, because I said, I must find out. And then I had a long journey. I could do my PhD because I took two years of study leave. I located myself in this beautiful place called Bangalore, although I was doing a PhD from Madras University, because I was doing a project with NIAS, which is funded by the Department of Atomic Energy. And it was a project which is congruent to my thesis of what is the impact of nuclear weapons. And I traveled and traveled all over India, I met people discussed with them, traveled to the United States, I went to both the coasts, spoke to people in think tanks, but all their frame was primarily of the Cold War. So while there were some commonalities, I found that the Indo-Pak situation, the context demanded a different look. So two years passed, study leave was over. And I had not yet started on my PhD. My thesis was in my head actually, but I had not yet put it down on paper, I had a lot of notes. And then suddenly everything gets over, I completed the project with DAE. And it was a classified project, it still is. And then I went off to command a brigade in North Kashmir, I commanded the Haji Pir Brigade. And soon enough came our Parakram. And according to my thesis, our Parakram could not happen the way it was being planned. It was planned for being a big war. And according to me, such big wars are no longer possible between India and Pakistan. So my thesis survived. And actually Parakram because nothing happened. We finally demobilized. But I couldn't write my thesis and my professor by which time was telling me that I'm running out of time, that you have to complete your thesis because they have some certain regulations, university regulations and so on. And I was promising him that I'll do it. But there was no time that you could command a brigade in active operations. We were also involved heavily in counterinsurgency that I could write my thesis. So two years passed, but my professor was good enough, who understood the situation, sort of he managed to play around with the rules of the university and gave me some more time till I went to my next appointment as the Centre Commandant, where also it was not possible for me to do. I ran into, I learned the contonement act instead of looking at my thesis because I was trying to sort out what I thought was a corrupt officer from the Indian Defence State Service. And my time, eight months there passed like that before that. But I thought I'd sorted that officer out, but nothing happened to my thesis. And I went on to my next, this thing on a course in Delhi, the National Defence College. And in the National Defence College, I could do a lot of reading and writing about what it is, but the thesis took a long time. So it was, I started writing it there and it took some sort of shape, but it was not in the shape it could be presented. And then after one year, of course, I was posted back there. I did some more work. Then I was promoted and I was sent to South Kashmir where I was a GOC. And that's the time when my professor gave me a deadline and he said, if you don't complete by so and so date, your thesis cannot be accepted by the university. So as a commanding general of an active counterinsurgency force in Kashmir, I had an early riser, used to get up very early in the morning, which I normally did. And I used to spend the time writing my thesis and that's how I completed my thesis in service. And it's not the case that I wanted to do a PhD, but I think if not for that original discussion at the DSSC and my dissent, because all the time was also involved with making plans, which according to me, cannot possibly be actually see fruition because they were dangerous and actually will not achieve what we want to achieve. So he was a guy actually at the operational level in official capacity, making being part of a process that I didn't believe in. And therefore my PhD became an antithesis of my official life."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:42.380",
        "message": "So your thesis was an antithesis to sort of and I mean, I find the whole subject very fascinating in the sense of, of course, we all know that, you know, when two nuclear powers face off, there's a concept of nuclear deterrence, and that prevents them going from war. And therefore, how you use forces sort of changes and is collaborated. But what you have done is you've located all of that in the context of the subcontinent and the particular challenges that we face that India is nuclear, Pakistan is nuclear, China is nuclear. And your main thrust, if I am not mistaken, and stating it this way, is that the way we use conventional force has changed so drastically, that it is impossible to use it in anything but the most limited way. And this most limited way will then also be relatively ineffective. And this presents a conundrum for us, for army and military strategists."
    },
    {
        "speaker": "Guest",
        "time": "00:11:38.380",
        "message": "Is that a correct summation? Absolutely. In the fact, see, one of the problems with nuclear weapons has done to the armed forces of all countries is to question their relevance. That why do you need it anymore? And that's the question which has been challenged. Because the problem is there are two parallel paradigms which run. One is if you are a nuclear power, and if you're being faced with another nuclear power, the paradigm says that your main aim is war prevention, to prevent war. Nuclear weapons are meant not for use, but to prevent it. And that's what Bernard Brody, in the initial phase of the late 40s, first propounded. That the sole purpose of nuclear weapons is to prevent war. But in the real world, there is conventional force which is there. And conventional force believes in the paradigm of achieving what you call decisive victories. So the real world is that you have this need for preventing big war, but you also have these conventional forces which all the time are planning to be used for decisive victories. So the two divergent thoughts, but they run parallel. And that is what has challenged all the armies of the world ever since nuclear weapons have come to power in India and the Pakistani armies can be no different."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:19.300",
        "message": "So I'm going to quote a little bit from your introduction, where you talk about, I'll just quote this bit, start quote, after the Kargil conflict, three schools of thought emerged in India. Some believed that a conventional war with Pakistan is no longer practical because of the possibility of the war escalating beyond the nuclear threshold. And that matches Pakistan's official view. Others are of the view that a war limited in space, time and objectives is possible. And Kargil was cited in support of the argument, which has also been India's official view. A third group believes that a full fledged conventional war is possible because Pakistan's nuclear threats are bluffs that must be called since Pakistan could well be decimated, even though we could also suffer severe damage, close quote. Out of these three views, which is closest to what you believe?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:09.220",
        "message": "The first one, which is that actually the utility of force is now in question, because if you want to use force and a military actually is an instrument of politics, it's applied against the adversary to achieve political objectives. And those political objectives is about finally about getting the enemy to do through force what you want them to do to change their behavior or to do something which you which you don't want them to do. So if that is the case, and in the India-Pakistan situation, I think it's very clear that what India wants to do, achieve politically is how do you stop Pakistan from using terror as a policy instrument of the state? And can that therefore be done by India going to war with Pakistan with conventional forces with conventional forces? I, in fact, totally I sort of discount the idea of limited nuclear war, because in my view, if nuclear weapons are used, then it will be extremely difficult to control the escalation and therefore I also talk about when Pakistan is talking about tactical nuclear weapons. And normally the example given is that Pakistan uses tactical nuclear weapons on us, because we have penetrated into their, I mean, our armoured spearheads have gone into that country, and therefore they are in danger and they can use tactical nuclear weapons. And they expect that India would probably give a proportionate reply, but that's not what the Indian doctrine says. Indian doctrine believes that if nuclear weapons are used, and we don't believe in the concept of tactical nuclear weapons, because no use of nuclear weapons can have a tactical effect. And that is what classifies weapons as tactical or strategic. And I quote an example in the book that there's nothing, no weapon is strategic or tactical by itself. It is in the effect that it creates that it can be used strategically or it can be used tactically. And the example I quote is about somebody shooting the President of the United States of America. The effect would be strategic, but that doesn't mean the pistol, which has been used is strategic. It has been used strategically, for strategic effect, though it is the effect which matters. So if a nuclear weapon, tactical nuclear weapon, as Pakistan says, is used, the effect will be strategic, because of the fact that it will be used against us for the first time, somebody has used it in war for the first time, it will have a worldwide reverberation. And to expect that the Indians will trust the Pakistanis that if they give a proportionate response, Pakistan will also now respond again proportionately, would be actually asking too much during that period of crisis of a leader who would be confronted with this problem that how do we now minimize damage to ourselves? If they use tactical nuclear weapons, and we use tactical nuclear weapons, or we don't have them, or we use them tactically for whatever way that we want to, how do we know that the Pakistanis will not visit us with whatever they have? We would suffer greater damage. So the decision left to the political leader is, does he want to take this risk? Or would he now like to make sure that he hits them so hard that you minimize damage to yourself? So these are issues which can actually never be answered fully, because only a person put in that situation will have to decide how do you use it. So the Indian doctrine has some sort of flexibility on how to confront this sort of problem which we have, that anybody who uses nuclear weapons on us can expect that we will retaliate and that's a credible threat. The less credible threat is Pakistan telling us they will use it first. Because how will they use it first when they know that we can actually retaliate? And a tactical nuclear weapon has this problem that if they use it in a small measure, then our nuclear weapons are intact. And therefore, we have the advantage of actually reply them with much greater response, which can hurt them more than what they want to achieve. So you know, these are the dilemmas of use of weapons. Any use of weapon is actually impractical. So it cannot be used by a rational action."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:02.480",
        "message": "This is actually a very profound point and eye opening for me this distinction that you've made between the tactical use and the strategic use. And we've often heard of tactical nuclear weapons and you just explained beautifully why it's not possible for the benefit of my listeners. I'll just elaborate on what you mean by tactical and strategic and tell me if I'm doing that correctly tactical is you have a limited short term objective, like say someone's occupied a particular area and you want to get them out of there. And what you do to achieve that limited end is tactical and strategic is a larger objective of the war as it were a larger long term objective. And your point is that even if they use or rather the Indian point of view here is that even if they use a nuclear weapon for what seems to be the limited objective, that army ko yahan se bhagao, it will have strategic repercussions because it will change the way not just India but the whole the way the whole world views that particular engagement and it will just change the paradigm of India Pakistan relations."
    },
    {
        "speaker": "Guest",
        "time": "00:20:00.260",
        "message": "Yeah, right. See the basic distinction, which although there is no clear line, is the magnitude of the effect of using something of applying force. Does that magnitude of that affect your long term goals? That is strategic. The ones which are actually of a local nature, which will disappear after some time, which does not may impact so much, although it can have an impact on your long term goal, but the impact is less and that is actually what is differentiates between the tactical and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:35.740",
        "message": "strategic. Right. So what I want to do now is ask you about the different doctrines that different nuclear nations have, like how have they formulated that but before that, what strikes me as very interesting is that because we have almost a non existent sample size of nuclear nations actually getting into conflicts with each other, all of these doctrines and everything that we understand about the subject is in the realm of theory. Practically what happens and you use a famous phrase of fog of war in the conversation we were happening just before we started recording and in practical terms, what will happen in the fog of war, you know, when war actually begins and one event leads to another is something that hasn't been tested yet. And everything therefore is in the realm of theory."
    },
    {
        "speaker": "Guest",
        "time": "00:21:22.620",
        "message": "Yeah, that's the problem actually. And I say this in the book, the problem with nuclear strategy is it cannot answer the question what happens when deterrence fails. See all nuclear strategy is based on the fact that it is meant to deter. That means it is meant to deter the other person from using nuclear weapons, but some doctrines of other countries and most doctrines of other countries except India and China believe that nuclear weapons can be threatened to be used against conventional force against biological and chemical weapons, but it is only India and China, which believes that we think that nuclear weapons can deter only their kind. And India also has another option for biological and chemical weapons, where in the doctrine we say that we retain the option for retaliating with nuclear weapons, if biological and chemical weapons are used against us, which means we have not committed fully to using it, which I think is a very wise move, because biological and chemical weapons, although we call them weapons of mass destruction, are actually of a different kind in the scale and the speed at which damage can be inflicted. Nuclear weapons scale and speed are unmatched by biological and chemical weapons. And you need a lot of biological and a lot of chemical weapons to achieve the same type of destruction. So actually speaking, they don't belong to the same basket, although they are mass. So India very rightly has said that we retain the option and that's how we have actually get there. So when you look at all these doctrines, one of the things which distinguishes us in China is that we have restricted our use of nuclear weapons to a very core deterrence role of nuclear weapons. The other nations, United States, Russia, UK, France, have all said that if they are attacked with conventional weapons, they threaten that they will use nuclear weapons. And I think so far, if we just take the North Korean example, the fact that North Korea is just a nuclear state in its infancy, can actually talk up and face the most powerful nuclear nations in the world is a lesson that you don't have to have many nuclear weapons to actually scare off the other guy. Because of the fact that the magnitude, even one nuclear weapon, which visits the United States of America, one of the cities, would be enough for nuclear weapons for America to be worried about the fact that this is what can happen to us. So deterrence does not demand a big scale. In the Cold War, more than the United States and Russia had more than 60 to 70,000 weapons. That was a scale because they believe that numbers mattered. But really numbers do not matter. And I think that North Korea is now an example which can be quoted that numbers do matter."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:43.860",
        "message": "So why is it that what's the logic then behind India and China having this different sort of doctrine where they say that we will use nuclear weapons only if nuclear weapons are used against us and maybe other WMD as you said?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:54.740",
        "message": "Yeah. See, the basic difference between India, China and the rest is, is we are two countries who have really not used military force for coercion. We have not threatened military force for coercion. We've used it to defend. Yeah, but basically, we are saying that we are military and we don't want to use nuclear weapons to coerce others. China went nuclear because America used the threat of nuclear weapons to coerce China soon after it became, you know, and I quote those examples when I cover the Chinese doctrine, where President Truman actually used them and he actually has also threatened them during the Korean War. So China is one country which has faced nuclear threats when it didn't have nuclear weapons. It went nuclear only in 1964. So it believed and Mao said this very clear that actually nuclear weapons are paper tigers. You can't threaten anybody with nuclear weapons. But if you don't have nuclear weapons, others will threaten you with nuclear weapons. And that is why they went nuclear. And that is also why India has also gone nuclear, because we were threatened with nuclear weapons or there was a threat which is developing from China and from Pakistan. Although China has never threatened us overtly. But the fact is, we realized that if you don't have nuclear weapons, you will be threatened. That means you will be coerced. And therefore was the need for nuclear weapons. And that is why India and China, Americans and Russians actually at one time, they had switched from after the Soviet Union broke up, they said they had embraced NFU. But now they've gone back again, because they say that the conventional power is weak. So we and China are different because we believe nuclear weapons are only meant for a defensive purpose. It is not meant to actually coerce the other and that is where the difference is."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:49.140",
        "message": "So I have a sort of game theoretical kind of question and forgive me if it's a naive question because I'm a newbie to the subject. But if the whole objective of having nuclear weapons of deterrence is to avoid war so that people are scared to attack you, then isn't it more effective? If you don't show that restraint, and if you just say that, hey, we can use it anytime, almost like a game of chicken, where they think that and perhaps game of North Korea is doing exactly that, you know, he may not really be as reckless and mad as he makes himself out to be. But in from a game theoretical point of view, if people think he is like that, then that will increase the credibility of the deterrence of his nuclear weapons, because I don't think he's mad enough to just, you know, send a bomb to Seoul anytime. So from that point of view, it strikes me as sort of counterintuitive that we would actually impose a restraint on our use of nuclear weapons, instead of saying that, look, if you attack us all bets off, we'll do anything. But instead of that, if we just say that we will only use it against other weapons of mass destruction, then in a sense, that emboldens Pakistan to use conventional weapons and you know, other means of warfare against us."
    },
    {
        "speaker": "Guest",
        "time": "00:27:58.380",
        "message": "Yeah, actually, the situation is called a stability instability paradox. That when you have nuclear weapons on other both sides, then you have stability at the higher level, that means you will not go in for a big fight, right? Because of the fact that the big fight might not turn out to be both of you can get hurt very badly. So you have stability there, but you have instability at the lower level. So because and that's exactly what the Indian condition is, it's typical of what it is. And there, Pakistan is advantaged, because they can use terror as a tool of foreign policy. And India finds that is not able to retaliate and stop them from using it. So that's the instability. And this we are disadvantaged. All right. But let's say that suppose we also had a first use policy, I mean, the policy was first use. Now, this is a political decision of how you see nuclear weapons. India does not see nuclear weapons as meant for military use. It's purely a political weapon for prevent somebody from using it. And it is politically because one of the things about nuclear weapons is that because of the sheer destructive power and the magnitude and speed of destruction, anything you say or threaten the other nuclear weapons goes directly to the decision maker on the other side. You know, that's the magnitude of the threat. So you can influence that mind very well. You can say you can influence the mind without just issuing a small threat is enough to change behavior. So this is what it is. And also, we are not only India, Pakistan, this thing, we have actually got we're in a situation where we have got another adversary in China. So we have a triad here. So it is from the belief, the basic belief of what nuclear weapons are meant for that are no first use doctrine has to come into play. Any other thought is military in character. It is not political in character. The politics obviously is the one should guide what is military. See that is why all military people do not agree with the idea that no first use is a good thing because if militaries don't want to get hit first, they would like naturally to hit. Or at least have that credible thing. But the problem with nuclear weapons is that first use is not credible because even if you can be visited and returned by a couple of weapons, it would really you won't use it. And also there is another complexity here. Now that complexity comes from the fact that if there is a regional nuclear war, let's say we have a regional. Studies now indicate that the whole global it's possible that it impact the globe in climatically. And that's going to be of concern to everybody else. Because of the fact that firstly we are very densely populated in a space was Pakistan so is India. We are very combustible in our cities, a lot of energies reside in them. So the type of smoke and this thing which we are going to throw around the world will cause climate change, which will affect the entire globe and probably depending upon the intensity of what has happened, it can cause widespread biological changes, which will affect your food chain, your water and threaten existence and life itself because of the social turmoil it's going to create in the rest of the world. So world now knows that if India and Pakistan fights a nuclear war, it's not going to be contained to the effects in the subcontinent, the world is going to be affected. So the any idea who's saying that you know, we're going to use this first has a credibility problem. And I think India has been very wise to the fact that we don't see this at all as a military weapon. Militaries don't like this idea because militaries don't like to wait to be hit. And that's why the whole Dettin's theory is based on what you call second strike capability."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:28.380",
        "message": "So I have a follow up question on this. Before that, let's take a quick commercial break."
    },
    {
        "speaker": "Unknown",
        "time": "00:32:34.220",
        "message": "Okay. Welcome to another week on IBM podcast. If you're not following us on social media, please do where IBM podcast on Twitter, Facebook and Instagram. This week on Cyrus says Cyrus talks to restauranteurs Pankaj Shah, Abhishek Hunawar and Sumit Gambir of neighborhood hospitality. They talk about their past and they talk about their future. They talk a lot more about their future and new show that we got launching called the Kulabba Cartel. Please make sure that you check that out as well. In a two episode special on the Pragati podcast, Pavan and Hamsini are joined by author and legal expert Rahul Mathan to discuss the Shri Krishna report and India's stress with the concept of privacy. On Srini 1 this week, we have Vishal Gondal from the Vishal Gondal show. He takes us through his journey on Goki. And just a quick shout out to all of our listeners along with the Kulabba Cartel. We have a whole host of other shows launching this month. So stay tuned to the IBM podcast app and make sure that you follow all of our new shows as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:18.380",
        "message": "Welcome back to the scene in the unseen. I'm chatting with Lieutenant General Prakash Menon about nuclear weapons and the use of force and how they change the dynamic between nations. So my question for you, General Menon, then is that if we have decided that, you know, there's no first use doctrine and this is not a military weapon, it's a political weapon to scare the other guy and we're never actually going to use it. But then doesn't it become a very weak political weapon if the other guy knows that he India is never going to use it, so it doesn't matter. And at the same time, since we are not going to retaliate to conventional attacks with nuclear weapons, doesn't it actually in one way make us weaker because earlier we could have engaged in unrestrained conventional warfare. But now we can't even do that because it might escalate. And everybody knows we're not going to use the nuclear weapons. How does that affect the dynamic?"
    },
    {
        "speaker": "Guest",
        "time": "00:34:11.140",
        "message": "No, we are not saying we won't use it. We are saying that we will use it if you use nuclear weapons, if the adversary uses nuclear weapons. So the fact is, we don't want to bring the nuclear weapon into the equation as far as war is concerned. We're saying that we will not use it first. That's the first point. The second point is that if you, the threat which we face today from both China and Pakistan, we do not intend to counter that threat through nuclear weapons. Because we do not believe that nuclear weapons can be used. That is the fundamental belief. Because if it is used, and if it is used between nuclear powers, it will not only affect both those nations, it will affect the entire globe. And what do Pakistan and China believe? China has the same belief as us. They believe that it's a political weapon. In fact, their nuclear doctrine is quite congruent to us. In fact, Mao said that nuclear weapons are paper tigers. It's a famous quote that he made. And so as far as China is concerned, we are on the same, we do not believe that within our this thing, we'll bring nuclear weapons with. But as far as Pakistan is concerned, it's a smaller power. It sees India as a bigger conventional power. And it believes that if it wields the threat of nuclear weapons, India will not attack it conventionally. My point is, India does not have to attack Pakistan conventionally, because now there is no reason for doing so, because you can't achieve much with it. So we must first embrace the idea that going to war with Pakistan cannot achieve anything much for what you actually want to fight the war."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:09.060",
        "message": "Why do you want to go to war with Pakistan in any case?"
    },
    {
        "speaker": "Guest",
        "time": "00:36:11.340",
        "message": "Why can't it achieve anything? Right. The problem is like this. Pakistan, the nature of the state that it is, is a jihadist country. It's actually controlled by the armed forces, which is in power all the time, whether it is officially or not. If you want to actually control Pakistan, or you want this thing, you will have to have to defeat the Pakistan armed forces. If you defeat the Pakistani armed forces, then you need to control the land area of Pakistan. And it's a jihadist state. So why would you, and unfortunately for us, if Pakistan implodes, let's say we go to war with Pakistan and Pakistan armed forces actually are defeated and Pakistan therefore, since army is in control there, Pakistan will implode. Let's say the, there will be complete civil disorder."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:11.580",
        "message": "Sorry for interrupting, but if the army faces an existential threat, then they're very likely"
    },
    {
        "speaker": "Guest",
        "time": "00:37:16.100",
        "message": "to just use a nuclear weapon anyway, right? Yeah. So why would you actually want to do that? Why would you want to put them in that position? What are you going to gain? The point is you have to relate that war as an instrument for what you want to achieve. Why are you going to war with Pakistan? If you're going to war with Pakistan to stop Pakistan from using terror as a tool of foreign policy, then defeating the Pakistani armed forces will make Pakistan implode. Jihadis probably might take over and the civilian population, we can go nowhere else because geography doesn't allow them. They will come here. We won't be able to stop them at the borders. And that probably, if you look at India's own fault line, it'll obviously deepen that fault line and we could be in serious trouble ourselves. So we have a paradox here that we call it an adversary. If you go to war with them, defeat them, then you might finally, you yourself will be in trouble because of that defeat. It's a paradox. So how do you actually now deal with this state? Through force. So is force the correct way to deal with it? Because if you're going to war, what is your purpose? And that purpose actually in this case is self-defeating. If you use force, and that's something which Indian political leaders need to realize."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:41.140",
        "message": "And would it be correct to say that given the kind of terror operations that are carried out from Pakistan against us constantly, you know, for the last couple of decades, at least that whatever we feel about it, they are already at a state of war against us. So my two questions would be that, does our having nuclear weapons make a difference to how we tackle this? And the second one would be how should we tackle this given the way things are?"
    },
    {
        "speaker": "Guest",
        "time": "00:39:09.180",
        "message": "Yeah, let's put it this way. If we didn't have nuclear weapons, I'm sure by now we would have gone to war with Pakistan, let's say in 2008 and all those things. So probably, although it cannot be directly connected, but you must say that the just the emotional fuel in India about these terror attacks would have forced the politicians hand to actually go to war, but it hasn't happened. One of the reasons probably could be is that there's nuclear weapons in play here. But I think the main issue here is if terror is what Pakistan is going to use and terror is a means it's actually not something which you can say that you can stop them from using it because that's the means that a weak nation will use the means at its disposal. And Pakistan's strategy is about, you know, wounding India with a thousand cuts. And these are the thousand cuts. Now, if you look at India in the larger context, we look at ourselves, what where are we now? We are in the process of development. Our main focus is not Pakistan. Our main focus is our own economic and social development. If that is the focus, then our strategy should be not get involved with the jihadist state and try to reform it because we cannot. Our strategy should be to contain it in such a manner that it does not affect our main focus, which is economic and social development. So if we think that if we fall into the trap which Pakistan is laying out for us, then come and get enmeshed with them and start a ding dong battle or fight, then I think in strategic terms, it is not prudent."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:58.800",
        "message": "And that's a negative sum game where we have more to lose."
    },
    {
        "speaker": "Guest",
        "time": "00:41:01.820",
        "message": "Yes, of course. And that is exactly what Pakistan wants in the sense that, remember, Pakistan's army's main strength comes from actually creating an Indian threat. If that Indian threat is what keeps the rest of support, the support to Pakistani army in that polity. So for them to create the Indian threat is the strengthening. We should be wary of when we deal with Pakistan with force, that this is what Pakistan's strategy and gameplay is. If we know this is the gameplay, then when we are hit, and I suggest that in my book, it is not about hitting back because we want to stop them from doing what they want to do. It is about retribution. It will have an impact, but we know that impact is temporary. But it also got another major impact. It is to sort of assuage the hurt feelings of India's population itself, who seeks revenge because of an act of terror. No politician can possibly say that we won't do anything. No, no, we must. They will have to be seen as doing something. So now the use of force is transformed into this ability to strike back, not only to create, it will only create a tactical effect in Pakistan. But the effect here would actually be what matters politically, which means we have done"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:39.060",
        "message": "something to them. So in a sense, a surgical strike against Pakistan might have a limited tactical impact, but a greater strategic impact within the Indian discourse, because in terms of optics and assuaging the weighing masses, it sort of calms down the lust for war in a sense."
    },
    {
        "speaker": "Guest",
        "time": "00:42:55.300",
        "message": "Yes, it is. Unfortunately, that's the case. So now, how does the politician therefore control the cycle of revenge? So one of the things I say in my book is, we should now, and as the militaries are organized at the moment, organized for the big fight, you know, big fights cannot take place. So firstly, they have to be restructured, reengineered, and we should have the capability to strike without posturing. This is the operational shift, which I talk about in my book, that we need to do this. We are only meant to, the thing that if anything happens, we must immediately strike back. And we hope that with the strike back, the tactical equilibrium is reestablished. So you go back to normal. So this will have the minimum disturbance on what we should concentrate on, which is economic and social development. So that's just one of the things which I say. But the danger here is how do you play back this retributive act which you have done and connect it to your domestic politics. The temptation for a government in power is to use it for electoral purposes. And that has got potential for taking things out of control. Because if you are going to benefit from it electorally, then you would like to play it up in such a manner that the other side would want to actually, what do you call, retaliate in kind. So there is this danger here. And what we see of the surgical strikes in the videos which is now coming after, is this being played out? I mean, the fact is that now it's about how do we get the audience, Indian audience, in support and tell them that, you know, and one of the things is there is a lot of emotional fuel here, which is in support of the fact that you are acting tough against the Pakistanis. Because now in the Indian democratic discourse, any action taken against this great enemy of ours has got a lot of power and strengthens the government. So here we are, we are in a situation where we are nuclear powers, there is this seduction of using force for electoral purposes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:13.500",
        "message": "And that's dangerous. I find this incredibly alarming because just the thought of a politician sitting in an air-conditioned cabin in New Delhi, looking at his popularity numbers and saying, okay, what can I do that will be good optics and using army action as a means to achieve popularity among the masses who might be wanting strong action from him is very alarming because the question then comes is that, where does he draw the line? And if there is a disconnect in his mind between the actual consequences of war, and you know, what he's using it for, that's incredibly scary. Where does it stop?"
    },
    {
        "speaker": "Guest",
        "time": "00:45:48.420",
        "message": "Yeah, I know that's the problem, actually. So fundamentally, now it's a question of how do you strike a balance between national interests and party interests? Can the leadership actually rise above his party interests and look at national interests? And that's actually depends upon the type of leadership that we have. I'm sure in course of time, we'll find this constantly being played out. And it will be interesting to see as to how leadership will learn the lessons. The question is, they might start a process which they may not be able to control. And that's dangerous. So it is better not to start riding the tiger or the horse because you won't know where to get off."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:30.260",
        "message": "In fact, I find your presumption that such a balance can be struck between political interest and national interest to be very idealistic because I don't think such a balance can exist. The immediate incentives of a Prime Minister will always be to ensure re-election. That's pretty much the bottom line with any politician. So then the question then comes in, that are our institutions strong enough to withstand political pressures? Like one of the beautiful things about one of the things which has worked about this great Indian experiment is that our army has been sort of kept apart from politics and has sort of maintained its distance and its autonomy to a certain extent as compared to Pakistan where the army kind of runs the show and is the big, big political force there. Do you see that distance under threat?"
    },
    {
        "speaker": "Guest",
        "time": "00:47:18.420",
        "message": "See, I think the greater danger lies in the fact that such decisions are made by a small oligarchy in the PMO instead of passing it through institutions which have been established. We should look at it holistically like the National Security Council, which will look at the whole issue of whether what should we do. It is established primarily for this purpose. If you look at K Subramanian, who actually written about it, and he said there were two gives two prime examples of why National Security Council was required. It is to prevent individuals or a small oligarchy from making decisions and taking nations down a path which actually is not being examined fully. And he quotes Rajiv Gandhi's support of the LTT, which was done decision taken by a small group of people. And he also quotes Indira Gandhi's support of Bindramwale. You know, all these two major decisions, if you look at it retrospectively, they were decisions which if it was examined carefully, for its repercussions would never have been taken. So the danger for us is the political leadership not using the institutions which have now been put in place. And after all, these institutions have been put in place by the Vajpayee government. But when you are in power, you can always bypass these institutions. And actually, it's not only our country, but happens all over the world. If you look at the Americans also, and the decisions taken there, they're not able to get something done the way they want to do it. They just bypass the institution which is supposed to examine it. So we can be no different, but there is a danger lurking there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:02.840",
        "message": "So I'd like to take the subject back to your book, because I think I've done a slide this service by going off in with all these general questions and all these general directions. Part of your book also while examining your thesis about the possible use of conventional forces during nuclear weapons, looks at your lessons from Kargil, your lessons from Parakram, where you were a brigade commander, and you said that, you know, had war broken out, that would have disproved your thesis and as it happens, that didn't happen. So can you tell me a little bit about these sort of these seminal moments where we discovered and you could, you know, in the context of your thesis, examine all of these developments?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:47.860",
        "message": "Yeah, actually, starting with Kargil. Although my research into Kargil indicates to me that Pakistan did not have nuclear weapons, operational nuclear weapons, which Musharraf himself has admitted in his book, but the Indians I think would have presumed that they have some sort of nuclear capability. But it was never discussed in the cabinet. The only discussion took place between General Malik and General Malik writes in his book between him and Brijesh Mishra, which is outside the cabinet. I mean, just in exchange, a discussion between them about the impact of nuclear weapons, but there's nothing serious. But yet the cabinet imposes a restriction on the armed forces not to cross the L.C. I think the more reason for that would have been that India's sensitivity to international support for the fight against Pakistan. I think that would have been the major, which is weighed on that decision. And I may not be nuclear weapons, although we can never be sure of that. So Kargil actually is now being quoted as one of the successors of limited war. I would agree because in the sense it also tells us that it is a war which is limited in geographic space, in quantum of force which was used and also limited in its objective, which was just to get the Pakistanis out from the area we occupied. This sort of war is possible. And that's the type, so border skirmishes, limited geographic wars are what we are going to see as the forms of war as far as Pakistan are concerned. Primarily because there are nuclear weapons in play. So if this is a type of war, then we must also restructure ourselves to fight the type of war which we're likely to fight. But you know, the problem is that we really do not know and the armies cannot be sure as to how a war can start and where it can reach. It has to be prepared for the whole hog, because if it is not prepared for the higher level, then you might be at a disadvantage. So conventional force doesn't go away. Conventional force retains its ability to actually have deterrent power. That is why having an aircraft carrier, having a fighter aircraft, they've all got tremendous optical power, the ability to deter. But whether we can use them against an enemy and fight a big war is what is questionable. So the paradox is you need all these big things, but you may not be able to use them the way that they're meant to be used. So at the level of deterrence, there is this need for these sort of..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:51.980",
        "message": "You need them to cast a shadow in the enemy's mind, but you're never actually..."
    },
    {
        "speaker": "Guest",
        "time": "00:52:56.140",
        "message": "So they're useful for deterrence, but questionable whether we can use them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:00.580",
        "message": "And that's the paradox. And what about Parakram? Because you were in a sense almost personally involved there. And you know, before this podcast started and we were chatting in your cabin, you told me about how it was almost a big complicated situation for you because you felt that if war breaks out, my thesis will be disproved. And at the same time, you're preparing for that war and preparing to win it."
    },
    {
        "speaker": "Guest",
        "time": "00:53:22.340",
        "message": "Yeah, you see, I was commanding the Haji Pir Brigade and that brigade is actually what is called a core reserve brigade, which means it is the offensive element, one of the offensive elements of the core. So I have this big plethora of offensive plans, which I make, which is fundamentally about capturing territory. And so I'm making all these plans and I'm rehearsing them and I'm briefing people and briefing this thing is what I'm going to do. But in my heart, I have this thesis which says that this sort of war should not actually be there. So there is a contradiction between my what I do officially and what it is. And then finally, I'm proved right because war never takes place because it could not have taken place according to my thesis. So my thesis survives Parakram. And Parakram, therefore, is a good example. And we have learned from it. But what did we learn? Now we learned the lesson was the army took away was that, you know, one of the reasons why Parakram didn't take place because we were slow to mobilize. We had this very large formations, which we call a strike corps, which took a long time to get to the frontier, by which time actually the Pakistanis. So that is why was born what is called the Cold Start Doctrine. The Cold Start Doctrine believes that we can strike before he gets prepared. Basically that's the concept. This is another military friction, which can actually it's good to try and scare the other through Cold Start because Cold Start means that you have to move formations very close to the western border. And then you have to apply them very speedily before that guy can actually react. But in the Indo-Pak context, it's difficult to do that because when you move from the hinterland, all these formations, then Pakistan also can also move them because this you have to do in peace because you relocate them. And once you relocate them, then nothing stopping from him relocating you. So what happened after Cold Start has been in motion for some time now is that both of us have relocated some formations and he has also done the same. So we are now back to square one and more than anything else, it is a doctrine which Pakistan has run with by saying that look at the Indians, they've got this Cold Start Doctrine. That is why we're saying that they pose a serious threat to us. So they've used that threat to increase their own power within the domestic polity and also tell the international community, see how the Indians are threatening us and focusing attention on the Indo-Pak border, which they want to paint as the most dangerous flashpoint in the world because that suits their interests."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:08.340",
        "message": "And you know, through this book, it's very interesting to see, you know, your thinking on these subjects, but how is the thinking of the Indian Army changed over all of this? Because as you pointed out, almost no one was on the side you're on when all this began. How has that changed over the years, not just with, you know, new theoretical thinking on it such as yours, but also the experience of having gone through Kargil, Parakram, you know, the aftermath of the Mumbai attacks?"
    },
    {
        "speaker": "Guest",
        "time": "00:56:38.460",
        "message": "The point I make in my book is, the Army has no other choice but try to see as to how they can make themselves relevant in this situation. I do not see any major restructuring which the armed forces has done to make them relevant, except for this Cold Start doctrine, which I think is military fiction. So the Army has been trying to discover operational virtuosity, which is the word I use, to see as to how we can overcome this problem. But my point is that such operational virtuosity cannot exist in the structural situation India finds itself. Between the fact that this is what the geography is, the nuclear weapons are there, that structural situation is not redeemable through operational virtuosity. You have no choice. You have to make the political leaders understand what force is meant for, what it's possible for them to do, and you need a dialogue to make that happen. But in the Indian instance, that dialogue is not there. That dialogue is spasmodic if it ever exists. So the politicians, when it comes to it, will probably be episodic to a particular situation, then forget about it because they move on to many other things. So we suffer now from a systemic problem that we have yet to crystallize. What do we need the armed forces for? What is the political objectives we need to reach? That is why we don't have a national strategy, neither do we have a military strategy, because all this has to come from the fact that what does India want to do? What sort of military power do we want? The meta question, how do we balance our continental and maritime power? Because it is obvious to us that as far as international politics is concerned, maritime power will be the ones which we can make a difference. Continental power is where we can't project power because we are locked here with Pakistan and nuclear power, with China and the mountains and so on. So we have to make this decision about how do we shape the military instrument. India, because of its institutional inadequacies, have not been able to make these decisions. And therefore we continue to actually do it in parts."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:09.500",
        "message": "And would it then be correct to say that because we are a nuclear power facing other nuclear powers like Pakistan and China, especially Pakistan, we are stuck between a rock and a hard place. On the one hand, we have nuclear weapons, but everybody knows that our whole objective is not to use them and therefore we are going to be very restrained. And on the other hand, because we have those nuclear weapons, we cannot use conventional forces beyond a certain threshold, as you point out, which is why Parakram didn't happen and Kargil is pretty much an exemplar of the kind of force that can be used, but no more than that. It then strikes me as a dilemma that, like you said, what is the role of the military?"
    },
    {
        "speaker": "Guest",
        "time": "00:59:46.260",
        "message": "Yeah, you're right. You're right. So the challenge for the military is, the fact is that force does not going to go away. It has to change its forms to suit the situation. Today, that force, which we call the kinetic force, is now sort of morphed itself into many other ways. And cyber actually is a good example of what is possible. Therefore, India has to identify those capacities and therefore use those capacities for the ability to either destroy, hurt or cause pain, which can be used and identify the types of war for which it should be prepared to fight. I'm afraid that the armed forces continue to be focused on what is called the Napoleonic era of the decisive battle, where you bring the armed forces of the others to a decisive battle and beat them conclusively. We have to get out of that mindset and look to the present, the contemporary era, to how do we now identify the types of war we must be ready to fight. So you have types of war and at the same time, how do we actually manage the issue of deterrence where you need optical power, which is what China does very well, where you need these big guys, you can't say that you don't need aircraft carriers or so on. They all have their uses. So you need both. The question is, how do you mesh these two and make it into a coherent strategy, which must be a military strategy, not an army, air force or a naval strategy. That is what we have. Unfortunately, our structures as we are now, we don't have a CDS and you know, the state in which the MOD is, none of these things are possible. So we continue to function in silos. And that I think is a great bane because strategy requires the understanding of the nature of the whole as Clausewitz would have put it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:03.380",
        "message": "Right. It's been a fascinating discussion. And I'm going to end with asking you two questions that I ask all my guests on the subject of expertise. What makes you hopeful and what makes you despair about the changing nature of war in"
    },
    {
        "speaker": "Guest",
        "time": "01:02:17.620",
        "message": "this nuclear age? Hopeful that we will keep our ambitions in check, because there is a danger that we might cross the line which we do not want and get hurt more than what we actually that danger that the very fact that uncertainty will keep ambitions in check. So force will not be used the way it has been used through centuries, which is when we disagree, then I take it forcefully from you. You know, that's one of the things which makes me hopeful. But the larger issue now is, if you look at the world today, and if you see the confrontation building up with global geopolitics and even Asian geopolitics, the danger of a clash between the big guys is increasing. Both of them are very cognizant of the fact that in the previous era, when these sort of things took place, you could go to war and they would be you would arrive finally, however painfully at some sort of an equilibrium, which that war would bring about. But the now the problem is that you can't go to war in that manner. So nations have been going to war through proxies. And that's been the way it's done. But the danger is that today, the pace at which wars are going to be conducted, the sheer speed at which you're going to exchange energy would would actually enmesh the military so fast that it can go easily out of political control, that the whole grammar of war will actually drive the momentum of war, and it will lose political control. And when war loses political control and is overtaken by military logic, then we are in danger."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:14.180",
        "message": "So that is my despair. With that incredibly horrifying and scary thought, let me thank you so much, General"
    },
    {
        "speaker": "Guest",
        "time": "01:04:20.340",
        "message": "Menon for coming on the show. Thank you very much. It's been a great pleasure."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:23.740",
        "message": "Thank you. Thank you, Lieutenant."
    },
    {
        "speaker": "Unknown",
        "time": "01:05:03.780",
        "message": "Look, up in the internet! It's a meme! No, it's a cat video! No, it's the Geek Fruit Podcast! That's right, we interrupt this riveting broadcast to tell you about our show The Geek Fruit Podcast, where Pajus, Dinkar, and I, Chishnu talk about everything in pop culture including DC, Marvel, Star Wars, Netflix and everything in between. You know how your friends hate it when you ramble about some nerdy crap and you just want somebody to listen to you? Well, sorry, there's nothing we can do about that, but come listen to us ramble and it'll almost be like the real thing. Kind of. Listen to new episodes of the Geekfruit Podcast every Monday and the Geekfruit Bulletin every Thursday on iTunes, Google Podcasts, the IBM app, or wherever you listen to podcasts. Happy listening, you nerds. Did I just catch you on your way to work? Or did you end up pulling an all-nighter? Let me guess, you have a packed schedule for the day, the week, and probably the month and the year. That's a lot for your mind to handle, don't you think? This buzzing chaos also brings tons of negative thoughts, am I right? Try spinning that bottle in a positive direction with me, Chetan. On the Positively Unlimited podcast, every Monday on IBM Podcasts. It's time to change your life one alphabet at a time."
    }
]