[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I take a shot at answering all these questions and many more. I aim to go beyond the scene and show you the unseen effects of public policy and private action. I speak to experts on economics, political philosophy, cognitive neuroscience, and constitutional law so that their insights can blow not only my mind, but also yours. The Scene and the Unseen releases every Monday, so do check out the archives and follow the show at sceneunseen.in. You can also subscribe to The Scene and the Unseen on whatever podcast app you happen to prefer. And now, let's move on to the show. The two great powers in the world today are the USA and China. And it's curious that although China is our neighbor, we know so much more about the USA. We are steeped in American culture. We sing their songs, we speak their language, not just English, but American English. And we know as much about their celebrities' love lives as if they were our celebrities. But we know next to nothing about China. Some of this is due to language, of course. We were colonized by the British. We turned English into an Indian language. So of course we would know more about America. Some of it is because America is a more open society. And this globalized world is actually an Americanized world. Those reasons explain a lot. But it is possible that China, our largest neighbor, could also be our biggest ally, just as they could also be our biggest threat. We really should know more about China."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:19.640",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:26.000",
        "message": "Please welcome your host, Amit Bhadwa. Welcome to The Scene and the Unseen. In my last two episodes, I focused on Pakistan, first on the electoral and political landscape in Pakistan, and then on how going nuclear changed our relationship with them. In this episode, I want to talk about China, in particular, Chinese foreign policy. How does China see itself vis-a-vis the rest of the world? What are its foreign policy objectives? How does it aim to achieve them? Should India be worried or hopeful? To discuss all this, I'll be speaking to Manoj Kevalramani, a fellow at the Takshashila Institution. Manoj is a China expert and writes Eye on China, a weekly column about developments in the Middle Kingdom. For the website, I add it pragati at thinkpragati.com. What's more, he's also going to be conducting an online course soon explaining China to laymen called Inside, She's China. This four-week course, which consists of a bunch of webinars and can be done remotely, begins on August 27th. To get more details of this course, head on over to takshashila.org.in slash special dash courses or just Google for it, Inside, She's China by Manoj Kevalramani. And now my conversation with him, but before that, a quick commercial break. If this happens to be the only podcast you listen to, well, you need to listen to some more. Check out the ones from IVM Podcast who co-produced the show with me. Go to ivmpodcast.com or download the IVM app and you'll find a host of great Indian podcasts that cover every subject you could think of. From the magazine I edit, Pragati, at thinkpragati.com, there is the Pragati podcast hosted by Hamsini Hariharan and Pawan Srinath. There is a brilliant Hindi podcast, Puliyabazi, hosted by Pranay Koteswamy and Saurabh Chandra. And apart from these policy podcasts, IVM has shows that cover music, films, finance, sports, sci-fi, tech, and the LGBT community, all under one roof, or rather all in one app. So download the IVM podcast app today. Manoj, welcome to the scene in the unseen. Hi, thank you so much. Manoj, I got to warn you before we start our conversation that I'm a complete newbie about both China and about foreign policy. So, you know, doing an episode on Chinese foreign policy will require a lot of patience"
    },
    {
        "speaker": "Guest",
        "time": "00:04:54.560",
        "message": "on your part. No, I mean, that's wonderful for me because I can get away with a lot of errors, I guess then."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:00.240",
        "message": "But no, I'm sure it'll be fun. The listeners of the scene in the unseen are very knowledgeable, they will find any errors. So let me kind of start off by asking you this. I'd done an episode on foreign policy in general, a few weeks ago with your colleague Nitin Pai. And Nitin pointed out the various different schools of foreign policy. And about China, what he said in particular was that the impression I got from that episode was that China has sort of had a very insular foreign policy where it doesn't look outward, it's kind of happy with what it is and just defending its borders and so on and so forth. What has, is that correct? What has been the historical outlook of China towards the rest of the world?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:44.600",
        "message": "And is that changing? That's a good question. I mean, I wouldn't characterize China's foreign policy outlook as insular. I wouldn't do so at any point of time. I mean, when you talk about China, what you really need to think of is that this is a political entity which has been there for at least 2000 plus 2500 years. And that's how the Chinese also view themselves as a civilization, obviously much older, 5000 odd years, but as a political unified entity from about 2000 years onwards. And throughout that period, there have been periods of expansion, there have been periods of being insular. But the idea that China remains a serious actor internationally has been a core idea within the political system, whether it was during the dynasties, or whether it is during the People's Republic era. So just a quick sense, I think, I presume one of the concepts that Nitin must have spoken about was this concept of Tianxia, which is a Chinese term referring to a broader concept of all under the heaven. This is the fundamental concept which places, from which we derive the idea of the Middle Kingdom. So when you see a kingdom or a polity talking about itself as the center of the world as the Middle Kingdom, you can't really see it as insular in that sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:10.160",
        "message": "That's where I derived that logic from. And what's traditionally been China's approach towards the world, like one of the things that you know, Nitin did speak about is how international relations really evolved during the 20th century with different nation states looking outwards and trying to establish a particular place for themselves in the world. How has that evolved from China, the way China sees itself vis-a-vis the rest of the world? And has ideology had an impact on that?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:38.800",
        "message": "Okay, so I think this is great. So this picks up on the point of the Middle Kingdom. And then that's where I'll build further from. So the idea of the Middle Kingdom is this central body through which everything emanates, and civilization and culture emanates from it, commerce and trade emanates from it. And it's the center of the world. So in that sense, it sees itself or it saw itself as the center of the world, as a exceptional state in this larger international space. Now, if I was to fast forward that, to say 1949, from the fall of the Qing dynasty in 1911, 1912 to 1949, that chaotic period in China, where you have colonization, you have a civil war between nationalists and the communists, and you have the World War invasions by the Japanese. And China goes through this entire period of turmoil, where it's questioning its place in the world. And it's wondering where the idea of this Middle Kingdom has gone, where the glory of the Middle Kingdom has gone. And then in 1949, we have the People's Republic, which emerges. And the People's Republic under Mao Zedong has an idea of itself as a revolutionary force. So it sees its role in the international arena as a political entity that must promote revolution. So this is obviously with the Soviet Union. So China goes through that. That's your first modern China, the People's Republic phase, where you establish the idea that you want to be a revolutionary force. And then by the late 1970s, after Mao Zedong's death and the arrival of Deng Xiaoping in charge of China's affairs, you have a new architecture of foreign policy, which comes out, which is not personality driven by Mao, which is not looking at revolution, which is looking at China as a state within the community of states, and which is looking at China as an actor in that arena. And Deng Xiaoping goes on to develop this concept of Tao Guang Yang Hui, which essentially roughly translates into hide your strength and bide your time, although the actual translation is not that, but that's broadly what it's accepted to imply. And what happens with that is that it's China now focusing on its own domestic growth, on its economy, on its immediate interests, as opposed to this idea of a revolution, of a global revolution. And from that era, we come to today, which is a new era under Xi Jinping. He defines it as a new era. That's the phrase that he uses. And the idea now is that China has come to a point where it can express itself internationally. It can pursue broader interests, and it no longer needs to necessarily hide its strength and bide its time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:17.660",
        "message": "It actually needs to express itself more on the international stage. And what are these broader interests that under Xi Jinping, under this new era that"
    },
    {
        "speaker": "Guest",
        "time": "00:10:26.920",
        "message": "China is now exploring? So I think these broader interests are that they build on the interests that have been defined over the decades. So one of the concepts that is very prevalent in Chinese foreign policy is the idea of core interests. As the name suggests, core interests, these are fundamental. So these are the need to sustain development, economic development, the need to ensure territorial integrity. One must remember that China has territorial disputes in the east and the west, and even somewhere in the north. So it's important for the Chinese, therefore, to ensure the integrity of their nation. That's how they see it as. So the stability in Tibet, stability in Xinjiang, the border dispute with India, maritime disputes in the South China Sea, the Senkakus and Diaoyu dispute in the East China Sea. These are all factors that have built over a period of time as core interests. So development, territorial integrity, broader economic security in which you're expanding your enterprises. They are going global and they are capturing market share, revenues, resources internationally to ensure domestic development. All of these are core interests which lead to a more fundamental core interest, if you may, and that is the stability and the continuation of the rule of the Communist Party of China. That is a predominant interest of the party, is for the system to survive. So under Xi Jinping, he's built on that. And you would see the idea of the Belt and Road. You would see the idea of global governance reforms. All of these being part of China's core interests, sort of accumulating within China's core interests, because it's through these that China becomes a bigger actor internationally, and it also secures itself. So that's where I would define the broad set of interests that the Chinese have."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:24.200",
        "message": "So you sort of spoke about the focus then being on these three areas, that is, China continues developing, China looks after its territorial interests, whether it's in Tibet or the South China Sea or wherever, and also the third one being broader economic security. But one interesting thing you said, which sort of intrigued me is that, and I hope I understood it correctly, is that the reason for this is because Xi Jinping feels that the party has to continue structurally being the entity in charge in China. And the one thing that ensures that is if China itself is secure and stable within the world. So in that sense, all of these are a means to the end with the end being the continuation of the party in power. Did I understand it correctly?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:11.880",
        "message": "Yeah, absolutely. So if you read through Xi Jinping's speeches and government documents, what you will find is that, and this was specifically noted by Xi in the 19th Party Congress, which is this meeting that happens once every five years. It elects a new Politburo, a new Politburo Standing Committee, which are your central bodies that run the party, and also elects a new General Secretary every 10 years. So Xi Jinping this year started his second term as the General Secretary of the Communist Party. So at this important meeting, which happened in October last year, Xi Jinping delivered a very long speech. It was, I think, about three and a half hours long. And one of the central ideas of the speech was the concept that the party has to have a say in every sphere of society in life. The party must penetrate everything. From there, Xi Jinping went on in March, where he became the president for the second time. And again, at that meeting, he delivered a speech, which was mercifully just 30 odd minutes long. And in that speech, he reiterates these points. And thereafter, there is a reorganization of government, where the party is further merged with the government. So this ensures that the party survives, the party begins to further cannibalize government and state institutions. And that's one of those fundamental goals, whether it's domestically or internationally, the survival of the party is a precondition for anything else to happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:43.520",
        "message": "And this reminds me of the old slogan we had in India back in the good old days, I say ironically. India is Indira, Indira is India. And here it would seem there are sort of two relevant slogans, one, of course, being that China is the party, the party is China. And the other could even be that Xi is a party, the party is Xi, because in a sense, what Xi has also been trying to do, and again, correct me if I've misunderstood it, is consolidate his own hold of the party, even as the party consolidates its dominance over Chinese institutions. Is that correct?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:17.000",
        "message": "No, that's absolutely correct. And so much of Xi Jinping's first five years in power, I mean, he came into power in late 2012, became the president in March 2013. And what he's done is that he's structurally broken down networks of patronage in the name of fighting corruption. And he's also used that anti-corruption campaign to eliminate rivals, target rival factions, streamline government processes, place confidence in key positions, and centralise the entire decision making apparatus further. Now, this might sound quite odd to a lot of people who generally look at China from the news and view the Communist Party as this one uniform actor. It's quite a divided actor in some ways. And decision making can get paralysed at multiple levels. And that's evident from the fact that Xi's had to look to centralise so much authority in order to ensure that decisions are taken and executed. So he's done that. And that's resulted in this. I mean, the culmination of all of this was the removal of presidential term limits in March this year, where now Xi Jinping effectively can remain president for life if he wants to. So he has, yes, centralised the party, he's renamed, he's got his name entered in the constitution of the country with his banner idea, which is Xi Jinping thought. So that's now a part of the Communist Party and the Chinese state's constitution. And that's a guiding vision now for the state. So he's elevated himself to a position which is only, if not equal to, then probably secondary to Mao, because it's very difficult to be equal to Mao. But he's gotten himself to a position like that. And so yeah, it has become that the party has become Xi Jinping's party. The other idea that you spoke about, which was the party being China and China being the party, I think the Communist Party would like for people to think that way. But we must remember that the Communist Party of China has about 90 million members at the max. And China is a far more diverse, far more vibrant country in that sense. There is a lot of different views and opinions that are expressed, and the party remains this firm actor, which would like the image internationally to be that China is the party and the party is China. But China is far more diverse than that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:52.680",
        "message": "But I mean, are there other actors on the political stage, for example, apart from the party? I mean, China's not a democracy, the party basically rules it, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:00.680",
        "message": "Yes, it does. It does rule it. But when I say that China is very diverse, it's not necessarily in the context of formal political activity. Because yes, you have eight other political parties that operate within China. They operate under the guiding hand of the Communist Party of China. So they don't effectively have any autonomy. They don't really contest elections. Elections in China occur at certain levels, at the village level. Those are experiments that are being conducted. But predominantly, the political system is run through the party system. So the party has a parallel system from center to provinces and further down to the state system of central government, provincial government and further down. And these two systems intermingle with each other. So there isn't any room for other political actors to actually play any meaningful role. But when I say that China is far more diverse, it's because not everybody necessarily, or at least a large majority, don't necessarily recognize the party as necessarily this guiding light, this force. They see the party as an important actor, but they also see themselves as distinct from the party. A lot of people would like freedom of expression, a lot of people would like freedom of association. And so therefore, I don't see necessarily this connect. A lot of people would have a different perspective from the party in terms of how the politics should be run. But it's also about where your interest lies. Can you actually append the order? Does appending the orders serve your interests? So there are multiple factors at play. But as a society, if you visit China, what you realize is that there are multiple different thoughts. And the party's single ideological notions don't necessarily run through society. It's not a society which has stopped thinking. It's not North Korea."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:49.320",
        "message": "Right, so my sort of follow up question to that is, you had mentioned Xi's sort of formulation of quote unquote, a new era, which is the sort of outward looking foreign policy. Now, is that something that has come from Xi himself or was that part of a developing consensus within the party? And was it at some point inevitable that China would move in this direction?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:13.280",
        "message": "Okay, that's a good question. So a lot of this talk of the new era, okay, then the nomenclature for the new era comes under Xi Jinping. But you can see a shift that's happening in Chinese foreign policy from around 2008 onwards. And this coincides with this financial crisis around the world, with the West struggling with its banking system. And you see, the Chinese essentially adopt a far more aggressive or assertive approach in their foreign relations. This manifests in the South China Sea. This manifests in a remarkable conversation between a Chinese delegation and an American delegation, where the Chinese delegation essentially tells the American delegation, responding to the credit crisis that's developed in 2008, that there was a point where you were our masters and you were our teachers. I think the word was teachers. Yeah, that you were our teachers when it came to the economy. But today you failed, and we will have to find our own course, something to that effect. So there's a departure that starts to take place from that point of time. And that departure is witnessed in this assertion in the South China Sea, with regard to an oil rig with Vietnam, with regard to the Scarborough Shoal, in the context of the China-Philippines spat in the South China Sea. In 2011-2012, we start seeing tensions with Japan in the East China Sea. So you start to see this shift happening at that point of time. And the perception is that there is an opportunity right now for us to express ourselves, because there is serious turmoil around the world. And you can see that America is on a decline. And this credit crisis is precipitating that decline further. So you see that sort of conversation happening within China. And in that milieu is when Xi Jinping comes to power. And so there are these two philosophical arguments that are happening when Xi Jinping comes to power. So there are these two philosophical concepts. The first is the Deng Xiaoping concept of Tao Kuang Yang Hui, which I spoke about earlier. And the second is this more assertive concept called Fen Fai You Wei. Fen Fai You Wei essentially translates into striving for achievement. That concept essentially implies that you need to actively shape the international or the external environment to suit your interests. So that implies a certain assertion in your foreign policy, as opposed to trying to keep a low profile and taking advantage of scenarios as and when they arrive to serve your interests. And so there is this sort of shift that begins to happen. Under Xi Jinping, what we see is that we see this get crystallized into a clearer vision. The idea of a new era, the idea of Belt and Road and China actively going global. The idea that China is going to invite countries over and political parties over to Beijing to shape a discourse on human rights, which is something that the West has dominated. The idea that China wants to reshape governance norms, whether it's related to artificial intelligence, whether it's related to human rights, whether it's related to lending. So it's these sorts of things that start to happen. So I would trace this sort of shift in foreign policy starting from about 2008 onwards. And under Xi Jinping, it gets crystallized further, it becomes far more public, and China becomes far more vocal about it. So that's how I would categorize it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:55.440",
        "message": "And what you described as this striving for achievement, how does it manifest itself? For example, how is Chinese foreign policy today? What are the salient ways in which it is different from Chinese foreign policy of say, 1995?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:09.400",
        "message": "So okay, how is it different? It's different, firstly, in terms of what is the narrative that is being projected. So the narrative today that is being projected is one of China as an innovative, leading world power, as opposed to the 1990s, and even through the 2000s, where the narrative was essentially about China, a developing power, a developing state, which is eyeing a peaceful rise or which is eyeing peaceful development. So there is a narrative shift that happens. If you look at that in the context of how China now looks at providing aid, providing investments to countries, as opposed to wanting to be a recipient of aid and investment. So those are sort of few tangible ways where this happens. It also happens in the context of expanding military to military engagement. China wants to sell weapons, it wants to sell its arms, it wants to build up this defense industrial base. So from projection to actual changes in these financial support to countries, investment, arms sales, the essentially the opening up and going abroad and actually projecting the power that you now have built up over time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:15.280",
        "message": "That's the change that happens. So I'm going to want to drill down on that in some more detail, but let's take a quick commercial break first."
    },
    {
        "speaker": "Unknown",
        "time": "00:25:22.840",
        "message": "So it's been another great week on IVM podcast, if you're not following us on social media, please do. We're IVM podcast on Twitter, Facebook and Instagram. Last week, we launched a new podcast called the kinetic living podcast with Urmi Kothari. It's a show about keeping fit both physically and mentally. Listen to our conversation with some of the most interesting people and how they went on their fitness journeys. On Cyrus Says this week, Cyrus speaks to Nihal Mariwala, co-founder of Setu India. They speak about health culture in this country. On Colaba Cartel, I'm joined by Gauri, Jai, Abhishek and Sumit who reveal how they came up with the concept for the new restaurant Misty. On Geekfruit this week, Tejas and Dinkar discuss all things in pop culture that are so bad, they're hilariously good. This week on Shunya One, Sheila Ditya speaks to Nitya Sharma from Simple. That's the sign you see every time you have to enter the OTP for your payments on the apps that you use. On the scene and the unseen, Amit Verma speaks to journalist and China expert Manoj K. Varumani to dissect China's foreign policy and its impact on India. And with that, let's continue with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:16.040",
        "message": "Welcome back to the scene and the unseen, Manoj. Thank you, Amit. So we were sort of talking about this fundamental change that, you know, happened between the era of Deng and the era of Xi, the era of Deng basically being hide your strengths and bide your time as, as you put it, which China was content to sort of focus on its own internal development and not worry so much about the rest of the world. And Xi's formulation, which, as you pointed out, is something that was happening anyway, and it's not necessarily dependent on his person, was that of a new era where China takes a much more active role in world affairs, where it tries to sort of sustain its development, be more aggressive about its territorial integrity, and search for broader economic security, and get more involved in the world, whether it's in terms of, you know, investing in other countries around the world, including Africa recently, as you wrote about, on Pragati, and so on. And all this is very interesting, because this is happening at a time where like you refer to the financial crisis of 2008, as sort of one of those points where something began to turn, or maybe when it became visible, where America sort of losing its grip as a sole superpower of the world. And especially now that, you know, Donald Trump has come on the scene, and he's starting these trade wars, and so on and so forth. So how has the US, like earlier, for example, the US was content to do its thing and the China was content to do its thing and sort of build itself while America did what it did and rule the world. And now it's almost like, would it be fair to say, number one, that it's bipolar and number two, that China is actively trying to be the one big player on the block?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:05.960",
        "message": "I wouldn't categorize what's happening right now as bipolarity or a shift towards bipolarity. I think a lot of Chinese analysts would like to believe that bipolarity is inevitable. But I wouldn't categorize it as that right now. What I would say is that what's more inevitable is what's more probable, what's more inevitable, what's more probable is the idea of multipolarity with multiple power centers, whether it's the US, whether it's India, China, Russia, the European Union, probably South Africa, probably Brazil. So you have multiple power centers that will emerge, each with their own capacity to project power, whether it's economic, military power, hard power, soft power, economic. So that's how I would see, that's the way I see the world go, that's direction in which I see the world going in. And that would lead to some interesting combinations among states. But as far as this notion that there would be bipolarity in the Chinese, the party is looking at this as an opportunity to somewhere replace the US as a leading global power eventually. You will see literature coming out of China which argues that, and which argues that is inevitable. But my sense is that if you just look at capacities at the moment, you will see that the Chinese don't necessarily have the hard power capacity to project power around the world, even in their region, which is East Asia. Their capacities are limited just by geography, just by US alliance systems. So there's a lot that needs to change for some of this bipolarity or any of this to come about. That's how I would view it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:58.040",
        "message": "Right. And you know, one of the dissonances I've always felt between economics and geopolitics, and obviously, I know the former much better than I understand the latter, is that economics is fundamentally positive somewhere, you know, two parties interact, and both of them can benefit. And geopolitics often plays out like a zero sum game, where, you know, there's a lot of one upmanship, and there's a lot of zero sum thinking. And, you know, with Trump becoming the president in the US, Trump is clearly a zero sum thinker. I mean, that's the reason he started these trade wars, because he foolishly assumes that a trade deficit is a bad thing. And, you know, if there's a winner, there must be a loser. And if there's a trade deficit, the US must be a loser, and so on and so forth. And that's, that's obviously very fundamentally flawed thinking, but we can say that, okay, Trump is an aberration. But how does the Chinese view it? Do they view it in positive some terms, in the sense that, look, we just need to expand our trade everywhere, and everybody's benefiting, and that's fine, as long as, you know, we are stronger, or do they also have a little bit of the zero sum sense where other people have to be outwitted, and they have to establish their dominance?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:07.320",
        "message": "I think that the Chinese, if you look at the rhetoric, you will see the Chinese being very critical of the idea of zero sum politics. They will essentially repeatedly, if you look at Chinese diplomatic communication, they'll be talking about the fact that zero sum thinking is Cold War mentality, and the world has moved way past the Cold War. And we need to get beyond this, we need to look at win-win diplomacy, we need to look at building a community of common destiny for all of mankind. All of this is fine rhetoric, but it doesn't necessarily translate into as idealistic a vision of the world in terms of practice. So in terms of practice, how the Chinese go about it is, fundamentally, my interests need to be taken care of. But yes, that does not necessarily mean that you need to be damaged, which is zero sum mentality, which is what Trump is doing when he's saying that our relationship is a transaction, I need to win every deal. The Chinese view it as, can I serve my interests while also getting you something that you want, which is their approach in Africa. And just an example of that approach I'll give you, last week when Xi Jinping was in Africa and when he visited Rwanda, there was a quote by the president of Rwanda, Paul Kagame, where he talks about how China relates to Africa as an equal. He says, we see ourselves as people on the road to prosperity. China's actions demonstrate that you see us the same way. This is a revolutionary posture in world affairs, and it is much more important, much more precious than money. So you can see that there is an approach with China, which is not necessarily zero sum. It's willing to play the game, it's willing to bargain, it's willing to trade off, provided that its core interests are met. And that's something that America under Trump is not doing so well. So that's how I would characterize China's approach, which is that I have a certain set of core interests, any engagement needs to make sure that those core interests are met. Within those boundaries, I can work with you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:13.640",
        "message": "And that actually sounds eminently sensible. And so I'm going to ask you to sort of take a step back from description to prescription, in the sense that if you then have to look at China's foreign policy as an expert, what would you do differently? Is there any reason for the approach to be different? Or does this all make spectacularly good sense to you?"
    },
    {
        "speaker": "Guest",
        "time": "00:33:33.600",
        "message": "I think it makes really good sense. I think it makes really good sense. I think the errors that the Chinese have made in the last few years have been this error of assertion, this error of announcing themselves as a great power, as a big power, before they actually have got the kind of capacity that you need to be a great or a big power. And you can see that manifesting in how the Chinese are now looking at scaling down some of their rhetoric about, oh, we are not that innovative, we are not that technologically advanced. So that rhetorical shift is what they are making. Because this announcement of China being this great power, which is going to play this leading role in world affairs, which is once again wants to take the center stage in world affairs, leaves you open to a lot of criticism about your domestic economy being highly shielded, about access to your markets, about the problems that your investments are creating in other countries. So I think rhetorically, those are the errors that they have made. Practically, what they need to do is they need to look at their own. If I was a Chinese analyst, if I was sitting in Beijing, what I would be advising the government is that we need to fundamentally look at our debt issues, because our economy is perched on a massive debt overhang, which we've been kicking this can down the road year after year. Sooner or later, it's something that's going to come to bite. And this will damage us not just domestically, but also internationally. What happens to you when all these pledges of belt and road investments that you've made are no longer doable because you're struggling with debt at home? It completely undermines the idea of China as this pillar on which a new sort of global economy can be built. So I'd somewhere pull back on the rhetoric. And I'd also try and look at structural issues domestically. The things that the Chinese have done right in the last few months or a year or so, is that they've looked to soften their positions with regard to Japan, India. And despite all the conflict and confrontation with the Australians over issues of sharp power and Chinese influence in domestic Australian politics, they have shown overtures where they would like the Australians to work with them. So they've identified that there is a potential for countries to coalesce against us. And that's, again, a product of their policies, tangible policies in the South China Sea, but also a product of their rhetorical approach, which has been one of China has arrived and China will do what it wants to do. And so the scaling down of the rhetoric, the reaching out to Japan, reaching out to India, reaching out to Australia, looking to work with multiple actors, even though there are political shifts in different countries, say Malaysia, which has just had an election. And the new leadership has blocked Chinese projects, but the Chinese haven't gone sour on them. They've in fact reached out to them. The Chinese foreign minister was one of the first foreign ministers to travel and have a conversation with the Malaysians. And it's quite likely that Mahathir Mohamad, the prime minister, would be visiting Beijing soon this month. So you can see that the Chinese are looking at deeper engagement and softening their positions. And I think the biggest sort of giveaway that this is going to happen more in the coming future is in the end of June, there was a Central Foreign Affairs Work Conference held in Beijing. And Central Foreign Affairs Work Conference essentially is a conference where all the senior most delegates of this party meet together and they debate, deliberate on foreign policy and the agenda and how they should go about it. And this is just the second time that such a conference has happened in Xi Jinping's tenure so far. And during this conference, they came up with a list of 10 points which characterize Xi Jinping's thought on diplomacy. And the point of core interest was number nine, which indicates that they want to downgrade a certain, their assertion. They want to make sure that this assertive attitude is not that significant going forward. And what was on the top, what was among the priority list was this idea of working with countries, creating a shared community of common destiny. So all that signifies that you're going to be looking to reaching out to countries. You want to build partnerships because things around you are changing quite dramatically, largely owing to Trump. And so this is, I think they've adopted the right path, but it's just about have you gone too far? If you let the cat out of the bag already, can you put the genie back in the bottle? I think that's the balance that the Chinese government needs to strike right now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:25.520",
        "message": "So I'm going to ask you about the implications in this for India. But before we go there, I was intrigued by the debt crisis that you mentioned and the fact that they need to do something about it. So give me a sense of what that debt crisis is, what is the worst case scenario in which it plays out? And what is it you would recommend that they do now to, you know, before things get worse?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:45.560",
        "message": "OK, so I should preface this by saying that I'm not an economist and I know very little about how economies function, but here's my broad sense. So why did the Chinese accumulate all this debt? They accumulated all this debt is because they wanted to invest heavily at a point of time. I'm going to go back to say about 2008 again, because again, that is one of those tipping points where all this begins to happen. So in 2008, once the world economy is going through this cash crunch, this liquidity crunch, the People's Bank, the Chinese Central Bank, announces a massive stimulus package. I can't remember the numbers, but it's hundreds of billions of dollars, a stimulus package for the economy. And they hope that by stimulating investment, then you can create growth. And that's what they do. You have more and more states and provinces and local governments undertaking massive infrastructure projects because there is all this cash now available. And all these infrastructure projects, you're not considering necessarily the economic viability of these projects. I mean, are they going to lead to any productivity gain? You're investing because that looks good on your GDP because you're constructing. And that's how growth continues for a significant amount of time. Throughout that period of time, the Chinese government is talking about wanting to shift from export and investment driven growth to consumption driven growth. Now, we've got a domestic market, we need to stimulate consumption and investments are being wasteful to a large degree. So we need to curtail this wasteful investment. So what starts to happen is that because the government at the center, somewhere it wants to contain this investment, but it also needs to sustain growth. So there is this push and pull which is going on, during which period of time, a lot of local governments, a lot of companies are piling on massive amounts of debt. Because at the end of the day, for a local mayor like me, if I'm the mayor of a city like Tianjin, bureaucratically, my progression up the ladder in the Chinese system is dependent on how I deliver on these material goals. And if I'm supposed to meet 9% growth, 10% growth, I will take on the debt to meet that growth. And eventually those massive projects, whether it is a metro project or a massive park or a massive housing system, that's going to be looked after by somebody else. Because in a couple of years time, I'm going to move on to a different job. So this is somebody else's problem who comes after me. So that's how the system has piled on this massive amounts of debt largely. At present, Xi Jinping has been talking about deleveraging for the last few years. He wants, he realizes that there's a lot of unnecessary debt that's been picked up, whether it's in infrastructure, whether it's in things called zombie companies, which are essentially companies which are no longer profitable, but are propped up by state subsidies. And he wants to curtail all of this. He wants to rein in this level of debt. But the problem is that the more you strip the cash flow in the economy, it's not just going to slow down. It's also going to lead to companies shutting down, job losses, and that's going to lead to instability. So how do you balance that push and pull between stability, growth, and wanting to have more productive growth? So that's broadly the nature of the beast at the moment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:11.160",
        "message": "That's incredibly fascinating. And it sounds to me very similar to how the US financial crisis happened in terms of it being enabled by easy money and bad incentives. But you know, moving on from the economics and back to the foreign policy, India's always had a sort of an iffy relationship with China. We've lost a war to them, we've kind of, you know, been wary of them, we have an ongoing border dispute with them. How does or how does China's new approach to its place in the world affect India?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:41.160",
        "message": "You know, I want to answer this question with an anecdote to begin with. So I spent five years living in the mainland. And in those five years, anybody that I spoke to, whether it was from the media, or it was from, you know, the ordinary sort of intelligentsia, the ordinary public, factory people, people who are in manufacturing and across the sector, I found only a handful of people perhaps who knew that there had been a war between India and China. It's not something that they've, it's not something that survived in public memory. And that's probably because the party has not wanted it to survive as much. Today, obviously, things are different, and that's because of the Doklam standoff last year, where you had Chinese media being extremely critical of India, you had a lot of racist content, you had content which called out India, which put out editorials from 1962. So the war essentially is now back in the memory, at least in public consciousness, I presume people would know because I got a lot of messages from friends in China at that point of time, saying that, oh, we didn't realize that this had happened, and that we had a war in the past, and we hope that there's no more war in the future. So that's just an aside, an anecdote, that a lot of people in India, I mean, in India, the war with China is so deep in within our conscience. But I don't think that's the same over there. It doesn't resonate similarly, in terms of how China sees India today, and what China's new position in the world implies for India. So I think we can take what happened in Wuhan, as an example of China recognizing that India is an important actor. I think we've seen this for the last two years, when India boycotted the Belt and Road Forum in 2016, you saw that when we boycotted the Belt and Road Forum, there was a lot of talk about India being the only country which had not attended this forum. And there was some degree of frustration from the Chinese point of view. But there was repeated attempt to try and get India on board by talking about CPEC being a development initiative, and China's position on Kashmir does not change, and so on and so forth. And thereafter, after the Doklam standoff, this accommodation by both parties, which began at the meeting in Xiamen and BRICS in September last year, and then has further gone on to Wuhan and thereafter, I think the Chinese see value in working with India. They know that India is geographically well placed. If Belt and Road in South Asia has to yield some degree of success, a measure of success in India, you need to get India on board. India is also a massive market for infrastructure investment, for Chinese companies to set up manufacturing bases, there's lots that the Chinese can do in India. And so I think that there is a sense that India can be a partner. But along with that, there is also this suspicion that persists with regards to India's relationship with the West. Again, I don't think that the Chinese see the world necessarily as a zero-sum game, but they are fundamentally cautious about the idea of India, the US, Australia, Japan, this idea of these democracies coalescing together to contain China. So they see India as a possible spoke in the US alliance network, the US alliance wheel, and they see that as a possible occurrence. So therefore, I feel that there is this sense of that we need to engage with India. And Wuhan was that example where there was, it was not just the Indian side which wanted to engage, but it was also the Chinese who wanted to engage and who saw merit in working together. So I feel that there is actually opportunities going forward."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:55.400",
        "message": "So can you explain Wuhan to me because I don't know much about what happened there."
    },
    {
        "speaker": "Guest",
        "time": "00:46:59.560",
        "message": "Okay, so this was basically, it came as a bit of a surprise. So Narendra Modi, after the Doklam standoff, Prime Minister Narendra Modi, Indian Prime Minister, he traveled to Xiamen in September last year, which is a city in Southeast China. He traveled over there for the BRICS summit. At that summit, from what we understand, there was a, there was sort of a breaking of the ice and Xi Jinping and Modi spoke and there was feelers put out of having a broader conversation that led to more diplomatic activity with the Chinese foreign minister visiting New Delhi in December and talks again, beginning on the boundary issue. And that graduated in February this year, we had Foreign Secretary Vijay Gokhale go to China and that set up again a framework of what sort of conversation we need to have. And that essentially led to this meeting in Wuhan between Xi Jinping and Narendra Modi. And the idea was that it's a two day summit, it's informal, it's unstructured, we're not necessarily going to be talking about specific issues and identifying specific outcomes that we need to come up with. We're going to have this broad based conversation about what are your interests? What are our interests? How can we work together? How can we prevent potential conflict like situations erupting? Because last year at Doklam, we ended up in a position where there was a lot of talk of war and there was a lot of jingoism, largely from the Chinese side, actually, the Indian side was very restrained. So Wuhan was this opportunity for these two leaders to sit down together and say, look, there are dramatic changes happening in the world. At the end of the day, we're neighbors, we're growing economies, we have converging interests, and we need to engage, we can't end up in some of these binaries. That's the broad narrative that's been put out by both sides. And since then, we've seen deeper engagement between the two countries. What I mean by deeper engagement is that they're going to resume bilateral military exercises this year, India will be participating in the Shanghai Cooperation Organization's military exercises along with China and Pakistan, India has been probably a little more restrained in terms of its criticism of Belt and Road. There are some analysts who would say that India has also scaled down its activity with the quadrilateral group, which is the US, Australia, Japan and India. I don't necessarily subscribe to that. But yeah, you can see that in terms of public rhetoric, there has been a general shift in India's position where we're not necessarily being that critical, while we are keeping our fundamental oppositions to BRI, whether it be with related to CPEC or debt, still out there. But we're not necessarily going out proselytizing or telling people that this is a real problem. So I think there's a broad understanding that's been arrived at between the two sides that we need to maintain peace at the border, we need to look at our common interests, and we need to work on them. One of the tangible outcomes of that Wuhan meeting was this idea that India does not need to look at China's engagement within South Asia with a lens of suspicion. So the Chinese have proposed this model called India-China Plus or India-China X, under which they want India and China to work together in a third country, carry out joint projects in a third country. And the first country that they've announced for this is Afghanistan. It's still not clear what exactly this joint project will be. But what we know as of now is that there will be a joint capacity building project. We're not still clear on the details of when that will happen, what that project is going to be. But the idea is you've set about a framework of working together as opposed to looking at each other's actions with suspicion."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:01.360",
        "message": "All of that is very heartening. But I want to go back to a phrase you used a little earlier when you spoke about China's attitude to China's position on Kashmir. And you know, there's also been the sense that China is sort of exploring deeper engagement with Pakistan and helping them in their conflict with us. Now, is that sort of a historical artifact of how the world used to be a while ago, or"
    },
    {
        "speaker": "Guest",
        "time": "00:51:26.680",
        "message": "are they hedging? Okay, so that's a good question. I would see the China-Pakistan relationship, yes, of course, it has implications for India, but I would see it also as independent of India. The China-Pakistan relationship is very deep. It's deep political engagement, it's deep economic engagement, it's deep military engagement. There is a strategic relationship between these two sides, and which at some level has implications for India, serious implications for India, but it's also independent. So CPEC is an example of how it's independent of India. I personally don't see CPEC as something that is targeted at India. The Chinese could have managed CPEC better, the routing particularly, and they could have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:15.600",
        "message": "managed to avoid some of these. Just expand on what CPEC is."
    },
    {
        "speaker": "Guest",
        "time": "00:52:19.720",
        "message": "So CPEC is the China-Pakistan Economic Corridor, which is this massive corridor which begins in Xinjiang in China, and goes all the way down to Gwadar in Pakistan. This is going to be Chinese investments in building roads, bridges, rail networks, ports, free trade zones. So it's part of the broader Belt and Road Strategy. As far as we know, the pledged investment is around $60 billion, and CPEC should be completed, the time range for this is till 2030. So it's over a period of 14-15 years is when the Chinese see this as being completed. So the idea is to essentially support the Pakistanis in terms of building all this infrastructure and facilities for them, and also gain, sort of deepen their own economic footprint within Pakistan. So the India component of this obviously comes from the fact that part of the CPEC route runs through what is Pakistani-occupied Kashmir. And so that's where India's objections primarily are that, well, this is impinging on our sovereignty because all of Kashmir is an integral part of India. And the Chinese say, well, look, don't look at this as a political issue, this is purely a development project, which is, I mean, that's an argument that has weak legs to stand on. I mean, the Chinese would not allow anybody else to build in an area that they claim as theirs, but take it for what it is. So that's what CPEC is. So I would say the Pakistani-Chinese relationship is far broader because today, Pakistan, if you look at Pakistani politics today in the state of the army, Pakistan's fracture of its relationship with the US, China has become an important patron for the Pakistanis. It's always been an important partner, but today it's become a patron. So that's how I would classify that. Now what deeper Chinese engagement with Pakistan does is that it also raises the stakes for China to ensure stability in Pakistan and also stability between India and Pakistan. So there's an interesting dynamic that comes into play where China now becomes an actor that has legitimate interest in averting conflict between these two rival states in some way. So to me, that's the concept, that's the idea that's interesting in all of this, is that it raises China's stakes to ensure stability. And if China does gain the kind of leverage that we imagine that it has, that Indians imagine that it has, that China has deep say in Pakistan, it actually can motivate policy in Pakistan, I doubt all of that. But if the stakes get higher and the Chinese can develop levers and drivers to at least shape policies in Pakistan, that can have massive implications for India and probably even positive implications."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:31.640",
        "message": "No, and positive implications, exactly. Because just thinking aloud, you know, a couple of episodes back, your colleague Pranay Kotesane had done an episode with me on Pakistan, where he spoke about how there are basically two Pakistan's. One is the military jihadi complex, which rules Pakistan and the other is basically the putative state of Pakistan, or you could say, the people of Pakistan, the civil society of Pakistan and economic development of the kind that China is clearly hoping to enable there would strengthen civil society vis-a-vis the military jihadi complex. And at the same time, it would increase the incentives of the military jihadi complex to sort of keep Pakistan stable and not enter into a conflict with India. So yeah, I mean, in that sense, a deepening Chinese involvement in Pakistan is something that could actually turn out pretty well for us contrary to rhetoric. I've taken a lot of your time, I want to end by asking you a dual question that I ask all my guests on whatever the subject of the expertise is, that what makes you hopeful? And what makes you anxious about China's new direction in foreign policy?"
    },
    {
        "speaker": "Guest",
        "time": "00:56:46.040",
        "message": "Okay, what makes me hopeful is the, that's a good question. What makes me hopeful is the idea that there is a desire now, there has been reflection, at least it appears so, that there has been some reflection and there has been a desire to recast Chinese foreign policy as less aggressive. And the pressures that have come with this trade war have meant that there has been a certain degree of rethink and a certain degree of imperative to actually open up China further. So there is hope that as China engages further, and as some of these pressures hit further, China will act more responsibly, not just in terms of how it deals with conflicts, whether it's on its periphery, or whether it's with regard to trade, or whether it's regard to openness of markets. So that is one thing that probably makes me hopeful is that if there is some degree of rethink away from nationalistic rhetoric towards far more sane thought of how do we engage far more pragmatic approach to what's happening in the world, that can actually lead to benefits not just for China, but also for countries in the region, India, Japan, other Southeast Asian countries. What makes me fearful is Xi Jinping's centralization of power, his centralization of power, the building of a personality cult around him, which is sort of like one can reminisce, one does reminisce. And if you read Chinese academics and authors who are writing today, who have dissenting voices, and how some of these people are being silenced, there is a fear of China slipping back into the chaos of the Cultural Revolution, we are still some way away from that. But you're taking those first steps towards something like that. And that's extremely dangerous, not just for people within China, but also for the broader region. Because China today is a driver of the global economy, and to see a state like that slip into chaos has broader implications for people around the world."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:50.840",
        "message": "Manoj, the last one hour has been incredibly insightful. Thank you so much for sharing your knowledge with us."
    },
    {
        "speaker": "Guest",
        "time": "00:58:56.880",
        "message": "My pleasure. This has been fun."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:58.880",
        "message": "Thank you so much, Amit. If you enjoyed listening to the show, do follow Manoj on Twitter at the China dude, all one word. Also consider signing up for his course, Inside Geeks China, which is an online course which runs for four weeks and starts on August 27, and consists of I think six webinars. And you can access the course by going to takshashila.org.in slash special dash courses. Also check out his column I on China which appears every Friday on the website I edit Pragati at ThinkPragati.com. You can follow me on Twitter at Amit Verma. And for past episodes of The Seen and the Unseen, hop on over to seenunseen.in."
    },
    {
        "speaker": "Unknown",
        "time": "01:00:37.420",
        "message": "I'll see you in the next episode of The Seen and the Unseen. Take care."
    }
]