[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I am Amit Verma and in my weekly podcast THE SCENE AND UNSEEN, I take a shot at answering all these questions and many more. I aim to go beyond the scene and show you the unseen effects of public policy and private action. We speak to experts on economics, political philosophy, cognitive neuroscience and constitutional law so that their insights can blow not only my mind, but also yours. The Seen and the Unseen releases every Monday. So do check out the archives and follow the show at seenunseen.in. You can also subscribe to The Seen and the Unseen on whatever podcast app you happen to prefer. And now, let's move on to the show. One speaks of India's great demographic dividend. The average age in India is 27. 60% of this country was born after 1991, the year in which we allegedly liberalized some of our economy. Our young people should be our greatest asset. And yet, our young people need jobs and education, and these are just not there. Every month, one million people enter the workforce, and there just aren't enough jobs for them. All of these young people, entering the best years of their lives with hope and desire, but without opportunities. What are they to do? How do they feel about this? Can they be anything but angry? How do they cope with their anger? Will this so-called demographic dividend end up being a demographic disaster?"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:09.660",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:18.580",
        "message": "Please welcome your host, Amit Badma. Welcome to The Seen and the Unseen. As a middle-aged man of great privilege, living in a big city, I sometimes feel I don't understand what India is all about. The life I live as a member of the elite is very different from the lives lived by most of my fellow Indians. And I wonder sometimes in my little cocoon whether I understand this country at all. So much about it is so bewildering. Well, my guest on today's episode is someone who has helped clear some of the fog from my head. Snigdha Poonam is a Delhi-based journalist, and her book, Dreamers, chronicles the lives of a handful of young Indians and gives a sense of how young people across small towns in North India feel about the world. Reading the book was an interesting experience to me. The characters and the way they thought about the world seemed very familiar to me. But at the same time, the world they inhabited and the way they chose to behave in that world felt surreal. Snigdha's book gave me an acute sense of the many parallel universes that exist within this one nation of ours, and I'm delighted that she's agreed to join me in the studio today, to talk about her experience of writing this book and the insights she gained from it. But before we get to our conversation, let's take a quick commercial break. If this happens to be the only podcast you listen to, well, you need to listen to some more. Check out the ones from IVM podcast who co-produced the show with me. Go to ivmpodcast.com or download the IVM app and you'll find a host of great Indian podcasts that cover every subject you could think of. From the magazine I edit, Pragati, at thinkpragati.com, there is the Pragati podcast, hosted by Hamsini Hariharan and Pawan Srinath. There is a brilliant Hindi podcast, Puliyabazi, hosted by Pranay Koteswamy and Saurabh Chandra. And apart from these policy podcasts, IVM has shows that cover music, films, finance, sports, sci-fi, tech, and the LGBT community, all under one roof. Or rather, all in one app. So download the IVM podcast app today. Snegdha, welcome to the scene and the unseen. Thank you, Amit. So tell me a little bit about how you decided to write this book to begin with. How did the idea of the book come to you?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:30.980",
        "message": "Started on a dating website. Back in the day, I think 2009, an American dating website has just entered the Indian market. You know, I mean, this was the time that everyone was talking about like India's hundreds of millions of people joining the middle class. So it was just natural that something of that kind would, you know, would tap into that market. So this website comes to India, and suddenly, everyone's on it. And I read a couple of pieces just announcing its arrival and its popularity, and I signed up for a long form piece for the Caravan magazine, where I was working then. I signed up, and I made a very basic profile, which is just, you know, age, location, hobbies, etc. Put a very basic photo of myself and just like, let it out. And I wake up the next morning, and I have hundreds of messages from young men, like, you know, from 18 to, I would say, 32, 33. That wasn't so surprising to me. I expected some of that, I mean, not so many, but I expected some of that. But what surprised me that not all of these messages were, you know, these like young men declaring love or wanting to have sex with me or saying hi, baby, or the sort of stuff that that usually comes in. A lot of these people, and I started responding to some of them wanted to just talk to me about about their lives, because no one was talking to them. And I was a woman, I was real, I was talking to them. And they were in the smallest of, you know, places in the, like, most obscure corners in India, places that I've never heard of, like villages in Andhra Pradesh, and Northeast and Tamil Nadu, and of course, UP and Bihar and the usual. And some of them were telling me the same things, which is that, which is like a deep feeling of frustration with where their lives were. And with whatever prospects that, you know, stretched out in front of them, they were, if they were in college, they didn't know if they were going to get jobs. If they were already working, they weren't satisfied with their income, if they will live with their family, they didn't know if they were fitting in, if their parents understood them, they, most of them wanted to get out and make something of their lives, but didn't know how. And I mean, sure, there was a lot of anxiety about love and sex and romance. And I did write about that, too. But this stayed with me. And I started thinking about that more deeply. And but I just remained on the website and let these messages come. And then shortly after that, I wrote another story that took me back into the same world. This was something for the New York Times. And I, I used to keep getting these, like, messages like spam, I'm sure everyone did, and still does, about this personality development classes. This was at least a huge rage in Delhi. So every day I would wake up and I had these messages saying, you can develop your personality for 2500 rupees a month come to this, like London School of English in Atparganj or somewhere or the other. And so one day, I just decided to show up because I was like, what is this personality? And you know, who needs personality? In what way is it being developed? So I show up at a one of these like London School of English classes in Rajouri Garden. And again, it is crowded with like, the same kind of people who were speaking to me from across India on the dating website. These were some very young men, I'm talking 17, 18, they had come to Delhi from small towns and villages and because this was Delhi, Rajasthan and Haryana and UP. And they were all either just out of college or had dropped out and were all looking for opportunities in Delhi, and just didn't know how to be in a big city, how to, how to, you know, talk to people, how to face an interview, how to approach a girl, that sort of thing, you know, how to order things at a restaurant or, or talk to someone in a bus. So that this was like, they were looking for to develop a more global personality and, and how does it start? And this, they, you know, it was basically a class in spoken English. So it begins with an introduction, where are you from? What do you want to do? What are your hobbies? And, and then like, you know, goes like pretty deep, pretty quickly. And I, and I got to that later in the spoken English chapter for the book. So you know, some of these themes were coming up. And I had done three or four of these stories, when a penguin random house got in touch with me and said that they had an idea, they wanted me to go back to my own small town, Ranchi, and just be there for a while, at least at least a year, start talking to people, choose some of them and see what they want from their lives. And if you know, in the time that I'm following them, if they'll get any like anywhere close to those, those dreams and desires."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:44.520",
        "message": "And like, what kind of preconceived notions did you go in with, which sort of turned out to not be the case when you went and what did you really learn through this process? How different is your eventual book from what you thought it would be? What did you think you would find which you did not?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:59.580",
        "message": "I mean, honestly, I didn't know anything, which is hard for people to realize. But I grew up in a cocoon of cocoons in small towns in North India, because my father was a senior bureaucrat, and we always had a whole like system of like, you know, walls and boundaries around us and think that as, as a girl who's growing up in an upper middle class family in a bureaucratic setup, most avoid are like just young men on the loose. And I, I just avoided them growing up. And so I didn't know what like, you know, young men in North Indian villages and small towns actually think and feel. So it was, first of all, a challenge for me to like, go back and engage with that group of people that I had, you know, done my best to avoid growing up. So I didn't have that many notions. I mean, I read the usual stuff that we all do, I knew that there was like a great wave of aspiration, because that kept coming up, that people want big, shiny, fancy things. And that, you know, small towns were like changing. And there was suddenly like gyms and spas and hotels and restaurants. But beyond that, I, I don't think that my understanding was at all extensive."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:16.260",
        "message": "And there's a very interesting sentence in your first chapter where you, you write a couple of evocative paragraphs about your growing up as a small town girl. And there you say, at one point, that quote, I was fortunate to become a thinking adult before post truth, unquote. So it's not just as if when you were in these small towns, you had kind of stayed in your cocoon. And now you went back and went beyond that. But also the times had changed fundamentally that the young men who grew up at the same time as you would not be the same as these young men you were now speaking to, who were growing up in an India where sort of there were so many more young people, there were so many more globalized influences."
    },
    {
        "speaker": "Guest",
        "time": "00:11:51.500",
        "message": "Yes, they had so much more information and opinion. And yes, I didn't expect that either."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:57.920",
        "message": "And I was very sort of struck by like a couple of the insights that come through your book is that everybody feels so incredibly entitled. And you said the further you go away from the cities, the bigger these young people think. So there is a sense of entitlement that I want to be great in the case of one of your protagonists. He wants to not just be prime minister, but eventually rule Mars after those guys go there. And along with this entitlement, there's also a lot of anger because those things aren't really happening. And at one level, it seems to me that these are sort of ingrained emotions. Young people everywhere tend to be like, I remember I was very entitled and angry when I was young. But at the same time, there seems to be a sense in your book that there is something different about the sense of entitlement that these guys feel, especially, for example, in the inside that the more you go towards small towns, the more you will find this. Why is that the case?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:52.100",
        "message": "No, you're right. I mean, I remember being a very ambitious young woman myself. But I think that what has changed is that, you know, no matter where they are, like what they're facing, what they're looking at, you know, the message that comes to them constantly is that anything is possible. You know, from I was listening to some of the Narendra Modi's speeches from 2014, he actually speaks to them like a motivational speaker would. He speaks about dreams. He brings that up. He says that their potential is being wasted, you know, that all of these like years of opportunities have just like gone by and that, you know, that you dream and we will make it possible sort of thing. You know, you'll be listening to ads, you can be on the Internet. I mean, so I think that it is very hard for a 19 year old in a village in Jharkhand to be totally disconnected and not internalize any of these like several messages that filter down to him on a daily basis."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:51.100",
        "message": "And you know, one of the backdrop of all this, a backdrop of what is happening in young India today, so to say, and the backdrop of your whole book is what you call India's 3E problem, which is that people are uneducated, unemployed and unemployable. And obviously, the first and the third, uneducated and unemployable are part of the same thing. And even many educated people are unemployable because of the state of our education system. And your book really sort of divides the responses to this into these three sections where your first section is about how some people try to mitigate this and find opportunity in different ways. Your second section is about the enormous amount of anger out there and how that finds expression and the third section of your book is about and which I want to ask you about in detail later about how we have this mentality that the only way to get ahead is by scamming other people. Let's kind of talk section by section in the first chapter of your book. It was it's called the click baiter and it's this about this fascinating chap called Vinay Singhal and this company that he built called witty feed, which is, you know, you mentioned was number two in the world after BuzzFeed in terms of viral content. And it's almost as confluence of circumstances, which like a perfect storm which created them. Number one, he was a man with big dreams and like you mentioned before, quote, it almost seemed as if the further you live from a big city, the bigger your dreams, unquote. Second, he chose to go to indoor and set up this company. And again, you say in your book, quote, the city was big enough to be full of young job aspirants and small enough to present them with few options, unquote, and therefore fertile ground for him to find people to work with him. And it's very interesting how he hired all these young people with the condition that this would be absolutely the first job. And they were expected to immerse themselves in cultures which they knew nothing about and create content which would be compelling content for them. Like you describe a girl who's never dated in her life, who's 18 years old, who's creating content about what to do if you're jilted or so on and so forth. And there's another really nice sentence in the book about this where you say, quote, a week at the company is all it takes them to go from not knowing anything about the world to deciding what the world should know. Full stop. And you've actually seen these people, they all live in a couple of bungalows together and so on, and it's like a family, like you mentioned, the way they where they work. And I found this whole ecosystem very fascinating. And also, how the hell could they succeed? Because they literally didn't know anything about the people they were writing for."
    },
    {
        "speaker": "Guest",
        "time": "00:16:22.660",
        "message": "Yes. I mean, I guess I, I said at some point in the chapter that this was like the first time I had met a set of people who lived in the internet. So you know, they, everything that they know about the world is from the internet as the man himself, Vinay Singhal, told me in one of his thoughtful monologues. He said that the internet is the most powerful tool that, you know, the man has ever invented. And I was blown away by it because there have been other tools. But you know, you take an 18 year old, and she's, you know, writing an article about how to build a swimming pool in your own house. And I really wonder if that like comes from her own experiences, because she talks to me about her family and where she lives, you know, in one rented room in Indore with her mother and sister who've come from Gwalior to join her because of that passed away and they would have left with nothing and she figured out about this company and she applied for a job. And so now she has to like give Americans all sorts of life hacks for all sorts of problems when she does not know a thing about America or Americans or American like suburban life and its challenges. But she learns everything on the internet. And so you know, she writes an article about how to build a swimming pool in your own house and at least like, you know, 1.5 million people would have read it. So, so that works."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:51.100",
        "message": "It's a great headline. I think I click on anything which offered to show me how to build a swimming pool in"
    },
    {
        "speaker": "Guest",
        "time": "00:17:55.220",
        "message": "my own apartment in Bombay. No, I did click on how you've been brushing your teeth wrong all your life."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:02.060",
        "message": "And have you? All of us. Okay, I don't want to go and look for that story. And yeah, and what kind of struck me what you mentioned about living in the internet is that as much as they were living in India, they were also living in Americana, in a sense. And in a sense, it's almost wrong to say that she would not know what it is like to have a swimming pool in her own house."
    },
    {
        "speaker": "Guest",
        "time": "00:18:23.900",
        "message": "Because yes, that is true in India, but in her virtual life on the internet, she's kind of been through that. Yeah, I mean, you wake up and literally the first thing you have to think of on your own, I mean, with the help of the internet is you know, how to get lips like Kylie Jenner and at least I knew who Kylie Jenner was, but like several people don't and, and that was amazing to me. And the thing is that I, what I want people to know is that this is not just these like 80 kids in Indore. I've met so many people like that when I was not reporting on WittyFeed, I was hanging out with an Instagram with a friend of mine who is an Instagram friend of mine from Indore. She was, she's 18, she was in college, and we became friends because she was fashion blogging on Instagram. And I was like interested in very young fashion bloggers in small towns who were actually making money off this. So I spent a couple of days in her hostel room in Indore. She's from Bhopal, and she was in college in Indore. And I met her at a very interesting time. She was, she's just met someone that she liked on Instagram, who happened to be live in the same city. And she was going on her like, the very first date of her life with this man. And I happened to be there in her hostel room at this moment. And like, this is the most like, important moment in her life, because she's trying to decide what she must wear for her first date with this man that she likes a lot. And she had only three options. And that I can't remember the third, but they were something that like Katy Perry had worn the previous day or Selena Gomez had worn on her first date. And so she was like, so she chose Selena Gomez's outfit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:01.540",
        "message": "So you get small town knockoffs of this, which people buy?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:05.420",
        "message": "Yes. And it was actually a nice white shirt, such as the one I'm wearing, because obviously, this is a, it's always a great outfit, but that was more surprising. But the more time I spent with 18 year olds in places like that, I realized that it's actually pretty usual for them, they may not have to think of Deepika Padukone at all,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:23.820",
        "message": "because they have the option. They can go straight to Kim Kardashian. Yes. Yes. Okay, so your second chapter is about, you know, another fascinating character called Mohin Khan, who teaches English. And you know, again, he is someone who is not even from a family where English is spoken, rather he serves those families in various ways. And he overcomes the class difference, takes an English class, because he views it as a ticket to another world, it's an aspirational thing, and in a sense, even a ticket to perhaps this cultural world of Americana and the internet and so on. And he learns that and at the end of his first course, he's immediately made the teacher and he you know, sort of starts teaching English and, and I found that chapter very fascinating. I mean, there's one paragraph, which is really interesting, and I'll just again, take the liberty of quoting that and it's full where you, after you speak about the whole ecosystem of language classes, you write, quote, the version of English they speak with colleagues, waiters, customer care executives, will define the future of the language in this country. And in fact, the future of English worldwide, with India expected to have the largest number of English speakers in the world in the next 10 years, overtaking the US, the English they speak will be the English of the future, close quote. And the English they speak is, in a sense, a very functional sort of English where you're kind of getting by. And it's also, it has signaling value, it has functional value, and, and that's pretty much it. And that's, that's a big, how big was English in small town India, where you did your stories?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:57.040",
        "message": "I think this was the most richest of all the worlds that I tried to describe in the book through the various characters and, and I think that I was able to capture because of the limits of word length sector, only a part of this because English was huge. Everyone wanted to learn it. Everyone had a very distinct opinion on it. There was a large amount of like politics being played over it, especially in the in the Hindi belt. And it just seemed like, like, even in the in the lives of everyone else that I cover, English played a part, you know, how they saw it, the relationship with it, if they were using it, if they were not using it. And so I think that it was it was really big."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:45.340",
        "message": "Was your speaking English something that put you in a pedestal in the eyes of these guys? Like, would they have given you the same access if say you were a Hindi journalist for a Hindi newspaper?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:53.460",
        "message": "I sat in this spoken English class for at least on and off for at least three months. And I wasn't allowed to say a word, forget a sentence, because I would have given myself away and then like, like everyone else around me would have felt uncomfortable. So yes, it was, in some sense, it did stop me from interviewing those kids, because Mohin Khan asked me not to speak. But yes, I mean, especially with him, I think he felt really connected to me because I was, he really values a really small set of people with whom he can speak English in a, in a fluent way, unlike with the students, and I was one of them. So we remain in touch and he, you know, he, I think most of our conversations happened in a mix of Hindi and English, but he kept bringing up how much he, he valued the fact that I was, I was there with him to like, practice his fluent English."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:54.620",
        "message": "And just tangentially moving away from a bit from the book itself to your experience of writing it, that, you know, at first, when you approach these people, and you started interacting with them, they must have had sort of performative selves in front of you where they either trying to impress you or whatever, and then gradually they get comfortable and they let their guard down and they just themselves and how was this process and how how was your awareness of it influencing what went on?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:24.500",
        "message": "In some sense, because these were young men, and I, in some cases, I wasn't that much older to them. There was, some of them kept trying to impress me in one way or the other, throughout. So I don't think that that stopped being the case in some of the, in some cases, especially with the Mr. Jharkhand turned aspiring Bollywood superstar, he was just from the first time I met him, he just, he was vulnerable and honest, and he decided to like, you know, just tell me everything, whether it was embarrassing, or it was silly, or, you know, it made him look bad. So there were some people like that and, and especially in the case of the BJP member, the BJP, he was the most difficult for me to crack because he wanted to present an image. And so no matter what I said, he would just try to like sound aggressive or tell me stories of great swagger and importance. And so I think that was one of the hardest stories for me to report because it took so many, like meetings over so many months for me to like have a real conversation with him."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:35.020",
        "message": "Could that be because like maybe the Mr. Jharkhand guy, because of the class difference, he just already put you on a pedestal and you're not someone he's, you know, who is not from the same society as him almost. And therefore he felt comfortable in opening up to you. But the guy who worked in the BJP was much closer to being from a similar sort of background is in fact, your background was pretty similar to him."
    },
    {
        "speaker": "Guest",
        "time": "00:25:58.060",
        "message": "You mentioned at one point, yes, yes and no. I think it was not just class, but also worldviews and ideologies. Because when I meet for the same chapter, when I meet a 19 year old member of Bajrang Dal in Meerut, he, he comes from a very different social background as well, but he's very hostile to me. And, you know, I have to do a lot of convincing for this guy to talk to me and still to remain"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:22.380",
        "message": "suspicious."
    },
    {
        "speaker": "Guest",
        "time": "00:26:23.380",
        "message": "But I suppose, yes, class was always there, like in the case of the Mr. Jharkhand. He had never spoken to a woman before. And even the participants, even the female participants in the Ram shows that he had begun to do wouldn't talk to him because he didn't speak good enough English for them. So he did feel left out a lot. And I think we came to a point where I was meeting him so often that it seemed to him that we were dating, which was really odd because, you know, I would buy him coffee and I would ask him questions and he would answer. I was taking notes most of the time, but, but he had never like been with a woman in that way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:08.940",
        "message": "So, and also I'm guessing he had no exposure to journalism of the sort that you were doing"
    },
    {
        "speaker": "Guest",
        "time": "00:27:13.020",
        "message": "where you write. No, I actually, there's one thing that I decided to do pretty early on, which is to explain to them at great length what I was doing. So I kept bringing up the fact that this book was now, you know, one third done or one fourth done and that I was doing meeting these other people. And I spoke to them about the importance of their stories and what they meant in a way that was accessible to them. But still, as you said, I mean, they couldn't have understood fully what I was trying to do. And at some point he asked me if I was his girlfriend and broke my heart, but I had to tell him that I wasn't and he mustn't think that and we must keep meeting. This was like, so the thing is, I wanted to be their friend. I was not, it was never completely an interview with any of these people because I spoke about myself. They spoke to me about themselves. It was more conversation, but at the same time, I think that it, for some time he remained hurt and then we got back to the routine."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:07.820",
        "message": "And there's that classic journalist dilemma there that when you do a story on someone at some level, you're using them as instrumental to your purposes. And at the other level, you also want to relate to them as human beings and friends."
    },
    {
        "speaker": "Guest",
        "time": "00:28:22.580",
        "message": "And was this something you thought about or something that was difficult? I did constantly because there was this power imbalance and there were so many additional tensions because of this like male female thing, especially because I was the only woman in their lives and, you know, in this way, you know, outside of their families with whom they were meeting, they were having coffee with, they were sometimes I traveled with them. Sometimes I followed them across cities and obviously it made them wonder why I was so obsessed with them. I was so interested in their lives. It happened to me more than once that someone that I was following in this manner asked me if that when was, when is our next date or something? And so I had to explain again. So, but I know, I guess, but thankfully these conversations spanned years. So I think towards the end, they kind of got it and we remained friends and based like, you know, I think the most important thing to do is to also tell them a lot about myself. And I would talk about just daily lives, you know, the way that we did before this, starting this podcast, like, you know, I woke up and did this and did that to my parents or my sisters or whatever. And that did make them feel a little more."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:35.020",
        "message": "Yeah. And I guess as long as you were completely upfront with them at the start, then that helps you get over the thing. You know that you're not being deceptive in any way, even if they, even if yes, they are instrumental to your story, but they know that you're very clear about what you're doing."
    },
    {
        "speaker": "Guest",
        "time": "00:29:47.220",
        "message": "So, yes. So, I mean, this took me about three years to report. I got married in the, in the middle of it. And I told most of them that this was happening and they had, they felt really connected. They advised me. They asked me about the man's background and they checked him out on Facebook, of course. Did they approve? Some of them approved. Some of them said that, you know, I should, marriage is a very important institution and I must know that this is the right man. And some of them like patronized about like the values of marriage and like, you know, living a more responsible life from now on. Because I, because I mean, obviously they thought I was a weirdo, like being a woman and like being in all sorts of strange places at all sorts of like strange hours, asking strange questions. So, when I decided to get married, I thought that maybe this is when I become like normal."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:34.780",
        "message": "It's very interesting when you, you know, talking about marriage and strong opinions on it. One of the most fascinating parts of your book, which made me really sit up with my eyes wide open, was in that English class where you're sitting with Mohin Khan and he organizes this debate on arranged marriage versus love marriage between the girls and the boys. And it ends into a screaming match where they're shouting at each other, like it's Bhakts versus Congresses on Twitter. You know, that was the kind of feel I got from your writing, where people who wouldn't talk across the aisle, like the girls were almost segregated before the class and brought in later when the teacher came because they didn't want to intermingle, are suddenly just screaming at each other and getting personal. What was that like?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:10.700",
        "message": "It's another thing that we don't understand, but the whole like, you know, think about love and dating and sex and marriage just, there's so much anxiety and dilemma about that. It's the case of women, because I made friends with some of these girls from the English class and wow, their lives were very complicated. I mean, each of them sort of knew that she had to ultimately go through arranged marriage set by family, but they wanted before that to get as much out of life as they could. So they had three or four boyfriends off Facebook who they were like hiding from each other. And there were like three or four phones on which they were like playing this game. And yeah, it was quite amazing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:55.860",
        "message": "And I think it's one of the reader questions we have, and I was going to ask you at the end of the episode, but since it's just come up, that your book is all about guys. And I think that's with the exception of Richa Singh in one chapter. But I think that's kind of natural, because if you're looking at young India, a lot of what you visibly see is these disaffected young men who don't have jobs and the women are sort of in the background already suppressed, not so many options open to them. Not such, not really strong actors in their own lives as so many of the men are. Is that something you thought about during the book, or you just went with what came naturally that these are the, you know, subjects of my stories?"
    },
    {
        "speaker": "Guest",
        "time": "00:32:34.060",
        "message": "No, I wanted this to be out the mainstream, because I think that as a journalist, and I had been working as a journalist for many years before I began this, I was interested in stories of resistance against what was this mainstream, which was like male and young and in some sense more North Indian than South Indian, more upper caste than anything else. And so I just wanted to understand who these people are, that oppress like every, like so many kinds of so many groups of people. And the other thing I thought about was that I didn't want to make any effort finding anyone. I was like, what if I just arrived in a place, walked on a street and start talking to people? I will that that's the kind of thing that I wanted to do. It was like, what is really like, who are these, like, you know, the most visible people if you leave your home or hotel in a in a North Indian town, a young man, yes, a young man, they have little to do, they're, they're literally all over the place, they are very eager to talk. And I just, I'd never spoken to them. So I wanted to ask them what, what was going on in their lives, a friend of mine who just"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:37.620",
        "message": "came back from Bihar painted this picture to me where he said that whenever he'd get out at a railway station or walk out on the street, he'd see this almost surreal sight of many, many, many young men just standing there doing just standing there."
    },
    {
        "speaker": "Guest",
        "time": "00:33:50.980",
        "message": "Yes. One of the things I did reporting from Haryana a couple of months ago is just take random photos of public spaces, you know, streets or railway stations or like, bus stands, whatever. And I'd like with no frame in mind or any like, structural ideas. And I came back home and I started looking at the photos and like counting the number of men that are there in every photo. And it's amazing because all of these like pictures are full of men, they may be like one or two women, and all of these places that I went to for reporting in police stations and courts. And so that that does tell you something. And I think it's those men that I wanted to speak to."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:30.660",
        "message": "It's kind of a haunting image, just men just standing there hundreds of young men not doing anything and that that kind of makes you worried. So I want to sort of now move on to questions about the second section of your book or the anger section in a sense, but let's take a quick commercial break before that."
    },
    {
        "speaker": "Unknown",
        "time": "00:34:44.020",
        "message": "Hey, it's been another great week on IBM. Are you following us on social media yet? If not, you definitely should be where IBM podcast on Facebook, Twitter and Instagram. Last week, we released a brand new show called Know Your Kanun with lawyer Ambar Rana. This week, Ambar talks about the laws and rights related to sexual harassment in public spaces. On the kinetic living podcast, Rumi talks to none other than Rajesh Kumar, aka Rosesh from Sarabhai Vs. Sarabhai to talk about his fitness transformation. On Shunia One, we had an interesting conversation about all things money, insurance and more with Mukesh Kalra from ET Money. On the Colaba Cartel, this week, Abhishek and Gauri talked to me about their philosophy of building and organizing a team. On the scene and the unseen, Amit Verma talks to the journalist and author Snigdha Poonam about her first book Dreamers, which chronicles the aspirations of a young India. On the Pragati podcast, Pawan and Hamsari decode the concept and the meaning of the term Swaraj with Professor Akash Singh Rathore. We have also released a new podcast called Wordy Wordpecker with Rachel Lopez where she deciphers a new word every week. I'm not revealing what this week's word was, so check it out to make sure. Also guys, we are hiring a new producer, a social media intern and a graphic designer. If anybody's interested, please apply to jobs at IndusVox.com. And with that, continue with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:48.980",
        "message": "Snigdha, welcome back to the show."
    },
    {
        "speaker": "Guest",
        "time": "00:35:51.180",
        "message": "Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:52.180",
        "message": "I now want to talk about the second part of your book, which really has two chapters dealing on how people deal with their anger. And the first of them I was sort of very struck by because your two main characters in that one of them is someone who breaks up love jihads in Jharkhand, I think, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:36:11.620",
        "message": "In Meerut."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:12.620",
        "message": "In Meerut, who breaks up love jihads and the other is a Gaurakshak. And obviously, these are not the two only sort of angry people you came across. There's a lot of anger out there, which you describe throughout your book. But these are at the same time fairly representative of two of the typical directions that the anger goes in that it finds an outlet in tribalism, almost sort of instinctive tribalism, where in these two cases, it becomes a question of Hindu pride and all Muslims are bad. And it finds these different kinds of outlets in the case of one interreligious couplings and the other cows. And how widespread is this and you know, did you feel that this is the most natural outlet for their anger? Yes."
    },
    {
        "speaker": "Guest",
        "time": "00:37:00.420",
        "message": "I mean, the one of the people that I describe in the book is, is very different, though. I mean, he's middle class, he's a very respectable member of the BGP, he's, you know, he's, he's a part of the discussions on elections and election management, etc. And, and he's very different in that, you know, when I started speaking to him, he's he's talking about big, grand things and not like beating up people or, or breaking up. Imagine Love Jihad, he's talking about Gandhi and Nehru and, you know, the imbalances of power in in the world and like, civilizations like histories and, and how to rethink them. And so we keep having these conversations. And I keep thinking that, that maybe something will come out of this, but, but towards the end, as it becomes more and more open with me, he, he brings up some of the same things that these Bajrang Dal karikartas in Meerut, or the Gaurakshaks in Haryana bring up later, which is, you know, that, that Hindus have been treated badly in this country, or, you know, Muslims are reproducing too much, or, you know, Dalits are taking all the jobs, or, you know, the, you know, the women just don't know their place in the society anymore. So that's the same sort of stuff. And I think that those are the same set of things that I kept hearing from, like young men, at least like across North India, no matter, you know, what their social background. And so yes, I was pretty widespread, I tried to choose people who had more to say about that whose stories were more complicated than, or like, I could find something about them that wasn't obvious in these statements."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:51.780",
        "message": "And you know, I'd always thought that tribalism, or the tribal instinct, in a sense is ingrained within us. And it's just that as societies progress more and more, you know, culture mitigates that and there's no reason to be tribal and that instinct is sort of mitigated simply by culture and enlightenment values and so on. But what seems to be happening here is that tribal instincts evolved in times of scarcity. And if you are living in a time of a scarcity of some kind, in this kinds, whether it's of jobs, or whether it's of different kinds of opportunities."
    },
    {
        "speaker": "Guest",
        "time": "00:39:24.580",
        "message": "Women, in some of the cases, they can't, in places like Haryana, they can't find women"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:29.540",
        "message": "to marry. So they become very angry with, like one of the quotes I noted down from that chapter is the gentleman in Karnal who told you, quote, since every girl in Karnal has a boyfriend, I don't know whether I will ever be married."
    },
    {
        "speaker": "Guest",
        "time": "00:39:41.620",
        "message": "Yes. Unquote. I mean, look at the sex ratio of Haryana. It will be very difficult for him to find a bride and he's concerned about that. And that makes him very angry and he has to find an outlet."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:52.220",
        "message": "And therefore, are these people also in a sense India's incels? In a sense, yes. You know, and are these therefore scarcities of jobs, scarcity of sexual opportunities leading to this anger, which obviously will then take a tribal form, it's almost inevitable. And would you then say that is something that's gotten worse over the last few years? And it actually seems to be happening worldwide in different forms. And if so, is it going to continue getting worse?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:19.220",
        "message": "So first of all, I wish there was only simply a lack of opportunities that drove these, you know, thousands of men across India to murder and mime people. But it's something deeper than that. I mean, I have now reported on Gaurakshaks alone for some years, and I've met so many kinds of Gaurakshaks. You know, there are people who are middle-aged, you know, doctors and there are 22-year-olds who have ice cream shops and they're, you know, this guy is in the book as an insurance salesman. So it's not always that they don't have anything to do. I think the source of their anger sometimes is deeper. Sometimes it is not how they are doing, but how people who shouldn't be, you know, doing that well are doing well or doing better than them. Like in the case of this chap in Meerut, he's angry at how, you know, the young Muslim men in his neighborhood have been able to build houses or date attractive women that he would he would like to date. So he's angry about all those things. And you know, in some cases, it is about jobs, but it's not always about their own lack of opportunities or jobs or upward mobility. They're equally angry about the fact that the people who should have remained below them have now like surpassed them in either income or education or attraction to women really can be anything. And then, and especially in some of the cases in the more patriarchal belts of North India, I think Haryana for one, there was this deep rooted anxiety about how their families weren't respecting them, you know, that their mothers and their bhabis and whatever, you know, the women in the family or the older male members of the family was not giving them the kind of izzat that like a young man at that age should receive. So that also like played into this anger that some of them did turn card carrying Gaurakshaks because of that, because they felt like if they did go out on these raids night after night carrying revolvers and coming back with these amazing stories and WhatsApp photographs of rescued cows and beaten up Muslim cattle smugglers, then they will regain that kind of respect in the eyes of their own families, their own neighborhoods, their own local police thana, their local RSS shakhas, etc."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:50.740",
        "message": "And that's kind of the scary part of this, like, in a sense, if you have anger, if you're driven to these tribalistic narratives, it would be okay if you express that on the internet and you told people on Twitter, but in your everyday life, you're forced to behave normally, because that's a society. But in the case of all of these people that you've written about, and that you mentioned in that chapter, they are incentivized to actually act out their violence, because that's a way of raising their status within their in group. So it's not only that they feel this resentment, but there is actually, they raise their own social status by, in the case of the gentlemen in Meerut, just beating up couples on Valentine's Day, in the case of the cow rakshaks, just doing whatever it takes to sort of fight something"
    },
    {
        "speaker": "Guest",
        "time": "00:43:33.540",
        "message": "which is really imaginary, in a sense. And at the same time, and I didn't, I hadn't fully even explored it by the time I wrote the last draft, but the levels to which, because this is only happening right now, the levels to which that anger is channeled institutionally, I mean, even in 2014 or 15, when I was reporting this book, I found several, you know, smaller groups of Hindu interest cropping up everywhere, not just the usual RSS and Bajrang Dal and VHP, but Akhil Bharat, this and that, or, you know, Meerut Shetty, this and that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:15.180",
        "message": "Or the kind of people who killed Kalburgi and..."
    },
    {
        "speaker": "Guest",
        "time": "00:44:17.580",
        "message": "Yes, but now these groups are really multiplying, mushrooming, whatever you call it, like, you can go on Facebook, type any city, the smallest of towns in India, and it'll have at least like a dozen of these groups. I just keep doing this from time to time, just to like, you know, track the progress of this trend. But the smallest of towns..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:40.380",
        "message": "No, you don't. You're a closet bigot. You are a fangirl."
    },
    {
        "speaker": "Guest",
        "time": "00:44:43.380",
        "message": "They will have Akhil Bharat, blah, blah, blah, and there will be like dozens of these groups. Some of these like members will be common, but most of them will, each of them will be able to attract hundreds of people who are very active on on Facebook, each of them wants to like, you know, raise his profile on Facebook and WhatsApp through whatever, whatever, you know, fake news they can spread or whatever, like, real time violence they can inflict and then take photos of and post."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:14.260",
        "message": "And that's scary, because it's, it's mind blowingly scary, because it's a vicious circle in that case, because if you want to belong to a group in a small town, these are kind of the groups you'll be drawn towards, because, you know, and it just perpetuates itself."
    },
    {
        "speaker": "Guest",
        "time": "00:45:27.740",
        "message": "And yes, but because because what happened, for example, in the case of the disruption of namaz in Gurgaon, was that when I spoke to some of these young men who had disrupted the namaz, they said that they'd initially been trained as wrestlers in their villages, RSS shakha, but it was too, but when RSS was a very moderate and modest reference point for them, you know, like a group for them. So they had been looking for more and more aggressive leaders and organizations with which to associate themselves, like one of them told me that he has now linked himself to this man is a long name Swami Paramanand something something. And whose claim to fame is that he has built an army of 1500 people in UP who will fight ISIS. And like all they do all day is just like, you know, do arms training and, you know, engage in this very alarmist view of the future of India. And because RSS, for this guy, RSS was just not giving him the kind of like opportunities for brazen violence against whoever is his enemy, as he's desired. So he has to leave that umbrella and choose like more and more extremist, like validation from the Hindu interest umbrella, so it's almost a race to the bottom. Yes, it was a race to the bottom, which is what scared me that we keep thinking that, you know, RSS is like taking over in India, and we are all doomed, but there are worse"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:59.540",
        "message": "entities. I keep talking about the Jan Sang Kam BJP that every leader made the previous guy look"
    },
    {
        "speaker": "Unknown",
        "time": "00:47:04.540",
        "message": "moderate."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:05.540",
        "message": "So Atal Bihari made Shyama Prasad look moderate and then Advani to Atal Bihari and Modi to Advani and Adityanath to Modi and somebody will one day horror of horrors make Adityanath"
    },
    {
        "speaker": "Guest",
        "time": "00:47:15.580",
        "message": "look moderate. I went to a press conference of these all self-styled extreme Hindu leaders and they said, you know, Yogi kuch nahi hai, Modi has failed us, Advani to bahut budha ho gaya hai and take any name, they were like, Togadia has vanished after fear. So it's us and it is going to be our revolvers and lattes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:39.420",
        "message": "Which means inevitably, they will never feel satisfied with any of the people who go into politics because those guys will be moderated by necessary compromises and therefore, eventually these people will want to take the law into their own hands."
    },
    {
        "speaker": "Guest",
        "time": "00:47:50.980",
        "message": "They are. I mean, that happened in the case of the Namaz in Gurgaon."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:54.460",
        "message": "Exactly. And that Swamiji's paramilitary force of 1500 people should just be airdropped to actually fight ISIS in Syria, that would be nice. But they will fight like Namazis in Gurgaon. Which is even worse, or infidels like us who are born Hindu but dare to be secular or whatever it is that we are. And all of these people naturally are not just bigoted, but they're also deeply misogynist. And that makes the fifth chapter of your book on Richa Singh from Allahabad extremely fascinating where you describe about how Allahabad University is sort of a hotbed of young male violence almost my words, not yours, which and no woman has ever stood for elections there because it's completely unthinkable because in the power structures, they are just so suppressed that they're not even seen in public during elections because there are violent young"
    },
    {
        "speaker": "Guest",
        "time": "00:48:47.620",
        "message": "men roaming around."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:48.620",
        "message": "Quote unquote, anything can happen, anything can happen. And this young girl called Richa Singh decides that she is going to stand for president of the Allahabad University Students Union. And, and you describe the responses against her and did you sort of feel that her standing up against the patriarchy, as she puts it, is sort of an aberration, or is it a sign that things might be changing?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:15.900",
        "message": "An aberration, I think, because as I when I'm winding up in the last in the conclusion, when I try to catch up with what was going on in Allahabad student politics, in the time that I hadn't checked, few women had followed up, they like the couple of elections that happened after hers were even more violent, and women had stayed away, etc, etc."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:41.580",
        "message": "So, and she also got co opted into the system joined the Samajwadi party. She got an MLA ticket that she went by the way, no, she lost, because that was the that was a sweep."
    },
    {
        "speaker": "Guest",
        "time": "00:49:51.580",
        "message": "But she's quite active in the Samajwadi election schemes right now, like, you know, she was very active behind the scenes of the Phool Phool election or by elections. I mean, I don't know how cynical to feel about her being with the Samajwadi party, but I"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:11.220",
        "message": "wonder what else she could have done. But what was telling to me is your detailed descriptions of the rage that the young men of Allahabad expressed towards most of which was because she was a woman and not because she was from the other party or whatever, yes, the threats that she got, for example, that if you come out of your hostel, we will rape you and so on. Just and do you think that rage would be the same all across small town India because of how misogynist we are?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:40.340",
        "message": "No, of course, it's more North Indian than anything, I think that I would be joking if I said that this level of patriarchy, misogyny, and I shouldn't even say North India, I mean, some parts are worse than the others. Like I, I grew up in a very different North India than the one that I encountered in Allahabad. Because you know, you're talking about decades and decades of that kind of male entitlement that you know, you feel that women shouldn't even come out at the time of student elections. So it was, it did blow me away in the worst kinds of ways."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:17.020",
        "message": "And would you say this kind of entitlement is actually worse than previous generations? Because these young people have been exposed to what's happening around the world, and they can't they can see it, but they can't actually touch any of it themselves. And that leads to greater anger."
    },
    {
        "speaker": "Guest",
        "time": "00:51:30.260",
        "message": "Yes. And a lot of the anger that I described in the preceding chapter, young angry men, the you know, a lot of their anger was also against women. In most of these cases, they were angry that the women around them just weren't behaving the way that the women should do on in some cases, simply that they had no hope of finding a wife or in the case of the love, you know, the Bajrang Dal Karkarta in Meerut, after a whole day of like being hateful about everyone else, to me, he, I go back home, I go back to my hotel, he goes back home. And he sends me a message on WhatsApp, saying something. And I, I look at his display photo, and it's a red teddy bear or something. And I was like, Wow, you're, dude, you're a softie. For all your you know, I'm going to like kill and finish all my enemies."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:26.460",
        "message": "The metrosexual love jihad warrior. Yes."
    },
    {
        "speaker": "Guest",
        "time": "00:52:28.980",
        "message": "The sensitive side."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:29.980",
        "message": "Yes. He will beat up the couple and then he will cry for them. And then he will put makeup on the cops is sorry. Moving on to sort of the third section of your book, which was also kind of fascinating and entirely expected in terms of that was a part of the book, which was sort of least surprising to me in a sense, I mean, a lot of things about your book were eye opening to me. But you know, the fact that at one point in the book, you say, it seemed much easier to become successful feeding on other people's dreams and following your own. And you know, just to take a slight digression to economics, this is something like Jagdish Bhagwati once said was a difference between China and India, where he said that in China, people tend to be profit seeking. But in India, people tend to be rent seeking. And I actually have a theory that this is partly because of the structures of our government, where government is so all powerful and so pervasive, that the easiest way to make money is actually to feed off that power in some way to either rent seek or to essentially play a zero sum game where you're exploiting someone and not a positive sum game where you're trying to do something which will create value in somebody's life and like even the"
    },
    {
        "speaker": "Guest",
        "time": "00:53:38.180",
        "message": "English teachers, for example, the English teachers are playing that positive and the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:42.460",
        "message": "fixer, Mr. Prasad are playing that positive game where they're trying to do things for other people and they're both benefiting, but a lot of the people in this last section of your book, the scammers, which I think is much more representative of India and not just small town India today, but India, since I have, you know, in all the years that I've spent here, is that people have this scammy mentality of how can I exploit someone and make money rather than how can I sort of add value to the world and if anything, I'd imagine that is probably getting worse because of the scarcities that we sort of discussed that it's just this attitude that the one way to get rich or to make money is to exploit somebody else, you know, where if you're not scamming somebody, you're getting scammed, that kind of mentality. And I also felt that, you know, the people you mentioned in the first part of your book, the guys who are making something out of their lives, Vinay Singhal or Witty Feed or Moin Khan, the English teacher, are in one sense the outliers, you know, in a sense, they're not all like that. It would be the survivorship bias to say that that's your typical young Indian. They are the lucky guys who despite who actually sort of found that way. But I would imagine that your typical young Indian would fall more in the people you describe in your last couple of chapters, the scamsters who are either scamming or getting"
    },
    {
        "speaker": "Guest",
        "time": "00:55:03.340",
        "message": "scammed. Would you agree with that? Absolutely, absolutely. And I think that's that you couldn't have been more right. You know, when we were talking about this earlier, but a million people enter the job market every month, and we don't have any estimates, but maybe anywhere between 10,000 and 25,000 people find jobs in the formal economy, we have a very vast informal economy in which hundreds of 1000s of people must go as delivery boys and drivers and small factory workers, it still leaves out hundreds of 1000s of people who are like, even in this vast informal economy, I didn't understand that that world really well. And so, you know, I mean, what I wanted to do for the last chapter was actually just try to be a job seeker in the entry level market and try to get a job. And, and this is what what happened. And most of the jobs that I found that I could be offered did require me to pull some or the other kind of con. And so in a sense, yes, those are the majority of like, you know, the young Indians about whom I was trying to write this book."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:14.940",
        "message": "And you can't even blame them or make a you know, judge them for it. Because you know, as you say in that chapter, quote, as young men with no prospects, they are the biggest victims and the whole world is a big scam. Stop quote, which is kind of how they see themselves. They're saying the world is a scam. We are victims. Why should we not scam others? It's a zero sum game. You know, you you just, you try to get on top of it."
    },
    {
        "speaker": "Guest",
        "time": "00:56:36.500",
        "message": "Yes, I don't think that many of them start out by with the scammy mentality at all. Some of them do. Some of them are really good at this job. They're extremely good at Jugaad. You know, you show them a scam, and they're like, you know, pick up tricks of trade and matter of hours, they're very good at building a network, you know, drawing like resources from other like, stakeholders in the business, you know, they can they can really scale up from 4000 pounds to 40,000 pounds in a week. So I also met some amazing like talent in the world of call center scams. But the majority of like the soldiers, the call center executives that I met, didn't start out by buying been trying to being scammy. In fact, for so many of them like drop out after the first day of training or after they were giving a script or something because they just they just can't do it. Every day, I receive an email from an ex-scammer because obviously they can't go to the police because like they're so afraid of whatever and they will describe to me the entire like modes of operation of their companies addresses, like you know, the the location details of the masterminds the ways to like bust those companies and what's more important their justifications for why they did it to me and it's not really important but I keep receiving them by by received one last week long one saying, you know, I pulled up this was an amazing scam. You remember that the time they busted the IRS scam in Mumbai. So the IRS was the American scam. So because that was busted, they realized that sure the Internal Revenue Service in the US is like on to them, but there are you know, like excise and tax state services in Canada and New Zealand and Australia. So so that's that's how that spread. So this guy was impersonating a Canadian tax officer every day, and like scamming dozens of people making lots of money and one day is like he stops being able to sleep because he has like gone so many innocent people and so he writes me an email saying this is my entire script it runs into pages it is so elaborate and sophisticated. He tells me that he stopped being able to sleep and then he had to quit the job because he can't take this anymore. And then he gives me all the tips on how to bust this company in some sector in Gurgaon or whatever. I still haven't done it. But are you going to do it? I just I just might. But I've busted a few. So millions"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:05.620",
        "message": "of company owners from Gurgaon listening to this podcast now suddenly panicking. Is it"
    },
    {
        "speaker": "Guest",
        "time": "00:59:10.580",
        "message": "us? No, but that remain the most common kind of scammer I met, which is, you know, arrived from Jodhpur or Ludhiana. They're inundated with like these job offers on the internet of immediate incentives and like crazy career growth. They show up at a company, it's gone, they think, bas do maine kaam karna hai. And then you know, I'll get out, I'll have like, I'll have like, you know, 40,000 in salary, I'll have like, a couple of lakhs in incentives and I'll, I'll do something mainly startup or, or find a real job. It just doesn't work out. There was this guy who told me that for two years, he went from like, a job ad to a job ad in Delhi, like he said, mai kahan pe kahan nahi gaya, Gurgaon, Noida, Faridabad, everywhere I went, ma'am, I was required to like do some some or the other like unethical thing. And at some point, he cheated someone who, like an old guy who just wanted to change his Facebook password, but didn't know how to so was so he looked up, you know, how to change it must be really old, how to change your Facebook password. And there are companies who obviously based India who advertise their services in that field. So he called up this call center in India to change his Facebook password and the scammer took all his money in the bank. And anyway, it's a sad story. But many of them like, have like sadder stories."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:37.820",
        "message": "Sounds like my dad, how to change your Facebook password. It's really sad because many of these scammers have been scammed into scamming. Yes, you know, it's Yes. So I you know, I have one last question for you. But before I ask that, we have a bunch of questions. Your legion of followers on Twitter have sent us we put out a call on Twitter asking for people to send questions. And we got nine questions from there. And there's a 10th question which a friend of mine sent me on WhatsApp. So we should just again, tremendous, we should advertise this on WhatsApp. Yeah, we should set up one of those. You know, so many people"
    },
    {
        "speaker": "Guest",
        "time": "01:01:16.300",
        "message": "who run all these WhatsApp groups. I met one who ran 100 WhatsApp groups of hatred. You mentioned that the local BJP IT cell of Jharkhand, I think was it? Haryana. Sorry, it's all the same to me. I was born in Haryana people. You weren't born in Haryana. I was born in"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:35.660",
        "message": "Chandigarh. Okay, fine. Yeah. And my dad was in the IAS and the Haryana carder. So you"
    },
    {
        "speaker": "Guest",
        "time": "01:01:42.420",
        "message": "could argue about bad things about Haryana. Please forgive me. Bad things about me as"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:46.380",
        "message": "well. Right. So okay, here's one from my friend and he's been a guest on the show in the past. The legal expert Alok Prasanna Kumar, who asked a very good question. If you had the power of a God to fulfill the dreams of one person you write about in dreamers, who among them would you choose? I think the English coach the Moeen Khan, because he's actually"
    },
    {
        "speaker": "Guest",
        "time": "01:02:07.900",
        "message": "adding value to the world and making the lives of others better. He's a nice guy. Yes. And"
    },
    {
        "speaker": "Unknown",
        "time": "01:02:12.780",
        "message": "he really he's his journey has been remarkable. You know, are you still in touch with him?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:17.540",
        "message": "I am still in touch with him. Okay. Excellent. So this was from Alok Prasanna Kumar at Alok Pai on Twitter. Then Apekshita Varshney at Apekshita V asked a question about she quoted a para which Taleb had written about the fallacy people tend to commit when they talk about the youth. I won't really ask that or quote that para because you're not committing that"
    },
    {
        "speaker": "Guest",
        "time": "01:02:42.020",
        "message": "fallacy here, which is essentially the survivorship bias kind of thing. You answer it yourself."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:48.300",
        "message": "So I since you're not committing that fallacy, we will not ask the question. Then internet Bindu at internet Bindu asked, given lack of jobs, inequality, etc. It seems India could be a lot more violent, like say South Africa or Mexico. Do you think there's a risk of"
    },
    {
        "speaker": "Guest",
        "time": "01:03:06.500",
        "message": "those countries levels of violence in India? You know, India has the world's like second highest rate of murders after Brazil. So we may not immediately see India as one of the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:20.460",
        "message": "most dangerous countries on this earth, but it is. And also if internet Bindu like me lives in a big city, it's possible that they're biased by their immediate surroundings and"
    },
    {
        "speaker": "Guest",
        "time": "01:03:29.620",
        "message": "don't really realize how terribly violent small town. Yes. And everywhere. I think there are you know, I mean, Indians murder thousands of people every year. And the number one motive for those murders, if I'm not wrong, is personal vendetta. And a lot of this like personal vendetta and this has been studied by at least a few people like comes from these like hundreds of millions of young people who are not gainfully engaged. So there's, there's a lot of like"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:02.060",
        "message": "anger and frustration. Gainfully engaged, because that has multiple meanings. It addresses the other side of the issue. Also, a lot of this violence is not something that you can ever measure. For example, the implicit violence against women, which is constant and pervasive and"
    },
    {
        "speaker": "Guest",
        "time": "01:04:15.020",
        "message": "No, not just that. But I think that each kind of like violence and because I've been reporting on conflicts for the newspaper job for so many years, but if you take class or caste or gender or religion, I keep running into the same sort of like, anger and and it's always like, you know, young men at the center. So we're already seeing that we're already seeing the outcome of that in like the rates of crime, you know, the rates of like rapes and whatever. And plus, like, there have been so many violent protests and riots. You know, over the last three or four years, and I don't think that will like, lead up in a sort of Mexico sort of way, because we are so divided that each group of violent young men have their own issues. But we will see this like, like going ahead, I think that the whole isolated like groups of men, outraging, killing miming across India will definitely go up. I don't"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:14.860",
        "message": "know what's your Yeah, no, I totally agree. And it's scary. And it also when you consider, you know, why are young men so violent, and there's a biological aspect of that I was listening to this podcast with Robert Sapolsky recently, he's written the excellent book called behave. And I think it was him. And one insight I gained from that was that young men's brains develop fully only by the age of 25. So that's how long it takes to actually socialize, your brain is still developing, which is why you find so much violence in the years before that and women's brains develop, I think, by the late teens. So they are already more chilled out, socialized, and you're likely to see less violence from them. And of course, there are various other cultural and biological factors for that. But this is kind of interesting that yeah, and leads to also then deeper philosophical questions of should you hold a man at 30 necessarily culpable for violence he committed at 20? Because hey, he had a different brain. I'm not arguing that he should, by the way, but these are just interesting sort of philosophical questions. Now there is a question from someone whose name on Twitter is RK2832. But their Twitter handle and I noticed this is at RK28321, that extra digit at the end. So I don't know what that means. But this person may be other RK2832. Yeah, so you Yeah, so he had to add a one to Yeah. So just to clarify which RK2832, this is the one with the one. And this person writes, please ask her to do the same journey in South India. And it would be interesting to compare both similarities and differences. So I'm not going to criticize you for writing a book that you didn't set out to write. But just speculating allowed if you what do you think the differences would be if you went down south?"
    },
    {
        "speaker": "Guest",
        "time": "01:06:59.180",
        "message": "I have I have spoken to several young men. My apologies for assuming this. In South India, they didn't feature in the book. But yes, I think that it's less patriarchal. I think that there if there are aggressive men, then they aren't as like visible and as like, outspoken as you would find in UP or Bihar."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:20.380",
        "message": "Why do you think that is?"
    },
    {
        "speaker": "Guest",
        "time": "01:07:22.740",
        "message": "I think they're like, you know, they're the cultures in in North India are, you know, there are obviously some very clear reasons. I mean, education is, is really big. You know, I mean, some of the things that the men in South India take for granted, the men, such as I was speaking to in North India found very hard to grapple with the you know, the women going to school or wanting to leave their homes or live in the cities or, or work like those things agitated these men. Whereas I think that in parts of South India, those, those are have become norm. So that's one of the reasons and I think there are like deep histories of patriarchy in parts of North India that probably is part of the South haven't been subjected to. There is a general kind of turbulence to life in North India for all kinds of reasons that there isn't in the South. But at the same time, I think, plainly in terms of, um, you know, aspiration, I think, I've heard the same things from young men in Kerala and Tamil Nadu about outsize, like, you know, dreams and ambitions and frustrations with where they find themselves in life. So I don't think that that would have been that"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:41.180",
        "message": "different. But the responses to it are more modulated."
    },
    {
        "speaker": "Guest",
        "time": "01:08:44.180",
        "message": "No, I mean, my last conversation with the 22 year old in Kerala went something the same way he said that he's, he's like, you know, he can't take this he was going to, the ways are different in that he was going to Gulf he was he said that he wanted to make a lot of money and he didn't have enough time. So he was going to just emigrate and Dubai or Riyadh or something and just like make large amounts of money. Although he was like, reasonably placed with his dad's like factory in back home, but it just wasn't enough for him. But at the same time, he was deeply traditional. He had married a woman from his own community based on his parents choices. And he believed, you know, he wasn't like a liberal when it came to like women's choices and agency, but, but in terms of like ambition, he just wanted to, he wanted no compromise."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:34.300",
        "message": "I mean, I have friends who advocate for a united nation of South India, which is distinct from North India. And I think after reading your book, they'll say, Yeah, we really need to do that. The next question is from Mohit, at Mohit Singh R. I presume there are other Mohit Singhs,"
    },
    {
        "speaker": "Guest",
        "time": "01:09:51.860",
        "message": "so he had to add an R."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:52.860",
        "message": "How many Mohit Singhs must there be in this world? Yeah, this I completely understand why the R, reformist perhaps, that's what the R stands for. Anyway, so Mohit at Mohit Singh R asks, how are the aspirations of young married women changing?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:08.260",
        "message": "I didn't really speak to that many, but I reporting some of the other stories, I felt that they, like most of them that I have met want to work and, but find that, you know, when you find like few opportunities of the kind that they can, they can afford, I mean, this is like still partly North India, but, you know, there are so many things that, like one of the things that I found interesting was this whole beauty parlor revolution and how this was like the safest thing that married women could do, because it did not threaten their like, you know, husband's power and privilege in the house, because this was like a feminine job, they could set up something in their own house, so it didn't interfere with, you know, homely, wifely duties. And, you know, you could, and yet, you know, you could, this is the skill that is like, actually taught so widely, and you can easily like sign up for a couple of months course that it doesn't really, it's affordable and no one minds. And I wanted, this is like this whole beauty parlor training revolution, something that I started researching, but dropped after some point, but I want to return to and I"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:32.780",
        "message": "guess I'll have more answers by that time. So your next book can be on beauty parlors."
    },
    {
        "speaker": "Guest",
        "time": "01:11:36.300",
        "message": "No, my next book is a love story. It's a love story. Not set in a beauty parlor."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:40.300",
        "message": "Oh, God, you've broken my heart. Okay. The next question, and it's a good question. It's by Stupidus Suburbanum, at Rajat Guru Raj, and he asks, I noticed in the book, even though there are terrific descriptions of young people and their lives and struggles, there is less in terms of a framework or a theory of understanding the choices that the dreamers are making. So the question is, what is a way of understanding this?"
    },
    {
        "speaker": "Guest",
        "time": "01:12:06.100",
        "message": "I really don't like frameworks. If I wanted to deal with frameworks, I would have become an academic. I don't want to be mean or rude, but I didn't write this book to explain things. It was just stories that attract me. And it just happened that like, you know, I was attracted to some of these like, stories of young Indians, because they happen to be interesting and, and dramatic. And sure, I cared about, I cared about what adds up towards the end or what what becomes of them or what becomes of their future in this country and the world. But these are stories and you should make of them what you like. We know enough about where India is at to, to make sense of them that I don't have to, you know, put a paragraph after each scene. But at the same time, I feel like there are so many books that at this point, if you wanted to know about the white, like majoritarianism in US, you could find and I wish that more people wrote books about this. I mean, books of stories, books of ideas, books of frameworks around the around the topic. And it's just, I'm just like stuck in this position, because I'm the only one who's written a book of this kind. And so many people ask me for what context or broader framework or solutions based setup through which to see this and I'm not your person."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:30.900",
        "message": "No, in fact, I have to endorse that and say that one of the things I really enjoyed about the book, and I found tremendously impressive was that it's great reportage with absolutely no pontificating, you're not coming up with your own theories and why things are the way they are. You're just, and I completely buy that point that there is space for those kind of books to be written also. I would have loved to read one before I started reporting this or while I sought answers. We should put the onus on Stupidus Subramanian at Rajat Guru Raj to write those books."
    },
    {
        "speaker": "Guest",
        "time": "01:13:57.700",
        "message": "My next book will have absolutely not a line of context or explanation. And we shall see. What do you mean by that? It's just a story. Just there's just a beginning, middle end and there is like, I don't, you may not even know where it's set. So yeah, and I think storytellers are more important"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:18.300",
        "message": "than framework setters, because we need the stories first and also framework setters mostly talk through their ass. The next question will be edited out. No, no, of course not. Yeah, said the famous framework setter himself. By the way, I have a framework for this as well, right? Which everyone knows. Okay, so the next question is from Digambar Rana at Digambar Rana 07. Please talk about consumerism, merits and demerits of it. Not sure what he means by the question. But can I find a way?"
    },
    {
        "speaker": "Guest",
        "time": "01:14:49.540",
        "message": "Can you please answer this for me? Because I don't I'm not qualified."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:54.260",
        "message": "I'm not sure what the question means if the person has read the book. But I suppose one way of rephrasing it could be that given that these people are living on the internet and they're exposed to so much American culture and Kylie Jenner or whatever. Is there also sort of a growing materialism, for example, in the case of the person you the girl you mentioned who buys knockoffs of dresses by Katy Perry or whoever? And is that in much the same way as the knowledge of Englishes? Is that a part of that whole recipe of aspiration?"
    },
    {
        "speaker": "Guest",
        "time": "01:15:28.740",
        "message": "Yes, it's clear to me now. And yes, I was surprised that three people who I spoke to who didn't know each other and were in different parts of India said the same thing to me when I asked them or I didn't ask them about, you know, what their what their goals were in life. And they said various things, but one was common to each. And it was an Audi car. And I thought how does that brand become so central to their imagination of the good life? But it has. And I'll never understand because I'm not their age. I don't like, I don't know what what they like, consume on a daily basis for them to like think that Audi is like they want an Audi. Yes, they want an Audi car. I mean, they said various things farmhouses and like, you know, people should travel the world that that sort of stuff, or like a company that's worth this million, this many millions of that many millions, but Audi just like"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:29.740",
        "message": "that constant. This is interesting because my mind flashes back to the Satyajit Ray film Pratidwandi. Have you seen it? So it's a it's a film made in the late 60s as part of the Calcutta trilogy. It's about an angry young man who's searching for a job, right? Angry young man searching for a job sounds familiar. Yes. And during the film, when he's at his height of frustration, he sees a guy in a Mercedes on the road, kind of knock someone over or a driver, and the crowd goes wild. And I think they start stoning the Mercedes or something. And he sees the logo, there's a close up of the logo, if I remember correctly, and he starts running it as well. And it becomes a symbol of sort of aspiration and oppression at the same time. And I think that the marketing people at Mercedes need to think strongly about how they've lost"
    },
    {
        "speaker": "Guest",
        "time": "01:17:11.340",
        "message": "out to Audi in the intervening four decades. And then a friend of mine then told me about a man who's who's called Audi by his parents. So okay, that's that's so that he can aspire to that sort of life goals."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:25.780",
        "message": "Right. So if you were to have kids, what would you name them? I think having kids is immoral. I agree with you. Strange. Where have I heard that before? Okay. Yeah. Okay. The next one is from Ishan at Ishan sir of 179. Quote, I simply loved her book, The Dreamers. However, most of the stories in it are of North Indian people. Could she also regale us with a few from the South Northeast? We've already answered that. Also, he says, what measures according to her are necessary for an increase in women labor participation rate? I'm sorry, in women labor participation rate. I mean, even in the first part of your book, you mentioned about how as more women are entering the workforce, more women are dropping out. There's actually"
    },
    {
        "speaker": "Guest",
        "time": "01:18:07.540",
        "message": "been a decline in the female. So Ishan asked what measures are necessary? But I'd also"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:14.900",
        "message": "say why do you think it's happening since we're on that?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:17.940",
        "message": "I mean, a lot of women just quote marriage as as a reason a lot of like, I think the patriarchy has a huge role to play because I think for men, it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:27.460",
        "message": "But why is it declining? I mean, the patriarchy has always been there."
    },
    {
        "speaker": "Guest",
        "time": "01:18:30.740",
        "message": "No, but I think the you know, if the one of the first things that a man like does after he has a job is to ask his wife to stop working. And I think that's, that's what's happening. In terms of measures, I think several, we don't realize the extent to which women have to think about such factors as safety at workplace or mobility to workplace or, you know, street lights and like equal wages. And so there are like so many, you know, I mean, challenges to be met on part of employers, but also governments. If you want to reverse that trend. These are just there's just a few like, anecdotally, these are just what women told me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:13.060",
        "message": "Yeah, my guest in the last episode, Shruti Rajgopalan wrote about this recently for Mint. So you can Google her piece on that. And also, Devika Kher, who works at the Takshashila Institution did a piece for the magazine I edit Pragati at ThinkPragati.com on what can be done about this and why it's rising. So you can check those out. And my final question, that is my final listener question. I have a final question for you, which is separate. My final listener question is from my friend Gautam John, who asked me to ask you on WhatsApp. He really loved your book. He thought it was very insightful and interesting. And the question is, how can we engage young men and boys towards gender equitable outcomes?"
    },
    {
        "speaker": "Guest",
        "time": "01:19:54.340",
        "message": "Some people are already trying I have been. I mean, after the book came out, I have met people who have, you know, put together initiatives that begin that begin with talking to boys while while they're in school. And that's that I thought that was one of the ways I"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:11.140",
        "message": "mean, if you can really begin there, then in school. Yes. Yes. All right. Awesome. So I'll end with the one question I was saving for last, which is a standard question I asked to all my guests on whatever subject they're talking about, which is what makes you hopeful and what makes you despair about the future of young India?"
    },
    {
        "speaker": "Guest",
        "time": "01:20:33.860",
        "message": "What makes me despair is what I will describe first, which is that the most young people that I meet and I all I do is like meet young people because every newsworthy story has at its center young people that, you know, I mean, it is very easy for them to to say that, you know, the country's future is is over and their future is over. And the like only solutions to either resort to violence or, you know, to start their own multimillion company or or I don't know, I mean, go the way of scams or whatever. But what makes me hopeful is that for I mean, when I was reporting this book, for example, it took me two years. I met so many people who when I first met them seemed just like just like any other. So I met some of the men who were like young, who were male, who were North Indian, who were who did grow up in very traditional backgrounds. And yet they had decided that they weren't happy with some of the things that they were being told that, you know, in whatever small ways, whether in whether in terms of like expressing their voice in college politics or or taking a stand for women in their families or, you know, I mean, trying to remain hopeful about work, you know, in a place where like several of their friends will just sign up for call center scams. They were like, you know, I'm going to give this a try. This may work. This may not work, but they they cared about they had some sense of right and wrong that they had personally individually framed and they were sticking to that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:18.180",
        "message": "And on that hopeful note, thank you so much for coming on the show. I learned a lot from"
    },
    {
        "speaker": "Guest",
        "time": "01:22:21.460",
        "message": "you today. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:24.540",
        "message": "If you enjoyed listening to this episode, do head on over to Amazon or your nearest neighborhood bookstore if there still is one and buy her book Dreamers, highly recommended by me. I learned a lot about young India through that book. Also, you can follow her on Instagram and Twitter at Snigdha Poonam. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. And you can browse past episodes of the seen in the unseen at seen unseen dot i n. Thank you for"
    },
    {
        "speaker": "Unknown",
        "time": "01:22:52.260",
        "message": "listening. Did I just catch you on your way to work? Or did you end up pulling an all nighter? Let me guess. You have a packed schedule for the day of the week and probably the month and the year. That's a lot for your mind to handle, don't you think? This buzzing chaos also brings tons of negative thoughts. Am I right? Try spinning that bottle in a positive direction with me, Chetna, on the Positively Unlimited podcast every Monday on IBM podcast. It's time to change your life one alphabet at a time. Give me a word, or any line. Anything. What did you say? Topi? Okay. Mohan Joshi hated wearing topis. He felt suffocated in them. Topi pehente hi usse school ki yaad aati thi. Well, of course, he had no choice but to wear a topi. But jis din pass out hua, usse din usne apne topi ka bonfire bana diya. And since then, he'd never worn a cap or a hat. Na kadakti dhoop mein, and not even to bacho from the thandi. But from Monday, 26th February, Mohan Joshi had to wear a topi all the time. Why? Because if he didn't, everyone around him knew exactly wo kya soch raha tha. They knew that he was wondering how the girl in the yellow churidar would look bina kapde ke. They knew when he was calling the boss a sadela tomato. They knew everything. Par yeh sab hua kaise? Are bhai, yeh hi toh story hai. Aur yeh story aap hi ne mujhe diya, by giving me the starting word. Yeh hi toh hai, The Crocs Tales. Words aapke, kahaani aapke liye. Catch the stories on Monday and Thursday on the IBM website, app, and anywhere you get your podcasts from. See you soon."
    }
]