[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:05.080",
        "message": "Before we move on with this episode of the scene in the unseen do check out another awesome podcast from IVM podcast Cyrus says hosted by my old buddy Cyrus brocha One of the things few people would dispute is that at least half the potential of this great country of ours is wasted Women are treated like second-class citizens in India You've got to have your head in a hole in the sand if you deny this, but is that changing now? We are part of a global village and we are exposed to Western and more progressive culture We are empowered by technology and markets hell We're in the 21st century is going to take a long time for every woman in this country to truly gain autonomy and agency But are we at least moving in the right direction? I believe we are but sometimes I'm not so sure How do we even measure something like this?"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:58.640",
        "message": "Welcome to the scene and the unseen our weekly podcast on economics politics and behavioral science, please. Welcome your host Amit Bhadma"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:09.360",
        "message": "Welcome to the scene in the unseen today's episode arose out of a conversation I was having with my friend Devika Kher an economist who works at the Takshashila Institution on the 20 million jobs project her colleague in that project Yazid Jal was my guest on the show in my last episode which was about India's jobs crisis But Devika and I were not talking about jobs per se but about women in India my question for her was What metrics can be used to determine whether women are getting empowered in India? And if so, how fast and by how much and this is a really complex subject because you can't measure most of these metrics Data is unreliable and the metrics can tell you different stories. For example, I told Devika about a column I wrote many years ago arguing that we should celebrate rising divorce rates Rising divorce rates are a good thing because they are a sign of women being able to walk out of bad marriages But Devika pointed out the flip side it could also mean that more men were abandoning their wives and Like this one so many metrics we could pick have their flip sides For example, some metrics that make it seem that things are getting worse like rising rape statistics could mean just the opposite Maybe more women have the courage to actually report rapes. We spoke about a bunch of serious metrics and then it got damn boring so we gathered all the folks at Takshashila around a water cooler and Brainstormed around funkier and more counterintuitive metrics of empowerment. For example, how many women commit white-collar crimes? What is the number of male kids who are the last child in their family? How many women go and buy pickles instead of making them at home? How many people when they get caught speeding in Gurgaon tell the cop to janata hai meri maa kaun hai? You get the drift. So today's episode will not provide any answers to the question of how women are doing in India But will provide a whole bunch of different ways of looking at this problem I'm privileged to have three accomplished women in the studio with me and I'll introduce them to you after a quick commercial break Like me are you someone who loves fine art? But can't really afford to have paintings by the artists you like hanging on your walls Well worry no more head on over to Indian colors calm Indian colors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into objects of everyday use these include wearable art like stoles and shrugs home decor like cushion covers and table runners and accessories like tote bags this allows art lovers to actually get fine art into their homes at an accessible price and Artists get royalties on sales just like authors do what's more Indian colors now has an exciting range of new products including fridge magnets with some stunning motifs and Salad bowls and platters made of mango wood their artists include luminaries like Babu Xavier vasvo x-mas for Brinda Miller They leap Sharma Shruti Nelson and Pradeep Mishra They accept bulk orders for corporate and festival gifting But even if you want to buy just for yourself or a friend head on over to Indian colors calm That's colors with an OU and if you want a 20% discount apply the code IVM 20 That's IVM for IVM podcasts IVM 20 for a 20% discount at Indian colors calm Welcome back to the scene in the unseen let me introduce my guests one by one Devika Kher is an economist and policy analyst at the Takshashila institution in Bangalore where she works on the 20 million jobs project Welcome to the show Devika Hi, Amit Nidhi Gupta runs a policy school at the Takshashila institution And she's done previous episodes with me including notably on behavioral economics welcome Nidhi. Glad to be here Amit Hamsini Hariharan is my colleague at Pragati the magazine I edit at thinkpragati.com And she's also the host of the brilliant weekly show the Pragati podcast and while she's a guest here I'm also going to ask her to co-host the show with me today. Hey, Hamsini. What's up? Hey, Amit. Let's smash the patriarchy Let's smash the patriarchy and let's begin with a sledgehammer wielded by Devika So Devika as an economist and you know you've been working on the jobs crisis in India And you've written a lot about women labor force participation and women at work generally But even beyond that as an economist, how do you think about this?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:05:23.760",
        "message": "I know this might sound like it's coming from the entire project that I've been working But I genuinely believe that with more women working there would be more women who would have access to a lot of resources And when I say access, I mean not just have a bank account to their name, but be able to do e-commerce transactions, right? So for me I entered into this entire genre of women employment from the 20 jobs angle first Yeah, I always thought that with more women working women will be more empowered and that's just a general outcome I think a lot of economics is speaking out here because I personally believe if you have a higher income You will get a better share in the household Decision-making you would be the more important part of the family and therefore family will eventually respect you So that was my theory, but when I entered into this project I realized that other than the fact that 20 million jobs is a huge task as Yazeed would have told you The problem with female labor employment ratio is completely different from the rest of the problem Unlike the rest of the problem where there's a linear growth, but not at the pace at which we want The female labor force participation rate has actually fallen in the last few years and that just shows us the grim picture of how Leave apart the fact that we don't have enough women working. We also do not have enough women"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:43.000",
        "message": "The women who were working are leaving the workforce and this is something that blows my mind because I automatically assumed that hey Things are really bad but this is really getting better and therefore you'd imagine that more women are entering the workforce and When I read your pieces and pieces by people like Namita Bhandari, which show that just the opposite is happening I don't get it. Why why are less women working today than say 15 years ago?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:07:03.040",
        "message": "So there's this thing called the u-curve when it comes to female employment. There are a lot of research papers there are a few which have done in-depth study on this and the idea is that Women are considered to be Income earners until unless the household income is has reached a certain point beyond which they expect women to be Contributing to the household chores which are considered to be the women"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:29.880",
        "message": "So basically what you're saying is that in really poor families, there's no choice They have to let the woman work because they need the income but the moment she reaches a level where household reaches an income"
    },
    {
        "speaker": "Guest 2",
        "time": "00:07:39.520",
        "message": "They they believe that the woman can get back"
    },
    {
        "speaker": "Guest 1",
        "time": "00:07:43.320",
        "message": "What you're saying is there's something that we call a double burden, right? So generally women who are working have to do work But they also have to come back and cook and clean and take care of their kids and all of that What you're saying is after a certain point they're saying we will take away the double burden from you You don't go to work you stay at home. Is that right?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:08:01.200",
        "message": "Yeah, exactly and the priority that your priority is not to have that career Your priority is to ensure that the household runs fine so then therefore It makes sense for them that as soon as the household reaches a point where you can stay back home your priority shifts to taking"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:15.920",
        "message": "Care of everything that is and the way you put it Hamsini It almost sounds like you know, it's a patriarchy's way of empowering women that you have a double burden even take one"
    },
    {
        "speaker": "Guest 3",
        "time": "00:08:23.640",
        "message": "The unpaid care work that women have to do so take care of the children take care of the men at home Cook clean. It's all unpaid and it's taken for granted"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:35.240",
        "message": "So the man will take the credit for you know, all the capital he brings home"
    },
    {
        "speaker": "Guest 3",
        "time": "00:08:39.280",
        "message": "But the woman's capital is simply not considered. It's just because how do you put money to this? How how much is it worth?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:08:47.760",
        "message": "I have a base idea of that actually So, um, if you actually do a math of how much do you pay a cook? How much do you pay your if to a laundry person? How much do you pay the cleaning lady? How much do you pay all of these people who help run your household and as someone who's been living in a city alone? I I do pay people for all of these stuff that my mom used to do back home, right? So now I know that this is the amount of money at least that my mom deserves for every monthly Monthly amount she spends on doing this work, right? So a lot of countries have actually tried to come up with a base figure for unpaid care The problem with that is that even though it's acknowledged no one really pays"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:30.640",
        "message": "There's no real value to it And I'd actually say that a base figure would be way too low because for most women you also have to take into mind the opportunity Cost if they weren't, you know washing dishes and doing whatever and if right from the start They'd got an education and they were out working. They'd be earning so much more So their time is not worth what your mate plus cook plus sweeper is, you know, those services are worth"
    },
    {
        "speaker": "Guest 2",
        "time": "00:09:50.280",
        "message": "It's worth so much more. So in our jobs Conversation we had the same Point which is for every one woman who leaves her household to go out to work She creates one point one or three one point three around around that number of jobs in the sense The fact that that woman is not at home itself ensures that you would then hire a cook or a mate, right? So it's it's actually beneficial from the entire jobs angle also if not from just empower"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:18.720",
        "message": "Yeah, but those are low-skill jobs that you create"
    },
    {
        "speaker": "Guest 2",
        "time": "00:10:21.560",
        "message": "But the idea is that then you create so then one more woman can then afford a household income that she will then use based On her usage. So the link is Actually positive. The only thing is that Other than being a cook, I think rest of them are still women oriented jobs"
    },
    {
        "speaker": "Guest 1",
        "time": "00:10:36.760",
        "message": "You will still get a maid who's a woman you will still get a nanny a cleaning lady"
    },
    {
        "speaker": "Guest 2",
        "time": "00:10:41.960",
        "message": "How much does that do for the image of women in the society? I am I have doubts"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:45.880",
        "message": "In fact, that's one of the funkier metrics will come to later that how many men do these kind of domestic jobs?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:10:50.400",
        "message": "Like is your maid a man?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:10:52.400",
        "message": "And outside of the jobs angle though thinking, you know with your economist hat on what are the other kind of metrics that you'd look look at to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:02.080",
        "message": "You know just to see if women are actually progressing in this country So there are old-school metrics like maternity mortality rate and that kind of stuff"
    },
    {
        "speaker": "Guest 2",
        "time": "00:11:13.760",
        "message": "But what you're seeing is that there's a lot of women who are actually so there are old-school metrics like maternity mortality rate and that is a good metrics of understanding how How are women doing health-wise? There is the entire educational level not just the enrollment rate, but also the completion rate We do not have many people talking about that that a lot of women do enter Enrollment rate has increased over the years, but the completion rate is still the the more grim part of the so why is that?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:41.040",
        "message": "Why are if more women are enrolling? Why aren't more people? I mean, why doesn't that reflect in the completion rate because they leave school before"
    },
    {
        "speaker": "Guest 2",
        "time": "00:11:49.280",
        "message": "They can complete their even I think secondary schooling Because I think the first and primary thing which has been discussed a lot is the fact that as soon as they're at puberty You need to have a provisions for sanitation or you need a washroom with the water connectivity So even if the uh, rural schools do have toilets, they do not have proper resources around to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:12.820",
        "message": "Ensure and also at some point after a certain age It might just be dangerous for girls to go to school alone and so on. So the families are like, so that's the other thing"
    },
    {
        "speaker": "Guest 2",
        "time": "00:12:19.780",
        "message": "so There are many factors actually one is the sanitation. The other is distance between the school and the household uh, the third is how How many girls in that area do go to the school? Right? Like if there is only one person going to sending their kid to the school"
    },
    {
        "speaker": "Guest 1",
        "time": "00:12:35.060",
        "message": "It generally doesn't happen. So and the last is value, right? If uh, Your aim is to get married and then they'll be like, okay and it is good for a girl to study Up till eighth standard but after that, you know, she's going to get married Anyway, she might as well learn how to cook and clean and do everything that is I think there is"
    },
    {
        "speaker": "Guest 3",
        "time": "00:12:53.140",
        "message": "This calculation of opportunity cause that the family does right? So if i'm going to send you to school, how much am I going to pay versus If you stay back, you would be able to take care of these things at home, you know be able to cook clean"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:04.980",
        "message": "Right. I mean, there's a there's a very good help your father help your mother with other things There's a very good friend uh phrase a friend of mine Uday Shankar uses when he's talking about When anyone is constructed with a decision you should ask yourself What are you optimizing for? And here what happens is that if a family is to ask themselves That they treat girls and boys differently because they're optimizing for different things They want the boy to eventually go out on the jobs market earn money blah blah blah"
    },
    {
        "speaker": "Guest 2",
        "time": "00:13:30.100",
        "message": "And they want the girl to get married. Yeah, and that's that's a very economical approach. So you if you remove the entire Judgment based on how they remove options for both the genders But other than that, it's running a household is an economy in itself It requires time energy effort all of that and the moment you uh, expect it to happen on its own Uh, then you're being irrational. The problem comes from the fact that We have always considered women to be doing that rather than making it an option between the two genders Okay, so adding on to that"
    },
    {
        "speaker": "Guest 3",
        "time": "00:14:02.260",
        "message": "Um, imagine that if parents actually started seeing going and living with their girl children as an option Right currently you see your male child as an investment you're making because in your old age You're going to go live with them or they're going to take care of you. So I might as well invest in that The current notion that we have in india at least is that we we we as parents cannot go and live with our children Right and it begins right there. It's almost considered shameful that for parents to go and live with a girl Yeah, right shameful and um, how can we do it? You are our girl child and oh we will we cannot be a burden on you So when they think of the girl child, they think oh I cannot you know And this girl is going to go away and she's not going to be part of our family anymore So if you begin with this notion of you are not a part of our family Then you don't want to invest in that right? So so this is a very selfish view of parenting If you were to think right that i'm investing in this person or my male child because i'm going to go Um live with them Actually rather than selfish. I think it's just an"
    },
    {
        "speaker": "Guest 1",
        "time": "00:15:05.380",
        "message": "Exclusionary way of looking at membership of of an economy. I think this is also an outcome of the fact that we do not have"
    },
    {
        "speaker": "Guest 2",
        "time": "00:15:13.540",
        "message": "Old age care, uh in the city and then old age care by the way covers up for all the crashes you don't see around This is my argument in one of the pragate articles too, right that we can't get women to the city So we should get cities to the women by cities is because cities provide all of those services that if my mom wanted to work When I was in kindergarten, uh, she could leave me at a crash and then go back to her work and Uh in rural areas, you can't expect that to happen for various reasons But one of them primarily being that where do you leave those kids? Uh, if both the parents are working so, uh I think that's an important part. And the other thing that i've been looking at The entire angle of how we look at women is also How education is only seen as a basic criteria to get married So and this goes on right like even when women get jobs They are not seen as someone who is going to continue with the job. They're seen as someone who Will take the job for the meanwhile and then based on wherever the partner is would have to shift according to that So we do not want our women to have careers. We want them to have jobs For the time being when and where the household needs it. So if you see, um, there was a UNDP report which said Around 68 percent of the women who graduated, uh, don't have paid jobs So yes, so when I look at the education numbers, I feel really happy about the fact that there are more women graduating But then I realized that most of them just go back to home And what's the corresponding figure for men? Would you have an idea because i'd imagine the majority of graduates don't have paid jobs, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:44.580",
        "message": "So we have a problem and then I think the other point of this is that, uh, i'll give you the other figure which is"
    },
    {
        "speaker": "Guest 2",
        "time": "00:16:52.580",
        "message": "Regarding the labor force participation. So while women I told you about how like they the female labor force participation rate Fell from 34 to 27 percent from 1993 to 2020 So I think that's a problem. I think that's a problem. I think that's a problem Female labor force participation rate fell from 34 to 27 percent from 1993 to 2013 In that meantime, uh, there were around 24.3 million jobs created for men so while women were leaving Uh back to go back home from instead of working, uh men got all of those additional jobs And in I agree as a pie, we don't have enough jobs out of which the share that can be distributed Inevitably goes to the men because women then Leave the workforce. So even the jobs that were created all of them then literally went towards"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:44.520",
        "message": "And all of these social attitudes that we spoke about and will continue to speak about as the episode goes on How much do you think uh, they we are stuck in a vicious cycle Where if if you are a parent and all the people around you think this way You are forced to think this way because otherwise, how do you fit in?"
    },
    {
        "speaker": "Guest 3",
        "time": "00:18:00.200",
        "message": "So, I mean you're absolutely right about that, right if you think women are being empowered then as a parent My parents must be able to think that You know, I must when I said already that they I must invest in my girl child as well um, and a lot of Women empowerment is when i'm able to educate and bring up my parents and say, you know with confidence that my My daughter is as able as my son when that starts to happen when my parents spend as much time with me when i'm married as They spend with my brother when you know, he's married That's when you would feel that women are really empowered I can call my parents to my house to live with me in my house as Much as my husband can right because it's not his house. It's your marital house And I am empowered only when I can take that decision as well when I am able to say hey My family or my parents are as much my family as your parents are and it will forever continue to be like that right, so I think that's when Women in households are truly empowered Right, of course women in workplace. I mean there is empowerment you can talk about in workplaces, which is a completely different dimension, right? There is empowerment in households. There's empowerment in society in general, and i'm sure you have those things. You will bring up"
    },
    {
        "speaker": "Guest 1",
        "time": "00:19:23.400",
        "message": "Um, I think there are two aspects to this even with your example, right? One that liberal feminists call for is equality in opportunity, which means you know that Women should have the same access to jobs and so on and so forth But the second which you also pointed out in your example Is that there is a structural inequality that is geared towards women and that is the cycle that's harder to break So when we're talking about a vision viciousness viciousness When we're talking about a viciousness It's easier to provide equality and opportunity at least relatively Whereas the structural inequality is something that has taken Centuries and will continue to take centuries of us"
    },
    {
        "speaker": "Guest 2",
        "time": "00:20:05.960",
        "message": "Yeah, I like the second half of your point is uh, so namita in her series covers that One of the bigger fears of women having job was the fact that then she'll become independent and open-minded and then who will marry her Because the idea is that an independent woman then I will ask for rights and And certain freedoms, uh, which the society is not ready to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:28.200",
        "message": "So essentially the patriarchy is okay with women being empowered as long as they're still in charge. Yeah, of course. Yeah, right Even if you look at we can come to this later"
    },
    {
        "speaker": "Guest 1",
        "time": "00:20:35.560",
        "message": "But even if you look at marriage rates for more successful women, it's much lower No one wants to marry a successful woman Yeah, and successful women frankly shouldn't want to marry Or do you guys deal with indian men? Oh, um"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:51.000",
        "message": "So let's start doing one this so when we were having a water cooler conversation with you guys and all your Charming takshashila colleagues we came up with More than 60 different funky metrics, uh, which we can You know consider to look at whether women are getting empowered or not whether there's progress And for many of these if not, most of these data is very hard to come by So we don't mean this episode to be some kind of statistically Rigorous way of evaluating the condition of women in this country because there are no statistics and we're not going to be rigorous about this But if you just look around you they could present a lens of You know looking at different aspects of how women are doing. Uh, let's kind of go through the categories Which bleed into each other so they're not like exclusive And my first category is titled women socially empowered like, you know signs of the social empowerment of Women and hamsini one suggestion you came up with was how many women go and buy pickles from the market instead of making it at home? Which is you know, really? Interesting solo travels by women our friend anupam manoot spoke about women who go to pubs alone or at all for that matter Uh, you mentioned women who go to public sports events nidhi mentioned gym memberships. Yeah for women Um and one that really struck me as a beautiful metric what you said nidhi was the number of male kids who are the last child therefore indicating that the parents are They still want to go to the gym Before indicating that the parents are uh, they still want a male child"
    },
    {
        "speaker": "Guest 3",
        "time": "00:22:22.520",
        "message": "Yeah, so if you don't see if you see two sisters or three sisters and then you see oh no male child I think that's a very good indicator. That's a great indicator"
    },
    {
        "speaker": "Guest 2",
        "time": "00:22:32.440",
        "message": "I think this was more like giving up they tried and then they were like no"
    },
    {
        "speaker": "Guest 3",
        "time": "00:22:36.280",
        "message": "I think it's also that they say that we want to have two children Whether it's girl children or boy children doesn't matter and we are not and that's why you would see Uh, if if you look at your parents generations They would have more children and they probably stopped After one, you know male child was born So if it's only two girls in the family, it says that oh parents think that girls can take care of them as well That they don't need to have male children That they would invest All of their time effort energy in bringing up these girl children So it speaks to a lot of things right and it's also an indicator of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:13.320",
        "message": "Uh, like if a girl is a last child, that's also an indicator Especially if she's just the first or the you know, the first only child or the second child of two That those parents I mean, of course, they could have stopped trying for other reasons like rising divorce rates"
    },
    {
        "speaker": "Unknown",
        "time": "00:23:27.240",
        "message": "Yeah, I think another thing that's what I meant amit that you know"
    },
    {
        "speaker": "Guest 3",
        "time": "00:23:30.280",
        "message": "If if there is no male last child, right then it shows that you know, right?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:23:36.280",
        "message": "I think a poignant point is that whenever my mother used to tell me this whenever Uh women of her age would go into hospitals and they were just having children Uh, they would always have the option to have their tubes tied And whenever women were considering this option and if they did not have male children, the doctor would ask Are you sure you don't want to try for a boy? Uh, and she said what struck her was that no one ever asked her. Are you sure you don't want to try for a girl? Um, but that is a very very interesting point just to explain how our social mindsets work"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:04.600",
        "message": "And women have the satitude also mothers have the satitude as much as a man, right? Yes. Yes"
    },
    {
        "speaker": "Guest 1",
        "time": "00:24:08.440",
        "message": "we can't uh Blame just men for everything. This is uh, it's not even the blame thing, right?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:24:15.480",
        "message": "Like you have to look at it as a society not as a gender thing So the society in which our parents brought up was speaking like that So in that context it wasn't a male or a female thing It was the fact that as a woman or as a man, you would expect women and men to do these things So that's why I I generally hear this a lot that oh woman went against a woman No, it is a person who was brought up in a setup went against a person who was brought up in another setup You have to look at the environments they were brought up in and not the gender clearly, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:45.000",
        "message": "I mean I had a previous episode on this with Aditi Mittal and my producer Swati Bakshi and Swati made the point here that a lot of women especially in high positions in companies Are tools of the patriarchy, you know, just because they're women in a high position doesn't mean that they don't reinforce the same"
    },
    {
        "speaker": "Guest 3",
        "time": "00:25:00.200",
        "message": "and I just like to add that It's not that they Sometimes they really are patriarchal. It's not that they are tools So they don't themselves believe in it. A lot of women themselves have very patriarchal attitudes I have You know, I know of some people who Whose mothers would tell them that how can you have your husband, you know clean up the dishes? And they actually accept that and say no no, no, my mother won't like it So one your mother first has a patriarchal attitude and then you submit to it Right that oh because my mother won't like it because she thinks my husband shouldn't be doing it. So I really shouldn't. Why?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:37.960",
        "message": "Exactly Let's let's kind of move on through the list women enrolling for Coursera. I think that was"
    },
    {
        "speaker": "Guest 3",
        "time": "00:25:44.680",
        "message": "So I think if women are investing in their own education continuous learning And here money is not involved. So this is really about women wanting to learn and after a certain age your willingness or your Willingness or your uh want to learn something is always tied with Uh, do you want to you know advance your career? Is this because you just have this hunger to learn and that to me, you know speaks of empowerment"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:12.280",
        "message": "And statistics of these sorts should sort of not be very hard to get right the Coursera one"
    },
    {
        "speaker": "Guest 2",
        "time": "00:26:16.440",
        "message": "Yes, sure, but the last child is a son would be a bit difficult"
    },
    {
        "speaker": "Guest 1",
        "time": "00:26:20.760",
        "message": "But even then senses, you know as a woman and mathematics is so hard for me"
    },
    {
        "speaker": "Guest 2",
        "time": "00:26:24.360",
        "message": "What do you know of statistics"
    },
    {
        "speaker": "Guest 3",
        "time": "00:26:27.960",
        "message": "So this is something Amit we'll get to you on"
    },
    {
        "speaker": "Guest 2",
        "time": "00:26:30.680",
        "message": "Women in media, right?"
    },
    {
        "speaker": "Unknown",
        "time": "00:26:32.680",
        "message": "This is a stereotype we were reading the other day where"
    },
    {
        "speaker": "Guest 2",
        "time": "00:26:35.960",
        "message": "It was an assumption that Women should not be reading news that's related to war or national security because it's such grave Topics and how would they be able to handle it? Right? So our little hearts can't handle"
    },
    {
        "speaker": "Guest 1",
        "time": "00:26:47.400",
        "message": "I've started crying in front of the teleprompter, but"
    },
    {
        "speaker": "Unknown",
        "time": "00:26:50.280",
        "message": "How do you see that changing? Do you see that changing around you actually to be very honest?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:55.080",
        "message": "I think swati brought up this point in in the podcast which I did with aditi and swati and And in her experience was that women in high places tend to reinforce the same attitudes But frankly in my experience like for example, i'm the editor pragati But uh all the people that are right for all my editors without exception are women and they're You know extremely competent and really good and I mean They're just all excellent editors and I get along really well with them and through my career I've been fortunate to so I don't think that's a huge problem in the media But it is also possible that because I am a man. It's an invisible problem for me You know, I can't comment on what women actually have to go through the the other angle of it is that You the media is sort of there's a selection bias involved if you look at the media because more women tend to come into the Media because more men go to the media and they're more Tend to come into the media because more men go towards, you know, the stem side of things And you have more women likely to you know study the humanities and then"
    },
    {
        "speaker": "Guest 1",
        "time": "00:27:55.720",
        "message": "Sure, and even within the media there's a thing of oh, you know women will cover soft beats like culture or entertainment"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:02.920",
        "message": "And not do hard beats and in fact, that's one of the metrics we have in another category Which is women going beyond gender roles and I think one of you pointed that out and within takshashila itself you have Women like for example shibani mehta covers defense Which is not something that covers international covers international relations when she's not doing dredge work at pravati And let's just go to that subject right now and look at how so women transcending gender roles um One is of course women scholars slash journals and fields that men traditionally cover and you see this even in journalism For example, if you look at someone like scroll who do outstanding reportage and and they have an amazing team of reporters Supriya sharma onwards who actually go out in the field go out in rural areas and report from villages and so on very fearlessly And as if it's just the most natural thing to do which I think 30 years ago You wouldn't really have had women journals out in the field like that, right?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:28:57.960",
        "message": "Yeah, true. And there's also uh an idea that women do as I said beats that are not popular So earlier when a lot of people say oh women are doing finance journalism"
    },
    {
        "speaker": "Guest 3",
        "time": "00:29:07.480",
        "message": "This is new can they wrap their heads around these crazy statistics? I think uh, so to talk about gender roles, right somehow we um We attribute everything that has to do something with empathy Right to women that if it involves care and being empathetic let's have women do this, but if it's something that's"
    },
    {
        "speaker": "Guest 2",
        "time": "00:29:29.720",
        "message": "um hard feel that doesn't you know, that's too rational or pragmatic or that"
    },
    {
        "speaker": "Guest 3",
        "time": "00:29:34.840",
        "message": "He needs you to take hard stances. You have men do it and that's why I mean there are of course roles that women need to take because of Biology, but then there are these artificial Gender roles that we create based on why can't men be empathetic?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:49.080",
        "message": "and also I think the larger point is that even biology being what it is like even if you assume that men and women are hardwired differently and and uh You know acknowledging their difference is fine As long as you also acknowledge that despite whatever hardwired differences there might be you treat both sexes Absolutely equally so, you know, it might be the case that women are naturally more empathetic So therefore, uh, you know, it's natural to get them for those professions But when it actually comes to how you treat women as a public policy matter as a governance matter You have to treat them equally and I think often there is a conflation between these two where you know Talking of natural differences for example has become politically incorrect because of the assumption that it implies Is that you are prescribing unequal treatment which is often not the case but often is the case with those maniacs on the alt-right and"
    },
    {
        "speaker": "Guest 2",
        "time": "00:30:35.020",
        "message": "Men's rights activists. Yes. So actually there's a technical term for it. It's called pink collar jobs, which is the job. Of course It's called pink collar jobs but the idea is that women are seen to be doing certain type of jobs and The sad part is they are trained to do those jobs, too So it's a vicious circle where you are trained to do the sort of thing you are expected to do and therefore you end up"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:57.740",
        "message": "doing just that right, so"
    },
    {
        "speaker": "Guest 2",
        "time": "00:31:01.180",
        "message": "Exactly and no, uh, the point goes further ahead, right? Like when uh government starts building its schemes and the skill india moment, uh scheme that they came up with uh, if you look for jobs that they the skills that they thought for women were all uh stitching parlour work and very"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:18.200",
        "message": "Prototypical this is official government thinking. Yeah, this is uh, so government thinking"
    },
    {
        "speaker": "Guest 2",
        "time": "00:31:22.940",
        "message": "Basically coming from the society, right? uh, but it comes from the fact that a lot of them would invest in uh, It's not like they are against women working, but they only see women working in certain fields. So, um What that does is that then women have to compete? For those similar those set of five jobs that are supposed to be female jobs And then in that the race if you do not get the job you like or the pay you like Then you end up coming out of the workforce rather than continuing and you might be a brilliant woman mathematician Yes, I have an aptitude for whatever for banking, but you'll never know because you're sitting at a yeah The onion had this one article that said, uh, you might be the the prodigy violinist and um And you will never know because you never picked up a violin"
    },
    {
        "speaker": "Guest 1",
        "time": "00:32:08.060",
        "message": "Uh, which is poignant. I mean, it's yeah, I mean did that it's not funny. Yeah What are the other statistics that we have in uh crossing gender roles?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:18.860",
        "message": "Women teaching science nidhi brought it up, you know Which is again harks back to what devika was saying that women are supposed to teach humanities and arts and soft subjects"
    },
    {
        "speaker": "Guest 1",
        "time": "00:32:26.860",
        "message": "I'm going to actually disagree with this because if we're just talking about this metric anecdotally I had one Male teacher through all of high school teaching itself is a female oriented because teaching itself is female oriented Maybe if you're talking at a high school level, then there could still be a lot more women teaching science But if you're talking at a college or a professorial level, then you could have a lot more"
    },
    {
        "speaker": "Guest 2",
        "time": "00:32:49.580",
        "message": "Also look at women who do stem like who who study stem subjects"
    },
    {
        "speaker": "Guest 3",
        "time": "00:32:53.660",
        "message": "We have to study stem who go on to become scientists, you know, well-known scientists mathematicians uh, so to counter your point hamsini you countered the anecdote with an anecdote, but"
    },
    {
        "speaker": "Guest 2",
        "time": "00:33:06.000",
        "message": "I am going to"
    },
    {
        "speaker": "Guest 3",
        "time": "00:33:10.080",
        "message": "Actually in high schools as well we've all had women teachers but uh from what I understand women would teach more language and arts whereas subjects like math physics Uh pe physical education are all taught by men So to me, I would feel that oh women have been empowered if there are more women teaching physical education In schools or if there are more women teaching math in high schools in universities"
    },
    {
        "speaker": "Guest 1",
        "time": "00:33:41.600",
        "message": "You know at all levels no, I completely get your point Like I still rest my case But no, I I do understand where you're coming from When you're saying that we need to have more women involved in all these areas that are seen as traditionally male"
    },
    {
        "speaker": "Guest 2",
        "time": "00:33:54.080",
        "message": "Yes, and you would see the outcome when there are more than four women doing mechanical engineering in a class, right? Because see that the outcome is the fact that you don't see your daughter as a mechanical engineer So you do not and a lot of so this is one more point that namita in her series brought out Was that one of the problems with that they faced when they were trying to empower women was that a lot of decisions for women Are taken by someone else Which is not the similar case for men at after 18 a lot of the decisions about career about their career About career about the city where they're living in a lot of like what they're going to study A lot of that is with men but with women the problem was that Even if they were educated They had to get like three permissions before they took their first job And then like two permissions if the job required you to be staying out of home at after six so Just that itself is a huge cost that we do not calculate when we are trying to look at women joining the workforce"
    },
    {
        "speaker": "Guest 1",
        "time": "00:34:46.720",
        "message": "I was Uh, I was actually thinking about this. Um It just taking my school, right? There were say more girls who were topping the class or subjects than there were boys But now when I think about what all of them are doing, I think two or three of them Are working compared to like the one boy who did well and is now doing his phd in penn state So it the I don't think the disparity struck me until now because you're right I don't think a lot of these women Uh either with their knowledge or without their knowledge They don't take these major decisions for themselves"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:23.840",
        "message": "The world is not open and also the I mean your circles would have been relatively extremely privileged circles"
    },
    {
        "speaker": "Guest 1",
        "time": "00:35:29.280",
        "message": "I mean outside of those it's just like far far worse"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:32.080",
        "message": "I mean just the very fact that in a government form you have to write husband's name or father's name and this you know"
    },
    {
        "speaker": "Guest 3",
        "time": "00:35:36.240",
        "message": "In so many places is kind of mandatory So I had uh, it's a sad joke, but uh, we were talking about women in science, right in engineering colleges They're running uh, because there are so few women in mechanical engineering and you know materials engineering That they're actually called non-males"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:53.940",
        "message": "So there are males in the class and there are no and there are non-males"
    },
    {
        "speaker": "Guest 3",
        "time": "00:35:57.380",
        "message": "Because they for sure can't be girls"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:00.740",
        "message": "A suitable foundation for a dystopian novel on this delightful note. We'll take a quick commercial break, but lots more after we come back"
    },
    {
        "speaker": "Unknown",
        "time": "00:36:09.460",
        "message": "Hey, it's been another great week on ivm podcast If you're not following us on social media, please do we're ivm podcast on twitter facebook and instagram Also, please do spread the word about podcasting you are our biggest ambassadors If you tell somebody to listen to a podcast that is the way that we're going to grow this space This week on simplified the simplified gang breaks down the fund of oil prices why india pays so much for fuel This week on cyrus says cyrus is joined by writer and film personality raj grover He regales us with stories from partition and the heyday of indian cinema of the 50s and 60s On the pragati podcast pavan and hamsini discuss the government regulations that make the lives of restauranteurs difficult in bangalore They've got a really special guest manu chandra is on that along with madhu menon This week on ivm likes ivm staffers janam abbas and sunbi sit down and talk about movies that didn't live up to the hype Last week the rediscovery podcast went live with their fourth season Listen to the first episode as ambika and hoshna talk about quitting their jobs for traveling and is it for everyone? On shoonya one this week sheila ditya and I speak to sairi chahal She's the founder of she rose which is india's largest online community for women. This was another really really interesting talk And with that, let's get you on with your show"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:13.220",
        "message": "Welcome back to the scene in the unseen we're discussing women transcending gender roles and uh, you know what the other examples given as women as drivers slash bouncers, which uh, uh Anupam gave but I I mean, I don't know where uh, have you guys ever seen any women bouncers? No, no"
    },
    {
        "speaker": "Guest 3",
        "time": "00:37:29.940",
        "message": "very unlikely, uh"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:31.620",
        "message": "But not just in india nowhere. Yeah, and here's a survey I'd like someone to take that if you're a man sitting on a plane And the pilot announcement comes from a female voice. Will you be a little more nervous?"
    },
    {
        "speaker": "Unknown",
        "time": "00:37:43.620",
        "message": "You tell us"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:47.700",
        "message": "Not me at all but multiple times when i've been on the in a cab in an uber or So on i've had the cab guy curse at a woman and say you know woman driver. What can you expect?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:37:56.260",
        "message": "I think uh, the bangalore political action committee bpac is actually training women to drive more cars because"
    },
    {
        "speaker": "Guest 3",
        "time": "00:38:03.220",
        "message": "That's a great and I think one great thing i've seen at least in bangalore metro is most of the metro drivers are women"
    },
    {
        "speaker": "Guest 1",
        "time": "00:38:09.380",
        "message": "Yeah, yeah, so that speaks of you know, it's that is a deliberate government policy by the"
    },
    {
        "speaker": "Guest 2",
        "time": "00:38:15.540",
        "message": "Bangalore metro. Oh, okay So there are two things in this one is just trying to understand how many women have driving licenses, right? Like that itself is a good indicator of how many have access to leaving apart the fact that in india You can get a driving license without knowing how to drive but a that b is how many single women, uh, Use different transports in the sense flights or metro, right? So in india like you would see when uh, you're traveling. Uh, Via a flight or via metro you would see most of the women have a co-passenger, uh, which is mostly a man Um, but the idea is that if you can see more women traveling alone That's a good indicator of the fact that a they are empowered enough to move around freely. But the second, um Thing is that a lot of people who take flights are the ones who use it for business purposes and not for private That's the statistic. So if there are more single female, uh riders or female, uh passengers"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:10.740",
        "message": "You realize that they are part of that the higher Yeah, in fact nitin pai has suggested one of the metrics he suggested was to see how many women have metro cards metro cards"
    },
    {
        "speaker": "Guest 1",
        "time": "00:39:19.620",
        "message": "Yes, so it's not only social empowerment But it's also the fact that they have the agency to go search for jobs for example, one thing that I was saying is that uh, The line in an airport at the women's section for example Is always much much longer and that's just a design issue These airports are not designed for women if they were then these we would like four gates for men For one will be for women and like the women will also have kids with them, by the way"
    },
    {
        "speaker": "Guest 3",
        "time": "00:39:50.500",
        "message": "so I once actually fought with uh, one of those airport and I said I want to stand in this line because That that the other line for women is just so long. I have a flight to catch Why can't you just let me pass through this? I will stand with my hands out and you know, you're not anyways Uh, you know frisking the guy so you do what you're doing Uh with me or call one of your woman colleagues here and he just refused he said no you have to go in the woman's line But he showed you your place"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:17.940",
        "message": "Speaking in the line. Yeah. Yeah. So now to invert this we've done what you know women transcending gender roles Are men transcending gender roles also? Metrics for the empowerment of women for example, uh, Manoj K V Ramani Uh who writes a brilliant I on china? Column on pragati, which is quite the best thing on pragati Suggested a great metric how many men cook or do domestic work would this indicate women are being empowered?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:40:43.380",
        "message": "Yes, so i'm going to draw attention to this friends episode Where ross and rachel get a male nanny, right and they eventually fire him because that's how Fundamentally insecure ross feels about this kind qualified person who is working for him um, just because he's in a space that he's Really not accustomed to seeing men in um, so I think yeah men taking other gender roles is indicative But there's also a thing that it's an economy of having lesser jobs Men will take whatever that comes their way is what I think. What do you think?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:41:22.260",
        "message": "So, uh, one thing is the fact that uh men taking generally a female oriented job Is an indicator of the fact that within the household the dynamic is changing In the sense that uh, if uh, there is this thing called, uh, the decision burden I don't know, uh the exact name But the idea is that even though you would a man would clean dishes and do the three tasks you ask him to"
    },
    {
        "speaker": "Unknown",
        "time": "00:41:43.700",
        "message": "The managerial task is It's called the emotional. It's called the mental load. Yeah, that that still stays. So that is one problem with that"
    },
    {
        "speaker": "Guest 2",
        "time": "00:41:51.540",
        "message": "um, the other thing is that As you mentioned if you see more number of men as cooks around you That does not mean that oh now men are uh, men want to become cooks And so the gender stereotype is being broken No, uh, we have very little number of jobs to begin with and men are expected to go take the job And also chefs and women are cooks. Yes, exactly men are chefs and women are even in a household if men are cooks"
    },
    {
        "speaker": "Guest 1",
        "time": "00:42:16.180",
        "message": "They will not do the cleaning"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:18.020",
        "message": "The women will do the cleaning. I've got to tell you I don't do the cleaning in my household, but neither does my wife We have a maid"
    },
    {
        "speaker": "Guest 1",
        "time": "00:42:24.740",
        "message": "We have a maid who comes in and does it which is a maid. You have outsourced. A male maid, not a male. Yeah"
    },
    {
        "speaker": "Guest 2",
        "time": "00:42:30.180",
        "message": "A non-male maid. So that's the idea, right? You have actor and actress you have uh terms for each of those professions which had dominant male or female persons But you don't have maid and some like some female version of it. Male servant. Because male servant not Male servant is the house Servant sort of guy who would stay with you Uh, the maids that come are all female. You don't have a male maid term"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:00.100",
        "message": "Maid in your head is a female word. Yeah Men as domestic help is also I think Anupam has suggested this metric and one very interesting and awesome metric Which is also easy to get data on which Nidhi you suggested was how many men download big basket apps?"
    },
    {
        "speaker": "Guest 3",
        "time": "00:43:15.300",
        "message": "Yeah, so, you know the burden of doing uh uh grocery not just deciding what to cook but also getting all the ingredients falls on women because you know, that's how we divide the gender roles, but if you see if Big basket app has been downloaded by men and they are using it that tells you that that the roles are changing that the women Are being empowered the men are also worrying about it. I think another metric that I think would speak of women empowerment is fathers Dropping and picking children up on weekdays as well. Not just on weekends and attending ptms So if parent teacher meetings are not just attended by mothers But fathers that also tells that they are taking part in care work as well And if it happens on a weekday even more so because hey the mother also has a job to go to so sometimes it's the mother"
    },
    {
        "speaker": "Guest 2",
        "time": "00:44:05.720",
        "message": "Sometimes it's the father. Nidhi the first one. I I had a thing about the first thing so, um a lot of e-commerce apps and my problem with counting them as an indicator is that Women do not use the e-commerce Apps for the payment end of it So what you would do is you would have a phone because you're a man in the house So you of course have a phone you would have the app Uh, you would make your mother select what she needs and then make the payment She would a not be told how to make the payment like i'm sure that's changing and a lot of people would be like no We're teaching our parents how to do it. But of course Just generally if you have uh money enough to buy A phone for one of your parents is generally the father"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:48.200",
        "message": "That's a great example of the seen in the unseen like one metric which seems to work. Yeah, but not"
    },
    {
        "speaker": "Guest 1",
        "time": "00:44:54.200",
        "message": "I actually wanted to add to your second point when uh, you're taking your daughter to school. I'm sure you'll see this but now Uh, what I hear is that uh parent teacher meetings uh schools Send daily whatsapp messages to all parents informing them of what homework your kids have Which is horrible because you know now your parents know everything that you're up to but in most schools The registered mobile number is always that of the mothers unless it is a single parent household Yes, even if it is a family which is divorced and the child is staying with her father"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:30.440",
        "message": "The registered number will still be that is it a good thing or a bad thing because this would also indicate that mothers are more responsible"
    },
    {
        "speaker": "Unknown",
        "time": "00:45:37.480",
        "message": "But do you want?"
    },
    {
        "speaker": "Guest 3",
        "time": "00:45:41.960",
        "message": "So I think a proxy is that you know, if they actually go and pick up the child, I mean if Or if they are going for these ptms, like I said, right that shows that hey They are as involved in this care work and they might become the emergency contact. Okay. I'm also going to counter that point"
    },
    {
        "speaker": "Unknown",
        "time": "00:45:57.800",
        "message": "slightly"
    },
    {
        "speaker": "Guest 1",
        "time": "00:45:59.080",
        "message": "Because the way I look at it, right? Um, if you take a two-parent household where the mother is doing a lot of house work before she goes to work The father will drop the child because he can drop the child earlier and then get to work Whereas the woman will have to clean up after everyone has left home"
    },
    {
        "speaker": "Guest 3",
        "time": "00:46:15.400",
        "message": "And only then will she be able to that's why I said if the father is also picking up the child on a weekday All right, that means that means they have to leave work and do it So if somebody has to pick up their child at 2 p.m It means hey, sometimes you do it. Sometimes your wife does it which means that there is, you know, some equality"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:31.320",
        "message": "Darling, my office was busy Let's let's kind of go back to our earlier metric. We have many metrics So, I don't know if you should even go through it like this category by category since we've made them. Let's social empowerment of women Number of male kids with the last child women enrolling for Coursera and Nidhi you suggested women taking abortion decisions alone"
    },
    {
        "speaker": "Guest 3",
        "time": "00:46:52.520",
        "message": "Yeah, so, um one there's a lot of sex selection, right? So female children are Generally aborted and then it comes from the family. So from the husband or from the husband's father mother But if a woman is taking that decision independently One is that you know that woman decides I don't want to have this child that is empowerment Herself and that she is responsible for her own health, right? So sometimes actually this um aborting the female Uh, you know fetus also happens at a stage where it is dangerous for the pregnant woman, right? And at that time a woman by herself would not decide to do it because it's danger to your own life But if a woman's deciding but if a woman's deciding before that term it tells you of a woman is empowered because she can take this decision now by Herself that whether she wants to risk her life or not Whether she wants a child or not irrespective of whether it's a male child or a male fetus"
    },
    {
        "speaker": "Guest 2",
        "time": "00:47:55.880",
        "message": "I'm majorly wary of that because a lot of these decisions in Indian setup are taken by the family and"
    },
    {
        "speaker": "Guest 3",
        "time": "00:48:03.480",
        "message": "So see again, that's why I said that if it is decided by if a woman independently"
    },
    {
        "speaker": "Guest 1",
        "time": "00:48:08.600",
        "message": "Then it will go back to whether or not women have free will"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:11.800",
        "message": "No, that's the thing right coming back to the society But I I think we agreed that Sort of this is a metric that is impossible to kind of get data on and women are mostly seen as"
    },
    {
        "speaker": "Guest 2",
        "time": "00:48:21.240",
        "message": "the other thing that they had mentioned was the sale of oral contraception, I think that is uh,"
    },
    {
        "speaker": "Guest 3",
        "time": "00:48:26.120",
        "message": "Which is I control. Uh, yeah, you know how I When do I want to reproduce? Right. So yes, I want to be sexually active But that doesn't mean that it is only for the purpose of reproducing and I want to control when I want to Bear a child. Yeah, and I think that's also women empowerment because you would see that in the You know in poor people the age at which women bear children is much lower"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:52.200",
        "message": "Than in you know people who are educated and in fact, that's possibly another metric like the age at which you have the first child"
    },
    {
        "speaker": "Guest 3",
        "time": "00:48:58.360",
        "message": "Yeah is alone because educated women and who work tend to have children much later in life"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:03.640",
        "message": "And and Hamsini in this I've got there's another metric which you suggested Which I think is a fantastic metric for seeing how empowered women are which is the number of women in prison"
    },
    {
        "speaker": "Guest 1",
        "time": "00:49:12.760",
        "message": "Yes, uh the number of women in prison simply because uh First there is a very mother india attitude that we have towards our women Right and the second is that if they are in prison, then they have been convicted It shows that they have an agency to do something even if that is a criminal act They're going towards something a second point that I wanted to add to that Another metric that you can look at is the number of children in prison, right? Because often what happens with women, uh is that if they have children There's no one else to care for Then generally these children get sent to the prison where they grow up with their mother"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:50.120",
        "message": "I mean innocent children or mothers who've been convicted grow up in prisons. Yes in india"
    },
    {
        "speaker": "Guest 1",
        "time": "00:49:55.160",
        "message": "And you had a fact devika about juvenile homes, right?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:49:58.920",
        "message": "So the one of my colleagues sarah, she was working on this topic before she joined takshashila and One of the crazy findings is that We do not have spaces for uh, juvenile female offenders So, uh instead of sending them to the jail, they're sent to the orphanages"
    },
    {
        "speaker": "Guest 1",
        "time": "00:50:19.400",
        "message": "So male juveniles get sent to juvie homes female juveniles get sent to orphanages I want you to wrap your head around that for just a minute. But how are you linking this with women empowerment?"
    },
    {
        "speaker": "Guest 3",
        "time": "00:50:31.320",
        "message": "I'm, sorry. I kind of know this was a fun fact that they become even your other metric about my point in being in Prison, how are you?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:39.640",
        "message": "I I think her broad point is that if more women are in prison That's actually a sign of women's empowerment because these are women who are actually going out and doing something instead of sitting at home Okay"
    },
    {
        "speaker": "Guest 3",
        "time": "00:50:50.440",
        "message": "Regardless of whether it's a proxy"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:55.400",
        "message": "It's a proxy indicator. Yeah. Yeah"
    },
    {
        "speaker": "Guest 2",
        "time": "00:50:57.640",
        "message": "And also the fact that I think one of our colleagues mentioned about white collar crimes The thing is that this is fighting the stereotype that uh women again going back to the fact that women are always right So they will always be empathetic so they will always do the right thing so they can't read the war news, right? Uh, this goes beyond the fact that you realize that a lot of women are taking up professions which are legal or illegal Uh to and are considered to be a co-conspirator for something which they would generally look for a male"
    },
    {
        "speaker": "Guest 1",
        "time": "00:51:24.680",
        "message": "So white collar crimes are great because it means that the woman is educated and then she knows how to get around the system"
    },
    {
        "speaker": "Guest 3",
        "time": "00:51:30.760",
        "message": "Not well enough. There have been studies which say that Women can be as corrupt as men if there is an opportunity. So there is absolutely no difference in attitude Of you know taking bribes in women and men if there is an opportunity. So since we're never going to get rid of corruption in India, it's an equal opportunity for them to interrupt."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:50.440",
        "message": "Which brings us to our next category. It's a lovely natural segue Women the financial empowerment of women and some of the like Anupam suggested two-wheeler and car ownership"
    },
    {
        "speaker": "Guest 2",
        "time": "00:52:01.080",
        "message": "Which should be easy data. Which is an easy data. Uh, you have uh data on how many women have Ownership of assets you can do that. Uh, there is bank accounts opened under the women women's name"
    },
    {
        "speaker": "Guest 1",
        "time": "00:52:13.980",
        "message": "um This how many women commit credit card fraud?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:20.700",
        "message": "How many women have credit cards and under their own names how many pay their own credit card bills how many women like shabani Mentioned how many women pay their own phone bills? How many women take loans? How many women take loans is a great one. Uh, one that nithin mentioned was how many women do property litigation? Uh, how many women have property in their names to begin with? Yeah, no, and actually that may also have a flip side in the sense that a lot of men will have their property in their"
    },
    {
        "speaker": "Guest 1",
        "time": "00:52:45.820",
        "message": "Yeah, yeah for tax and black money purposes, but all of this drives back to the fact that you know Financial independence is the core of women's empowerment Um one metric that i've been reading about is that I think two percent of the women in our country live by themselves Um, which is not a very difficult fact to believe unless you're in one of those really privileged elite circles That it is true women rarely live Amongst themselves right, uh by themselves like if you and that is why it's so difficult for them to get flats to stay in If they're staying without family and so on the idea of bachelor girls For example is a very unpopular opinion because it means that a woman is Financially independent and therefore can do whatever she wants socially because now she has agency to act coming back to the point that I made"
    },
    {
        "speaker": "Guest 2",
        "time": "00:53:31.600",
        "message": "This is this is my definition of a woman empowerment but To the point of uh, the flip side of this entire conversation, right? Financial inclusion in in india right now if you look by numbers might show a different picture than they really are Uh, for example, I might have a bank account on my name, but I do not even have a bank account For example, I might have a bank account on my name, but I do not even know how to use a credit card Or a debit card, right? So, uh, yes Households do have more than one bank account and some of them are named account holders are women But they do not make the decision now. This is a common argument and a well-known argument, right? Uh, my uh contention to this is that this is what I see is a first step that yes Right now the account that has been opened, uh under the woman's name is of course not that woman's Uh, but the idea that that woman can Knows that she has to sign the paper if you want to take that money out of that account At least gives a sense of authority Uh, though it's it's highly uh overrated right now Um, most of the financial decisions in a household are completely taken by a man like women are just meant to sign certain documents And that's it. Uh, they do not get a call same thing with land ownership, right? That's generally tax evasion"
    },
    {
        "speaker": "Guest 3",
        "time": "00:54:46.960",
        "message": "A lot of these didn't someone also mention that uh women signing their wills"
    },
    {
        "speaker": "Unknown",
        "time": "00:54:52.000",
        "message": "Yeah as one of the indicators which means that they want they have property and that they have the agency to actually then decide"
    },
    {
        "speaker": "Guest 2",
        "time": "00:54:58.640",
        "message": "Not really, so they have property because their uh husband needed taxes. So i'll tell you this is a grim situation I know I sound very pessimistic right now and a lot more women right now have access and I agree But mostly what happens is the man in the family decides who gets to have what property or what are set on their name The man decides what property would be named after the female in the house for tax evasion Or not for tax evasion or just for the distribution And then that person creates the document the idea is that the woman still does not have access because she does not create that will"
    },
    {
        "speaker": "Guest 1",
        "time": "00:55:30.240",
        "message": "She does not decide in that sense I also agree with you because you have so many schemes for women right if women save Then it's a better you get tax breaks and so on And what happens is that this is pure nominal representation. It's how political representation and they're deemed by the men in the family They're given by the men in the family, right whenever this is my argument against saying Oh, you know, we have so many women panchayat Heads in our country and then I say, okay How many of them are the wives sisters mothers of men who have been panchayat heads or want to be panchayat?"
    },
    {
        "speaker": "Guest 3",
        "time": "00:56:03.920",
        "message": "Then a good indicator would be women heads of panchayats who do not have any family"
    },
    {
        "speaker": "Guest 2",
        "time": "00:56:09.200",
        "message": "Yes, uh connections. Yes, and that would be like metric non-existent because who in politics currently it can because I okay"
    },
    {
        "speaker": "Guest 1",
        "time": "00:56:16.720",
        "message": "I want you to remember the women's reservation bill that never got passed because on the day The multiple days that it was supposed to be passed Ministers male ministers stood at the gate saying go home Unless you want to lose power do not come into the parliament to vote today"
    },
    {
        "speaker": "Guest 2",
        "time": "00:56:33.440",
        "message": "Yeah, but again the reservation doesn't work really like I have a major problem with when we keep on saying it's like, uh Indian way of committee, uh banalo, right like just make a committee if there is a concern in the country right now Okay, just we have a committee which is making a document on it. Did we ever implement it? It's a cop-out right like yes, i'll create 33 seats There'll be three women at best two out of which will be there because their husbands were in politics uh, the idea is that um, whenever we look at a solution from the Suppliers end and not from the demand and this is coming back to economics in the sense that um Look at simple education, right? Why a voucher is better than uh, forcing schools to hire students from certain backgrounds because uh yes schools will hire that that if you ask them to but does that mean that Those kids are getting that sort of exposure that you expect them to have not necessarily instead if they get to choose so a huge debate In education sector right now is that should we give vouchers to students and let them choose whatever school they want or uh, should we just? Uh create enough government schools around and answer generally comes out is government school, which is a bad idea Yeah, you want to empower them to make the decision and give the same level of quality that the rest of the people have Right. So similarly if you come to the entire thing of parliament, right? Uh, you will create a 33 reservation. And yes, uh for first two years You'll be like four women will enter and be like what a success we have four women in in the parliament But does that mean that on the grassroot? We'll have more women, uh standing up for elections"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:08.400",
        "message": "And also what I think is reservations are also aren't they a very patriarchal solution?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:58:11.920",
        "message": "It's like say hum to me it may see dating"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:14.560",
        "message": "Rather than that you want women to stand up and say I'm"
    },
    {
        "speaker": "Guest 1",
        "time": "00:58:24.160",
        "message": "One good metric would be to see how many villages have beyond 50 reservation in"
    },
    {
        "speaker": "Guest 3",
        "time": "00:58:31.600",
        "message": "Would also be if so, let's see, but this will have to be done in a longer, uh time frame So you let's say you had reservations for 10 years or 20 years wherein, you know So whatever 10 percent 30 percent women, uh reservation was there after that after the sunset clause. How did it pan out?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:58:48.000",
        "message": "Did actually women continue to get more seats? We never see the sunset of these clauses"
    },
    {
        "speaker": "Guest 1",
        "time": "00:58:54.080",
        "message": "Another thing that's here, right whenever uh, this is In politics again in terms of representation women taking women-like decisions. So you say okay We have elected margaret thatcher or indira gandhi and yes, they're women and that's great. Sure, but uh, A they're considered to be strong leaders because they emanate male masculine qualities, but"
    },
    {
        "speaker": "Guest 2",
        "time": "00:59:18.880",
        "message": "I'll contradict that no. No, what i'm saying is"
    },
    {
        "speaker": "Guest 1",
        "time": "00:59:21.680",
        "message": "That is one idea that exists and the second is what have they actually done for women empowerment?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:28.480",
        "message": "What policies what and actually i'm i'm a big fan of margaret thatcher. I think she did a lot. I think indira Gandhi was an absolute monster and completely the opposite"
    },
    {
        "speaker": "Guest 2",
        "time": "00:59:37.920",
        "message": "What sorry? Okay, no, so my point is that two things one is look at it from a meta angle we correlate all the dominant Uh decision-making systems that nidhi had mentioned right the hard decisions to a male sort of thinking Uh, if you are prime minister of a country and you in whatever perspective i'm not taking sides Uh thought that okay emergency is the call of the day. It's not a manly decision It's the decision that person took at that given point of time Uh, she was thinking like a person she the decisions that you take at such positions are generally hard decisions You won't be making soft decisions like should I go have vanilla ice cream or not? Right, it's majorly uh it and they are almost all have very high cost benefit attached to them So they're none of them are easy decisions So at this moment if you think that they didn't Act in a womanly manner when they were taking a decision. It's a stereotype that you are both kind of agree and disagree"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:38.080",
        "message": "Agree in the sense that yes that I don't think gender has much to do with that She was driven by a lust for power whatever it takes to get power I will do it But I also think is true and going back to biology is that I think men are hardwired to lust for power more than women are Quite simply and therefore it might seem that women who lust for power are behaving in a manly way And not all of this is socially constructed. It's just it is biological as well. Yeah, it is biological as well but I mean they feed into each other and You know Our job as members of society and people who are contributing to culture is to mitigate all these inequalities of human nature Which involves also not denying them but regardless, I mean, I basically agree"
    },
    {
        "speaker": "Guest 2",
        "time": "01:01:20.560",
        "message": "But one of the indicators that we had mentioned was number of women, uh standing in elections or head of states Uh, other than that a number of women, uh related issues in political manifestos, right when parties are coming up with elections"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:34.420",
        "message": "Um, which is a great metric because you think hey half your voters are women"
    },
    {
        "speaker": "Guest 2",
        "time": "01:01:39.140",
        "message": "So then they do only prohibition that's done completely for women almost in all states and that's literally counterproductive. Yeah, that is"
    },
    {
        "speaker": "Guest 1",
        "time": "01:01:48.340",
        "message": "And the other one is uh, they give you money if you're getting married Right in karnataka. I think there's also a scheme for if you get married, they will give you money which I think is the most useless Useless allocation of a state's resource if there was one have a smart lady strike to game that It seems like you can make a lot of money"
    },
    {
        "speaker": "Guest 2",
        "time": "01:02:11.960",
        "message": "Policy have you ever considered"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:14.440",
        "message": "It's a job Let's move on. So we've done social empowerment. We have done financial empowerment and they feed into each other sexual empowerment"
    },
    {
        "speaker": "Guest 3",
        "time": "01:02:23.160",
        "message": "Nidhi one metric you suggested was how many women go and buy condoms? Yeah, so if you know, um right now it's the men who are supposed to kind of have the condom with them or go by because Also, by the way, I don't know if you know this if I were to go and buy sanitary napkins in a pharmacy They would wrap it in paper put it in a black Polythene because it can't be shown Associated with buying sanitary napkins now if as a woman I go and buy condoms You know, that's just abominable. How can I how can I be sexually active? So I think if more women go and buy condoms it speaks of empowerment and it speaks of changing"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:02.040",
        "message": "Attitudes. Absolutely. Maybe we can get ai to look at cctv footages of pharmacies"
    },
    {
        "speaker": "Guest 3",
        "time": "01:03:07.880",
        "message": "Another proxy could be um, and I don't have any data on this but number of sex toys designed for women Lovely. Yeah. Yeah, so that would talk of You were just saying that okay women also can do this for pleasure"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:21.560",
        "message": "Hmm, but is there a sex toy culture at all in india? For example, even men don't use sex toys, right?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:03:26.120",
        "message": "there There are actually sites for women sex toys also by the way"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:29.880",
        "message": "And actually women would need sex toys more because it's a woman who tend to be more unsatisfied. Yeah"
    },
    {
        "speaker": "Guest 1",
        "time": "01:03:35.400",
        "message": "I was actually thinking on your first example Uh, one of my friends to mitigate the fact that she had to go to a pharmacy decided to use one of those apps that would deliver Home stuff so then uh when the person came and she opened the door The delivery boy was staring at her as though, you know an explosion occurred and then she was just like, okay And then he smiles very sweetly and she got very very creeped out But the idea is that even if you're using delivery services for this the judgment completely exists"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:03.880",
        "message": "And that's in fact another metric how many of these delivery people are male as opposed to female. I mean Uh shibani suggested how many women are on tinder? You said the same thing at the same time"
    },
    {
        "speaker": "Guest 1",
        "time": "01:04:14.680",
        "message": "Yeah, because there is uh, also the idea that there are far fewer women on dating apps than men And this is very normal that like on tinder for example men would swipe 50 times Whereas a woman will match with anyone who she swipes with simply because there are those few women"
    },
    {
        "speaker": "Guest 2",
        "time": "01:04:30.440",
        "message": "So men compensate for the emotional labor women go through in a relationship with some physical labor at the start of it I think also that we are lesser in number in general. It's just absolute numbers. There are lesser women than men not by so much"
    },
    {
        "speaker": "Guest 1",
        "time": "01:04:42.040",
        "message": "Sure that and also the idea that uh a woman actually going out and saying I don't want an arranged marriage. I i'm looking For uh having sex with a total stranger itself seems like a very counterintuitive idea To a lot of people right so being on a dating app automatically Indicates that you're there because you're looking for something and I guess that in a sort of way is empowerment"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:07.400",
        "message": "And also it tells you something about how men look at the women they meet on dating apps Yes, it's like oh, okay. So if I meet her on tinder, i'm not going to marry her though I know for a couple of tender marriages, but you know, that's yeah Moving on to I think the last category but the biggest category I mean encompasses a lot women given space Dash respect by men which could be something as simple as getting rid of manholes where you have more women on panels and you try to have As much diversity as you can or it could be"
    },
    {
        "speaker": "Guest 2",
        "time": "01:05:37.560",
        "message": "Women in top positions that yeah, so this is uh, this is a data I have finally Uh the number of startup founders or co-founders in 2015 in india Uh, the female of them were just nine percent and what was it earlier?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:05:52.360",
        "message": "Like do we have a sense of what or what is it in the us just to must be much more must be much more But I think devika actually had at one point in time. I don't know if your opinion has changed on this now That uh, you don't look at putting together a manhole. You should not get a token woman on board"
    },
    {
        "speaker": "Guest 2",
        "time": "01:06:10.440",
        "message": "I have sent like a token woman and I don't like that I because see now the criteria for a woman is if you look at a panel and you invite it you look for another female Because otherwise you're the token female then Are you there because you are so good in your field or are you there because they did not?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:24.120",
        "message": "So this becomes a game theory problem It's like if there are two potato chips, everyone will take the last one"
    },
    {
        "speaker": "Guest 2",
        "time": "01:06:28.440",
        "message": "I know the second last one but not the last one it creates an Yeah, and I actually have been running the policy course for so long and um, Frankly in like in a long time that I have been conducting workshops where we call uh speakers Have consciously never thought of the person from the gender and still managed to get really, uh accomplished female academicians speakers on all uh topics But the idea that the moment you degrade me to my gender rather than my qualification somehow I find it very insulting that if let's say uh Humsini is called on the table because you know We are talking about international relations and there are only four women in the country who talk about international relations She has written one article. Okay. She's done. Nothing. She's just"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:13.340",
        "message": "Actually, that's a hypothetical Example she's written much more than me As an editor, I know what an expert she is. Yeah"
    },
    {
        "speaker": "Guest 1",
        "time": "01:07:20.700",
        "message": "Um, yes, but what they're saying is that it's unfair to me as an academician that you put my gender before you put"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:28.540",
        "message": "My so the other side of that is yeah So I buy the argument that when you're putting together a panel You should not condescend to women by having a token woman. But the other side to that is and this is A revelation i've got from reading philip tetlock's great book super forecasting and it's backed up everywhere. Is that the best decision making? Uh that good decision making correlates with diversity the greater the diversity in any group which is making decisions so therefore not for reasons of tokenism or representation, but just from reasons of efficiency of you should Normatively try to make a group as diverse as possible without resorting to tokenism. And I think there is also"
    },
    {
        "speaker": "Guest 3",
        "time": "01:08:06.780",
        "message": "Merit in saying that once you have a woman on the panel I'm, you know, I agree to all your points. It creates some aspiration among people who are watching So other girls who are trying to study international relations if they see another woman up there She might be there only for tokenism, but everyone else who's watching, you know, there is this aspirational aspect that hey Even I can be there someday, right and that's how you kind of change the whole ecosystem around this similarly for sports, right? if I never see any um world-class badminton players as a Girl when i'm in my teens and i've just started to you know Learn to play badminton. I would think well I can never get there. But if you know pv sindhu can be there if uh, Saina can be there then I know that he I stand as much a chance to do better in badminton in india As the boys because I see these role models and those role models might have had a very tough journey"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:05.100",
        "message": "Right, and that's a fantastic point and i'll take a quick detour here I wrote a profile of sakshi malik a couple of years ago a long feature on her after she won the olympic medal And the question that I wanted to explore and it really interested me was how come in the most misogynistic state in this country Which is haryana you have so many female wrestlers coming up. What is traditionally a man? And the reason for that and the reason for that was uh, pure patriarchy The reason for that is that around the late 70s early 80s. There were these former wrestlers who were now coaches Who didn't happen to have sons? They had daughters and suddenly they found that wrestling has become a medal sport So it was a way of achieving their aspirations in wrestling But because they didn't have sons here you got to do it with the daughters and that kind of happened to create a culture of Wrestling in haryana, but what that means as you correctly pointed out is that regardless of how these women got there"
    },
    {
        "speaker": "Guest 1",
        "time": "01:09:57.100",
        "message": "They can still be role models for girls. I think one thing is that just Seeing women in public spaces seeing women in uh private spaces where you have not seen them before itself has an aspirational quality Which is why one of the earlier metrics that we came up with is the number of girls in public sports fields, right? Is that you automatically? This is not about kinship But the idea is that women are present on your mind space and I think that itself Will provide the diversity in decision making or just in the way society looks at so I mean this is you know"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:31.740",
        "message": "wherever you're listening to this if you just go out on the street in the middle of a day and look around I'll tell You a lot like I remembered I toured through pakistan when I was covering the cricket tour in 2006 and I remember going to peshawar and a bunch of us went out and One of us was a girl and she was literally the only girl we saw that evening in crowded streets We went on food walks. We had kebabs We did things just one the only woman in the place was you mean the non-male the only"
    },
    {
        "speaker": "Guest 2",
        "time": "01:10:58.940",
        "message": "Very apt and and you see this difference I think even in different parts of cities in different localities How many there are localities where you know as a female you're not supposed to be around there after certain hours, right? Uh, so yeah coming back to the complete circle of my point which and this is where the other argument wins, right? Like I would be that token woman. So as an individual I might be like what am I doing here? I completely agree. It has social benefits for the future. Uh, the same thing as converting all the Sentences where we used he earlier we have started using she pronouns as she's I actually had a problem with that when it started And then I realized okay this is the same thing right like when your example is a very male oriented example, and then you see she as the Pronoun being used then you're like, okay, maybe as far as possible. By the way, I try to use she I mean, it's it's Instinctive for me I for me a lot of these things don't come naturally as An answer because I try to break the gender barrier in my thought process itself So if I was a man, would I be asking myself these questions and no So why am I asking myself these questions as a female right? Like a man who goes on a panel does not question his credibility as a female when you go to a panel You are like am I here because I did well or am I here because they didn't find a woman Other than me and that really bothers me a lot"
    },
    {
        "speaker": "Guest 3",
        "time": "01:12:16.620",
        "message": "But I do see right like I think i'm going back to amit's point about biology and psychology of women I think i've heard of these studies where they say that when a woman looks into the mirror She would think oh how i'm not perfect and you know I need to do this to make myself look better as opposed to a man when he looks into the mirror He sees this perfect handsome"
    },
    {
        "speaker": "Guest 1",
        "time": "01:12:35.980",
        "message": "Is it amit?"
    },
    {
        "speaker": "Guest 3",
        "time": "01:12:40.700",
        "message": "All of you are sitting and looking at me and laughing which doesn't do much for my self-esteem And also how women always undersell themselves and men always oversell themselves not just in cvs But also when they go to interviews a woman would think a thousand times Biological or is that social what I would I don't think it's it's you know"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:58.700",
        "message": "What I would say is that all of us men or women are hardwired to be self-delusional because that is the only way we can Survive in this world and I think that the fact that women often in such situations lack confidence or are questioning themselves all the time I think that's more of a social thing and it's a very sad reflection"
    },
    {
        "speaker": "Guest 1",
        "time": "01:13:16.220",
        "message": "for example if you take um Negotiations for salaries. Uh, I actually was reading uh an article which was talking about the united states of america but the idea that women negotiate far less for salaries than men do And just intuitively this made a lot of sense for me because I see women as underselling themselves And I see that as a social construct. I don't see that as them"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:40.460",
        "message": "Putting pitting their self-worth lower just because they're and again it goes back to what? You know my friend Uday had said what are you optimizing for and girls are taught to optimize for? You know pleasantness and acceptability and then assertiveness is a bad thing"
    },
    {
        "speaker": "Guest 3",
        "time": "01:13:54.940",
        "message": "Biologically i'm just saying that is how it is Psychologically somehow we've been Cultured and we've been you know, uh, we are told that You undersell and it's okay to undersell yourself as long as you're getting the things So I think one of the indicators of women empowerment would also be how many women are into the high paying jobs Right, right and if is there parity In what a woman ceo earns and what a man, uh, on short answer. No"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:24.960",
        "message": "No I mean that data we do have Moving on with you know the subject of women given space respect by men Anupam your fellow economist friend. Yeah, Devika came up with generic products that keep women in mind"
    },
    {
        "speaker": "Guest 2",
        "time": "01:14:39.760",
        "message": "Uh, that was my uh recent crib on social media where uh, if you see phone sizes, they're just getting bigger the pockets for uh,"
    },
    {
        "speaker": "Guest 1",
        "time": "01:14:47.600",
        "message": "Female clothing and I mean"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:51.440",
        "message": "Is going to start with pockets So I think that's this is a metric. Yeah suggested pockets in women's traditional clothes Like now you can buy salwars which have pockets for example"
    },
    {
        "speaker": "Guest 3",
        "time": "01:15:00.880",
        "message": "And not just traditionally even western a lot of women's trousers don't have pockets"
    },
    {
        "speaker": "Guest 2",
        "time": "01:15:05.760",
        "message": "Or they have pockets that are so small that nothing will fit into a key or at best a key"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:10.000",
        "message": "That's that's the size. That's not a 10 rupee note barely Not a 10 rupee note because your job is to be an adornment"
    },
    {
        "speaker": "Guest 2",
        "time": "01:15:15.600",
        "message": "You don't need function because they're selling me this other product called a purse or a bag and how will they sell me a purse? Or a bag if I can keep everything on myself Which is I have a long this is an entire podcast"
    },
    {
        "speaker": "Guest 1",
        "time": "01:15:27.680",
        "message": "Yeah, no, but so the idea is that women pay something called the pink tax, right? They uh, just because there are toys or basic things from razors to whatever if it's in pink It costs more. All right, and this is true across a variety of products. Wow It's called the pink tax So if you take razors, for example, and you compare the male and female razors The pink one will cost you twice as much even though it is the same thing with the same blade, but it's pink you guys"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:59.440",
        "message": "And the crazy thing is before the 1970s actually the colors were reversed blue was for girls and pink was for guys Uh, you know another one that um, we were discussing earlier another metric is air conditioning You know men and women feel cold at different temperatures And air conditioning was invented and then evolved and became commonplace in the 50s and 60s When workplaces were full of men with the token non-male and uh, and and therefore"
    },
    {
        "speaker": "Unknown",
        "time": "01:16:24.420",
        "message": "18 degrees"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:25.780",
        "message": "And the standard air conditioning temperature evolved at a temperature that men are comfortable with but women feel too cold in"
    },
    {
        "speaker": "Unknown",
        "time": "01:16:31.940",
        "message": "And it would be interesting to see if that's changing today"
    },
    {
        "speaker": "Guest 1",
        "time": "01:16:34.740",
        "message": "So if you see women around you constantly wearing like shawls or jackets and they're complaining of feeling cold Tell them that the society has been gaslighting them for years now"
    },
    {
        "speaker": "Guest 2",
        "time": "01:16:45.460",
        "message": "I'll tell you something which is less of a premium product than like an ac if you look at local trains in bombay um The handles where you can which you can hold Um are usually put at an average height of a man which is uh taller than an average height even in women's compartments"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:00.260",
        "message": "Yes, even in the women's because they create compartments at the same time, right like then they painted pink"
    },
    {
        "speaker": "Guest 2",
        "time": "01:17:05.780",
        "message": "But before that it's the same compartment So most of the women because of the average height being really uh shorter cannot reach the top handle It's completely pointless for them So if you are creating an entire compartment for women other than painting it pink Why don't make the handles a bit lower in like longer in height?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:17:23.620",
        "message": "I had the similar point about bathrooms Have you noticed how always the lines to women's bathrooms are long? It's because they're not designed They have so much space they will allocate the same amount of space to men's toilets and women's toilets We can we let's not get into gendering of toilets at all But uh, the idea is that right it's not designed for women Um, it's not designed keeping them in mind at all"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:47.700",
        "message": "And how about pressure cookers are not designed prestige pressure cookers which nathan jokingly suggested, you know the sale of prestige pressure cookers as a Metric because of what was that line? Will you tell us in your sonorous voice nidhi?"
    },
    {
        "speaker": "Guest 3",
        "time": "01:17:59.380",
        "message": "Who loves his wife, how can he love his prestige pressure cooker?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:06.580",
        "message": "Exactly and they should be used in the context of men buying pressure cookers to"
    },
    {
        "speaker": "Guest 2",
        "time": "01:18:11.140",
        "message": "Cook cook for their wives. How are pressure cookers not painted? Pink is beyond me Like they are sold completely as female products. They should just paint it pink so that we know it's for us"
    },
    {
        "speaker": "Unknown",
        "time": "01:18:20.180",
        "message": "You know, it's for you. Yeah. Otherwise, how do we know it's not for us? Like, you know, it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:24.500",
        "message": "We are not that smart So so now two of you have meetings to get to when we'll have to wind this podcast up soon So i'll i'll sort of just buy you You know in general I have been hopeful about the culture changing You know in the same way that for example when section 377 got abolished recently uh All I saw and perhaps this is selection bias because of people of what I follow on social media and all that but all I saw Was an outpouring of joy and and there wasn't much of uh, uh, the bigotry and hatred and homophobia that I would have expected maybe a couple of decades ago or even in the 80s when I was growing up Uh, which seemed to reflect to me genuine social change or you should open the twitter thread rather than just reading that Abuse lies below the yeah, so and and I would have assumed that the same kind of social change is happening for women But am I wrong? I mean are there are you generally optimistic or pessimistic? What gives you hope? What gives you despair about the state of women in india and we start with you. Devika. Okay"
    },
    {
        "speaker": "Guest 2",
        "time": "01:19:19.060",
        "message": "I I am optimistic frankly. I Maybe because from the background that I come from I have mostly got whatever I wanted Uh without having too much of a issue when it came to access, uh, incredibly privileged Yeah, right like i'm as we call them the one person, right? uh, but even the one person then faces the entire point of uh, you can't leave home post-8 you have to Keep on calling your parents wherever you are, which men are not expected to so these are but I look at them as not such so important an issue as I would look at the a the drastically falling rate of women employment. I think that's a really big concern and Not all of it is frankly forced some of it is voluntary, but that is a very little number And no one's looking at it. Seriously. Uh, we we look at women issues as tokens So yes, we will always have like two people who made it to the top, but they did made it despite the system"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:14.020",
        "message": "That's a survivorship. Yeah, exactly. That's a survivorship bias, right?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:20:16.980",
        "message": "So I am optimistic to the fact that uh, the social conversations have started changing Uh, the parents which were uh, very of their daughters working are now fine with them working for certain given Restrictions and setup which is always a better move. So on that note i'm positive about it, but I would not consider um small changes, uh in like if a first woman, uh Prime minister or a president of united states to be a major change. I think that's just That's just token female there. How much like bangladesh has always had a female state of head"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:53.860",
        "message": "But you see that's not somebody's wife. Somebody's somebody's wife"
    },
    {
        "speaker": "Guest 2",
        "time": "01:20:56.980",
        "message": "Somebody's daughter and that's the thing right like women are not seen as individuals is seen as somebody some male person's uh"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:04.740",
        "message": "relative Yeah, i'm waiting for the day when uh, shoaib malik scores a century and the headline is sanya mirza's husband. Oh, yes"
    },
    {
        "speaker": "Guest 1",
        "time": "01:21:13.540",
        "message": "I actually saw a tweet that said a deepika paliwal's husband is uh going to board right now and I was like"
    },
    {
        "speaker": "Guest 2",
        "time": "01:21:19.700",
        "message": "Who's deepika paliwal's husband? I was like, okay, then a fine squash player in her own right. How dare you You're giving me a name. But yeah, i'm one word answer. I'm optimistic. I think social conversations are changing"
    },
    {
        "speaker": "Guest 3",
        "time": "01:21:31.300",
        "message": "Yeah, maybe what about you i'm optimistic as well that you see so many women going out to work and that you have You were able to very quickly gather together this panel um, you know that Yeah tells you that Um, there are enough women now who can talk about their own issues who can you know voice their issues I'm hopeful also because there are now women in decision making positions So they're not just being told what to do and how to do but they're actually deciding what to do and how to do And for states, you know, if you're looking at the state machinery, it might be tokenism But look at the private players like look at big corporations. There are Of course, it's still not equal to the number of men in decision making positions But at least women are climbing up the ladder as well And at some point you'll reach an inflection point where where it'll tip right and then Then what makes me despair is that there is still not equality There's no parity between what is you know, you expect more from women than you do from the same from men in those positions Uh, you give lesser to women you pay them lesser than you would to a man So that's what makes me despair, but i'm absolutely hopeful that uh, you know We are going to see more and more women being empowered. It's a long journey. I'm sorry. I despair"
    },
    {
        "speaker": "Guest 1",
        "time": "01:22:52.980",
        "message": "I mean uh, I do i'll tell you what, um A friend of mine and I were talking and he said, you know If you could live in any century before this when would you live and I said, are you crazy as a woman? Why would I want to live in any century before this? This is the best time to live, you know technologically uh Than ever before. Um, and if I had to live earlier as a woman, it would simply be worse but Just because our time now is better than earlier doesn't mean it's a good time to live just because we're more equal now Than we were 20 years ago doesn't mean we're equal we're not and this goes beyond equality in what I see as Uh, you may win this battle, but you have to fight another one The way I look at women's issues often is that you're just constantly fighting till you figure out what you want And how to get that and not worry about other things Because your bandwidth as a human being is limited, right? And after a while, you're just angry at the world for taking so much away from you um so I would like to believe in a world where we're moving towards parity But I also know that this is not something that will be achievable in any of our lifetimes"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:09.860",
        "message": "And i'm sorry for that Very that's very permanent and that kind of reminds me of you know, how as a man I can take my gender for granted And you can't it's a constant presence and a constant fight. Uh before I thank you all Uh nidhi, would you like to you know, three of you work at takshashila, which is a place which had some amazing Women policy scholars and women students whom you train. So would you like to talk a little bit about your courses? Thanks amit"
    },
    {
        "speaker": "Guest 3",
        "time": "01:24:34.900",
        "message": "You see public policy is essentially about how government's decisions are made and implemented And as aware and engaged indian citizens We must understand how india's domestic and foreign policies affect each one of us at the takshashila institution We have programs on offer for those Who want to you know, just get their feet wet and test the waters But also for those who are serious about a career in public policy and politics That said even if you don't want to enter politics knowledge of public policy is essential in You know today's times And this is why we've made sure that you can take our courses from anywhere and while working Maybe you're a student planning to take the upsc exam Maybe you're a teach for india fellow. Maybe you want to join a political party Maybe your job requires you to engage with the government machinery or maybe you just really want to participate in india's transformation We encourage you to check out our courses at www.takshashila.org.in"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:39.580",
        "message": "education That's takshashila.org.in Education hamsini nidhi devika. Thanks so much for being on the show. Thank you. It was a pleasure. Thanks. Thank you If you enjoyed listening to this episode, uh do follow all my guests on twitter hamsini is at hamsini h Nidhi is at nidhi 1902 which is a year of her birth and devika is at devika kher Uh, you can follow me at amit varma amitvarma And you can browse past episodes of the scene in the unseen on seen unseen dot i n. Thank you for listening"
    },
    {
        "speaker": "Unknown",
        "time": "01:26:13.020",
        "message": "So, do you have a night routine well, everyone has one and the to-do list usually looks like this Brush your teeth set that alarm get into your pajamas and switch off those screens But here's one more to add to that list Tune into the positively unlimited podcast for a dose of positive action and tips on how to build powerful mindsets Episodes out every monday on the ivm podcast app ivmpodcast.com or wherever you tune into podcasts Why don't we talk about mental illness for that matter we don't even talk about emotional wellness And if we can't talk about either of these basic very basic aspects of being human What do we do when we just feel like something's not right? Hi, i'm zane and i'm avanti and this is marbles lost and found a show where we invite Conversations about mental health and illness and just get people to talk about it because it's okay to do so Catch marbles lost and found every tuesday on the ivm app website or anywhere you get your podcasts from"
    }
]