[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I.V.M. I.V.M. Indian Colors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into objects of everyday use. These include wearable art like stoles and shrugs, home decor like cushion covers and table runners and accessories like tote bags. This allows art lovers to actually get fine art into their homes at an accessible price and artists get royalties on sales just like authors do. What's more, Indian Colors now has an exciting range of new products including fridge magnets with some stunning motifs and salad bowls and platters made of mango wood. Their artists include luminaries like Babu Xavier, Vazvo X Vazvo, Brinda Miller, Dilip Sharma, Shruti Nelson and Pradeep Mishra. They accept bulk orders for corporate and festival gifting but even if you want to buy just for yourself or a friend, head on over to IndianColors.com. That's colors with an OU. And if you want a 20% discount, apply the code IVM20. That's IVM for IVM Podcast. IVM20 for a 20% discount at IndianColors.com. Srinath, welcome to the scene in the unseen. Thanks so much. Srinath, you're the first historian on the scene in the unseen and your history is quite interesting itself because you had mentioned that you were into theoretical physics and were thinking of getting a PhD in theoretical physics, but then you joined the Rajputana Rifles and then you spent a few years there and then you got into becoming a historian. So how did how did that happen?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:23.060",
        "message": "Well, as an undergraduate, I was studying physics and hoping to do doctoral work there. But you know, with things like theoretical physics or pure mathematics, either you're really good or you're no good. You know, you can't be there's no such thing as a middling sort of physicist in some ways. And I kind of understood pretty quickly that I was on the no good side of things. So decided to drop the sciences but had very little idea what else to do. And I had a couple of friends from college who had signed up for the short service commission and that seemed to me to be an interesting way to spend a few years, you know, get to see places I hadn't and then hopefully make up my mind about what I wanted to do. So I joined the Indian Army and got commissioned to the Rajputana Rifles."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:03.820",
        "message": "Right. And tell me something about how you got drawn to history per se, like, were you always a keen reader of sort of books of history and then decided that, hey, I want to do this myself or was there something which kind of triggered that?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:14.980",
        "message": "Well, I mean, I was always very interested in politics from the time I was a student growing up in India, in some ways, you couldn't help it. Early 90s was a highly political time in this country. And I was very interested in sort of politics. I was fortunate that when I was a teenager, I was surrounded by people who gave me a lot of exposure to learning, thinking about politics. And of course, history was always a way into that. But I must confess that I didn't get around to doing any serious sort of study of history till such time actually I was halfway through my tenure in the army, when it became interesting to me that, you know, some of the things that I was sort of actually doing had, you know, military history and the history of war per se, particular caught my fancy. And that is how I started getting interested in it. You know, when I look back, I think the one history book which possibly had the most impact on me was something that I never read as a piece of history in that sense is this book called The Making of the Atomic Bomb by Richard Rhodes, which won a Pulitzer Prize in 1989, if I'm not mistaken. And an uncle of mine who used to go to the United States quite often back in those days, actually got me a copy and I must have read it several times. I still have it on my shelves."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:20.860",
        "message": "And I still think it's a great book. Well, so that's that's a book that listeners can get from Amazon right away. And being a historian, what does it involve? Like we live in an age, of course, where you don't only have facts, you also have alternative facts and you have all kinds of narratives being peddled. So at one level, there is, of course, the sense that the layman might have that, oh, we know what happened in history. Why do we need to, you know, kind of go back and look for, you know, what are we really looking for? And at the other level, there's almost a sense that now, though, it doesn't matter. Anybody can say anything, anything goes. So what does it really involve? Like, when you choose a particular project, do you start with a fascination over, say, a particular historical character? Or do you feel that there is a shortcoming with some specific narrative? Or do you feel that there are gaps in this narrative and I need to fill them?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:07.140",
        "message": "How does it? Yeah, I think it's more the latter rather than the former, at least in my case. And the way that typically historians and people who are sort of studying history professionally tend to sort of approach is to say that, listen, you want to take a look at some particular question and then try and, you know, get a grip on it by looking at historical materials, right? So, in a sense, what we tend to think of as being taken for granted are things which are constantly up for revision. So in that sense, you know, there's a great Dutch historian called Peter Gale, who said that history is an argument without end. And I think that's a very good way of thinking about the subject, which is to say that you're constantly approaching the past with new perspectives, because the questions that you're interested about the past are always determined by your present. So it's your current politics, it's your current sort of social interests that in some ways, trigger your interest in the past. That is how the study of history continuously evolves over a period of time. And when you're looking at new themes, you're also looking at new evidence. So you're looking at new archives, you're looking at new texts. So in that sense, you know, it is rarely the case that in history, people tend to disagree about brute facts, right? I mean, of course, you always have some debates about how valuable this or that piece of evidence is. But what you're looking for is a fit between argument and evidence. And in that sense, it's, you know, history, like the other social sciences, is continually determined by your sort of current location and your interests, social location, political location matters a lot."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:29.260",
        "message": "And I guess it's necessarily true that every simple narrative is fundamentally wrong because of its simplicity. And there are layers and layers and you essentially kind of, so you know, before we get to the subject at hand for this episode, what does your work then really involve? Like when you when you begin a project, you already sort of have a broad narrative in mind and you're looking for evidence that confirms it? Or are you just saying that, hey, this is interesting, let me go a little deeper and find out. And then like, how does it work? What kind of like, when you talk about, you know, going into the archives, what are these archives? How do you find this material? How do you approach it?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:02.340",
        "message": "So let me give you a sort of explain this using a concrete example. So my one of the books I wrote, actually, my second book was a history of the creation of Bangladesh in 1971. Right. So for a project like that, basically, I was actually working on a another earlier project that led me to find a bunch of papers, which completely astonished me for the depth of material that they had on the Bangladesh crisis. And these were the papers of P.N. Huxer, the principal secretary to Mrs. Indira Gandhi, who was a very key figure during the 1971 crisis. So what I got really was a bunch of materials which suggested to me that, hey, there's so much in here that is not known, that could be used to tell a much more better informed and a better story. But of course, you can't do it with just one set of materials, right? So then for several years, I started researching it. And the more I went into the subject, it seemed to me that, you know, just a lot of stuff had been written primarily from either the Indian or the Bangladeshi or the Pakistani perspective. But what was very interesting to me was the global dimension of the crisis, how so many other players who are in some ways geographically remote, were nevertheless politically very involved and how all of that came through. As I dug deeper into the subject, it became apparent to me that we're not only talking about states who are involved, but also other kinds of people, the cultural influences, you know, the concept of Bangladesh in 1971, you know, someone like Allen Ginsberg writing the famous poem in the New York Times and so on, right? So what it then led me to was to basically take a very different approach to thinking about the creation of Bangladesh, which in turn then led me to start questioning some fundamental assumptions, right? That in some ways, the creation of Bangladesh was inevitable because these two geographical parts were separate. Actually, not true at all. In fact, it was much more contingent. And that was one of the main arguments of the book that if things had not taken the turn that they did in the late 1960s, and for reasons which are not specific to Bangladesh, but for a global conjuncture, you may never have had this crisis coming out, right? Which is a bit of an unsettling proposition to make, particularly for Bangladeshis. But that's the way I think history moves is that you start with some piece of evidence, you see how it fits with what the received narratives are, then you come up with a different way of explaining this stuff."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:02.900",
        "message": "And then you sort of present an alternative sort of narrative. Sadanand That's fascinating. And you know, one day we should do an episode on 1971. And in fact, the whole Bangladesh thing sort of forms part of the narrative of this book. Your latest book is called The Most Dangerous Place, Colonial History of the United States in South Asia. And what the book looks at is essentially evolving American attitudes towards this region, which we call South Asia over the last more than 200 years. And you know, how did you arrive at this kind of specific project? And I'm also intrigued by the title, The Most Dangerous Place in the World."
    },
    {
        "speaker": "Guest",
        "time": "00:10:34.820",
        "message": "Dr. Sanjay Gupta Yeah, so the project in some ways is, you know, for various other projects that I've been doing, especially for the three previous books that I wrote, including this book on the creation of Bangladesh, I had been visiting various American archives, the National Archives of the United States, various presidential libraries to do research over the last 15 years or so. So at some point, you know, about three or four years ago, it struck me that I just have so much materials that I could still use to sort of tell a story of American involvement in this region. And it's again, it struck me that much of the narrative and much of the good scholarship and the good books that we have are primarily focusing either on very specific periods like the Cold War, they tend to focus on the high politics, which is to say, you know, US India, US Pakistan relationships, or they tend to focus on one sets of relationship, right? I mean, it's about how the United States dealt with India, and so on and so forth. And it seemed to me that what we needed was a book which was at once broader, and longer in historical chronological scope. And you know, I had already written a book on India during the Second World War in which the United States did play an important role in my research and writing. And it just struck me that, you know, that I actually needed to go back right to the moment of the founding of the American Republic, and think about US involvement with this part of the world in a longer term story. Because I think one of the great stories of the 20th century, from a historical standpoint, is the rise of the United States as a global power without peer and without historical sort of, you know, comparison being there. So in a sense, to me, the really interesting thing about this book was an attempt to say, how does South Asia fit into the story of American ascendancy? You know, where does this region come in, which in some ways seems so peripheral, that's what everyone assumes, but which has from time to time, you know, imposed itself on core concerns. I mean, to give you just one example, and we can pick up on other things as we go, you know, think of the most dangerous moment in the second half of the 20th century, the Cuban Missile Crisis, right? But the Cuban Missile Crisis is a time when the United States is so focused on its main rivalry with the Soviet Union, right? There's nuclear weapons, all of that stuff, right? It's everything that you would assume with the main concerns of the Cold War. But at the same time, the Americans are confronted with the problem that the Chinese have attacked India, right? So the Sino-Indian crisis is something that the Kennedy administration has to attend to even while the Cuban Missile Crisis is playing out, right? So in a sense, the periphery has a way of imposing itself on the core, which I think is the reason why history constantly surprises statesmen, right? Which is why somebody said, you know, a week is a long time in politics. I think that's the reason because you never know what's coming up next."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:03.460",
        "message": "And your book is organized along broadly chronological lines. But at the same time, there are these three strands running through it of, you know, American interest in South Asia, these three sort of different areas of concern for them. So can you talk a little bit about how you made that the organizing principle in a sense?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:21.380",
        "message": "Yeah, sure. So, so the three strands that I sort of talk about really are power, ideology and culture. And I say that if you want to understand the sort of taken, have an interpretive grasp of how the United States has interacted with this part of the world and how that interaction has changed, has become important, less important, you know, immediate problems come in there are longer term. But from a sort of a 230 year perspective, there are these three strands which really stand out in American involvement with this part of the world. The first is power, by which I mean the pursuit of interest in the first instance of economic interest because that's what Americans came to the subcontinent for trade. But then subsequently, of course, you had geopolitical and security military interests, particularly in the second half of the 20th century, which becomes a very important theme. The second is the role of ideology. And there again, you know, there is a peculiar sort of American ideological constellation, which has been very important in the way that the United States has sort of dealt with the rest of the world. And this is something which is reasonably well established by historians of the United States is a combination of what you might call as Protestant and Republican ideas, right? So the United States has this sense of itself at the moment of its creation in 1776, as this divinely sort of elect country, which has a mission and that mission is the spread of liberty to the rest of the world, right? So it's a very powerful fusion of these two themes of Protestantism and Republicanism, which is a very peculiar feature of American sort of ideology, which again, is has been a running theme from the sort of moment of creation and their engagement with the subcontinent through almost to the present. I mean, you only need to think about someone like Barack Obama saying that, you know, United States is the indispensable nation, right? I mean, so there's a sense not just of exceptionalism in the ordinary sort of sense of it, but there is a peculiar quality to that exceptionalism. And I wanted to emphasize how those ideas have been very important in the way that the United States has dealt with this part of the world. And the third is really about culture, by which I actually mean two slightly different, but nevertheless related things. The first and in some ways, the easiest way is about transmission of cultural ideas, right? So you want to talk about things like how popular American culture, Hollywood, or in my case, jazz, more interestingly, has always been an important part of the way that American mores and values were tried to be transmitted to this part of the world. And of course, how people appropriate those and make very different things of them, right? So what does it mean to listen to, you know, Duke Ellington in Afghanistan in the early 1960s is an interesting question. I have a sort of a broader emphasis on culture, which is of saying that how do you understand people's societies, which are very different from you? How do you cope with this idea of difference? And there I say that, you know, American ideas of race, religion, in particular, among other things have been very important in the way that the United States has understood this about, right? So I use sort of accounts of missionaries, of travelers, of merchants, of people who are sort of engaging with this part of the world politically, journalists, and so on. And what do you find is that while the sort of the tenor of the engagement changes, there is some underlying consistency to it, which I try to capture by the idea of hierarchy, which is to say the Americans have always thought of the subcontinent as, you know, being hierarchically somewhat lower placed than them, right? So the Anglo-Saxons are pretty much at the top and so on. And, you know, these ideas tend to evolve over a period of time. Initially, it was about race, then it was about some sort of biological construct, then it's about survival of the strongest and so on. But right down to the 20th century, there was the sense that, you know, these are very different people. And to give you an example, I mean, even things that we wouldn't consider as sort of inflected with these things, like ideas about economic development in the 20th century, American modernization theories, which was so influential in the way that the United States assisted various countries with the economic development, were very much premised on this idea that there are some countries which are underdeveloped at the bottom of the civilizational scale, and others are at the top. And the challenge is to get those at the bottom to emulate those at the top. So in that sense, I say that, you know, this notion of hierarchy has been remarkably sort of durable, and is a very important part of understanding how the Americans understood. Because in some ways, when we think about things like interests, or power, you know, we almost think of them as tangible things, right? I mean, that's why everyone says, you know, you've got to be realistic, because you think that politics is about power and so on. But power is something that is ultimately about how you perceive it, right? So how your interests get constituted in the first place, I think, is a very important part of understanding any political process. And there, this cultural dimension of it seems to me to be very, very important. I mean, the way that the Americans from very early on made a distinction between Islam and Hinduism in the subcontinent, you know, those had sort of implications for the way they saw India and Pakistan after 1947."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:54.420",
        "message": "Exactly. And you sort of start off the book talking about the late 18th century traders who first came here, and immediately you see a confluence of both the economic interests, because they've obviously come to make money and also this cultural aspect that you speak of where that sense of racial and cultural superiority is immediately evident. And it almost seems to arise to begin with from a visceral reaction to sort of what they saw around them. Like there's one writer you've quoted in your book who talks about being so disgusted by a quote unquote, loathsome beggar, that he can't even get himself to hit him because he can't even you know, and and that sense of, you know, so they have this condescending and very superior attitude towards Indians aligned with this, you know, or rather sort of contrasted with their economic interest in, you know, embedding themselves and kind"
    },
    {
        "speaker": "Guest",
        "time": "00:18:42.020",
        "message": "of making money. That is right. Because, you know, the one thing we have to realize is that in the early decades after American independence in 1776, see, the United States was in pretty much in doldrums economically, right. And there was a huge outward drive towards finding new markets, new avenues for trade and so on. And there was a very influential group of, you know, merchant seafaring merchants based primarily in the Boston area, New England, who became the vanguard of much of this trade. China was always a very important destination. But in the course of that, India also becomes quite important. And tracing those links is one of the sort of major challenges of seeing how the early interactions happened. But as you're saying, even economic sort of interactions are influenced, inflected through this cultural prism through which the Americans are trying to perceive. And I don't want to give a sense that, you know, this is some kind of simple monolithic idea of sort of superiority out there. I think the fundamental issue is not so much about superiority, inferiority as about some sense of hierarchy, which is to say that even if people are at the bottom, you feel that, you know, they need to be helped, right? I mean, so even a benevolent impulse can come from a sense of hierarchy. And at bottom, this is about how you deal with difference. How do you deal with people who are so different from you are, right? How do you deal with a religion like Hinduism or whatever, a group of people who call themselves the Hindus, who have this unique institution called the caste system, you know, which you've never sort of come across. I mean, you have race in America, which is very understandable to you. But then you use the prism of the race to understand how this sort of caste arrangement works here, right? And then you come up with certain kinds of... So those ideas, the sort of often contradictory impulses and constellation of things crystallize over a period of time. And what I then try and show is how they remain durable and important well into the 20th century."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:27.180",
        "message": "And what you really have in the first half of the 19th century, as you describe it, is that American interaction with South Asia, with India and so on is basically takes two manifestations. I mean, one is trade, one is missionaries. So the missionaries, of course, embodying what you call the benevolent impulse that these are low people and we must lift them up. And trade, of course, being what it is. And gradually during this time, you talk about how India for them evolves from being a quote unquote land of fortune to a realm of fantasy. And you know, where they get more interested in sort of the spiritual aspect of India, you know, the transcendentalists sort of also get pretty influenced by that. But in the middle of the 19th century, you point to two things, two events, which change that interaction between America and South Asia completely."
    },
    {
        "speaker": "Guest",
        "time": "00:21:13.180",
        "message": "That's right. So the two events that you're referring to are the sort of Indian sort of rebellion of 1857-58 and the American Civil War, which starts just a few years afterwards. And both of these are sort of important historical ruptures in these societies in their own right. But what it means is that the early period of interaction, when you have this very dense commercial exchanges, all of that comes to a close, right? Now, in some ways, India does benefit from the American Civil War. For instance, Indian cotton exports had a huge boom because American sort of cotton was sort of locked up, right, because of the Civil War and so on. So you did have some or even things like, you know, the export of sort of Pashmina from Kashmir. Kashmir actually experienced a major boom during the American Civil War. So you did have some benefits. But the reality was that the, you know, the sort of the long distance trade, which was a mainstay in some ways, comes to an end because of this period. And after that, when there is a reconfiguration, it happens in more or less autonomous ways, right? So after the Indian sort of rebellion is quelled and India is integrated in the British Empire, you have the integration of India with the global economy under the aegis of the British Empire, right? So that's a very different form of engagement with the rest of the world. And the United States, of course, becomes this continent sized economy at home, which Americans realize that, you know, if only we know how to exploit this market, then we are set because, you know, and for the rest of the 19th century and well into the 20th century, the rest of the world actually matters very little in terms of trade for the United States. I mean, even today, actually, if you just look at traders percentage of American GDP, you will find that it's much lesser than that of any other advanced economy, because the United States has this humongous advantage of a continent sized economy, which the Americans were learning to sort of integrate, exploit, build companies on scale, etc, etc. All of that happens in the 19th century. So that the two sort of revolutions are in some ways, a major point of rupture. But nevertheless, there are some continuities across this period, particularly in the realm of some of those things you mentioned, like the activities of missionaries, right? And again, I think the whole question of missionaries and religion shows the kind of contradictory strands that you had to this interaction. Once again, it's not monolithic at all. So on the one hand, you had these missionaries who first came to the subcontinent in 1812. Now before that period, the British East India Company would not allow any missionary activity to happen in India, including British missionaries were not allowed. So when it opens up, that's the time when the Americans are also constituting the missionary board. So it's a good, nice confluence of things. So American missionaries start coming to this part of the world, you know, as early as 1813, they are in Burma in places of what you'd call like Nagaland today already. But then they spread out to other parts of the world. And you know, initially, they have very little success in their actual mission, which is that of harvesting souls and converting people to Christianity. But there are other kinds of social sort of consequences which follow from missionary activity are I think very important, and are running through the 19th century into the early 20th century. You know, the missionaries are the first ones who introduced print culture in various parts of India, including Western India, you know, we're doing this in Bombay. And, you know, this part of the world benefited a lot from various kinds of printing presses established by the missionaries. The missionaries were the first ones actually to have, you know, dictionaries for Indian languages in English, because they had to sort of translate the Bible, because you know, Protestantism expects that you would engage with the text yourself, right? They were the first ones who emphasized primary education, even for women and girls. Jyoti Bapule and his wife were both, you know, educated in missionary schools. You know, the missionaries in Southern India, like my home state of Tamil Nadu, were very active in what were then known as the paraya colonies or where Dalits lived and, you know, very influential in giving them education, allowing them, sensitizing them to land rights and such like things. You know, later in the 19th century, missionaries were active in famine relief in Victorian India. And of course, you know, they were active in a range of sort of quasi developmental medical activities as well. You know, you think of something like Christian Missionary College in Vellore, which is the first big medical college in this country set up by American missionaries. You know, the eradication of hookworm was actually undertaken by American missionaries supported by the Rockefeller Foundation already by 1910-15. So you have this extraordinary seam of activity, which is continuing despite this rupture."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:15.420",
        "message": "And would you say this is something that is part of or runs parallel to America's otherwise sense of manifest destiny, you know, which, you know, you've defined as, you know, the spread of liberty and republicanism and all that. But it seems that at another level, there is, and this perhaps arises to begin with out of the benevolent instinct, but is also, you know, a sort of a reform process at the same time where they see all these things that are wrong with the local culture in their eyes, of course, not necessarily otherwise. And then they try to reform it and a lot of good comes out of that."
    },
    {
        "speaker": "Guest",
        "time": "00:25:44.060",
        "message": "No, I think it's very much part of this process, right. So the idea of manifest destiny is first, you know, adumbrated in the American context in the 1830s. And the idea is to say that, you know, basically United States has is destined to conquer all of North America, right, because there were all these territories which were occupied by indigenous communities, the Indians in North America, and manifest destiny was basically an ideological sort of justification for American expansion in a continental sense, right. But what is interesting, and to me, it was very striking was how this whole ideology of manifest destiny in some ways was always justified as being completely in contrast to the imperialism being practiced by other countries like Britain, particularly in cases like India, right. So, American imperialism at home, or American expansionism at home, was always seen as a better alternative to the kind of exploitation of countries like India that were being done by the British, right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:37.680",
        "message": "In the sense of less coercive."
    },
    {
        "speaker": "Guest",
        "time": "00:26:38.680",
        "message": "Yeah, not just less coercive, but they believe that, you know, Americans are settlers, they actually settle down in this land, whereas British are just coming, they're visiting, they're going back, they're exploiting this country, they're taking away its treasures. So it's very interesting how the American reading of India up to the mid 19th century is really, you know, is a mirror through which they look at Britain itself, right, which is a country with which they have very serious problems at this point of time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:00.420",
        "message": "In fact, in one of your early chapters, you've also cited this defense of slavery that was made by someone who said that, hey, you talk about slavery, but look at the British oppression"
    },
    {
        "speaker": "Guest",
        "time": "00:27:07.560",
        "message": "of the Indian natives that is far, far worse. Exactly, right. And in a sense, once Britain becomes this great advocate of abolition of slavery, you know, that the whole abolitionist movement is in Britain, the Americans, especially in the South, who are the pro slavery lot, are, you know, constantly calling out British hypocrisy by pointing to India, right. So in a sense, India is part of those domestic American debates. So it's in that sense that I feel that, you know, while in a sense, many people may not have actually known India, India did have an important part in this American ideology. And of course, Protestantism and the role of the missions was very much part of this idea that, you know, the United States has discovered this unique constellation of providential sort of, you know, faith based sort of blessings with this ability to sort of craft a republican model of politics and that this is in some ways the best thing for the rest of the world, right. And of course, there were differences even the United States about how to take that in some ways mirrors this whole democracy promotion kind of debates of the last decade, you know, which is to say that should the United States sort of, you know, stand as a shining city on the hill and act as a model or should it actually be sort of doing things actively and so on. And then there were always debates about those kinds of things. But I think there was a broad consensus that yes, the United States was in some ways destined and they were people who were chosen, elect, which is a Protestant sort of way of thinking."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:21.060",
        "message": "And I guess if there was an ebb and flow on this, you could say the period between the two world wars was sort of the ebb when it, you know, drifted more towards isolationism and saying, hey, we'll have nothing to do with the world. And that's also a very interesting period in world history, because for the first time, you don't really have one dominant power anymore. You know, Britain has kind of lost some of that and there's sort of a vacuum within which the Great Depression happens and Nazi Germany happens and all those kind of things happen. So but in that period, what I also found interesting in your book is that you see, you know, you've pointed out the various contradictory stands of one, there is this growing cultural fascination with India, especially someone like Gandhi, who was described by them as the greatest living person and Time magazine made him person of the year in 1930. And there's something symbiotic there also, because a lot of Gandhi's inspiration came from Thoreau and a lot of Thoreau's inspirations came from Indian mysticism. So it's kind of funny that way. But that again, is in contrast to this anti immigration sentiment that is coming up and the trouble that Indian immigrants in America are facing. But broadly, by the time the World War Two happens, you pointed to a couple of public polls, where there is widespread support for Indian independence in America, even though America, the state itself has taken a step back and saying, hey, you know, we're not going to interfere with the rest of the world."
    },
    {
        "speaker": "Guest",
        "time": "00:29:33.460",
        "message": "That's right. I think the period between the two world wars is kind of interesting, because while the United States is not directly politically engaged, there is a much growing, greater awareness of Indian politics, Indian society and so on. And you know, this whole fascination with Gandhi in some ways is a reaction to the First World War, right? Because after the end of the war, you know, there's a huge pacifist movement, which happens in most Western countries, to which there is a strand, even in the United States, and some of the, you know, better known figures of that period, you know, actually came out of that strand of pacifist thinking. And for them, you know, Gandhi was this sort of scene as embodying this new form of politics, which emphasizes nonviolence and civil disobedience. And as you say, you know, in some ways, that goes back to Thoreau, whom Gandhi had read. Now, you know, in an earlier question, you'd asked about, you know, this sort of transcendentalists who are a group of, again, intellectuals, mostly in and around Boston, who are very fascinated by India in the mid 19th century, Emerson, Thoreau, and others. The interesting thing is how this phenomenon is a constant recurrence, right? So, you have the transcendentalists in the mid 19th century, you have the American pacifists in the early 20th century. And if you fast forward into the 1960s, you have the American sort of hippie trail, so to speak, right? Now, in each of these instances, what you find is that India and its culture, particularly the Indian sort of religion, especially the high philosophical sort of, you know, the Upanishads and the mysticism, the sort of the metaphysics, so to speak, is seen as providing an antidote to American commercialism, to American militarism, you know, in a sense, India is this other to the United States, right? So there's this constant fascination. So with India as somehow providing a refute from everything that is wrong with the United States, right? So in a sense, the Gandhian moment is very much like that. But what you find is that in the 1920s and 30s, there are lots of Americans who come, who spend a lot of time with Gandhi. In fact, some of the first expositions in sort of outside of India of Gandhian nonviolence and its principles were undertaken by people. Now these people, of course, went back and influenced another generation of American activists during the civil rights movement, who again looked to Gandhi, you know, Martin Luther King and others, for whom this was very important. And of course, you know, and then vice versa, as you're saying that the transmission belt of this kind of interaction between particularly groups of African Americans and the Indian nationalist movement was very strong, right? So you have a figure like Kamala Devi Chattopadhyay, who goes to the United States and, you know, and then this sort of is really very well received in terms of the kinds of audiences that she has and understands and tries to relate these two problems, right? So there is a sense that just as African Americans are being oppressed within the United States of America, the, you know, there is a problem of imperialism, which is seen as a sort of international counterpart to a domestic problem, right? So there are these many ways in which India and the United States at a sort of a common popular level of that of the people come together before this great sort of geopolitical, you know, watershed of the Second World War happens."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:31.380",
        "message": "And then with the Second World War, obviously, the US has to shed its isolationism. And you also have, you know, you also write about how Roosevelt is favorably inclined towards Indian independence, he pushes the cause, he tries to intervene, for example, when there is a famine in Bengal, and at various times, he tries to intervene with Churchill to sort of take a kinder attitude. But at the same time, there is a fact that India is, you know, also part of the war and Japan can invade at any time. So giving them independence now makes no sense. And you know, so Roosevelt also has to kind of contend with those sort of how did all"
    },
    {
        "speaker": "Guest",
        "time": "00:33:06.220",
        "message": "of that play out? So, you know, by the time the Second World War begins, September 1939, the story in India is that, you know, India has basically taken into the war, without any consultation with any Indian, you know, sort of political groups. It's worth recalling that at this point of time, it was Indian political parties, which were in power in the provinces, Congress Party, of course, but others as well. And that, you know, the Congress actually decides not to support the war effort, even though they are favorably sort of, they do believe that the fascists have to be sort of Nazis have to be resisted. But they believe that Britain cannot on the one hand say that it's fighting for democracy while withholding rights of Indians. So there is this period of impasse, really between 1939 and 1942, when the Congress Party is kind of trying to toy with various kinds of positions, which will allow it to reconcile both these imperatives, one of supporting the war effort, which at least people like Varlalai Roo and most of the other leadership was very favorably inclined. Gandhi, of course, had a very different view because of his sort of stance on nonviolence. But at the same time, you know, you also want some kind of statement from the British about independence for India, which is not forthcoming at all. And the United States has been sort of watching this and once the attack on Pearl Harbor, which coincides with attacks on various British territories of Southeast Asia, and the advance of Japanese to Burma by March, April 1942 happens and the United States is fully engaged, then they decide that, you know, India has to be sort of bought into the war effort wholeheartedly rather than this kind of a situation where their cooperation at the popular level seems to be withheld, even though the Indian army is growing pretty fast. But so it's in that context of the Roosevelt administration, actually, President Roosevelt himself leans on Churchill to say that, you know, you have to sort of give some attention to the India problem. And it is against that backdrop that the famous sort of mission led by Stafford Cripps comes to India to discuss with Indian leaders of various kinds about what kind of a constitutional settlement can come up for India and with what timetable and so on. Now the mission fails. But what is interesting is how interested the Americans are in keeping that going. Now even after that failure, the Americans don't disengage immediately. It's actually the turning point really comes with the Quit India movement, which was a popular movement, even though we tend to associate it with Gandhi and others, you know, what a Karo Yamaro kind of slogan and so on, you know, do or die. But the reality was that a lot of people started doing things quite autonomously during the Quit India movement, right? So there were many groups of protesters who went, the Quit India movement was quite violent. You know, at least in eastern India and Bengal and other parts, there were military supply lines which were being sort of endangered by the activities of the rebels. And it is in that context that the Americans actually decide that we have to prioritize the war with Japan over a domestic Indian political settlement. And we cannot jeopardize this at this point of time by choosing sides between. And of course, Churchill is an important ally because they do want Britain to remain engaged in the war. So in that context, Americans sort of take a back step and then don't really try and play much of a role. Though it's quite interesting that, you know, even successive sort of emissaries sent by Roosevelt, however, tend to take a very sympathetic line towards, you know, Indian nationalism, towards the Congress Party, towards Gandhi, who was in a major fast in early 1943."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:14.780",
        "message": "At one point, it looks like he might just die. And the Americans are intervening saying save his life."
    },
    {
        "speaker": "Guest",
        "time": "00:36:19.140",
        "message": "Yeah, right. Absolutely. So, so in a sense, there is a degree of this thing. But India becomes very important from the perspective of the war, because by 1943, India emerges as this most important allied base for operations in Southeast Asia. The Americans are involved in the subcontinent directly, in a sense of supporting economic sort of activity around the war, the war effort itself, you know, it's striking. There's one part of the rail network between Calcutta and Assam, which was then, you know, Assam then included everything up to the Burma border, an 800 kilometer stretch of it, which was actually operated by the Americans themselves directly, right. So the Americans actually very heavily engaged, you know, they took over the sort of operations of the Calcutta port to a considerable extent, right. So they were very, very deeply involved in the subcontinent. For the first time, you know, thousands of Americans actually saw the subcontinent soldiers came here, lived here. So in that sense, I think the Second World War really marks an important sort of rupture"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:17.340",
        "message": "with everything. And do you think that sympathetic position that the Americans took and the interventions they made to Churchill had any role to play in making India's independence more probable?"
    },
    {
        "speaker": "Guest",
        "time": "00:37:25.660",
        "message": "Well, I mean, I think the fact was that the Cripps mission failed, as I said, in a sense that you wouldn't have any immediate resolution. But the mere fact that the British had to send out a mission and agree that India's independence was on the cards meant that whenever the war came to an end, you are not going to have a situation where the British could reasonably expect to dial back from that. I think given the scale of India's commitment during the Second World War, given the scale of sacrifices made by India during that period, I mean, just in terms of simple financial transactions, you know, at the end of the Second World War, Britain owed India 3 billion pounds, now, which in today's currency is like the equivalent of 300 billion US dollars. You know, that was the amount of money that Britain owed to India for the war effort of India, right? So it's an extraordinary sort of mobilization of a very poor country."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:13.580",
        "message": "Which India of course wanted to use to rebuild its economy and so on and that didn't work out."
    },
    {
        "speaker": "Guest",
        "time": "00:38:18.140",
        "message": "Yeah, that didn't work out. So in a sense, you know, you had this extraordinary sort of, you know, transformation of the relationship between Britain and India, which had happened during the course of the war. So it was going to be very difficult for anyone to dial back from there. But nevertheless, by the time the war comes to an end, the Americans are actually quite happy to let the British sort of run the subcontinental affairs because they are just too engaged on what is happening in Europe, you know, whether the sort of, you know, the post war period and you know, the onset of the Cold War, etc. As well as East Asia, with the occupations of Japan, Korea, you know, various kinds of things happening. The Americans are actually quite happy to let the British sort of come back into free air. And it's not really until the Korean War of 1950-53 that the Americans then decide to displace the British and take a much more direct active role in the affairs of the subcontinent."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:02.900",
        "message": "I think World War Two is an apt time to take a quick commercial break."
    },
    {
        "speaker": "Unknown",
        "time": "00:39:06.740",
        "message": "Hello, hello, hello, everybody. Welcome to another week on IBM podcast. It's been a great week. If you're not following us on social media, please make sure you do. Also, please make sure that you do tell a friend about a podcast. We really, really, really are trying to grow the audience and the more people who you tell, the better off we all are. On Cyrus Says this week, Cyrus talks to popular TV and theatre actor, Ritasha Rathore. Ritasha talks about Sex Rated, a recent Vice documentary that she hosted. On the Pragati podcast, Pawan and Hamsini are joined by author and journalist James Crabtree. They discuss his experience of being a foreign correspondent in India and how to understand cronyism in Indian policymaking. On the Scene and the Unseen, Amit Verma is joined by Srinath Raghavan, a former infantry officer in the Indian Army. He's a senior fellow at the Center for Policy Research and they discuss the history of US involvement in the South Asian region. On the Rediscovery Project, Ambika and Hoshna rediscover Mumbai this time. They talk about their visits to Elephanta Caves, Dharavi and Bhavdajilal Museum. On the Geekfruit podcast, leading up to the release of the second installment of the Fantastic Beasts franchise, Zinkaran and Jishnu revisit their origin stories of the Potter Wars. And with that, let's continue on with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:04.620",
        "message": "Welcome back to the Scene and the Unseen. I'm here with Srinath Raghavan and we're talking about US attitude towards South Asia. Srinath, you were saying that, you know, we were talking about how the US was focused on, you know, became refocused on South Asia during World War Two after this long period of isolationism because India was both an important front in the war per se with, you know, worries about Japan invading and also because things I guess had reached that stage in the popular imagination where Gandhi was a popular figure and there was widespread support for Indian independence. But after the war, you know, America sort of turns his gaze away from South Asia and you mentioned two reasons for this."
    },
    {
        "speaker": "Guest",
        "time": "00:40:43.340",
        "message": "Yeah, so the primary reason, of course, is the Americans are very preoccupied with much of the rest of the world, right? I mean, there is Western Europe and Eastern Europe, whose fate is yet to be decided. The reconstruction of these economies have to be undertaken. There is American sort of occupation in East Asia of Japan, Korea. All of these are things which take up a lot more time and attention. And the Americans are reasonably happy to let the British come back. The Americans support broadly the attempts by the British in 1946 to actually keep India together. I know it, which, you know, in India, we tend to assume that the British always wanted to partition India. I mean, whatever be the divide and rule policy over a longer frame, the fact was that in 1946, the British did want to keep India together, principally because India had proved to be such a great strategic asset to the British Empire during the Second World War. So because partition of India would have meant partition of the Indian Army, right? So that was something the British were desperately trying to avoid. And then the Americans were happy to sort of support that line. And ultimately, of course, when partition kind of became inevitable, they went along with it. But again, in a sense, even subsequently, Americans would regret the fact that they allowed the British to in some ways lead them by their noses, especially say when the Kashmir issue came before the UN Security Council in 1948. The American position on that particular dispute, which was very strongly shaped by British, who in turn had wider concerns about Muslim populations in Palestine and what would happen if they were seen as opposing Pakistan on this particular issue, because Kashmir was a Muslim majority state and so on, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:19.940",
        "message": "So the British had a very... And the Americans were just like, hey, you guys know Kashmir better, so we'll defer to"
    },
    {
        "speaker": "Guest",
        "time": "00:42:23.940",
        "message": "you. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:25.940",
        "message": "So they just allowed them to sort of do that."
    },
    {
        "speaker": "Guest",
        "time": "00:42:26.940",
        "message": "And in some ways, you know, subsequently, Americans would say that, listen, maybe that was not the best thing to do. But nevertheless, given the range of other claims on their time and attention and energy, that is what the Americans ended up doing. And as I said, you know, things only start changing from the second half of 1950, when North Korea attacked South Korea. And there is now a major concern that the Soviet Union might actually strike similarly at other places, particularly in the Persian Gulf, which was seen as very vulnerable. And in that context, Americans then start thinking seriously about building alliances to contain the Soviet Union in the Middle East and in Southeast Asia. And in both these contexts, funnily enough, it's Pakistan, which is seen as the more chosen partner. And again, there, you know, you can talk about how the sort of stereotypical images of Hindus and Muslims then gets transposed on to Indians and Pakistanis. And Muslims being virile and warriors and Hindus being shifty and shady. Effent and, you know, incapable. The kipling sort of."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:26.380",
        "message": "Exactly."
    },
    {
        "speaker": "Guest",
        "time": "00:43:27.380",
        "message": "Right. And what is interesting to me, and again, you know, these are the things that you learn just by doing research, is how striking are those sort of tropes and themes and, you know, those codes of thinking about this part of the world, you know, which go back to this literature. I mean, like kipling, for instance, I mean, like generations of Americans only knew the subcontinent through kipling, right? In that sense, you know, the influence of those ways of thinking was very strong. So in a sense, and, you know, it is interesting that when the US-Pakistan alliance is concluded in 1954, the Americans do hardly any serious assessment of what is it that Pakistan is going to do for them by way of this alliance, except for assuming that Pakistan has somehow a very great supply of, you know, Punjabi Muslims who can be fielded in uniforms against the Red Army or somebody else. And that, you know, this is, these are people who are sort of predisposed to fight in a way that India. And of course, there is a political problem as well, which is that India is non-aligned. Jawaharlal Nehru has his own sort of views on the United States and its policies in Asia. And that also adds to the sort of, you know, the sort of growing gulf between India and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:31.100",
        "message": "the United States. And one of the things that struck me was that at the moment of independence, you could probably say that there's a sort of a blank slate in South Asia, that Pakistan, India, they can turn whichever way. And at that point, Jinnah sort of takes a practical real politic view, he sees what is happening with, you know, that the US would need a counterpoint to the Soviet Union. And in fact, you quote him as telling Margaret Bourke-White, quote, America needs Pakistan more than Pakistan needs America, unquote. And therefore, you know, there are those overtures towards America. And in contrast, Nehru basically alienates the US in three ways. Number one, he has this whole philosophical approach that Asia is for Asians. So getting rid of colonialism doesn't only mean getting rid of the British, it means Asia is for Asians. The second approach is, of course, his whole approach towards a mixed economy and import substitution and so on, which doesn't at that time, align with the Americans ideology. And again, here again, ideology sort of coming into it. And the third is simply his personal arrogance towards Americans, because, you know, a lot of these early Indian freedom fighters were also in a sense, British liberals. And he takes that kind of snobbishness and attitude to his approach with the Americans."
    },
    {
        "speaker": "Guest",
        "time": "00:45:41.180",
        "message": "That's right. I think it's fair to say that, you know, all of the things that you mentioned are very important issues in the way that US India relations unfolded in this early period. Pakistan, you know, made a pitch for American assistance pretty quickly, you know, even though for all of Janaz Bravado, I mean, the fact was that Pakistanis desperately needed this thing. And at that point of time, their concern was not so much military sort of counterweight against India as economic aid, because it was a new state which is being created and so on. But of course, once the Kashmir issue came to the fore, and India and Pakistan were locked in this sort of antagonism and were fighting a war and so on, it became clear to the Pakistanis that in order to offset India's sort of superior military and economic capabilities, they needed some kind of a counterweight. So you have this sort of wooing of the Americans, which happens in the context of the Korean War, etc. culminating in the thing, right? The second point is about economic philosophies and so on. And again, what is interesting in the early period is that, yes, you know, as early as 1939, when the Second World War was beginning, the Americans are, at least parts of the State Department are starting to think about what do we need for the post-war world, right? And one of the things that is very strong in American thinking is that the post-war world should not have the problems that the interwar period had. And they believe that one of the major reasons why you had this kind of aggression by Japan, Germany, etc., was that the global economy had been broken up into various kinds of autarkic blocks. And one of those autarkic blocks, incidentally, during the Great Depression was that of the British Commonwealth, right? So, which is one of the – so opening up the British Commonwealth countries like India and integrating them with the global markets was a very important part of the American vision for the post-war world, right? So the United States wanted very much to keep India in the capitalist sort of the thing and believed that India has to be an important part of that story. So the Americans were willing to cut India a lot of slack. I mean, I don't think the problem was as much about India adopting a planned economic growth model or even a mixed economy. As with many of their other allies, the Americans were willing to sort of give a lot of, you know, ground to countries to decide what was working for them, because their ultimate aim was to ensure reconstruction, development and integration in a capitalist rather than the socialist frame, right? So that was the broader consideration. But I think the, you know, there were issues over, say, American investments in the subcontinent, which was interestingly enough, you know, opposed not just by the political class, but by the Indian business community, right? I mean, if you think of all the people who wrote the Bombay Plan of 1944, they were the same people who are constantly reminding Jawaharlal Nehru that, you know, do not, you know, liberalize your sort of industrial policy, etc. Because they thought that India has to have the space for Indian capitalism to come up."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:19.580",
        "message": "Well, out of self-interest, because they wanted to protect their own interest."
    },
    {
        "speaker": "Guest",
        "time": "00:48:22.900",
        "message": "And then they believe that, you know, so far, the experience of having been working with British capital in India in such a big way, was that Indian capital is always sort of, you know, never allowed to grow. And they believe that this independence also meant an opportunity to create a national economic space with an Indian sort of capitalist sort of lead development happening, right? So there was that kind of a thing. But the Americans also had other kinds of differences with India, right? For instance, Americans throughout the first and the second five year plan, which if you say is the first decade after Indian independence, really, through the 1950s, were insisting that India was focusing too much on heavy industrialization, not paying enough attention to agriculture, right? And even though India did not actually go with American priorities, Americans gave enormous amounts of economic aid to India. I mean, if you think of something like the second five year plan, you know, there were such large financing gaps in the plan that even the planners themselves assumed that this money would materialize from somewhere and that somewhere was the United States of America, which was only dollar surplus country, so to speak. So in that context, Americans were willing to sort of, you know, despite these differences, they would have sort of accommodated. The third point which is saying is quite interesting and important, which is about Jawaharlal Nehru's attitudes towards the United States and its policies in Asia, but also towards the United States itself, right? So on the policy front, I think it's fair to say that Nehru believed that the United States, you know, in the post war period was in effect, creating divisions amongst Asian countries by continuing to hold on to military bases in Japan and other places. And that US policy in some ways was a very sort of destabilizing element in this region. And that was a major source of sort of, you know, clash of worldviews, so to speak, between these two countries. And of course, you know, Jawaharlal Nehru, as you rightly point out, I think it's fair to say, had, you know, had a degree of contempt for the Americans as a bunch of parvenu capitalists, you know, which mirrored the attitudes of the British aristocracy more than that of anything else. In fact, there is a very oft quoted line in the memoirs of Dean Acheson, who was President Truman's Secretary of State, and he says that, you know, when I met Jawaharlal Nehru, I was reminded of Queen Victoria's statement about Prime Minister William Gladstone. And she said that he spoke to me as if he was addressing a public meeting. And you know, in a sense, that's the way that we felt about Jawaharlal Nehru as well. So there was definitely that kind of a cultural gulf as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:41.100",
        "message": "And Nehru once very condescendingly told JRD Tata, do not speak to me of profit, it is a dirty word. And I suppose that attitude carries through to how he looked at American capitalism. But also, perhaps there is some amount of animus, as you've pointed out in the book, through, you know, incidents like, for example, the denial of the sterling that was owed to India, which, you know, which America kind of supported that not being given to India. And, you know, that's one reason to hold a grudge. Another reason to hold a grudge is the stand that America took on Kashmir, where they just supported the British, which, you know, in retrospect, like you said, it's completely reasonable, but Nehru sitting at that vantage point of history probably did not view it in that way and, you know, just saw them as the enemy."
    },
    {
        "speaker": "Guest",
        "time": "00:51:21.420",
        "message": "Yeah, that's right. And I think in general, the American decision to align with Pakistan in 1954, in some ways was a major turning point in their engagement with the subcontinent, not just with India, right. So of course, India Pakistan relations over Kashmir and, you know, and then the American alliance had an impact on India US relations. But we also forget there was a second non aligned country in the subcontinent, Afghanistan at that point of time, which also had very serious problems with Pakistan, primarily over this, you know, disputed boundary area, which they refer to as Pashtunistan, where the community called Pashtuns used to live on either side of that. And there was a fairly strong Pashtun nationalist sentiment on either side, including such stalwart people as Khan Abdul Ghaffar Khan, who was known as frontier Gandhi, who was a sort of a major advocate of the sort of Pashtun unity movement. And we also, you know, should recall that Afghanistan was one of the few countries which opposed the entry of Pakistan into the United Nations in 1948. So you know, the animosity was actually pretty strong there. And you had a parallel development in Afghan Pakistan relations, as what happened with India Pakistan relations, where American alliance with Pakistan in some ways, really throws the Afghans off the rails. And of course, we must remember that in that case, they were the weaker of the two parties. So in a sense, you have a strange constellation of India and Afghanistan on either side of Pakistan, both of which are ostensibly non aligned countries. But after the Americans sort of drive towards forging an alliance with Pakistan, end up building ties with the Soviet Union, right. And that, of course, coincides with the rise of Nikita Khrushchev, who's also open to dealing with non aligned countries is not as ideologically sort of minded as Stalin was and had a more pragmatic view of what the Soviet Union wanted to do. And in some ways, you know, the US sort of alliance with Pakistan really draws a line through the subcontinent."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:06.060",
        "message": "And it makes it inevitable that India and Afghanistan then have no choice, they have to sort of gravitate towards the Soviet Union eventually."
    },
    {
        "speaker": "Guest",
        "time": "00:53:12.780",
        "message": "Yeah, so you know, as historians are generally sort of very averse to saying anything was inevitable. So I think, yeah, it's, it's, it's, it's, in a sense, the logic of it then becomes difficult to escape, especially when you have a leader like Khrushchev, who is willing to sort of give you things, right. See, with someone like Stalin, for instance, you know, India had absolutely no relationship with the Soviet Union in the first, you know, five, six years after Indian independence. Because there was an Indian Communist Party, which was opposed to Indian Azadi and stuff. And this, you know, the government was cracking down on them at home. So there's no question of sort of having any good relationship with Soviet Union. You know, Nehru sent his own sister Vijayalakshmi Pandit as ambassador to Soviet Union. She never even got to meet Stalin. The first Indian ambassador who ever got to meet Stalin was Sarvapalli Radhakrishnan. And that Radhakrishnan was, you know, more or less sort of bulldozed his way through and had a chat with Stalin and so on, right. It's only after Stalin's death, that there is a slow reorientation of Soviet attitudes towards India. So in a sense, you know, if it was not just because of what Americans did, but also what was happening in the Soviet Union. So you had this, once again, a constellation of things, which brings India and Afghanistan, you know, in a much more favorable relationship with the Soviet Union. The Soviet Union is willing to sort of bankroll things in Afghanistan, they're willing to bankroll things in India. But at least as far as India is concerned, the United States, however, continued to remain much more important in economic terms. You know, we tend to think of the Indian economy as somehow being very influenced by the Soviet model and so on. I think that's actually fundamentally wrong. There are aspects also with planned economy model, which we did take in, especially ideas like the plan frame. But you know, a lot of your economic plans were vetted by American economists who used to come to India, who used to stay and spend time as actors consultants to your planning commission. So and then the Americans, as I said, you know, were very important in bridging the financial deficit, which our plans had almost from the very beginning."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:57.180",
        "message": "Right, we'll cover the economics later. But that whole decision of the US to sort of adopt Pakistan in a sense also sets a permanent dissonance in place. And that dissonance is in fact, reflected in the title of your book itself. You know, Bill Clinton had once called the Pakistan Afghanistan border the most dangerous place in the world. And Obama had later used the same phrase for the India Pakistan border. And the American approaches to these two borders, in terms of principles, is completely different. That on the one hand, when it comes to the border with India, they'll support the whole Kashmir movement, you know, which Pakistan is deeply interested in. But on the other border, they won't support the Pashtunistan movement. And similarly, on one border, they are very concerned about clamping down on terror entirely. And on the other border for a long time, it was kind of a wink and not kind of thing that you sort of let it happen. And would you say that this is something that kind of began at that period and has continued since and this is a sort of a dissonance that it's hard to come to terms with?"
    },
    {
        "speaker": "Guest",
        "time": "00:55:56.020",
        "message": "Yeah, it is. But from the American point of view, you know, it's rarely the case that in international politics, you're going to be able to apply the same principles in all places, right. And in fact, I quote one of the Americans as telling the Afghans that, listen, we were the ones who invented the term self determination. We can also tell you that doesn't apply to the Pashtuns. So in a sense, obviously, larger political and other kinds of interests do come to the fore. But at the same time, I think it's fair to say that at least after 1963, the Americans made no serious attempt to sort of intervene in the Kashmir dispute. 1963 really was the last time because India in the wake of the war with China and the defeat against China was looking to the United States for military supplies. The United States was, Kennedy administration was giving those military supplies. The Pakistanis and Ayub Khan protested and the Americans felt that maybe this is a good opportunity to try and see if some kind of a solution could be done in Kashmir. And that broadly speaking was the last time the Americans actually directly ever get involved in that play, right. And their whole idea is that, listen, we need the subcontinent to be stable, which is to say we don't want wars. We don't want arms races out here. We want these countries to develop broadly on capitalist lines and clearly stay away from the Soviet camp, right. So in a sense, you had some kind of minimal objectives, which if they were met, you know, life would be going on. But then, of course, you know, a range of other concentrations come into play from the 1970s."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:19.140",
        "message": "And, you know, Pakistan has been a failed state for so long that we don't realize that it wasn't always thus. And you point out that, you know, between 59 and 69, when Ayub Khan was in charge, Pakistan pretty much took the economic direction which the US wanted them to take and it worked for"
    },
    {
        "speaker": "Guest",
        "time": "00:57:34.540",
        "message": "them. They were doing well. Yeah, exactly. Right. I mean, you know, that decade in some ways is Ayub Khan was celebrating as this decade of development, of course. But the reality was that the Pakistanis were much more amenable to American suggestions on their models of planned economic development. The Pakistan Planning Commission was also very strongly supported by a group of economists based at Harvard called the Harvard Group of Economists. And in a sense, they undertook many of the things that India was not willing to take. For instance, Pakistan embraced the Green Revolution technologies before India did, right, and never quite faced the same degree of constraints. They allowed for a system of sort of, you know, put in place a fiscal infrastructure of tax breaks and such like things, which allowed for capital accumulation to happen much stronger. And this thing and Pakistan had access to certain kinds of markets. So that's a decade when you see Pakistan is actually economically doing better than India, at least in terms of growth rates and such like things. And there is a sense that, you know, you have a regime which might be authoritarian, but it's still delivering, right, which is the sort of model that American political scientists like Samuel Huntington actually hail as a good way of thinking about it, which is to say that what, you know, democracy and such like things may not be the most important thing for the developing world. It is stability, which is given by an authoritarian figure, who is nevertheless also a benevolent"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:51.220",
        "message": "authoritarian figure, because he can deliver."
    },
    {
        "speaker": "Guest",
        "time": "00:58:52.540",
        "message": "So sort of a redefinition of that manifest destiny where it's not just delivering liberty, but delivering whatever we feel the need. Exactly. So in essence, you have that kind of a thing and Pakistani thing. But what is also clear is that by the end of the decade, by 1969, the sort of the lopsidedness of the Pakistani growth story also comes to this thing, right? And that lopsidedness broadly happens along two axes. The first is that of sort of, you know, excessive concentration of wealth amongst a very small group of corporates and families really, I mean, like, you know, like the parts of the subcontinent family owned businesses is the model in Pakistan as well. And the Pakistan Planning Commission's head in 1968, actually discloses in an interview that you know, some 22 families in the country actually own over 95% of the wealth, right? I mean, and then it's a shocking thing because, you know, you had this. The second axis along which there is this kind of lopsided growth is the West Pakistan, which is Pakistan as we know it today, is getting much more of investment resources. Industrialization is happening there at a much stronger pace than what is happening in East Pakistan, today's Bangladesh. And that leads to a major gulf between the two wings of Pakistan. And it's interesting that the Pakistani Planning Commission is actually staffed almost entirely by Bengali economists, right? So the guys who are writing the plans know very well that, you know, these things are in some way. So they come up with this whole narrative of saying that, you know, this economic growth model is essentially neo-colonial, because we are providing agricultural sort of inputs and you know, all the investment and industrialization is happening in the West. And you know, that's supposed to be the sort of dependency model, you know, so to speak. So in a sense, the sort of American assisted economic policies do extract a toll. And that in some ways leads to the collapse of the Ayub Khan regime in 1969. The set of protests in both East and West Pakistan and leads to the overthrow of the military dictatorship. And then of course, that also sets in train a series of events which leads to the liberation of Bangladesh in 1971."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:47.420",
        "message": "And according to you, and you've of course written a whole separate book on this, but even in this book, you devote some time to it, that 71 is absolutely critical, not just to the subcontinent itself in terms of India, Pakistan, Afghanistan, but also the way the US perceives the region as a whole. And of course, in the 70s, everything kind of changes, you know, where the Cold War becomes less relevant and other factors come into play."
    },
    {
        "speaker": "Guest",
        "time": "01:01:08.620",
        "message": "That's right. And I think 71 is important because, you know, if you look at the period, say in the run up to the in the 1960s, right, I mean, especially the second half of the 1960s, the United States is kind of disengaging from the subcontinent a little bit. Under Lyndon Johnson, the United States is increasingly involved in the war in Vietnam. During the 1965 war between India and Pakistan, the Americans kind of take more or less what I call a plague on both your houses kind of attitude, right? They impose arms embargoes on both sides, they say we're not going to give any aid and so on. And ultimately, when the post war conference is held, it is held by the Soviet Union. It's in Tashkent, that's where Lal Bahadur Shastri dies, right? So it's a very interesting thing that for the first time, the United States actually allows the Soviet Union to take the lead in settling the geopolitical affairs of the subcontinent. Why is this? Because of American involvement in Vietnam. Right. Johnson just decides that, listen, these are incorrigible countries, you know, let the Soviets go and break their head against that wall if they want to, you know, he has to worry about great society at home, he has to worry about Vietnam abroad, right? So his priorities are pretty full. And that's, you know, the Civil Rights Bill is being sort of activated at the time. So lots of things happening. So there's a period of kind of disengagement. But then once you have the Nixon administration come in, they come in with a very different set of priorities, which is to say that they want to get out of Vietnam, but get out in an honorable fashion, right? So an American exit has to be sort of orchestrated in such a way that it does not seem as a scoot and run. And in that context, they believe that the United States will need to sort of reach out to China, which is seen as a country which will allow them to sort of, you know, influence North Vietnam to the negotiating table and such like things. In order to reach to China, the Americans decide to sort of go through Pakistan because Pakistan and China have a good relationship going back to 1962-63 when India and China have fought, right? So Yahya Khan, who's the new military dictator of Pakistan, actually acts as a conduit between the Nixon administration and the Chinese leadership. And in that context, the Pakistanis and the Yahya Khan regime acquires an importance in the Nixon administration's mind, which is kind of out of proportion to anything the Pakistanis were doing at that point of time, partly because Americans were doing it, the Nixon administration was doing it so secretively. I mean, Nixon did not even inform his own sort of senior cabinet officials about this stuff, right? It was all done in a hush-hush way. And because of this extreme drive towards secrecy and need to sort of keep especially congressional Republicans out of the frame, because you're reaching out to China, the old enemy, right? They want to do it completely through a secret channel and Pakistan becomes important. But this opening up to Pakistan and Kissinger visits Pakistan in summer of 1971. And after that, it's out in the open. That coincides, of course, with the onset of the Bangladesh crisis, which has begun with the crackdown of the Pakistan army on the Bengalis in March. By the end of summer 1971, you have an estimated 10 million refugees on Indian soil. And it is quite clear that this is an issue which is, you know, definitely going to escalate very soon. And the Americans at that point of time, take a very pro-Pakistan line. In a sense, it is arguable about whether the United States actually needed to do that in order to pursue even its own hard-nosed interests with China. Because what we know from Chinese sources and other things is that the Chinese themselves were telling the Pakistanis to sort of back away from that kind of an extreme military action against the Bengalis. But the Americans wouldn't want to do it. And finally, when the war happened, the United States took a very antagonistic position towards India. They cut off all economic aid to India. They cut off all military aid to India, of course, even earlier. And then they sent the sort of, you know, the 7th Fleet with, you know, aircraft carrier with nuclear weapons on board to the Bay of Bengal in an attempt to intimidate the Indians. And of course, the Americans claim that Nixon Kissinger believed, you know, or whatever, they used it as a pretext that the Indians were going to attack West Pakistan and not just East and so on. So whatever be the reasons, the reality was that that episode really sort of ends up marking"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:59.140",
        "message": "a deep rupture in US India relations. And the Indians just had moved into Dhaka before really anything much happened."
    },
    {
        "speaker": "Guest",
        "time": "01:05:04.620",
        "message": "Yeah. So in a sense, I mean, nothing happened in a real sense, but it left behind a legacy, which was, you know, which was very difficult to sort of pick up pieces. And also for Pakistan, because Pakistanis believe that Americans actually did not help them very much during this, right. So, so, so you again have a period of disengagement with Pakistan, US Pakistan relations, US India relations are very turbulent. And one sort of knock on consequence of the 1971 thing, which in some ways goes to your point, which is the recalibration of American sort of priorities in the subcontinent in the mid 1970s, was the Indian decision to test nuclear weapons, which was at least given a certain impetus by the 1971 crisis and what happened during that time. And you know, in 1974, India goes nuclear and preventing India from, you know, becoming a proliferator is a very important American priority from there on. So nuclear weapons as a whole and subcontinent, it's worth pointing out that the Pakistanis were already thinking about starting a nuclear program by 1972, soon after their country had been divided. So it's not as if they started only after the Indian tests, but the Indian tests again given impetus to the Pakistani program. The second thing which happens in the 1970s, which I think, again, marks a complete break from the old Cold War priorities is the rise of what you might refer to as political Islam or Islamism in Pakistan with the advent of Zia ul Haq. But even before that, with Pakistani support to groups like the Jamaat-e-Islami of Afghanistan, which the Pakistanis were using in order to basically keep the Afghan regime from making claims on Pashtunistan, right? And now once the Soviet invasion of Afghanistan happens in 1979, the whole dimension of using the Islamist fighters, they call them freedom fighters, Mujahideen, to drive the Soviet Union out becomes a major priority for the United States, both the last parts of the Carter administration and the Reagan administration, a lot of effort is spent in the subcontinent on doing this. But that also means that you're also turning a blind eye to Pakistani sort of efforts at acquiring their own nuclear weapon, which the Americans know very well about, right? And we now know from declassified American documents, which I've used in reconstructing that particular part of the story, that the Americans confronted Zia ul Haq about his nuclear programs with evidence, you know, which obviously they had collected through technical and other intelligence sources and allowed Zia to sort of get away with evasive lies and not just that, but gave congressional certification under the Reagan administration successively saying that the Pakistanis are not pursuing a bomb, right? So in a sense, the period between 1975 and 87, 88, in many ways, you encounter a set of problems, which I think mark the major concerns for the Americans today. If the Americans today believe that the subcontinent, or at least they've sort of said that is the most dangerous place, it is because of this confluence of nuclear weapons and, you know, these jihadi forces, which ultimately are the sort of ultimate nightmare of every American administration when it comes to subcontinent. That somehow, you know, one of these guys is going to get hold of one of those devices or materials and so on. And but the problem goes back to the mid seventies. And so which is why I say that in some ways, you know, from the mid seventies, it's not just the old Cold War priorities of saying we need Pakistan to contain the Soviet Union"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:17.420",
        "message": "and so on, but a completely new set of issues which comes to the fore. And so here's my question. I mean, the US then takes a bunch of decisions around supporting Islamism and around backing Zia, funding the ISI, backing the Mujahideen and so on and so forth, which have grave historical consequences a couple of decades onwards. But at that time, strategically must have seemed completely reasonable and the only thing to do. I mean, what are the counterfactuals here? Could they have done anything differently? Like, is it fair to now point a finger and say that, hey, you know, you created Osama? Or was there something at the time they could have done differently without the benefit"
    },
    {
        "speaker": "Guest",
        "time": "01:08:51.940",
        "message": "of hindsight? Well, I mean, so I think it's fair to say that, you know, the Americans did not create Osama in any straightforward sense of the word, right? But the reality is that the United States supported a group of people, you know, various kinds of Islamist guerrillas and allowed Pakistan to build a sort of an infrastructure to support and utilize these groups, over which Americans had very little oversight and basically got the Saudis to match their contributions all in the name of doing this. And actually, towards the far end of it, ended up giving very dangerous systems to the Mujahideen, including the infamous Stinger missiles, you know, which they were bringing down sort of surface to air missiles, handheld surface to air missiles. And the Americans spent the better part of the late 1980s actually trying to buy those from black markets all over the world, right? So those are very counterproductive things. So in a sense, while, you know, their desire to sort of get the Soviets out of Afghanistan might have been understandable, you know, it's not clear to me that this was necessarily the best way of doing it. And what is interesting is that the problems with these approaches were pointed out to them at that point of time. It's not that we are talking about this stuff with a post 9-11 kind of view, right? I mean, if you look at the records of conversation, we now have a few of them between Rajiv Gandhi and officials in the Reagan administration. The Indians are constantly pointing out, you know, it's actually quite, it is almost a replay of what is happening in the mid 2000s, where, you know, the Indians are constantly pointing out to them saying that, listen, look at the kind of people you're supporting, Gulbuddin, Hikmatyar, I mean, people like them are genuinely extremists. And that if you are going to give, allow these groups to sort of come to power in Afghanistan, it is going to lead to a great degree of instability in the region and we are not just saying it for ourselves, but on the whole, right? I mean, in that sense, and of course, as I said, I mean, not just the sort of allowing these groups to sort of take place, but allowing Pakistan to sort of develop a nuclear weapons program covertly and assisting them in effect, you know, by sort of allowing them to do this stuff was a deadly cocktail. And again, I don't think these are only criticisms which can be made with the benefit of hindsight. I think people are pointing it out at that point of time, that these were dangerous policies. And that the acquisition of nuclear weapons by Pakistan in such a covert manner would have very destabilizing consequences or support for these kinds of groups. Of course, someone like Osama bin Laden was in the play even then, but I don't think I think it's fair to say that he was not a very important player. But nevertheless, that was a milieu."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:17.140",
        "message": "I mean, that was an unintended consequence, obviously."
    },
    {
        "speaker": "Guest",
        "time": "01:11:19.580",
        "message": "I mean, I think, I mean, what was unforeseeable at that point of time was that, you know, some of these people would then target America much later, but then you had to have a series of intervening events, right? I mean, you have to have the American sort of participation in the Gulf War, their presence in Saudi Arabia, which then led Osama to sort of, you know, think of Americans as the sort"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:37.260",
        "message": "of most important enemy and so on."
    },
    {
        "speaker": "Guest",
        "time": "01:11:38.780",
        "message": "It's that perfect storm of events, if we may call it that. So, I mean, that is subsequent history. I mean, I think we should not be anachronistic by reading later events into that point of time. But at that point of time, you know, even the characters with whom the Americans dealt, many of whom those dramatic person are still around. I mean, you know, just earlier this year, we had Gulbuddin Hekmatyar walking back into Kabul, which for people who live through their generation was an extraordinary sort of event, because this man kind of was single-handedly responsible for the destruction of Kabul by artillery firing, you know, in the early 90s. And these are people with some very, very unsavory past."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:14.220",
        "message": "So, so while, you know, this whole conflict is kind of blowing up and, you know, this is almost like a new front or a new narrative in the old front. Even old story comes to an end, the Cold War ends very abruptly when the Soviet Union collapses. And shortly after that, you have India's liberalization. And you know, these have dual consequences. One of course is that the Cold War imperatives no longer really matter. And the other is that the ideological tension between the US and India now seems to be coming to an end because India has opened up. And the third consequence of this is that the third strand apart from power and ideology, which you speak of is culture, and American culture, which was already popular in India, but now essentially enters and takes over young India."
    },
    {
        "speaker": "Guest",
        "time": "01:12:56.780",
        "message": "Yeah, I think absolutely. So I, you know, and I think you have to bring each of these various strands into the frame to quite understand why US India relations have really transformed in the post Cold War period, right? I mean, why is it that two countries which were sort of divided on sort of political, economic grounds had these cultural gaps, which as we've discussed now, you know, quite sort of important, persistent, and so on, managed to actually come together in that period. And I think the answer to that is not just the end of the Cold War, because in some ways, US India relations were already improving even before the Cold War ended, right? I mean, and, you know, the declassified documents that we now have access to, I think suggests that Rajiv Gandhi in some ways was the most pro American Prime Minister that you had in independent India up to that point of time. He understood that, you know, for whatever big visions that he had for India as a sort of 21st century country, which needed to get into computers and all of that stuff, some sort of story of modernization. The United States was going to be very important. And Rajiv Gandhi was, you know, tried very hard to develop good relations with the Reagan administration, you know, to get all of this high technology transfer, of course, there were issues still over a range of things. But you know, you again understood that once the Soviet Union was going through whatever glassnost, perestroika, etc, under Gorbachev, that the old Cold War dimensions were no longer going to play. So in a sense, tilt towards the United States starts happening even before the Soviet Union"
    },
    {
        "speaker": "Unknown",
        "time": "01:14:19.900",
        "message": "starts."
    },
    {
        "speaker": "Guest",
        "time": "01:14:20.900",
        "message": "Of course, it's accelerated completely by the collapse of the Soviet Union, because that takes away a complete anchor of global politics, right? I mean, so it's a dramatic change not to minimize its impact. But some of the shift was already happening, right? The second, of course, was, as you're saying, you know, something which is actually a bit of a coincidence, which is the sort of the whatever, you know, the sort of balance of payment crisis, which again, you know, it could have happened anytime during the Adi Gandhi's period, because in some ways, it is actually, you know, again, that's where the law of unintended consequences, right? One of the reasons, one of the sort of advantages of going closer to the United States during this period for the Indians also was that you wanted access to capital markets for external commercial borrowing. And the Americans are happy to sort of because they don't want to sort of do economic aid for India, they see India as a much bigger economy, there's no economic aid, but you can borrow in the markets and stuff. And once Indian borrowing on Western American sort of Wall Street and other places starts picking up, that is when you know, the problems for your later period are being stored up, right? I mean, and that's, that's where the crisis comes, actually. So in a sense, but it's an independent development. And then your back is up against the wall, you have to sort of reform. And for the first time, at least since the 1930s, India is accepts that, you know, embrace of globalization is a good thing for us. And that I think is an important, not just from an ideological point of view, but from practical American perspective, right? Because what you had was, you know, this kind of closed economy or with limited access to the external world, where aid is the main driver of relationship, etc. Inhibited certain forms of things that Americans want, right? So in that sense, the, but the opening up of the Indian economy also had other kinds of cultural consequences, because the Americans were now able to bring to the subcontinent what other historians of Europe have called, you know, the commercial imperium, so to speak, right? The Emporium as the Imperium, as one of them puts it, right, which is to say that, you know, in a sense, that is a very important part of America's allure and its leadership in the 20th century is the extraordinary sort of cultural impact that American, you know, sort of commercial practices and models have persisted. And you, of course, would remember when MTV came to India, right?"
    },
    {
        "speaker": "Unknown",
        "time": "01:16:28.100",
        "message": "I mean, what was there?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:30.100",
        "message": "So, you know, for people of our generation, I suppose we've lived through some of these changes. So, and they were very striking changes. And I think what a current generation, younger generation of Indians takes for granted was a transformation that, you know, people like us live through."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:45.540",
        "message": "And I think we often take like American cultural power for granted. Like I watched a talk of yours on YouTube, which you gave at Goa. And one of your fellow panelists, Professor Varun Sani, made a very interesting point that if you just look at how culture permeates across the world and the differences between American culture and other cultures, is that anybody can wear a sari, but a sari would look like fancy dress on a foreigner. But anybody can wear blue jeans and completely it just seems natural. And we are all in a sense, even old fogies like us who are in our 40s, but even we are like far more American, culturally, than we realize otherwise. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:17:21.460",
        "message": "So, I think that the important shift which happens in the 90s, right, is that, you know, because the India in which people of our age sort of grew up, right? I mean, the way I think about it, you know, there was a culture of conspicuous non consumption,"
    },
    {
        "speaker": "Unknown",
        "time": "01:17:35.260",
        "message": "right?"
    },
    {
        "speaker": "Guest",
        "time": "01:17:36.260",
        "message": "You know, the Indian elites almost would go out of their way to say that, listen, we are wearing khadi and that, you know, you don't want to sort of this thing, there's no alcohol permitted in official functions, etc, etc, right? I mean, the whole gamut of, you know, there is a very self conscious sense that you want to sort of have this non consumption attitude, right? Which changes, which changes quite dramatically. And that allows them for a range of things. And I think, you know, what Varun Sani was saying there, and which I would put it in slightly different ways, but I think the point remains the same, which is that, you know, people tend to sort of criticize, especially, you know, Europeans, especially Europeans of early 20th century, when American commercial culture first landed up in Europe after the First World War. The European old elite used to sort of snigger at American culture and say, listen, how can you call this stuff culture, right? I mean, culture is what we had, Bildung is what Germans had, you know, we had this, you know, this whole sort of heritage of high culture of the West. But the reality is that American popular culture is attractive precisely because it's shallow. It is its very shallowness that allows it to sort of inhabit various domains, right? So for one of the things I talk about in this book, which again, is kind of, you know, people like as a witness to our lives, is the establishment of McDonald's chains in this country, right? How a brand like McDonald's has adapted itself to the Indian market, right? I mean, I've just come from a week in Japan, you can't get the stuff that you get in McDonald's here in any McDonald's in Japan, right? And then the stuff that they give in McDonald's in Japan, I've not even eaten McDonald's in the United States, right? So, so the ability to sort of nestle into various cultural contexts is there primarily because of this quality that we tend to dismiss as shallow, or as you know, easy to adapt, but that adaptability is what counts, right? I mean, how many people are going to take the pains to watch Chinese opera? And what do you think are the odds that China will be able to sort of exercise the same degree of cultural influence?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:15.220",
        "message": "Right. Because Chinese language is much harder to learn and so on. Right. So, you know, you know, Francis Fukuyama once prematurely spoke of the end of history. And in a sense, it would seem that in the 90s, you also have an end to the conflict between the US and India, because on all three fronts, you know, the power front, the Cold War is over, it no longer matters, India is no longer a Soviet ally. In the ideological front, India's becoming a capitalist economy. On the cultural front, America is basically taking over. And you think that everything's going to be hunky dory from now, but of course, you know, Fukuyama was premature. And even in the context of India US relations, everything changes with 9-11."
    },
    {
        "speaker": "Guest",
        "time": "01:19:54.140",
        "message": "Yes, things do change with 9-11. But, but again, I think from a longer historical perspective, you know, the change doesn't seem as marked as it seemed to us at that point of time. Let me say this both with respect to India Pakistan relations, but also Pakistan, Afghanistan, right. So from the Pakistan Afghanistan thing, what is interesting is 9-11 once again, reaffirms a sort of a pattern of cyclical engagement, disengagement between Pakistan and China, right. In the mid 1950s, Pakistan and China come together, Pakistan and America come together. In the 1960s, it's a bit of a turn back. In the early 70s, again, they sort of together, late 70s and early 80s, they're together again in Afghanistan. So you have that sort of cyclical disengagement, reengagement happening. And that is primarily because of Pakistan's geopolitical location more than anything else. So in a sense, if Pakistan has an advantage, it's actually geography. And it sits strides areas, which are quite difficult for anybody else to access and has a certain vantage point, because of its peculiar geography, which, you know, gives us certain kinds of advantages. And that's what you know, colleagues like Nitin Pai say that, you know, it's geopolitical rent, right. I mean, in some ways, that's exactly what it is a geographic rent, actually. I mean, in geopolitics comes fundamentally from your geography, right. So that is a huge advantage. In the context of US India relations, of course, you know, it's a, it's a very different kind of reaction, right? Because what happens post 9-11 is that certain forms of activity that the Americans might have sort of put up with through the 90s, in the name of sort of freedom fighters in Kashmir, etc, then comes to be characterized as terrorism and sort of broadly not acceptable sort of behavior. And of course, you also have two other things which happened in that period, right, which is that you have an American President George W. Bush, who is, again, a very, you know, someone I feel had the American sort of ideology that we spoke about very, very strongly in his head. I mean, that's the way he used to think about the world, right. So for him, the world was about republics and democracies on the one side and others on the other side. So in a sense, that aspect of it allowed him to think of India as this very important kind of country and so on. The second thing which happens in the, you know, in the in the year around the sort of fixation with terrorism and other kinds of security threats is a wider sort of, you know, demographic change which is happening, which is the exponential growth of the Indian American community in the United States of America, right. And their extraordinary success in the United States, right. I mean, there's a new book edited by Devesh Kapoor and other colleagues called The Other One Percent, which is to say that, you know, the Indian Americans are actually the top one percent in of all immigrant communities. So Indians are living the American dream there. They are. I mean, and, you know, they're referred to as a model minority. Of course, you know, those kind of blanket terms always mask various kinds of differences and so on. But the reality is that, you know, the cultural impressions that Americans had of India, you know, which we've now spoken about at length, in some ways are dramatically changed in that decade. So I think, you know, while the activities of 9-11 were happening, there is also this background churn of migration, democracy, cultural change, which to me seems at least as important as the sort of surface events of terrorism."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:52.140",
        "message": "So, I mean, the closeness of India and US, I mean, you can't turn the clock back. It's there and it's just going to go deeper."
    },
    {
        "speaker": "Guest",
        "time": "01:22:57.100",
        "message": "Yeah. And I think, I mean, it can only turn back if American society itself changes, right. And in a sense, if we find, you know, sort of backlash against immigrants and such like things coming back, then we might be able to sort of say that, you know, yes, we're going to have a slightly more difficult period. But at this point of time, I'd say that, you know, some of those sort of longer term issues, which were so persistent, have undergone significant changes. And it's not clear to me that, you know, the clock is going to be turned back."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:23.420",
        "message": "And what's also interesting is that while in the 80s, in the phase where they were supporting India, I suppose they were tolerant of a lot that Pakistan did, especially with regard to India. But now they've called bullshit on Pakistan in various ways. So you know, that dynamic is no longer there."
    },
    {
        "speaker": "Guest",
        "time": "01:23:37.740",
        "message": "Yes, but I would be sort of a little cautious about how we call that particular situation. Because the one thing which again, slightly longer term perspective suggests is that the United States and Pakistan have had pretty bad times as well as good times, right? I mean, they've been close, but they've also been sort of, they've been both best of friends and best of enemies. So, you know, in that sense, they've always had a..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:57.540",
        "message": "It's like an abusive marriage. It's like, I need you, but you keep lying to me."
    },
    {
        "speaker": "Guest",
        "time": "01:23:59.540",
        "message": "That is the Pakistani view, right? Pakistanis believe that Americans just use them and, you know, throw away, you know, as somebody said, colorfully once that, you know, in that sense, that's a Pakistani certainly"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:09.620",
        "message": "view. In fact, I traveled through Pakistan in 2006. And I was chatting with economists there. And one of them said that all of them refer to Al-Qaeda as Al-Faida, because the Pakistani state was basically failing in 2001. When, you know, all that happened. And suddenly American aid flooded back in and they kind of revived."
    },
    {
        "speaker": "Guest",
        "time": "01:24:25.660",
        "message": "So long as Americans are engaged in Afghanistan, and when I say engaged, I don't just mean military presence, but I find it difficult to understand how the United States is going to entirely pull out of a place like Afghanistan. You know, that area overlooks the backyard of China and Russia, in a sense, given their already existing military infrastructure presence, they might thin down, but I don't see them as giving up turning their backs on Afghanistan. You know, there's going to be no Vietnam like moment for Afghanistan, as far as I can see. So in that context, you know, having some degree of stability in Afghanistan will be an important concern. And I think one of the challenges that the Trump administration is going to face very soon is how are you going to have stability in Afghanistan, when you antagonize both Pakistan and Iran simultaneously, right? That seems to me to be a perfect recipe for having asking for trouble in Afghanistan. So you may well see a degree of modulation of policy towards Pakistan, which again, I would not be surprised. I mean, I'm Yeah, geopolitical. Yeah. So in a sense, you know, that that has happened so often now, that it is difficult to see. And I mean, you know, you would have imagined that if you if you want a sensible policy, you would say that, listen, the bigger threat is Pakistan sort of support for terrorism, especially in conjunction with nuclear weapons, you know, that the whole constellation of things which is so explosive out there, which if not controlled can get out of hand, you know, so it's better that we sort of, you know, keep Iran on the good side and, you know, try and put pressure on Pakistan. But then the Trump administration has chosen to tear up the one agreement they had with"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:48.460",
        "message": "Iran. And we also now have a new elephant in the room, like how does the rise of China impact the way the Cold War is over, the Soviets are not a factor, but how does how does the rise of China impact the way America looks at this region?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:58.980",
        "message": "Well, I think it's it's it's going to be increasingly very important part, right? So US China relations, you know, are now I think we are now at a point where the Americans have more or less, you know, irrespective of the Trump administration, I think, you know, there's a broader understanding today in the United States that China is going to be the main competitor for us, right? Which I don't think was accepted quite as openly until now. But now even constituencies like businesses, which were always supportive of, you know, closer relations with China, understand and accept that, you know, Chinese practices are sort of the thing and so on. So I think I think, you know, you're now entering into a era where China will be seen as a peer competitor or at least a potential peer competitor. So you know, there is going to be a lot of circling of wagons against Chinese. Now, but at the same time, the China Pakistan relationship has been extremely strong over the past decade, you know, you've seen Chinese and Pakistanis coming together in very, very significant ways. And I think that trend is only going to get accelerated. But again, I would give credit for the Pakistanis, right? I mean, throughout the Cold War, they managed to keep the United States and China and even the Soviet Union on reasonably favorable terms, right? So for a country, you know, which, you know, has had other kinds of problems of various kinds, you know, they've managed to keep a reasonably creditable diplomatic act together. So I'd imagine that, you know, they'd be able to sort of work both sides of this. But I think as far as US India relations are concerned, definitely the rise of China and this kind of thing will will make for greater, you know, commonality of interest between the two sides in terms of managing that particular rise, in terms of ensuring that that rise is not destabilizing to the rest of the world, and so on. The larger question, however, I think, which is there before all of us is, to what extent does the sort of attitude taken by the Trump administration mark a historical sort of rupture from America's engagement with the subcontinent, at least since the onset of the Second World War, right? As we've discussed, I mean, the United States has had problems with countries like India, you know, on various kinds of dimensions, whether it's in foreign policy, economic issues, etc. But broadly speaking, the United States has believed that, you know, supporting countries like India is a larger geopolitical interest, right? Whether it was supporting India's five year plans, or, you know, its liberalization, whatever, even though they were unhappy with the pace of various kinds of things right up to date, right? I mean, in a sense, there has been analysts like Ashley Tellis say, degree of strategic altruism as far as the United States is concerned. There has been an assumption, at least under the Bush and Obama administrations, that the rise of India in some ways is automatically an American good, whether Indians actually do anything for America or not. Now, Donald Trump clearly takes a very different view. He wants people to do things for America because he believes they owe the United States."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:32.820",
        "message": "He has a zero sum view of the world and everything is transactional."
    },
    {
        "speaker": "Guest",
        "time": "01:28:35.660",
        "message": "So yeah, so in a sense, it's and in that sense, I think, if the Trump phenomenon proves to be durable, which is to say that, you know, it is more than just the passing whimsy of one particular politician who has managed to capture power by whatever reasons. That could then mark a very different set of things, right? Because that then marks a certain kind of disengagement or a reorientation of America's position in the world, which is very different from everything that the United States did in the post Second World War period, right? And it's in that sense that, you know, I think when Americans say that, you know, is the liberal international order coming to an end and so on. There's a lot of debate currently about that stuff. People tend to argue about whether or was it a liberal order, etc. But I think the bottom line point is this, which is that when the United States came into the Second World War, it took a certain view of its position in the world, which was to say that if we want to be the global sort of leader and hegemon, then we need to be able to take asymmetric costs for that kind of leadership position, both economically, in security terms, political terms, and so on. Now with the Trump administration, those assumptions are under question, because here it believes"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:38.260",
        "message": "that everyone is ripping off America. Is he the first president who's actually thrust aside that sense of manifest destiny?"
    },
    {
        "speaker": "Guest",
        "time": "01:29:45.380",
        "message": "Not really, you know, there have been previous American presidents who have confronted very similar kinds of dilemmas. And I think the person who confronted it in the starkest terms in some ways was Richard Nixon. Because you think about it, right? When Richard Nixon becomes president in 1969, the United States is in this long war in Vietnam, which is going nowhere. The American sort of economy is under terrible strain, partly because of its military expenditure in Vietnam, but also this whole sort of pegging the dollar to the gold, which was the old Bretton Woods order is kind of coming up, right? And what is the Nixon administration's response? Nixon's administration's response is one to unilaterally get out of the Bretton Woods order in 1971, right? With zero notice to anyone, just one fine day say, sorry, convertibility of dollar and gold no longer exists. We are now in a world of free floating exchange rates, which is as big a shock as you can give to the global economy as anything could be. The second thing he says is the so-called Nixon doctrine, where he says that American allies will now have to start taking sort of contributing more towards their own security. You cannot expect the United States to do, right? So it's not very different from what Donald Trump is saying. But the reality was that people like Nixon, Kissinger, Howard never believed that the United States had to, you know, basically do transactional deals with everyone around, right? Or to expect reciprocity from everyone, right? See, for a country like India, I think the problem is this, that when you see the United States dealing in this fashion with allies like Canada, or Germany, or Japan, then as a country which is, you know, still very decidedly non-allied to the United States, what do you expect to happen to you, right? And I think the prognosis in some ways is going to be a bit mixed, right? You can never be too sure that, you know, you won't get caught in the crosshairs or some kind of a thing. And, you know, for instance, this whole obsession with, you know, every trade relationship has to be balanced. I mean, you know, that's the most extraordinary way of thinking about it. Yeah, but but it's there, right? I mean, he's doing it to everyone. I mean, again, you know, just now they've given notice to Japan. And he said in a press conference that India has agreed that they're going to begin talks and so on. I don't know what has been agreed. But, you know, those things are coming. So it will make for a pretty interesting and challenging period for us to navigate."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:44.420",
        "message": "To say the least. So in this episode, I've taken up more than 90 minutes of your time, and we've already sort of reached the present day, which is the end of history. So I'm going to ask you to end by sort of asking you a question with two parts, which is instead of looking back, look forward and tell me that from a vantage point of 2028, what is the best case scenario and the worst case scenario of American involvement in South Asia?"
    },
    {
        "speaker": "Guest",
        "time": "01:32:11.140",
        "message": "Well, what is the best case scenario is that you have a situation in Afghanistan, which is not much worse than what you have right now, in a sense, winning the war against the Taliban with the kind of commitment that they want to make."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:26.420",
        "message": "But you see it as an ongoing thing, not won the war, winning the war."
    },
    {
        "speaker": "Guest",
        "time": "01:32:29.140",
        "message": "Yeah. So in a sense, it will be an ongoing issue of management of the problem, right? See, my own sense is, you know, Donald Trump was definitely not the first president to deal with these problems. He's not going to be the last president, right? Because many of these issues are issues that stem from the region's own problems. There is only so much that any American administration can do. So they can either work with the grain or against the grain. The best hope is that, you know, you can manage the problems rather than solve them, right? So in that sense, if you're able to sort of keep some degree of stability in Afghanistan going, if you can prevent Pakistan from say, you know, going further down the route of terrorism support for that kind of infrastructure, you know, ensure that political sort of leadership, leadership in Pakistan slowly gets some degree of, you know, strength within their system and so on. And you have a relationship with India, which kind of continues to improve. And I think the improvement is not just in security terms, but I think also in economic"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:23.340",
        "message": "terms, I think that that's going to be a... Okay, your best case is incredibly boring."
    },
    {
        "speaker": "Guest",
        "time": "01:33:26.980",
        "message": "What's the worst case? Yeah, what are the worst case? The worst case is that, you know, you have, you could end up with a series of sort of conflicts between Afghanistan, Pakistan, or Pakistan and India. One of which have to be sort of traditional wars of the kinds that happened in the past, though, you know, nobody can rule out those kinds of things. But various kinds of challenges for which the United States doesn't have really the capacity to intervene in the way that it was able to do in the past, right? I mean, to me, the most important challenge, I mean, forget 2028, but even today would be that, does the Trump administration really have the understanding, attention span and interest to be able to engage with the subcontinent if you have, say, a crisis like what happened in 2001 and 2002, like when there was a serious attack on India, right? I mean, of that scale or something around the scale of 2008. I mean, what do we expect Americans to sort of really be able to do in that context, given how depleted diplomatic resources are in this administration, and so on, right? So in that sense, I think a lot depends on whether the current trends continue up to 2028 or not in the United States, right? I mean, if things take a turn for the better, then you know, you're always going to be this thing. But at this point of time, I think, as you said, you know, the best case scenario is that you sort of more or less continue to chug along the same lines, which is more of the same. And the worst case scenario is that you have crises that the United States is not able to manage in any meaningful way, in looked upon in a historical baseline, right? I mean, looked upon, say, from the baseline of 1962, when you had the Cuban Missile Crisis going on, but still, you were able to do some things when you had a problem in the subcontinent."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:56.540",
        "message": "So the best case scenario is more of the same. And we are all still here in 2028. Sreenath, thanks so much for this conversation. I've learned a lot from you today and hope to chat with you again sometime. Thanks a lot. This is good. If you enjoyed listening to this episode, head on over to Amazon and buy a copy of Sreenath Raghavan's excellent book, The Most Dangerous Place, a history of the United States in South Asia. You can follow him on Twitter at Sreenath Raghava 3 at S R I N A T H R A G H A V A 3. You can follow me at Amit Verma, A M I T V A R M A. And you can browse past episodes of The Seen and The Unseen on seenunseen.in or thinkpragati.com."
    },
    {
        "speaker": "Unknown",
        "time": "01:35:36.140",
        "message": "Thank you for listening. Have you gotten yourself a gym membership and shown up only a few times? Are long working hours cutting your fitness goals short? How about you change things a little? Even a small effort can make a big difference. And I'll tell you how and what exactly. Hi guys, I'm Coach Urmi and on the Kinetic Living podcast, you can look forward to some interesting stories of people who have changed the way they look at fitness after their kinetic journeys. Episodes out every Wednesday on the IBM app, website and anywhere you get your podcasts from. How aware do you think you are of your laws and rights? Do you look up to laws when you're caught up in situations? Do you know what your rights are when you're stuck somewhere bad? Well, here's a show that can help you move an inch closer to being aware of what your rights are. Tune in to Know Your Kanun with me Amar Rana. This is a podcast meant to answer all your law related queries. Catch Know Your Kanun every week on the IBM website or the app or anywhere you get your podcasts from."
    }
]