[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I. V. M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I. V. M. I. V. M. I. V. M. I. V. M. I. V. M."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:36.000",
        "message": "I. V. M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:38.000",
        "message": "I. V. M. I. V. M. I. V. M. V. M. I. V. M. V. M. V. M. Vikram Doctor is an editor at the Economic Times, and I often describe him as the best food writer I have ever read. That's because when Vikram writes about food, he's also writing about culture, geopolitics and history at the same time, with equal love and passion shining through for all of them. Through his columns, I've learned both about how a lot of Indian food originated outside India, and is yet, at the same time, now deeply Indian. I had a fascinating conversation with him on this subject, but before we cut to that, here's a quick commercial break. Like me, are you someone who loves fine art, but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to IndianColors.com. Indian Colors is a company that licenses images of the finest modern art from some of the best artists in India, and adapts them into objects of everyday use. These include wearable art like stoles and shrugs, home decor like cushion covers and table runners, and accessories like tote bags. This allows art lovers to actually get fine art into their homes at an accessible price, and artists get royalties on sales, just like authors do. What's more, Indian Colors now has an exciting range of new products, including fridge magnets with some stunning motifs, and salad bowls and platters made of mango wood. Their artists include luminaries like Babu Xavier, Vazvo x Vazvo, Brinda Miller, Dilip Sharma, Shruti Nelson and Pradeep Mishra. They accept bulk orders for corporate and festival gifting. But even if you want to buy just for yourself or a friend, head on over to IndianColors.com. That's colors with an OU. And if you want a 20% discount, apply the code IVM20. That's IVM for IVM podcast. IVM20 for a 20% discount at IndianColors.com. Vikram, welcome to the"
    },
    {
        "speaker": "Guest",
        "time": "00:03:36.920",
        "message": "scene in the NC. Thank you for having me. It's really great to be back in this podcasting"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:40.920",
        "message": "space after almost two years, at which point I will urge my listeners to head on over to audiomatic.in and listen to the Real Food Podcast by Vikram Doctor. How many episodes"
    },
    {
        "speaker": "Guest",
        "time": "00:03:51.000",
        "message": "of that did you do? I think we managed about 48 or so. Wow. So you're beat us. I mean,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:56.920",
        "message": "you're how many episodes already? Mine is, this will be episode 95. Mine is much easier. You just sit down and you record a conversation. Yours included tons of research and was meticulously"
    },
    {
        "speaker": "Guest",
        "time": "00:04:06.920",
        "message": "produced and so on. We had a lot of people interviews from outside etc, which added to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:11.160",
        "message": "the interest but also made it much harder to do. So what I'd like to do for all of my listeners who may not know who you are, the few of them, as it might be, is kind of talk about how you got into writing about food in particular. You're obviously a very accomplished journalist. You work as a consulting editor at the Economic Times. But what I've always known you for is for being an incredible food writer. I often tell my friends and I don't want to embarrass you by saying this, but I often tell people you're the best food writer in the world because the kind of depth of insights you have not just about food, but the connections you make with food, to politics, to geography, to culture, to everything just blows my mind. How did you get interested in food? Well, I mean, when I started off"
    },
    {
        "speaker": "Guest",
        "time": "00:04:51.880",
        "message": "as a journalist, like a lot of young journalists, you know, all young journalists are made to do a few routine things, you're always meant to do a few film reviews, you're meant to do a few book reviews, and you're meant to do a few restaurant reviews. So I started off doing restaurant reviews for I think it was Business India at that time. And, you know, very quickly, I got very bored of doing restaurant reviews, because I don't know if you agree with me, but I find the restaurant scene in Bombay is pretty sad. And for a basic economic reason, I mean, the rents in Bombay are so high, the overheads for restaurants are so high, that it pretty much kills off any interesting restaurant, you know, all restaurants to make money have to become a sort of mean level food that they produce really interesting niche restaurants. It's happening now, to some extent, but like 20 years back, it was pretty rare. And this is early 90s. Yeah, it was mid 90s. And, you know, around that time, I mean, and I quickly ran through all the interesting niche restaurants in Bombay. And I got really bored. And also beyond the point, I started appreciating what goes into producing restaurants, and the amount of effort that people, you know, put into running restaurants is crazy. And I started feeling guilty beyond the point of just coming and having one meal and writing some stupid review about that. I mean, I'm not saying all the restaurants were good. Many of them were completely crappy. But even a crappy restaurant, unfortunately, requires a lot of work. So I just got bored about writing about restaurants. But I did discover something interesting that I could talk to anyone about food. And you could strike up a conversation. It's very, very rare that you find someone who is not interested with food. And also, what was interesting about food was that you could talk to people who people don't normally talk to. So for instance, women, a lot of older women, you know, people who work behind the scenes, everybody's interested in food, everybody has food stories. Everybody has food memories. It became a great way to learn"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:48.040",
        "message": "about people and different aspects of India. And were you interested in food in a general way from before this? Because you know, the depth of knowledge that you show in your columns, for example, when you go to the origins of different kinds of food, and you're practically going back hundreds of years and drawing all these intricate narratives? How do you gain that knowledge? I mean, part of it, of course, comes from talking to people, like you said,"
    },
    {
        "speaker": "Guest",
        "time": "00:07:08.760",
        "message": "part of it comes from talking to people, but also a lot of it comes from just reading material. I was always interested in history. And especially, you know, different sources of history, like personal memoirs, newspaper accounts, you know, these sources of history that often get overlooked. And I found that there was a wealth of material in that, which people were just not looking at. There were all sorts of unusual sources of information, you know, for instance, especially when it comes to food. One of the things people don't understand about the government, especially, you know, the agricultural department, is that we have this vast network of agricultural research institutes, almost any type of food of any type of agricultural issue, there's an institute dedicated to that, who are doing all sorts of fascinating in depth research in these areas. And you can often write to the directors of these institutes. And you'll get fascinating bits of information, you know, so I started, you know, one thing I'm particularly interested in is bananas, partly because I'm from South India, and I've always liked bananas. And I started becoming curious about the different types of bananas I would see on the street side, especially in South India, and I didn't know the names, or they had, you know, different names. And I started trying to identify these bananas. And I actually wrote to the director of the National Research Center for bananas in Trichy, a very nice gentleman called Dr. Mustafa at that time and sending him pictures of the bananas, and he would very sweetly like, identify them and tell me a bit more about them. And that's when I realized that the stories behind things are really fascinating. And it's all there,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:38.280",
        "message": "you know, just you just have to read about it. And I mean, just hearing about a National Research Center for bananas is kind of funny in itself. So you know, the way I've always sort of food is I kind of think of food and cuisines as a static kind of thing, that I know that, okay, this is Konkani cuisine, and this is Tamilian cuisine, and this is North Indian cuisine, and blah, blah, blah. And, and that's partly because I'm at this fixed point in time, and I'm looking at it from that vantage point. And the more you read, and especially you get a sense of this through reading your columns, that it's actually really dynamic. And a lot of what we think of as Indian food isn't really Indian at all. In fact, there's so much of an intermingling of cultures and traditions in this almost literal and metaphorical melting pot, so to say."
    },
    {
        "speaker": "Guest",
        "time": "00:09:25.720",
        "message": "Absolutely. And, you know, I mean, I think this is true of any country, but particularly India, because, you know, this was one country where so many different traditions, so many trade routes would meet. I mean, you know, we were at one end of the Silk Road, there's so many spices came, not just from India, but from Southeast Asia through India. So, you know, that gave us all the connections towards Southeast Asia. So then you had all the different waves of colonists and, you know, other people coming into India, bringing their own food traditions, refugees, immigrants. There's always been this vast churn of people across India, and each churn is accompanied by their own food traditions. So that's what's really fascinating. There's nothing, once you start reading Indian food traditions, you realize that nothing is static, that some of the things that we think are most intrinsically Indian are actually not that Indian in their origin, though we have made them Indian now. And I'll give you two fascinating examples. You know, we're recording this in November, the, you know, the festive Diwali has just got over. And we have seen like all the religious seasons, all the rituals have been happening. And you know, we've all these rituals have been accompanied by marigolds. And we think of marigolds as being one of the most intrinsically Indian flowers. This is Gandalful. Gandalful, yeah, which you can eat, by the way. So I'm not actually, if you remember in Monsoon Wedding, there was that guy who was always eating the marigolds. So I'm not drifting too far away from food. Now, what people don't understand is that the marigolds that we have today are actually not Indian in origin. They are Mexican marigolds. They're a type of plant called tagetes, which actually there was an Indian marigold earlier, which some people still grow. They're called calendulas. They both have the same bright orange color. But calendulas are simpler flowers, whereas the Mexican marigolds are much more impressive looking flowers. And at some point, these Mexican marigolds came to India. And we quietly shifted to growing marigolds, which have always been part of Indian tradition, but just growing these Mexican marigolds. So to me, it's fascinating, this Indian, all these Indian festivals are happening with Mexican marigolds. Right. And what about the other one? The other one is actually saffron. I mean, and I don't want to get too political, but you know, the way saffron is now used as an adjective for a particular type of politics. And we say saffron this, saffron like, saffron activists. But saffron in itself is not Indian. Now, let me qualify that. What is deeply Indian, what is deeply Hindu is that orange color. That orange color has always been an intrinsically important part of Hindu rituals. And that would have come from, you know, ochre in the earth or from turmeric in particular. Turmeric is deeply Indian. It's a deeply Indian part of Indian rituals. But saffron is not. I mean, saffron is an interesting spice for a couple of reasons. One is it's a spice from the temperate zones. We think of spices as coming from tropical countries, but saffron actually comes from the crocus flower, which grows in temperate climates. So it's one of the rare spices which comes from the more northern latitudes, which means that there's only one part of India which is suitable for it, which is actually Kashmir. So and the saffron in Kashmir is only recorded from around about the 5th or 6th century AD. So saffron in itself is not deeply Indian. What seems to have happened, and unfortunately, as with a lot of food stuff, a lot of it is just conjecture. We started using kesar as an indication for that orange color, which was so deeply Indian, possibly because it was more expensive. It was a sort of aspirational, you know, it was more aspirational than haldi. So now we use kesar as a synonym for a whole type of Hinduism. But saffron is not Indian. So where did it come from? It probably came from somewhere in the Middle East, from somewhere in Turkey or somewhere like that, which is an area of a lot of biodiversity. What else came from there? Oh, so much. I mean, wheat, of course, originally came from there, possibly a whole bunch of spices like coriander, cumin. Rotis are not Indian. Well, yeah, rotis are probably not Indian. And in fact, through large parts of India, they have not been part of Indian culture for very long. I mean, especially if you come from South India, where I grew up, wheat, bread, rotis was simply not part of the culture. I mean, there were a few communities that made wheat rotis. But it really, wheat started growing in South India after the 60s for a very simple economic political reason. In the 60s, India was suffering from really severe famines. And we approached the US for aid, which the US under Lyndon Johnson gave us aid, but as always with Americans, it was aid on their terms, which means they didn't give us money, they gave us grain, the vast amounts of wheat grown in the Midwestern states. So we got wheat under the PL 480 program. But once it came to India, the government had to make Indians eat it. And we weren't used to this. I mean, for one thing, it was a very different type of wheat from the sort of wheat that was being eaten in North India. You have lots of complaints from the era of people in North India who had to like suddenly start eating this hard American wheat. And then it had to come to South India where there were no traditions at all. And through a process of, you know, commercial spreading through sheer necessity through government promotion, South India slowly started eating wheat. And so now it's very common in South India to have bread and rotis and malabar parathas and things like that. But it's something which is"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:00.920",
        "message": "less than 50 years old. And that's quite mind blowing to me, because of malabar paratha or the Kerala paratha, you think, oh, this is obviously so Indian as part of that cuisine. And you're"
    },
    {
        "speaker": "Guest",
        "time": "00:15:08.440",
        "message": "pointing out that it's not even as old as Nehru. Absolutely. I mean, a Kerala in particular, and I'm saying this, because I'm half a Malayali has always been in a state where we just seen a real wide amount of change of new products being introduced. And some of them are actually very precisely dated, for instance, tapioca kappa, which is now seen as such a Malayali thing, you can go to Malayali restaurants and you have kappa biryani and kappa and fish curry. But kappa, tapioca was very consciously introduced by the king of Travancore sometime in the mid 19th century, when he saw that he needed some sort of starch substitute to make up for the rice deficiencies because of shortfalls in rice production. And he realized that tapioca was a tropical plant that grew easily. And he very consciously introduced tapioca into Kerala. And now tapioca is seen as intrinsically part of Kerala culture."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:59.480",
        "message": "And this was a king of Travancore. But before that, where did tapioca come from?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:02.680",
        "message": "Tapioca, cassava comes from the new world from Brazil."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:05.720",
        "message": "Right, from South America, from South America. So just to sort of go back to that earlier thing, which we digress from, which is a Middle East. So what else comes from the wheat you were saying"
    },
    {
        "speaker": "Guest",
        "time": "00:16:14.840",
        "message": "comes from there, as you said, saffron, a whole range of spices, a number of fruits, lemons, things like that. The Middle East is one of the great centers of biodiversity."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:26.280",
        "message": "And from there, not just ingredients, but we also had ways of cooking and"
    },
    {
        "speaker": "Guest",
        "time": "00:16:29.800",
        "message": "entire cuisines come from the Middle East. Yes, to some extent. I mean, you know, for instance, a lot of our traditions of frying and deep frying do seem to have come from the Middle East. And there are a number of reasons for this. I mean, while, you know, I don't want to generalize and saying that frying was not there in India earlier. It's true that frying was not common, as far as we know, from the earlier sources. And there's a very simple reason for that. It's the fuel sources. I mean, a lot of food and cooking is driven by what fuel is available at your disposal. And in India, we did not have many fuel sources. Coal was relatively unknown in India. In fact, it was completely unknown until the British era, except in very small parts of the Northeast. There was wood, but then wood has always been a problem through large parts of India. Our basic fuel source was cow dung. And it's one reason, among many others, that, you know, cows are given this very special status in India. And if you know anything about cow dung, is it burns with a very slow flame, okay? You can't get a very high heat on cow dung. What it's ideal for is for boiling. So, we developed whole cuisines based essentially around boiling foods and our pots also became pots that could go on cow dung fires. So, there is some truth in the point that people like Michael Pollan have made that, you know, Indian cuisine is essentially in its origins about boiling. But once the Muslims come in, and these traditions come in, you get much many more traditions of frying. In fact, in many parts of India, frying is still seen as much more of a Muslim tradition. And a lot of the utensils, for instance, copper, which is ideal for frying because it conducts heat fast, is again seen as a utensil as a type of metal used in the Muslim tradition. And again, we get, you know, many types of food. So, one of the most intrinsic foods to India, which we think is so Indian, as samosas, I mean, you know, you remember, what was the line that Lalu Prasad used?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:21.080",
        "message": "Jab tak samosa mein rahega, aloo Bihar mein rahega."
    },
    {
        "speaker": "Guest",
        "time": "00:18:25.240",
        "message": "Now, what is fascinating about that is neither samosas or aloo are originally Indian. Okay, potatoes come with the British, samosas come from probably the Turkish tradition, where you have something called sambusak. And this idea of getting a wheat dough, which is kneaded with oil, so it becomes flaky. That's a very intrinsically part of Turkic culture. You see it throughout Central Asia, and down to Turkey, where you have sambusak. So, samosas and potatoes are, you know, something that have come to us from outside and this"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:53.640",
        "message": "tradition of, of cooking of deep frying things. Fantastic. And you know, one of the points you made to me when we were talking just before we started the recording for the show is that a lot of Indian cooking has adapted itself by pragmatism. And therefore, a lot of foreign elements get easily adapted, because they just happen to be more suited. Can you elaborate?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:13.240",
        "message": "Yeah, see, I mean, this is a point, I think, a very pragmatic point that I often emphasize that, you know, when it comes to cooking, we often forget who is actually doing the cooking. And the truth of Indian cooking is that vast amounts of Indian cooking depends on the unacknowledged labor of two types of people, servants and daughters-in-law, who are treated as servants, essentially. And this labor, you know, this unacknowledged labor is what really goes into creating food, Indian food, and it's their labor, which would do all this really boring, messy, tedious stuff that went into a lot of traditional cooking. And nobody wants to do this sort of work. So, as you know, more people became empowered, as it became harder to force, you know, your daughters-in-law to work as like, essentially slave labor, people stopped wanting to do this traditional food. So, I'll give you one example. One type of food that is very essentially Indian, in fact, is banana flowers. Okay. Mochar, as you know them in Bengal, and it was there right through southern India, through Bengal. In fact, if you can go to books like the Supershastra, which is from something I'm forgetting that actually dates, but from Karnataka, it's an amazing book. It's a cookbook, which half the recipes are using banana flower in different ways. And, you know, when you look at this at the recipes, they're fascinating recipes from historical perspective. But I just keep thinking of all the people who had to clean the banana flowers. And if you've ever cleaned banana flowers, you will know it's a tedious job, because you have to oil your hands, because there's a sort of sticky substance that's in the banana flowers. And then each petal, you know, each sort of proto banana has this sort of undigestible part, which has to be cleaned off by hand. It's a real pain. You've cleaned it. I've tried doing it, and it's a real pain. I mean, the results are delicious. I love mochar. I love the banana flower recipes once they finally cook, but God knows it's not something I want to do every day. And so, at some point, when these English vegetables, as they're called foreign vegetables started coming in from different sources, people stopped cooking banana flower. And they start cook to these sort of Western vegetables, or not Western, just from outside India, non-Indian vegetables, which were just much easier to cook. Cabbage, for instance, you know, I mean, you can cook red cabbage in particular, so that it tastes a lot like banana flower. And it's so much easier to cook. You just chop it up. I mean, cabbage is not Indian, it's a very deeply European vegetable. But I often think Indians cook cabbage in really wonderful ways. It's just that because we don't value cabbage, we don't value all the Indian dishes that use cabbage. So, we started cooking all these vegetables. And these sort of traditional Indian vegetables got largely forgotten. I mean, the interesting irony is that these vegetables are now being rediscovered, not in India, but abroad, because the huge growth of the vegan movement abroad is actually finding all these traditional Indian ingredients very useful, because so much of Indian food is actually very easily adaptable to vegan food, especially from South India, where you have coconut milk, instead of cow's milk or buffalo's milk, then it's all essentially vegan food. So, you can go to New York, and you can have these really fancy hipster restaurants, which will serve you burgers made out of banana flower, or green jack fruit, another very intrinsically Indian vegetable. Whereas it's almost impossible to get these dishes"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:39.080",
        "message": "in India now, for good reason. And you know, a few episodes back, I did an episode of the scene in the unseen called metrics of empowerment, where I sat down with three economists, Devika Kher, Nidhi Gupta, and Hamsini Hariharan, and we were trying to figure out some sort of out of the box metrics, which showed that women have been empowered. And you know, the image that you painted of a male patriarch ordering ki, you know, give me mochad dalna and somebody has to and then the daughter in law has to clean the banana flower. And but gradually over the ages, as those daughters in law become more empowered and can put their foot down, they choose to make cabbage instead. So in a sense, one offbeat metric of empowerment is a move away from banana flower to cabbage."
    },
    {
        "speaker": "Guest",
        "time": "00:23:16.440",
        "message": "Oh, actually, you know, one of the best examples is something that has happened, maybe if not in our generation, but in our parents generation, which is the great shift to stainless steel. I mean, I don't know if you remember this, but I do remember like, you know, these these women would come to the houses with these with these stainless steel vessels, they were these sort of nomadic women. And they would ask the women if they had like old saris, which had zari in them. And it was amazing, like how many women would empty out their chest full of saris and exchange them for these stainless steel vessels. And in a matter of about a decade, stainless steel, which was a very niche product, it was, you know, originally used for making armaments. Stainless steel became ubiquitous in Indian kitchens for us today, many of us when we think of traditional Indian kitchens, we think of stainless steel, all that bright silver, ever silver, it was called stainless steel vessels, and you know, shops full of stainless steel vessels. But this happened in a matter of 10 years. And why did it happen? It's not even that stainless steel is a particularly good medium for cooking, it's actually not a particularly good medium, because it doesn't conduct heat very well. Things like brass and copper are actually much better conductors of heat. But stainless steel is easy to clean. And if you've ever been through the trouble of cleaning brass vessels, you know what a pain it is. I mean, to clean brass vessels properly, you need something acidic. So you had these sort of, you know, solutions of tamarind, we had to steep and then you had to clean it. And then once or twice every year, you had to get the kalaiwala to come. I don't know if you've ever seen that the guys would come and make little fires outside your house and put the tin lining inside. Taking care of brass vessels is a real pain, they're also like really heavy. So within 10 years, women in the kitchen, very happily gave up all their traditional brass vessels for stainless steel. And that's actually a marvellous heading for the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:06.600",
        "message": "journey that the Indian woman has taken from saris to stainless steel, absolutely beautiful alliterations. We'll take a quick commercial break here. And we'll talk more about Indian food and how it is not as Indian as you think, though I would hold that all food is Indian once"
    },
    {
        "speaker": "Unknown",
        "time": "00:25:19.640",
        "message": "you eat it after this break. Hello, everybody, welcome to another week on the IBM podcast network. If you're not following us on social media, please make sure that you are we are IBM podcasts on Facebook, Twitter and Instagram. I have a little bit of news for people we are releasing a new version of our app. And as part of that we're running a beta program, we have about 40 slots left for different users to participate in the beta program. And if you'd be interested in doing that, please go to our website ibmpodcast.com slash app beta. That's ibmpodcast.com slash app beta. Over there, you'll be finding this form which will let you submit your email address to us and we'll invite you into the beta. Again, it's a limited availability. So we're only going to be able to invite so many people. But if you're interested, please do subscribe. And this week on Cyrus says Cyrus talks to stand up comedian Saurabh Mehta about moving from HR to comedy and positioning himself as a first gen stand up comic. On Simplified this week, the guys talk to Atul Churramani of Magna Sound about the golden age of indie pop in the 90s. On the season finale of the kinetic living podcast coach only spoke to fellow NTC trainer Kunal Rajput and they talk about kettlebell sports powerlifting and how his dad a Mumbai based bodybuilder inspired him to pursue his fitness career. And starting November 19. We have a very exciting project. We're starting our first history project with Anirudh Kandisetty. It's called Echoes of India. Please do catch it on the IBM podcast app website or wherever you get your podcast from. And with that, let's continue on with your show. Welcome back to the scene in the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:41.960",
        "message": "unseen. I'm chatting with Vikram doctor about Indian food and what makes it Indian and where it actually came from. So Vikram, tell me a little bit more about the different streams of influences where they came from, like, obviously, there are trade routes as a silk route, which ended here, as you said, there was, you know, the route from the Middle East, I presume, a lot of the influences that would have come with the Islamic invasions, and there were the different kind of colonialism,"
    },
    {
        "speaker": "Guest",
        "time": "00:27:06.280",
        "message": "there were the various, you know, colonial routes of ingredients to India. But there are also routes that people are less aware of. For instance, we are so conditioned to thinking of products coming in from the west, that we often ignore all the influences coming from the east. And actually, especially from South India, especially in Bengal, there are massive traditions of influences from Southeast Asia, you know, intrinsically Southeast Asian, or Far Eastern, and also from the Americas, because we, you know, again, because of this Western focus we have, we forget that there was this huge movement of goods from the New World from South America, over the Pacific by what I call the Manila galleons. The Manila galleons were these fleets of ships that set off from Peru, from Mexico to Manila, this is Spanish, because the Philippines was Spanish run. And arguably, a vast amount of food products came to Asia, over the Pacific through the Manila galleons, and spread from there to India. I mean, again, we're hypothesizing which products these were, but quite probably included pineapples, it could have been cashews, it could have been sweet potatoes, which are actually very interesting product, because you may even have predated the Manila galleons, and come with the Polynesian, you know, movement across the Pacific. And the one that's really interesting is chilies, because we are still not very sure how chilies came to India. And of course, how they became such an intrinsically part of Indian society. Of course, chilies are from South America. That's the one thing we know for sure. But how did chilies become so essentially Indian and, again, we can only speculate, I mean, perhaps the best, the most interesting theory was the one put forth by K.T. Acharya, India's pioneering food historian, whose idea was that chilies substituted a particular spice, which is now very rare here, which is called long pepper. Long pepper is something called pipali. And if you've ever had a really bad cough, you know, your mother might have given you this as a sort of Ayurvedic preparation in hot milk. It's a variety of pepper, which is long, as the name suggests. And it looks a bit like a chili. It's much more spicy, much more peppery. And Acharya's theory is that this was used a lot along with regular black pepper. But the thing about long pepper is that it's not a very convenient spice. I mean, A, it grows only where pepper vines grow, which is really the very much more tropical, you know, rainforest parts of India. It doesn't keep very well. I mean, you have to pickle it and it's not that as convenient to use. And when chilies came, chilies are a very easy crop to grow. They grow almost anywhere. People grow chilies in pots in their house. And you can always have chilies growing and it's a very easy source of heat. So Acharya's theory and it fits in a way from a lot of what we're talking like what we started off by saying about the marigolds. We just found chilies to be a much more easier way of getting heat into our food than long pepper. And this again goes back to what you were saying about"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:56.680",
        "message": "pragmatism. Yeah. And it seems to me that therefore a lot of our adopting foreign foods is as much an adoption of food itself as an adoption of technology. In the sense that, you know, you want that spiciness in your food instead of the old technology, which is long peppers, you adopt a new technology, which is chilies, which are coming from outside and who cares where they're coming from? I mean, you adopt them and you make them quintessentially Indian."
    },
    {
        "speaker": "Guest",
        "time": "00:30:18.840",
        "message": "Yeah. So, you know, the basics of Indian food remain the same. It's just that the means that we used to get it become slightly different. Another fascinating example is with dals. Now, dal is something that, again, that is very basic and intrinsic to Indian food, mainly because it's one of our main sources of protein. And we depend upon legumes on beans a lot more than most other parts of the world. And we have very traditional dals like moong and masoor and urad dal and also lesser known dals, which we started substituting once we encountered the New World dals. Now, this whole process of exchange between these dals you named are Indian. The dals are named Indian. What is not Indian is rajma, for instance. And this is really interesting when you think about it, because, you know, you think of rajma chawal as being this essential North Indian dish, but rajma is not. Rajma is a New World bean. And this process, which is called the Colombian exchange of old and New World products being exchanged. Rajma is one of the key products that was exchanged. And you can even see it in the name because the hypothesis is that I named three dals earlier, moong, masoor and urad, which is called mash. And the theory is that rajma means the king, the large urad, large mash. Okay. And it came to India. It just fitted into Indian cooking styles. And now it's an intrinsically part of India as rajma chawal."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:46.600",
        "message": "That's mind blowing. And what you pointed out earlier before we started talking was, I mean, on one hand, you were talking about how idlis are taking over India, which I'll ask you to elaborate on. But when I asked you if idlis are Indian, you said that maybe not that there"
    },
    {
        "speaker": "Guest",
        "time": "00:31:59.480",
        "message": "is a theory that fermentation came from Indonesia. Yeah, I mean, you know, again, as with a lot of food history, so much is speculation. But it's true that Indonesia is a sort of center point for lots of fascinating fermented foods, like tempeh, and a whole range of other fermented foods. And one theory is that idli, which is actually a fermented food, is something that came from Indonesia through the long Tamil connection with Southeast Asia. And what is fascinating, I mean, earlier, I'd spoken about the wheat invasion of South India. But to me, what has been equally fascinating the last few decades has been the idli invasion of North India, because it's happened for a very simple reason. I mean, when I was growing up, idlis were seen as madrasi, it was this very South Indian thing, you know, I had friends, you know, family friends would come from the north, and they would want to eat like idlis, you know, because it was intrinsically like, Indian. And it was not that usual to get idlis outside South India. Now, you can go across India, and you will find idlis everywhere, particularly in roadside dhabas. I mean, roadside dhabas have this sort of impression of being very North Indian Punjabi, but actually what you can get in them across India is idlis, because they're seen as light, safe, easy to eat. And this is the key thing, easy to produce in bulk. One thing that has really empowered idlis to spread across India is that it's the one food which is easy to make on a large scale, once especially once wet grinders were invented. We still don't know who invented wet grinders, but it seems likely that wet grinders were invented somewhere in around Coimbatore, because it has a whole machine parts industry and somebody, some bright person decided to fit a sort of grinder to the stone inside the stone and you got wet grinders. And slowly wet grinders started picking up. And restaurants realized that they could use wet grinders to make the idli batter very easily. And then it was just a question of steaming them on a large scale. Now compare that to chapatis. Chapatis are strangely enough, one typically Indian food, which we have not been able to scale up. I mean, yes, there are chapati makers, but everybody hates the rotis that come from chapati makers. Some daughters-in-law are called chapati makers. And you know, this is the problem with chapatis. Chapatis have to be made one at a time by hand. And people have all sorts of preferences. You know, people don't, some people like it more puffed, some people like it slightly burnt, some people like it really soft. It's really difficult to scale up chapatis. Whereas it's very easy to scale up idlis. And for that reason alone, idlis have become, I would say, our national food in a way that chapatis no longer are."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:35.880",
        "message": "That's quite mind blowing, especially from someone who's grown up eating Bengali and North Indian food to hear you describe of idlis as, and the way you spoke of it, you know, a venture capitalist would love that. What should I invest in? Idlis scale better. And they're also, again, a metric of empowerment, because chapatis are labor intensive. The labor in Indian kitchens"
    },
    {
        "speaker": "Guest",
        "time": "00:34:53.160",
        "message": "is usually done by unpaid women. So hey, in fact, there is one startup, which has become hugely successful ID, by simply making Italy batter, which can be, you know, sold through chilled cabinets. And it's become hugely successful. Now, I can go to like any kirana shop in Bombay, and actually through most parts of most large cities in India and buy ready made Italy batter, which then I just have to put into a pressure cooker and steam it. So much for my keto diet."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:21.080",
        "message": "I'm not craving idlis. So far, during this conversation, you've spoken of things like saffron, marigold, chilies, tomatoes, potatoes, beans, rajma, all of which come from outside, what is there, which is quintessentially Indian? Like, for example, if 2000 years ago, I had to have what would then be called an Indian meal? What would it consist of? I realize it's a very simplistic question, because there's so many different regions and so on. But you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:35:45.480",
        "message": "well, obviously, rice, I mean, most Indian foods were based around rice, and a few other products. I mean, bananas, for example, we tend to forget how important bananas have been, because we just think of bananas in terms of the ripe fruit, but actually green bananas are cooked as a vegetable, a very intrinsically Indian preparation, a lot of ritual foods involve green bananas. And that the text I was mentioning to you earlier, the super shastra, along with banana flowers, green bananas are one of the vegetables that they use a lot. And bananas, again, may or may not have originated in India. But certainly, in India is one of the largest sources of diversity for bananas. And bananas have gone from India across the world."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:27.480",
        "message": "But what is really strange... We are a banana republic in that sense."
    },
    {
        "speaker": "Guest",
        "time": "00:36:32.200",
        "message": "We are a banana republic, we are better than a banana republic, because we have this huge diversity of bananas. Okay, whereas the banana republics, which you're talking about are the Central American countries that started growing bananas for the American market. And these countries were growing bananas purely for commercial reasons. The bananas were not native to these countries, they were vast banana plantations. And the companies like Dole, and what is now Chiquita Bananas, which invested in these republics and essentially became so powerful that they control these republics, which is why they call banana republics, only grew one or two types of bananas. That's what they were interested in, because they were industrially grown bananas. Now, I am making a point on this, which we will come to, but because bananas are something I'm very passionate about. They hit upon only two or three types of bananas. And the problem with monocultures, if you know anything about agriculture, is that monocultures are very dangerous, because you get a virus, which kills them, you kill all of them. And that's exactly what has happened with bananas, not once, but twice, that a virus comes, which wipes out a strain of banana completely. And this has been happening across the world. So when the original type of banana got wiped out, the banana companies quickly innovated and found a new type, which is called Cavendish, which has now become the universal banana. If you go across to the West, there is only one type of banana that you know, which is long, beautifully yellow, and completely tasteless. But it's great for the grocery trade. That's what you know, it's a Cavendish is a banana, which is an industrial banana. Why do people eat it if it's tasteless? Because that's all they know. Americans, people in the West don't know any other type of banana. You if they come to India, their minds get blown when they eat the sort of banana, the varieties of bananas that we have over here. But for them, there's only one type of banana. It looks beautiful. It's perfectly yellow. And that's what they see as a banana. Now, what has happened is that two or three types of virus are wiping out this, exactly as happened in the past is repeating. The bananas are being Cavendish is being wiped out across the Central American states across the banana, the so called banana republics. So what is happening now is that they're coming to India, and they're growing Cavendish over here, which is one of the stupidest things possible, because a it's completely tasteless compared to our, you know, native bananas, and be it's going to happen here, the virus will come here, the virus has already started coming out here. But what is awful is because they are growing these bananas, and it's been planted in in vast amounts in Maharashtra and Gujarat in particular, for the Western market, and the surplus is being dumped in the Indian market. So in the last 10 years, 10 years back, I could go to Matunga and Bombay, and I would get five or six types of bananas from South India, some of them grown in in Versailles. Today, everywhere you get you get what is called golden banana, which is Cavendish. And it's a disaster. It's tasteless. It's not a patch on the traditional Indian bananas, like, you know, Rastalis, or all the South Indian bananas. But it's what we've started growing. And it is really a tragedy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:36.120",
        "message": "And there are many cautionary tales in this one of them, of course, is of the value of diversity, because we have such a diverse types of bananas, you won't have this kind of thing happening where a virus cleans it out. And you know, the other is of perhaps a cautionary tale about a certain kind of globalization, which, you know, wipes out indigenous forms of, in this particular context, it's banana, but it could be anything, you know, you can extend it to culture and food and whatever."
    },
    {
        "speaker": "Guest",
        "time": "00:40:01.000",
        "message": "And, and it's a tragedy of education, you know, because we don't value Indian bananas in themselves, we have forgotten how good they taste. I mean, I can still go to Tamil Nadu, luckily, where the you know, Cavendish was not taken over the extent to it as in Bombay or North India. And you have these amazing bananas, you have a variety of bananas, you know, in a big, thick slice, some of them slightly chewy, they have the red bananas. And it's a real tragedy that they're all being wiped out and replaced by this one tasteless banana, which is perfect for the international trade, which itself is going to get wiped out in time by the virus."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:36.200",
        "message": "So there's an irony in this that we gave banana to the world, and then they gave a particular"
    },
    {
        "speaker": "Guest",
        "time": "00:40:40.760",
        "message": "kind of banana to us, which might wipe us out. Absolutely. It's in fact, a similar irony to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:48.440",
        "message": "our giving chicken to the world and then being assailed with chicken tikka masala."
    },
    {
        "speaker": "Guest",
        "time": "00:40:51.960",
        "message": "Yeah, I mean, this is actually an interesting story, too, because chickens sort of originated in India. Chickens, the modern chicken is a descendant of the Indian jungle fowl, which is native to North India and Northeast India. And it does seem to have been hunted in the past as a sort of game bird. But the domestication of chickens may have happened somewhere in Northeast India or Southeast Asia. There are different theories about why chickens in particular were domesticated. For instance, one theory is that actually chickens were domesticated not for the chickens themselves, but for cockfighting, because cockfighting is part of various rituals, even today, and this is controversial, but for some South Indian festivals, cockfights are seen as traditional and this is being opposed by animal rights activists very rightly. But so one theory is that chickens were domesticated for cockfighting rituals. The other theory is that chickens were domesticated because unlike, say, ducks, they don't require water. They adapt quite well to chicken coops and houses. I mean, there are different theories, but the key point is that the main domestication happened through Southeast Asia, from where then they spread across to the West and the rest of the world. What happened then is that in around World War Two, there was a huge demand for meat, especially in America. And the main meat sources, which was beef, was being sent to the battlefields for all the soldiers. So the people at home had to look for another easy source of meat and chickens became adopted as a quick, easy source of meat because, you know, you can raise chickens much faster. That's when chicken, it's as late as that. I mean, there are certain routes before that, but the mass production of chickens really happened during World War Two and post-World War Two. That's when the broilers were developed because, you know, the Americans were selling this idea of a world where, you know, of this vast, prosperous America where everybody always had meat and chickens, broiler chickens, were seen as the meat of the future. So that's when broiler chickens were developed. This completely unnatural bird, which matures in just a matter of a few weeks and lives in these, you know, cooped up conditions and develops these huge, heavy breast meat. You know, typically, originally chickens didn't have this heavy chicken breast meat. I mean, this comes with chickens which are bred for like sitting in cooped up conditions. And broilers developed from there through a lot of other American innovations, for instance, the spread of antibiotics, because the problem with raising chickens in these cooped up conditions is that they get diseases and they all fall sick. And coincidentally enough, the 1950s were when America was discovering all the wonders of antibiotics. And they realized that putting antibiotics into chicken feed makes chickens grow much faster. And that's where this completely unnatural bird, which has nothing now in connection really to the Indian jungle fowl, was developed. And now we have taken it into India because we have a vast population which wants meat. And chicken is the easiest meat because it can be produced fast. It doesn't have any of the religious and cultural hassles of pork or beef. So we are developing this vast chicken industry. So there's a massive irony here that chickens which originate in India are now becoming the mass Indian meat. But it's a horrible meat. It's a horrible unhealthy meat, which has no"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:18.120",
        "message": "connection at all to the Indian jungle fowl. So in a sense, chickens have traveled the same distance with bananas. The modern chicken is like the Cavendish banana or the golden banana"
    },
    {
        "speaker": "Guest",
        "time": "00:44:25.960",
        "message": "and it's tasteless and it's come from the West. It's come from the way we gave them the original thing. And it is this completely I mean, you know, once you read the research that's going into the problems of antibiotic use and in chicken feed, and this is spilling over into humans, because antibiotic resistance is rising because of this vast lavish use of antibiotics in animal feed among other reasons. So it's deeply disturbing to see this this huge upsurge in chicken production"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:53.320",
        "message": "in India. So within our culture, how do we keep our sense of what is Indian food? For example, you might say that bananas and chickens are Indian, but as you just, you know, pointed out, what a lot of people who might now go to Matunga and buy golden bananas think of as Indian isn't really Indian. How do we preserve our sense of what is Indian food regardless of where it"
    },
    {
        "speaker": "Guest",
        "time": "00:45:14.600",
        "message": "originated from? I mean, I think we just need to look at authenticity in buying food. I mean, you know, authenticity is a problematic concept, because then, you know, people get into things of like, you know, disputes or whatever is, you know, really authentic, etc. I think we should just look at authenticity in terms of produced in the simplest possible way, you know, trying to buy it as close to the producers as possible. One of the really encouraging things that's happening across India is that we are seeing a lot of farmers, farmers markets, people, you know, producers selling food directly to consumers. And that's really important. I mean, supermarkets do have a role to play in the wider business sense, but the level to which supermarkets have grown in the West, and in the developed world, to the extent to which they control both consumers and producers"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:00.280",
        "message": "is a deeply disturbing. And you could argue that the impetus behind that is the same impetus behind this wonderful exchange of cultures, which is pragmatism. Yeah, absolutely. Look,"
    },
    {
        "speaker": "Guest",
        "time": "00:46:12.520",
        "message": "supermarkets have many benefits. Okay, I'm not going to argue with somebody who's at the end of a busy day, doesn't find the time to go to a farmer's market, and actually, you know, get the produce and clean themselves. It's true, we need convenience, we need, you know, to be able to make things easily. It's just that we need to look at the larger costs involved. And sometimes the costs involved with supermarkets and are not visible to us, but are very real, and deeply problematic, like, for instance, the cost of health issues that are coming from, you know, antibiotic fed"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:43.160",
        "message": "chickens. Is it then fair to say that while, say, the history of Indian food or the history of Indian cuisine has been a journey where we take influences from everywhere, whether for pragmatic reasons or otherwise, and, and it all becomes Indian once it's adopted. So it's not fair to say, for example, that chilies or tomatoes or rajma aren't Indian once we've adopted them and made them our own, they are Indian. But now we've come to this place where we are taking a journey almost in the opposite direction, we're driven by the same pragmatism as before, we are now, you know, changing these food habits and adopting, for example, Cavendish bananas, and what you call antibiotic fed modern chickens, and moving away from what can and cannot be described as our roots."
    },
    {
        "speaker": "Guest",
        "time": "00:47:25.800",
        "message": "Right. I just think, as I said, people need to be a bit more mindful about the food. And what what makes it a lot easier is that a lot of these foods are still available in India. You know, many of these foods, which, you know, have been taken up by the West as these fantastic modern ingredients are actually available in India. They're available in two sources. One, they're available as part of rituals, a lot of traditional Indian foods survive as part of of temple rituals. So for instance, during this whole thing, during upvas that we don't eat grains, I mean, it's an interesting practice, because what essentially is happening is upvas upvas foods go back to the traditional Indian foods, you know, the Indian foods of the field of the jungle. I mean, that's the sort of idea that you would eat the food that the rishis would eat. Now, again, a lot of food that is actually eaten during upvas is like things like sweet potatoes, which are not intrinsically Indian. But at least it's a way of giving you a diversity, you know, for upvas, you will not eat rice or wheat or something like that you'll eat millets. Okay, and many millets like ragi are very intrinsically Indian. And so simply because of these upvas rituals for temple purposes, a lot of foods are preserved and are available in India. One of the biggest struggles in the West has been just making these foods available. Actually, in India, most of these foods available, you just have to go to a traditional market, you have to ask grandmothers, because many of the upvas rituals are kept up by grandmothers, and they know where"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:50.520",
        "message": "to get all these foods. But is that going to change with time with the decline of the joint family?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:54.280",
        "message": "And you know, it might, it absolutely might. But what is great is that people for health benefits are rediscovering the values of all these foods. And the other way that all these foods are available is actually with poor people. Because the many of these traditional foods because they look down on are seen as food only for poor people. And yet they're available in a city like Bombay. And it's quite fascinating. I often you know, sometimes when I go to markets, I don't go into the main market, because the main market is where all the sort of prestige vegetables, what you call English vegetables are sold. But if you look on the margins of markets, you will find old lady sitting, they'll have a bed sheet, a piece of cloth, and they'll have some bunches of greens of, you know, which they have picked, it could be like drumstick leaves, it could be things like Malabar spinach, it could be like, there's a whole range of pumpkin flowers, a whole range of, of forage greens, which are just available for anybody who goes out and picks them. And these are available very cheap. And they're sold for people who know them, who know their value, they're often extremely healthy, because they have all sorts of nutrients, which are not necessarily available in the in the sort of prestigious vegetables. But they're there for poor people. I mean, for instance, like, one type of green I found being sold in the mill areas, actually safflower, kardi, safflower leaves, okay, not the oil, which is what are pressed and used for, you know, safflower oil, but the greens of safflower. Now, this is a very traditional vegetable in interior Maharashtra, which is where a lot of the mill workers come from. And it's still sold in Bombay in these areas. It's a delicious green, but I can only buy it on the roadside. I will never find it in a market, even on a supermarket. So if I may take this opportunity,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:41.640",
        "message": "you know, for listeners of my show who like to cook, why don't you recommend four or five interesting offbeat things which they won't find in supermarkets, which you'd recommend them to try?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:51.080",
        "message": "Um, well, drumstick leaves, I mean, you know, if you want a plant that is very deeply Indian, it's drumstick, sanskari plant, sanskari plant, absolutely. And drumstick are a wonderful plant, because it's a tree for one thing, which means that it produces through the year, the drumsticks, which are what we're familiar with is water going to like sambar and daal and dishes like that. But the leaves also extremely nutritious. I mean, it's actually fascinating. In Africa, there are whole, you know, NGOs that are devoted to like selling the benefits of Moringa, as it's called. And you get all these projects to grow Moringa within cities. I've seen projects where, you know, schoolchildren are encouraged to grow Moringa so that the leaves are used. Leaves are an extremely great source of nutrition and protein. And again, this is something which is sold by the roadside. So Moringa is one. Dried fish is another product, which again is falling out of fashion completely. And in Bombay, in particular, dried fish is very intrinsic to Bombay. You could say that dried fish was one of the things that almost founded Bombay. Because if you look back at the history of Bombay, you know, Bombay was a very poor place. I mean, it has very little to recommend itself. It had a harbour, but that was about it. I mean, there were no natural products, there was nothing really. It had coconut trees, and it had dried fish. I mean, dried Bombay duck, basically. And you can read reports, the British moaning and groaning about the smell of dried fish, you know, just like even now, today, in sort of swanky neighbourhoods like Bandra, or Warsaw, you have people trying to stop the, you know, the fishermen's colonies drying fish, because it's the smell is reducing the value of all these really expensive apartments. And yet dried fish is intrinsic to Bombay. It was a very important product for a very simple reason. During the monsoons, the boats couldn't go out. And so, you didn't get fish. So, you had to have dried fish. Dried fish was your key protein source, which tied you to over the monsoon months. And there's a whole range of dishes that the traditional Bombay communities, like the Pathare Prabhus or the CKPs, cook, which use dried fish. They're vegetable dishes, which use dried fish or dried shrimp to add flavour. They're delicious dishes. Because, you know, just a little bit of dried shrimp or dried fish adds a great depth to your dish. It's like the way fish sauce is used in Thai food or Southeast Asian food. But unfortunately, we've stopped cooking these dishes, because there's one uncomfortable fact about dried fish, it really smells. And now that we live in apartment buildings, and now that we have enclosed kitchens, the dried fish smell is really hard to get, the neighbours will complain. No restaurant wants to serve dried fish dishes, because what they say is that the smell will come into the dining room. Hotel restaurants can't serve dried fish dishes, because they sell this, the stink will come into the hotel rooms. So, these dried fish dishes, which are really delicious, nutritious, and important to India, are completely vanishing from our lives. What else? Moringa, dried fish? Moringa, dried fish, well, banana flower, you know, green jackfruit, all these things that are becoming trendy abroad. I mean, these are all the sort of like, foods that people really should try and experiment with."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:00.840",
        "message": "So tell me something. I mean, earlier in the episode, we were talking about restaurants and how you know, I had done an episode with Ashok Malik about TV channels. And he made an interesting point there that the license cost of TV channels, just setting up and running them is so incredibly high, that they end up aiming for the lowest common denominator, and you don't get enough variety and diversity. And the same point has been made by, for example, Amit Doshi of IVM podcast, who partner with me in producing the scene in the unseen, where he talks about radio, and he says that, you know, you look at the diversity of radio in New York and contrast it with India, where the license fees are so high, that lowest common denominator. So everyone's churning out Bollywood music. And you pointed out at the start of this episode, that it's the same with restaurants, that restaurants are fundamentally such an expensive, high investment business because of real estate and blah, blah, blah, that they aim for the lowest common denominator. In your early days as a restaurant critic, this frustrated you, because I presume you'd get the same butter chicken everywhere. Is this changing? I mean, because culturally, I think, in a sense, you have more openness and more influences coming in even from outside. But a lot of the new restaurants that I see, and this is obviously my bias, because I'm a relatively westernized elite here. A lot of the new restaurants I see will be like molecular gastronomy kind of restaurants and more influences from the West. But is is a diversity of Indian food beyond what the West has sent back to us finding any kind of expression?"
    },
    {
        "speaker": "Guest",
        "time": "00:55:25.400",
        "message": "I think there are a few positive signs. I mean, one of them actually is YouTube. You know, a lot of people have realized that YouTube is a great way to chronicle recipes. There are so many YouTube channels or YouTube videos of Indian housewives making very traditional Indian recipes that are really useful. Because I mean, you are allowed to see the sort of slight hand movements, you know, especially when you're making something like rotis. It's very minute things like the hand, how you roll the dough, whether you throw a little bit of water on the tawa to create a bit of steam before you put the bakri on it, which prevents the bakri from sticking on the tawa. These are the very subtle things which are sometimes very hard to write in a recipe. But YouTube allows you to capture that. So I think one of the really important things that's happening is that YouTube is allowing a lot of people to chronicle a lot of very traditional Indian recipes. I mean, I'm not saying that the videos are often great. I mean, often the picture quality is a bit iffy and things like that. But at least the recipes are being chronicled. I think the fact that it's becoming easier to publish a book is allowing a lot of people to publish very traditional recipes. In the last 10 years, most of the really fascinating cookbooks, I know, that chronicle traditional Indian recipes have been self-published. What would you recommend for my listeners? I mean, it's hard to recommend these because, you know, they're very hard to get by the nature of being self-published, because, you know, they're often not available on Amazon or places like that. But there are amazing community initiatives, nearly all run by women, which are chronicling traditional recipes. And, you know, one amazing cookbook is a book called Dadi Mano Varso, which means the grandmother's treasury, which is an attempt to chronicle the recipes of the Palanpuri Jains. Now, if you know anything about the Palanpuri Jains, they're a really interesting community, because they're very rich, because they're the community that controls the diamond business. And so, you know, they're across the world, wherever diamonds are traded and sold and cut. But because they're so spread out, a lot of the people in the Palanpuri Jain community have started worrying that they are going to lose out the very traditional Palanpuri Jain recipes. And these are recipes that are interesting for multiple reasons. One, obviously, they're Jain, so they won't cook a lot of like root vegetables and things like that. So they use things like fruits, like guavas and, you know, fruits and a lot of dried vegetables, desert vegetables, because Palanpur is very close to Rajasthan. So you have a lot of like those sort of dried Rajasthani vegetables, which are used in their cooking. So a group of women in Bombay, got together and decided to chronicle the recipes. And because they had money, they were able to put a lot of money into doing it. It's an amazing cookbook. It's half in Gujarati, half in English, because they wanted to make it really accessible. It costs about 650 rupees to buy, which is much less than the cost of production. But it's an absolutely detailed, painstaking chronicling of every part of the community's cooking down to the utensils that are used. And you know, all the traditional dried ingredients that are going to making Palanpuri Jain food. And like that, there are different community initiatives. Sometimes they're not community initiatives, sometimes just a family. It's becoming very common now for people to do tribute cookbooks to their mothers or their grandmothers. And these books are always interesting. I mean, I have a huge collection of them, simply because they have one or two offbeat, really unusual recipes, which are chronicled in them. I mean, what would be great was if some way these books could become available, you know, on Amazon. And to some extent that's happening. I mean, there are a few print on demand producers. I mean, there's a company called Notion Press in Chennai, which is doing this. And they are offering a sort of pejorative term for this is vanity publishing. But basically, it's publishing for you. And you you chronicle it. And they produce a nice quality book, and they put it on Amazon, they get the ISBN number, and they do all that back and stuff. And they'll even do an ebook if you want it. And it's these sort of publishers, who are not the big well known publishers, who I think are doing an amazing job in helping a lot of Indian cooking get documented."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:32.760",
        "message": "So that might keep the recipes alive, but are ingredients getting extinct?"
    },
    {
        "speaker": "Guest",
        "time": "00:59:36.920",
        "message": "I mean, it's some ingredients like all the banana varieties are definitely becoming harder to find. But again, I mean, I try to be hopeful. And I think what is helping here is the growth of traditional markets, or the growth of farmers markets, small markets, people really becoming interested in these sort of things who are trying to make these recipes available. Many of these ingredients are being promoted for health benefits, which may or may not be true. I mean, not all of them are what they're touted to be. But if people believe that because they're healthy, they're going to keep consuming it, then I'm all for it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:09.320",
        "message": "And I'm going to sort of, I've taken a lot of your time, I'm going to end this episode by asking you a question or version of which I ask all my guests on the topic of their expertise. I mean, in a sense, what I realized talking about Indian food with you is that talking about Indian food, in a sense is talking about globalization, right? Because all of Indian food, I mean, this globalization has been with us for 1000s of years, right? And all of Indian food is basically, you know, to use a cliched phrase, a melting pot, right? And, and we see the same process of globalization now accelerating and bringing about, you know, different manifestations of it, in some cases, you have, you know, supermarkets driving out local markets, and you know, Cavendish driving out all our different kinds of bananas, but equally, you have our recipes proliferating on YouTube, and so on and so forth. So my two part question, what makes you hopeful? And what makes you despair about the trends of globalization with reference to Indian food?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:09.320",
        "message": "Well, what makes me hopeful, I think, is the fact that I started off by saying that the fact that I started writing about food writing, because I could talk to anybody about food, food is the one thing that connects everyone, and everybody is interested in food, you can talk to anyone about food and their food memories, and their food experiences, and you have a way of connecting with everybody. So we're dealing with something that is of a lot of interest to people. I mean, we can see it in the way that politicians often use food metaphors, you know, in their speeches, because they know that food connects with people at a very primal level. So I think we're dealing with something that is very basic, that is very that really literally hits people at a gut level. And it's always easy to interest people in food. So that's the positive side. The thing that makes me a bit, I don't know, despairing, but definitely sad, is that people don't open their minds, and they don't want to experiment with food, they become very closed. And you know, one thing that I find particularly depressing is the sort of rigidity with which we're getting into the vegetarian, non vegetarian divide, which was essentially not something that was there in India in the past. I mean, yes, you had some vegetarians, and you had a few people who ate a lot of meat, but those people were traditionally, you know, just a very few rich people. Most people ate a sort of mixed diet, which was largely vegetarian, but many of them did eat meat in small doses. Sometimes, as I said, we were talking about dried fish as flavorings in their food. And these are very important, very nutritious, completely delicious dishes. And they're getting completely lost, because we are seeing a polarization between vegetarian and non vegetarian. Vegetarians are becoming fanatically vegetarian, they won't even eat eggs or any kind of meat. And sadly enough, non vegetarians also becoming fanatically non vegetarian, because if you want they want to eat chicken, they just want to eat chicken, you know, they just want to eat full on"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:01.560",
        "message": "meat. For many North Indians it's almost a macho thing. Or they do keto diets like you do."
    },
    {
        "speaker": "Guest",
        "time": "01:03:08.520",
        "message": "So yeah, there's a macho element. Exactly, you know, and people are more prosperous, which is a good thing. I mean, we should never be sad that people are prosperous. I mean, that's awful. And because they're prosperous, they want more meat. And that's, you know, prosperity is always a good thing. But it's a bit sad if they define prosperity as only eating meat. And in the process, I think a lot of traditional Indian foods are getting lost. I mean, what I call these semi vegetarian foods, which are very important, delicious dishes, the nutritious dishes, and the environmentally important dishes, because I mean, there is certainly a cost that is being attached to this huge rise in meat consumption. There's a cost that is coming in things like the rising antibiotic use, there's an ethical cost, which is coming in the ill treatment of animals. And, you know, this is something I think, food writers will have to grapple with. Like a lot of people, I have mixed feelings about the vegan movement. But I think the vegan movement is really challenging us to think about essential things like how is it possible if you are well off and again, this is a position that comes from a position of luxury, I will never, I do not think you can ever tell a person who's starving, like don't eat meat. But if you're a well off person, and you have the option of not eating meat from the sort of industrial production of meat, where you know that there is so much abuse of animals, the rampant use of antibiotics, how can you continue to eat meat unquestioningly? I'm not saying don't eat meat. I'm saying question it. And India actually has a solution to all of these issues to many of these issues. Vegan food is natural to India in a way that it is not in most parts of the world. We have these vast vegan, vegetarian, semi vegetarian traditions. And we're forgetting those. And I think that's a bit sad. So that would have been a good note to end. But"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:56.600",
        "message": "I thought of another question to ask you, when you mentioned the ethical dilemmas of meat eating, which is, I think at some point in the future, it's only a question of when we can argue about but at some point is definitely going to happen that is going to become commercially viable to have lab grown meat. Absolutely. When no animal was killed, you've just basically synthesized an entire animal, right? And it looks like chicken, it tastes like chicken, but it was never alive to begin with. It's fascinating. And it's fascinating. And that's going to happen. And when that happens, I can imagine that someone like you would respond in two ways. The negative response would be that all food diversity is struck down the same way that you've been on the loss of the jungle fowl, right? That it hits food diversity, but ethically, then it's a great boon,"
    },
    {
        "speaker": "Guest",
        "time": "01:05:34.280",
        "message": "because it'll be it'll be a great boon. And I think it's a reminder to us that, you know, tradition, diversity, I mean, are all important things. But there are other issues like animal welfare, health, environmental costs that also have to be taken into account."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:48.440",
        "message": "That's a fantastic note to end the episode on. Thanks so much for coming on the show, Vikram. I learned a lot from you today. Great. If you enjoyed listening to this episode, do hop on over to audiomatic.in and listen to all 48 episodes of Vikram's brilliant podcast, The Real Food Podcast. It's genius. Also, please Google his name. He's written hundreds of brilliant pieces on food over the decades, among other subjects, and an hour spent entering the rabbit hole of Vikram Doctor's writing is an hour well spent indeed. Vikram doesn't happen to be on much social media, but you can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. And you can browse past episodes of the seen and the unseen at seenunseen.in or thinkpragati.com. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "01:07:00.120",
        "message": "Do you have a night routine? Well, everyone has one. And the to-do list usually looks like this. Brush your teeth, set that alarm, get into your pajamas and switch off those screens. But here's one more to add to that list. Tune into the Positively Unlimited podcast for a dose of positive action and tips on how to build powerful mindsets. Episodes out every Monday on the IBM Podcast app, ibmpodcast.com, or wherever you tune into podcasts."
    }
]