[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "The grammar, the skills required, the incentives at play, as an economist would say, the kind of youngsters who come into the game, the kind of people who watch it and the reasons for which they watch it. Everything about cricket has changed. And in this time, everything about India has also changed. More than 60% of the country today was born after the forced economic liberalization of 1991. And the social and cultural changes have been vast. Equally, in this time, technology has also taken quantum leaps. And the world in 2018 would seem a science fiction world to the boy of 1991. How could cricket not change?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:08.200",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:22.160",
        "message": "Welcome to the scene in the unseen. My episode last week was called the evolution of everything in which my brilliant guest Matt Ridley described how Charles Darwin and Adam Smith had the same grand idea and how everything evolves in bottom up ways. We spoke about the universe, about life, language, cities, economy and the sense of self in that context. Well, today's episode is about the evolution of cricket. And my guest is someone who's been a hero of mine for a couple of decades now. Harsha Bhogle is a legend of cricket commentary, and he embodies a pleasant contradiction of being both a larger than life figure, as a celebrity stature makes him, as well as being down to earth and humble. He showed great kindness to me in my past life as a cricket journalist, which I suspect he may not even remember. And I was delighted when he agreed to appear on the scene in the unseen to talk about how cricket has evolved in the course of his nearly three decades in the game. But before we cut to the conversation I had with him, let's take a quick commercial break. Like me, are you someone who loves fine art, but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to IndianColors.com. Indian Colors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into objects of everyday use. These include wearable art like stoles and shrugs, home decor like cushion covers and table runners, and accessories like tote bags. This allows art lovers to actually get fine art into their homes at an accessible price, and artists get royalties on sales, just like authors do. What's more, Indian Colors now has an exciting range of new products, including fridge magnets with some stunning motifs, and salad bowls and platters made of mango wood. Their artists include luminaries like Babu Xavier, Wadswo X Waswo, Brinda Miller, Dilip Sharma, Shruti Nelson and Pradeep Mishra. They accept bulk orders for corporate and festival gifting, but even if you want to buy just for yourself or a friend, head on over to IndianColors.com. That's colors with an OU. And if you want a 20% discount, apply the code IVM20. That's IVM for IVM podcast. IVM20 for a 20% discount at IndianColors.com. Harsha, welcome to the scene in the unseen. Thank you. Harsha, it's great to finally have you on the show. And before we start talking about how cricket has evolved over the last 25-30 years that you've been part of the business, tell me a little bit more about how you got into becoming a cricket journalist. I mean, you weren't always a television guy, right? You started off as a lowly print person like"
    },
    {
        "speaker": "Guest",
        "time": "00:03:53.920",
        "message": "me. I love the use of the word lowly, but long before the lowly print guy was a guy doing stuff on Yuvvani in Hyderabad. I was doing a little bit of radio commentary, actually. I did my first ball by ball broadcast when I was what 19 years old. It was a Ranji Trophy game. Learned a lot. Learned what people should not do and told myself when I become the senior broadcaster, these are things I will not do to younger people working with me. But yeah, print happened because I started traveling. I started touring and print was a source of revenue. And it was allowing me to cover up for other pursuits that were not going to pay me. And were you also a cricketer yourself when you started? I enjoyed playing cricket. I played about seven, eight years of cricket in Hyderabad. I played three years of senior division cricket, which means I was playing the A1 division every Sunday. I played two, three inter-college finals, got picked for my university. It's a very nice, convenient story for people to say, this guy didn't play cricket. I wish I could have shown them the four black marks on my thighs when we were still without thigh pads. And I can tell you, I know the pain. And you were a batsman, obviously, I presume. Everybody had to bat. We're playing on matting wickets. So batting wasn't such a challenge. But I started off being an off spinner for my school team. And then one day this kid turned up at the nets. So we're two of us bowling off spin for school for a year. And then one day this kid turns up and I looked at him and I said, dude, this guy's in a different league. So I started bowling leg spin and that's how that's what I bowled for the rest"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:29.120",
        "message": "of my life."
    },
    {
        "speaker": "Guest",
        "time": "00:05:30.120",
        "message": "Who was that kid? I thought the story is going to end in this. No, no, he played for India schools, actually. He went from the nets to our school nets to India schools in one year, the same year. Started off the school nets in six or eight months he was playing for India schools. So his name was Anant Vatsalya. Well, fantastic off spin. I mean, you just I mean, I've always been reasonably good at knowing what I can't do. So I looked at him and I said, you can't do this. So I started bowling leg breaks. And that's what I did till I finished university."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:59.320",
        "message": "And how did you make the transition into full time journalism and then from print into television?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:05.440",
        "message": "Journalism because I was writing a little bit in Hyderabad. And then of course, I came to Mumbai and I wrote the odd piece here, the odd piece there. I was working with professional management group at the time. And while I was at Rediffusion Advertising before that, I had a couple of pieces published, including one in Debonair for Anil Dharkar, but it was about umpiring. I'm going to look up that issue. Yes, it was about umpiring. I read Debonair for the articles. Of course, everyone does. Everybody does. That's what they said about Leboy as well. And yeah, so one day Tariq Ansari calls me and said, would you want to do the England tour for us? And he's the owner of Midday. He then was the owner of Midday. Actually, when I left PMG, he said, we said, look, we've got three young women on our sports desk. Can you just help them make the pages? So come for two hours in the morning. That's it. And the three young girls all went on to have pretty good careers. One was Hemal Ashar, who worked for Midday. There's Prachwal Hegde, who still writes very well on tennis. And Sharda Agra, who I've grown to admire"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:12.760",
        "message": "ever since."
    },
    {
        "speaker": "Guest",
        "time": "00:07:13.760",
        "message": "She's a legend. And in fact, the other two as well. There you are. So those were the three young people there. So I'd go for two hours in the morning. And this was sort of March, April. And then in May, he said, do you want to do the England tour for us? Wow. I said, Tariq, why you and why not one of the women? Well, to be fair, they were very young. They were starting out. They were all excellent writers and they still are. But they were just starting out. So in fact, I did 1990 by 91 Sharda was going around on tours. I said, Tariq, whatever you do, don't change your mind. And he said, so how much will it cost? I said, I have no idea. So I asked R. Mohan. And he said, whatever you do, don't accept less than 30 pounds a day. Okay. So Tariq was very generous. He gave me $100 a day, which was about 55, 56 pounds. But I had to organize all my travel, my stay, everything. When I write a book, I'll write the story about that. Lugging a manual typewriter with spare paper, carbon paper, spare ribbons, lugging it around everywhere. Keep typing and then Telex moved to fax. Now I'm sounding like I'm 200 years old. Who were the writers who kind of inspired you? The cricket writers? Not a lot. I mean, as a kid, we used to get Times of India in the afternoon. And we'd read K.N Prabhu's reports. But I, to be honest, the one, the couple of broadcasters I enjoyed were Dickey Ratnagar and Anand Sethalwad. And Anand Sethalwad had a lovely cadence about his voice and it would go lovely up and down and up and down. And I said, wow, that sounds nice. So those were the two. And for us, the biggest hero growing up was Ameen Sayani because we'd all listened to Binaka Geetmala."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:53.520",
        "message": "Yeah, remarkable voice as well. And friendly voice. And from print to broadcast, how did that come about?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:01.200",
        "message": "Actually, I'd done broadcast earlier because I was doing radio commentary in Hyderabad. Carried a cassette player to my league, senior division league game. I'm batting six, seven something. So my openers are batting, our openers are batting. And I recorded commentary on that, took it to All India Radio. It's a long story. But I did a little bit of radio commentary there. By the time I went to Ahmedabad, I had already done a few Ranji Trophy games. While I was in Ahmedabad, I did two one day internationals and a test match. So that came"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:30.280",
        "message": "before. That came before. And was the nature of commentary different at that time? Like one of the shifts that sort of happened was, you know, and this happened in television commentary. So maybe it's not relevant to this. But, you know, back in the day, Richie Beno's advice, legend goes, used to be that you only say something when you're really adding value. There's no need to describe every shot because hey, the viewer can see that. And that apparently changed in your time as a television, this thing where the brief was just filled every moment, keep talking, don't don't stop."
    },
    {
        "speaker": "Guest",
        "time": "00:09:58.320",
        "message": "We had a soundtrack. I mean, if you paused as much as Beno, they'd put a commercial in. That's a great thing. Seriously. Radio commentary in India has disintegrated. Radio commentary in India had its highs in the 70s, 80s, 90s. There were some wonderful broadcasters, Korky, Original, even if you want to come down from Pearson, Surita and Dev Rajpuri and all the others down to Anand Settlewad, Dikki Ratnagar, Raj Singh was pretty good himself. There's some Hindi broadcasters, Suresh Sarai had a style of his own. So there were some really good radio broadcasters. And we haven't had one since. There's a couple of good ones. Prakash Vakankar is good, Sunil Gupta is good, but All India Radio is no."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:40.520",
        "message": "And I guess part of the reason is a lot of the cricket lovers back then must have been following cricket through radio. So they listen to radio. Today, I suppose very few people"
    },
    {
        "speaker": "Guest",
        "time": "00:10:49.640",
        "message": "do. In India, not in Australia and England, where radio has held its own. The trick is to do on one medium, what a more powerful medium either cannot do or does not want to do. Television is a very powerful medium, but television is a very arrogant, it has a huge ego, television. Television will not be gentle and mild and polite and fun and informal, which radio can be. And so radio must do what television cannot do. But in India, we don't have radio commentary at all. And whatever there is, occasionally we wish there wasn't. And so literally just a few months back when I was on Crick Buzz and we're doing this, wanted to start Crick Buzz live and we said, we don't have a single second of footage. So we can't compete with television. So how do you then compete with television? You do everything that television will not do. So don't have breaks. Just three people sitting and chatting about cricket. And we chat about cricket for 25 minutes before the play. We talk about the team, we talk about the pitch, we talk who's playing, not playing, but it's an uninterrupted 25 minute conversation with loads of laughter. And we're getting a lot"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:07.200",
        "message": "of views. And one of the interesting kind of shifts that happened in commentary itself before we get to talking about cricket in a general way was that sometime around the mid 90s, there was this cult of celebrity where essentially it became the rule that all commentators had to be ex-cricketers themselves and ex-test cricketers are, you know, essentially brought in, like the logic would go that, hey, ex-cricketers would have more insight about how to play the game, but they were essentially brought in for celebrity value. And you were suddenly the only non ex-cricketer in those terms to be in the frame. You know, how, how did that transition impact you? How did you respond"
    },
    {
        "speaker": "Guest",
        "time": "00:12:43.480",
        "message": "to it? Luckily, I started before this happened. Exactly. So when this came around, I still remember my first proper television gig was the Hero Cup in 93. And by the time the Hero Cup came, I'd already done commentary in Australia. I'd been on BBC World Service. There weren't a lot of English voices that had worked on professional networks before. So I got to do the Hero Cup. I got to do a bit of television. By then only Gavaskar was around. By 94, Ravi Shastri came in. By the late 90s, Sanjay Manjrekar came in. So I was lucky that I was in there before. And I, well, I wasn't competing with them, which is why in that famous interview, I told Karan Thapar that I'm the non-striker. When I was batting, I always seemed to be batting with someone who was batting better than me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:32.280",
        "message": "And did that change your brief? Because I imagine when you do a radio commentary, you're doing it essentially as equals. Everyone's got his opinions. You're just chatting, you're shooting the breeze. But did your brief become in this case to be a sort of a sutradhar or an enabler where you have to ask questions and get insights out of these stars rather"
    },
    {
        "speaker": "Guest",
        "time": "00:13:48.960",
        "message": "than necessarily opine a lot on your own? It was not just inevitable. It was appropriate as well. Because I played school, college, university. I know what it is to hit the ball of a middle of a bat. I know the joy of holding a cricket, of catching a catch that shouldn't have been caught. But I have no idea of the pressure of going out to play on the first morning of a boxing day test. So if I tried, if I pretended that I knew, or if I said to somebody, you know what, his head is falling over when he plays the drive, it might be falling over. But I lay myself open to people saying, but how on earth do you know? And whether I know or don't know, I have to presume I don't know. But I found that I could get people to say what the average Joe wanted to. So therefore, willing, wittingly or otherwise, I became the voice of the common man in the in the commentary box. And they said, you know what, he asked the questions that we want to ask. So you're right. So that's how I became a facilitator. Radio commentary is completely different. Radio commentary is a million times easier. Easier. Or any day. Radio commentary is very, very easy because you can't go wrong. Because unless you lie, how do you go wrong on a radio broadcast? Because on radio broadcast, you're just telling people what you see. So I don't know if you"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:11.400",
        "message": "remember this. When I was when India toured Pakistan in 2006, I had come along, I was covering that tour for the Guardian and also writing for Crick Info where I worked at the time. And I also had this gig where I had to do like a 60 second update for BBC every day, a number of times a day. And I was struggling with that. And I remember you were very kind to actually come on your own and sit with me and give me a lot of great advice at the time, which I still remember and appreciate. But one of the things that struck me when I was trying to do that to give those 60 second updates, not live or anything, just 60 seconds, is that as a writer, while I could always search for the right phrase or the right image and avoid cliches, when I actually started speaking, the only thing which would come into my head were cliches like, you know, like a tracer bullet and so on. Nothing else would pop into my head. It became so..."
    },
    {
        "speaker": "Guest",
        "time": "00:15:56.960",
        "message": "Not your fault. It's not your fault. You were listening to the wrong people."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:59.960",
        "message": "Oh my God, you're actually saying that on record."
    },
    {
        "speaker": "Guest",
        "time": "00:16:02.880",
        "message": "I mean, look, cliches are cliches because they're true. That's why they are cliches"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:07.400",
        "message": "because they're true. But on radio, that is an imperative that you have that you have to just keep talking. And therefore, how do you find fresh ways of describing what is happening? You can't bring that sort of that calculated, careful look that you can when you write some piece."
    },
    {
        "speaker": "Guest",
        "time": "00:16:22.440",
        "message": "Some people rehearse sentences. I was once told by Peter Baxter, who was the celebrated producer of Test Match Special, that a lot of Arlert's best lines, a lot of his best off the cuff lines were often the most rehearsed. They were often the most scripted. So sometimes you'd say, right, if this happens, I think I'll say that. So you need to ensure that you're not too eager to throw out the line because you've prepared it. It's almost like I've prepared for my civics exam, but they haven't asked me what I've prepared. So I'll say it nonetheless. You don't do that, but you know that if that comes that, that's what I'm going to say. So, but some people do that. I never did because it put too much pressure on you because you were constantly waiting for a situation to arrive for which your favourite line was best suited. And so sometimes you did a force fit and it never really worked. So the best thing to do is to go out there and say, you know what, I'm the most blessed person on the planet. So let me share my happiness with people. And that's how it comes. But the BBC World Service was one of the most valuable things in my life because it taught me time. So very often I'd be given 45 seconds to go and I'm doing this live in the middle of a game. So I'm sitting behind a commentary box using the producer's phone and making a collect call. You start these AT&T collect calls, do an AT&T collect call. Somebody in London picks it up, asks for the password. I give the password. They patch me on and now I'm live. I've got to hear the anchor there in the studio call my name. And of course, as he's saying, right, it's time to go now to India or wicket falls. And we don't live in soundproof commentary boxes in India. And so I can no longer hear the person at the other end. But to cut the noise, I would actually go under the table to try and cut the noise. But now the problem comes, you have only two hands. You have to have the watch in front of you because 45 seconds can mean 42 or 48, but it cannot mean 35 or 55. So you need the watch in one hand. You need to have the phone in the other. And you need to have the scorecard in front of you. And you need to be in a quiet place. You need four hands. And I wasn't going to, I wasn't a guard. I only had two hands. So and if you do that, if you if you try to jam the phone against your ear, then it doesn't sound right. Right. And then the wind would blow and so the paper would blow away. But I learned in all those times what 45 seconds was. Yeah. And to gather your thoughts so that on that watch in front of you when it goes to 35, it knows you mean, you know, you've got to start winding up by 41, 42, you're almost done. So I learned timing doing that. So if you're given 45 seconds, you say these are the only two points I can speak. I can't get the whole story of the match in. I prioritize. If he comes back and tells me, you know what, we didn't get through to the guy in Frankfurt. We've actually got 140 for you now. You've got to do 140. You do got to do 140. But in your mind, then you can say, OK, I've got a third or fourth thing I can include in the broadcast. So that was one of my biggest learnings."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:35.920",
        "message": "I think in 2006, in fact, I was doing exactly that 45 second thing. And that same thing would happen if something happened on the field in front of me while the call has come through like a wicket fall, the someone hits a four or something changes. And I would just"
    },
    {
        "speaker": "Guest",
        "time": "00:19:48.040",
        "message": "get extremely frustrated. That was actually an opportunity, because that means on a broadcast,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:52.560",
        "message": "you could tell them live what was happening. So which is amazing. Yeah, I was I was too naive at that time to kind of manage. So again, before we go on to the cricket, if you had to sort of give young would be commentators on cricket in any medium that involves speaking"
    },
    {
        "speaker": "Guest",
        "time": "00:20:07.880",
        "message": "advice, what would you say? Well, peculiarly, the first thing I would say is pick all pieces of ego in your brain and trample them to death. Because if you have an ego, you've got no chance in life. I meet a lot of young presenters who want to be primetime television heroes on day zero, right? It's not going to happen, you are going to make mistakes. And the best time to make mistakes is when nobody's watching. So give yourself pre run G trophy, finish making all your mistakes, then when you're ready, you're ready. So actually, I tell everybody to start doing audio, don't do television, don't do camera, because the camera is this big enticing thing that makes you look at it a certain way. And then it causes you to freeze. Right. One of the things I always tell people is why do models always make bad anchors? Because the models are so obsessed with the angle and the light and the way they look. But then what are you going to say? And being a good anchor to some extent, does"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:07.060",
        "message": "it just involve just relaxing and letting things happen rather than, you know, being"
    },
    {
        "speaker": "Guest",
        "time": "00:21:11.200",
        "message": "conscious and maintaining exactly that pose in this expression. The beauty of live television is you don't even have time to think which pose you're in a way you are. I've had water thrown on me on a live telecast. I've had people yanking me in all directions. The advantage of the live telecast is you don't have to be perfect. Right. So I often tell people a live telecast anchor is like a fighter pilot. He just he just lands, picks up goes. Whereas a recorded anchors, if you're doing Indian Idol, or you're doing Kaun Banega Crorepati, then you're like a passenger liner, right? Everything is correct. And someone's opening the wine and business class and someone just walking down and someone's showing you to that place. And the livery is perfect. No, in live telecast, no. I mean, there are days when my armpits have been soaked. There are days where I'm wearing a jacket, not because I want to wear a jacket because I sweated so much I could squeeze my shirt. There are days when I've got droplets falling off my eyes, but that's okay. It's live television. But if you start to think, Oh, how am I looking? Is my makeup coming off a little bit, then your focus is not on communication. And the reason you're there is to communicate not not to worry about how you look. If if the way people looked made them successful, then I want to pass the first exam. So it doesn't matter."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:30.100",
        "message": "And obviously the first responsibility of a broadcaster of a TV commentator is obviously towards the viewers. But at the same time, did you also feel that as time went on and you know, players became more powerful, that there was also another audience in play that you had to be conscious about what you can or cannot say about some player that you have to moderate yourself in terms of, you know, maybe pissing the board off or whatever. Do those considerations come into play?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:54.260",
        "message": "I was I was blessed amid that my best years in television and I'm saying this very confidently because I know they've gone that my best years in television coincided with the best set of human beings that played cricket. There was a Tendulkar, there was a Lakshman, there was a Dravid, there was a Kumli, there was a Srinath, there was a Ganguly. And I broadcast through their entire career. There was not one day, not one day that one of them came up and said, you know what, I didn't like what you said. I can't say the same about the generation that followed."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:24.180",
        "message": "I understand. And I won't push you on to that. Let's move on to the cricket."
    },
    {
        "speaker": "Guest",
        "time": "00:23:28.780",
        "message": "It also happened because of social media. Because of social media, there's people saying all kinds of things and people start to believe what they see on social media."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:37.420",
        "message": "Is it something you're comfortable talking about? Because otherwise I won't push you."
    },
    {
        "speaker": "Guest",
        "time": "00:23:41.700",
        "message": "Suppose, very simply, suppose I've said, oh, he played a poor shot on 99. Now, it's all right to say that. Somebody on social media will then start a rant saying, oh, you don't like him. That's why you said that. Like, for example, I've been told that I'm a Mumbaikar and so I reserve my best expressions for Tendulkar. And I'm told you're from Hyderabad. So you sound far better when you're talking about Lakshman. So people will read what they want to. When they read that and then it starts getting a life of its own, then it reaches somebody. And then people start to misinterpret these things. So the arrival of social media has added a lot of toxicity to communication. And so you've got to be extra careful with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:23.260",
        "message": "the arrival of social media. Let's kind of move on to the cricket now. It's my sense that over the time that you've been in cricket, the 25-30 years or so, there have been two major inflection points which have changed cricket. I mean, tell me if you agree and if you want to add to these or add caveats. One is the television explosion, the satellite television explosion in the 90s, which just changed the commerce of the game entirely and made India the hub of world cricket and made players into superstars and everything changed there. And the second would be in a slightly different sense, the T20 IPL revolution that had the same kind of commercial impacts, but also it changed the game by changing the incentives for the players, what kind of cricket they were learning and refining and therefore brought forward a new breed of players in a manner of speaking, which changed the grammar and language of the other forms of the game like Test cricket, which I argued in a column which got a lot of flack recently that perhaps Test cricket is destined to die in these modern times. I can see why you got flack on that one. But would you broadly say that, I mean, we'll"
    },
    {
        "speaker": "Guest",
        "time": "00:25:34.580",
        "message": "come to that, you know, when we come to that. I'm a strong point of view on that. You might"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:38.180",
        "message": "be in agreement. So yeah. Yeah. So we'll come to that towards the end. But in general, do you agree that these are the two main inflection points that we should be focusing on?"
    },
    {
        "speaker": "Guest",
        "time": "00:25:46.420",
        "message": "Yes, the first of those was not as much a cricketing inflection point as a point that was forced upon India through the terrible financial position we were in, right? We had three weeks of foreign currency reserves, when Narsimha Rao became Prime Minister of India. And I mean, it's fashionable not to talk about Narsimha Rao as it's fashionable not to talk about why we raid D as it's fashionable not to talk about the self aggrandizing show ponies or whatever the expression is. But because of that, we had no choice but to open the economy, the economy opened. The biggest beneficiary of that was Tendulkar, because the Pepsi's of the world came in. I think Pepsi is actually a pretty good inflection point, even though it's a brand that we talk about. But Pepsi came in with big budgets. And as a result, overseas television networks came into India. And Dalmia and Bindra sat and questioned Doordarshan. And Doordarshan was doing a magnificent job of killing cricket. Right. It kills all sport. It kills all sport. The coverage was banal. It was boring. The commentators you I mean, you knew somebody I shouldn't say that because I did get a break on Doordarshan. I cut my teeth in All India Radio. I made all my mistakes. I owe them a debt. But there was no deep inner desire for excellence. If you're writing a book and you want to win a major literary prize, and you say, let me just write 200 words at anything goes, you don't win a prize like that you must have this great passion to be the best you can be. And Doordarshan wasn't that it still isn't it cannot be that. The incentives are simply not tailored towards that. So you cannot get the best talent for the prizes they were offering. So I can understand the limitations they had. But suddenly we got world class television producers coming to India. And that made a difference for people"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:32.620",
        "message": "like me. And what also you know, happened in that period just prior to all this was that Doordarshan actually used to demand money to broadcast matches. Yes. And Dalmia and Bindra kind of turned this around by just following through on the common sense that hey, why should we pay you money to broadcast you should pay us because look at the..."
    },
    {
        "speaker": "Guest",
        "time": "00:27:50.260",
        "message": "There's a fantastic story about that, that Amrit Mathur told me about and Amrit was close to the board at the time, when South Africa first came to India in late 1991. And the SABC was a South African broadcasting corporation asked the question of the BCCI that nobody ever asked before, how much do you want for rights? And they said, Oh, we're supposed to get money for this. And Amrit tells the story, they said, chalo itna puchte. And then somebody said, let's ask them, no, they might give more. And as it turns out, SABC offered more than the BCCI thought they could ever get. Wow. And that is when they realised that that the sitting on a property that can be monetised. And that is how they went in revolt against Doordarshan. And then it led to the famous court case and the legal situation of who owns the airwaves, and whether uplinking is a fundamental right or no, whether anyone can uplink or no. And it changed the world of live broadcast. But it also because it brought in all these networks, ESPN came in 95, Prime Sports was around and became Star Sports. It allowed people like me a break. So I often tell people that across, well, might be on different points on a logarithmic scale, but the way Tendulkar benefited from liberalisation in my profession, I benefited similarly, even if the magnitude of the opportunity was vastly different, but we all benefited from that. I mean, you, me, everyone, all of India that was reasonably young at that time, benefited enormously from that one moment when Manmohan Singh and Narsimha Rao and all the people in North Block or South Block,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:29.740",
        "message": "whatever it's called, sat together and produced that budget. Right. And I mean, obviously under the, I mean, they were forced to by the IMF and all that, just the way it was. But regardless of that, that changed all our lives. One of the interesting ways in which I tell people it changed is, I mean, there are really two ways it seems to me that that kind of changed. One was that liberalisation itself empowered people in small towns and middle class India to take up the game and the sort of the demographic representation of the people who could play cricket and aspire to, you know, playing for India and all of that changed, which is why you had more and more cricketers in the Northeast coming from the smaller towns. And another way in which your broadcasting directly contributed was that a lot more people would watch the game and be exposed to values of modern cricket. Like every time you praise a John T. Rhodes for doing what he's doing, or you praise people for running between wickets well and grounding their bat properly, those values are filtering down into the young 12 year old, 13 year olds who are watching."
    },
    {
        "speaker": "Guest",
        "time": "00:30:29.580",
        "message": "It did, Rahul Dravid often tells me that the spread of television, that television became the best coach a small town kid could get, because there he was watching Tendulkar and he was hearing Benno and Greg and Gavaskar and everybody talking about it. And so it almost became like, like the coach he could never have got, because initially, cricket knowledge was confined to the cities. It was in Mumbai, it was in Bangalore, it was in Delhi, it was in Chennai, it was in Hyderabad, whatever you look at where the 1983 World Cup team came from. By the time, well, Saiwag started, Zaheer started, all these guys, the small town boys started feeling empowered, because they had learned a lot of their cricket from television. And then you saw the revolution that led to 2007, you saw the fire of small town India coming through. And now we are well into that revolution to the extent that the old nursery of Indian cricket, which was the middle income Mumbai boy, who became the India cricketer, will never ever play for India again."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:30.500",
        "message": "I mean, you could argue the middle income Mumbai boy, quite naturally has a lot of things competing for his time, a lot else to aspire to which he can realistically achieve. While this for many small town kids, cricket is still, you know, that dream out there."
    },
    {
        "speaker": "Guest",
        "time": "00:31:45.060",
        "message": "It is because the upside is huge, and the downside is minimal. For the middle class boy who has to get the 10th standard and 12th standard marks, the downside of not making it in cricket is huge. The upside is, the kind of money now is huge anyway, but the downside is huge as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:02.740",
        "message": "I mean, you wrote a very moving book on Azharuddin and it kind of strikes me as, you know, a poignant thing that he just got his timing all wrong in the sense, had he come into cricket 10 years later, he would not have needed to or been tempted to go into those kinds of directions, which, you know, cast a blemish on his, you know, if he was like born in 1997 and grew up in the IPL age and all that he could have just, yeah, who knows? There's"
    },
    {
        "speaker": "Guest",
        "time": "00:32:28.740",
        "message": "it is I mean, inadvertently, we've stumbled onto one of the biggest problems of the IPL, which is, how do you get these children coming from lower to lower middle class households to feel comfortable with wealth and fame. And it's something that affected people around that time as well, match fixing and all that thing that happened, which, given our legal system, it's ridiculous, it was never ever proved. So we can't even say that it happened because it was it was never proved. But we found that there are people who could get swayed by the riches and other temptations on offer. And hopefully now that that won't happen, but there's so much money in the game now that it is something we need to worry very, very carefully, we need to be very concerned about it. There are people who don't know what 10 lakhs is, who are getting 200 lakhs for playing six weeks. And suddenly their family is now saying, okay, how do we get them to stay focused on cricket, keep practicing their skills, and not say I'll come and bowl four overs, pick up my paycheck and go because"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:33.340",
        "message": "that paycheck goes as quickly as it comes. And you've known cricketers from before the inflection point of the mid 90s or the early 90s or whatever. And you've known them afterwards and money has come into the game. And also because of mass media, there's suddenly superstars at an unprecedented level, including young people who've come from small towns and out of nowhere, they are superstars, you know, like the Sehwags and the Yuvraj and the Zaheer and all those guys that first generation of small town kids in a sense, I suppose."
    },
    {
        "speaker": "Unknown",
        "time": "00:33:57.140",
        "message": "Harbhajan."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:58.140",
        "message": "Harbhajan. How did that change them? What did you see? Like, was it harder to cope with that? Did it get to their head? Did it affect their cricket?"
    },
    {
        "speaker": "Guest",
        "time": "00:34:05.260",
        "message": "They were very lucky that I mean, Harbhajan had Anil Kumble, for example, a Sehwag had a Tendulkar, which is why in almost everywhere that I go, I talk about the huge debt that Indian cricket owes to those group of six or seven players, Ganguly, Tendulkar, Laxman, Dravid, Srinath, that group of people who came up from fairly similar backgrounds, because cricketers used to come from middle class families and the middle class is still a storehouse"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:33.740",
        "message": "of values."
    },
    {
        "speaker": "Guest",
        "time": "00:34:34.740",
        "message": "So they were grounded middle class guys. A storehouse of values. The Indian middle class is a storehouse of the right values. And they all came up from there. You only had to see Rahul Dravid's father to know that you can offer Rahul Dravid the greatest temptation in the world and he won't be able to look his father in the eye. You knew that, I mean, someone once told me if Tendulkar accepts money, then what is left? And I said, go and look at Tendulkar's family. There's no way on earth that can happen. If Anil Kumble took money to perform badly, for one, he wouldn't be Anil Kumble, for two, I wouldn't be broadcasting. So that group of people, and so the newcomers coming in could see how grounded they were and how they were learning and how they, so that generation was very influenced. The new generations, the Harbhajans, the Zaheers, all these guys coming in were very heavily influenced by this core group of seniors."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:29.780",
        "message": "And I'm just kind of thinking aloud. I mean, we often wonder about why in Pakistan there is so much churn among players that, you know, people come and they go and very often you see the celebrity and the money affecting them and they change behavior and they also seem to be more susceptible to those kinds of influences. And one possibility could be that for a long time in Pakistan, they said there is no middle class. There is just your upper tier of really privileged elites and then everything is less than middle class. And therefore, perhaps those typically middle class values which you're talking about simply weren't there."
    },
    {
        "speaker": "Guest",
        "time": "00:36:02.980",
        "message": "It could be under Imran Khan, I can assure you, absolutely nothing would have happened because Imran was one of the rare cricketing statesmen. I don't know how good he is as a political leader, but if Imran was in charge of world cricket, cricket would be very different. And so a lot of people grew under him and they were scared of him. But thereafter, you see what's happening now in Pakistan cricket, that there's a lot of talent coming through. There's a factory. Has this always been, I think. It has. Because they don't have a proper training, coaching system, a lot of this talent comes out raw. And because it's raw, in T20, everything that is a surprise is an advantage. So I'm not surprised they are the number one T20 team in the world. But what people don't realize is that two years later, there's a completely different set of people playing for Pakistan. And two years later, there's another completely different set of people playing for Pakistan. There are some survivors. Hafeez is a survivor and Shoaib Malik is a survivor. But otherwise, just look at the bowlers. Two years ago, who was bowling for Pakistan? Bahab Riaz, Mohammad Aamir, Mohammad Aamir is, they've lost, virtually lost Mohammad Aamir. So I think they needed, if they had the Dravid's and Tendulkar's and the Laxman's around them, then they would have been different. But that's their problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:17.280",
        "message": "And would you say that the values that the Dravid and the Laxman and the Tendulkar epitomized"
    },
    {
        "speaker": "Guest",
        "time": "00:37:20.740",
        "message": "are no longer there? Oh, no, I don't say that. I mean, I look at Ajinkya Rane, I look at Chhatteshwar Pujara and for all the outward appearance Virat Kohli retains a great love for the traditions of the game. Virat Kohli is in the way he bats, is as much a traditionalist as anybody else. And nobody can ever say that Virat Kohli doesn't love the game enough. So to that extent, it's all there. But these are, we're talking of the complete top deck. Do the younger players want to go through the turmoil of playing Test match credit? Do they want to feel the ball going past their nose? When the moment that happens in a T20 game, you're called one short ball for the over, thank you very much, you can't bowl it again or whatever. I think there'll be fewer and fewer people who now want to go through the rigor of playing Test match cricket. And if you're an Ishan Sharma, you're an Ajinkya Rane, where you've reached a certain level playing a certain game. The kid says, but yaar unko IPL contract milega kya? So I don't know if the next kid wants to be a Pujara or an Ishan Sharma, or he wants to be someone who will come with a peculiar action and bowl four overs."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:25.820",
        "message": "In fact, it's interesting that when I spoke about the current generation, the two players you named, I mean, Virat, of course, is exceptional, and we'll come to him later, but the two players you named, Rahane and Pujara, almost seem anachronistic. Also in the way they play their cricket, which we'll come to, which it doesn't seem to quite, you know, they're not, they're almost sort of traditionalist players who would have been great, maybe a generation earlier, but now you kind of wonder, do they really fit in?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:49.180",
        "message": "Pujara would probably have been far better off playing in an earlier era, right? Because he's now under pressure to deliver every time. I think we've made a couple of good players very insecure. The Pujaras and the Rahanes, and even to some extent, Ravi Chand and Ashwin. Ashwin is a Kumble incarnation. He's the same height, the similar education, love, similar intelligence, similar things. And just as Kumble was told all his life that you don't turn a ball and he took 600 wickets. Ashwin, we're always searching for what Ashwin cannot do when he's got 330 test wickets. And yet we are finding reasons to keep leaving Ashwin out. And I mean, we go across the world and they laugh at us. He's got 330 wickets, he's got to 300 faster than anybody in the history of the game. And we say, yeah, that's because he bowled in those conditions. Jimmy Anderson's just come to Sri Lanka. He's played two test matches, got one wicket. And he says he feels like a fish out of water, he's not playing the next test match. And here's a spinner who's, I mean, Kumble took three, four turns to learn to bowl overseas. Yeah, but anyway, to come back to the point that these three people are classic old fashioned players. It's interesting where they come from. Rane comes from middle class Mumbai. Pujara comes from a father who was so much in love with the way cricket was played that he made him that kind of player."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:06.300",
        "message": "And Ashwin comes from, I don't think he comes from Chennai, I think he comes from Madras. That's very well said. Do you think Ashwin should be in the one day side?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:16.460",
        "message": "It depends on his, I think it's his fielding that's letting him down. Because today, in the way Virat Kohli wants to construct a side, he wants the 15 runs, the 10 runs that Jadeja will save for him in the field. And Jadeja is, I mean, I think his, Yuvraaj at his peak, is that standard as a fielder. So the moment Ashwin is a little slow chasing the ball to third man, you start to think, oops, that's another single gone there, that's another two runs gone there. But I would definitely have him because at number seven, you still want someone who can bat. We hardly have people who can bat and bowl. I would definitely have him in the mix. Ashwin Jadeja and the two wrist spinners and Krunal Pandya. This would be my five. Your five stock spinners."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:58.700",
        "message": "All remarkable players. We'll take a quick commercial break and then we'll come back and talk about the other great inflection point in the IPL revolution. Hey, it's been another great week on IVM podcast."
    },
    {
        "speaker": "Unknown",
        "time": "00:41:07.580",
        "message": "If you're not following us on social media, please, please, please make sure you do. We're IVM podcast on Twitter, Facebook and Instagram. And we'll see you next week. Bye. If you're not following us on social media, please, please, please make sure you do where IBM podcast on Twitter, Facebook and Instagram. Our Instagram page is actually pretty interesting. The stories we do are the team and what they're doing on a day to day basis. And you know, they're pretty kind of fun. Take a look at them. Let us know what you think. This week on Cyrus Cyrus's guest is writer and journalist Namita Devi Dayal. She talks about how she got into journalism, her background in Indian classical music and her upcoming book titled The Sixth String of Vilayat Khan. On the scene and the unseen, Amit Verma's guest is a cricket commentator and journalist whose voice most cricket fans can identify. I hope you guess that is Harsha Pogale. He spoke to Amit about the evolution of Indian cricket, its rise and the changes that he has witnessed over the years. Really, really great episode. And we're really excited to have Harsha on the network. Please definitely check it out. We also launched a brand new show called the Paperback podcast hosted by Racheta Sharma and Satyajit Roy. Every week they'll talk to industry experts about five of their favorite nonfiction books. The first episode featuring Apoorva Damani of Artha Ventures is out on the fifth. On the Rediscovery podcast final episode of this season, Ambika and Harsha talked to Pankil Shah and Sumit Gambhir. They talked food, travel and the secret ingredients to a decade of managing Indian restaurants. Pankil and Sumit were also participants in our other show, the Colaba Cartel. So definitely be a fun conversation and definitely check them out."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:16.580",
        "message": "And with that, let's move on with the show. Welcome back to the scene in the unseen. I'm chatting with Harsha Pogale about the evolution of cricket in his lifetime. You know, T20 cricket changed so much, not just in terms of commerce in the sense that it brought a new viewership to the game, and it also allowed a much wider pool of people to make a living than was otherwise happening. But it also changed the sort of the way people played their cricket. Like, you know, before the break, you were talking about how the 10 runs that Jadeja might save over Ashwin, they matter far more in limited formats. And people are kind of recognizing that in a T20 game, even a single run saved can be a big deal. And equally, it also, to some extent, explains the rise of wrist spinners."
    },
    {
        "speaker": "Guest",
        "time": "00:43:02.380",
        "message": "I think the wrist spinners are coming in for a reason, which is that a lot of people with big bats are hitting through the line, and miss hits are going for six. The single greatest criminal act in T20 cricket is to bring the boundary ropes in. And so miss hits are going for six. As a result, anything that deviates off the surface, people are finding it difficult. You notice no one can play swing bowling anymore. I was in England earlier this year, and I asked somebody, I said, is swing outlawed? Is the people not allowed to swing the ball anymore? So the moment the wrist spinner turns the ball, when you attack the wrist spinner, you're playing into his hands. The same wrist spinners cannot buy a wicket in Test match cricket. Kuldeep Yadav is not yet a Test match cricketer. Chahal has not even been considered for Test match cricket. Imran Tahir is not a Test match cricketer. Rashid Khan, the world's number one T20 player, couldn't bowl a spell right in the Test match. Sunil Narayan is not a Test match cricketer. You look at all these spinners that are doing well, they don't do well in Test match cricket because batsmen are not charging and hitting them through the line. But they're waiting and milking them for a single. And all of a sudden, they don't have the guile to get them out. So that's a change that T20 has happened. It's brought about bowlers who are very good when they're attacked. And the batsmen have no choice but to attack because the run rate is hovering over his"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:21.380",
        "message": "head. That's the grammar of the game. And that also buttresses the point that T20 and Test cricket, you know, calling them both cricket sort of implies they are the same sport and they're not the same sport. They're different sports with different imperatives and different demands. And I would not even say one is necessarily superior to the other. That's a question of taste and nostalgia and those play into it. But you know, the argument I made when I spoke about why Test cricket might be dying is that because T20 is so much more lucrative for young people coming into the game, because there's a much better chance of grabbing an IPL contract and making a lot of money that way rather than actually play for Test cricket for India. You know, young cricketers are incentivized to tailor their skills towards T20 cricket, which is why you might end up with a generation which cannot play swing bowling anymore, as you pointed out. And we might never, for example, have a good Test series in England because those skills are simply gone."
    },
    {
        "speaker": "Guest",
        "time": "00:45:12.140",
        "message": "Is that a worry you share? There's another reason. Just imagine now that you're a television network that is keeping our game alive by the vast amounts of money you're pumping into the game. And you're paying what 40-50 crores a day, suppose. I think it's more than that. But whatever, let's assume it's 40-50 crores a day. And there's India versus West Indies. They're not allowed to play the fourth day. So suddenly fourth day gone, fifth day gone, but your contract requires you to pay that money, right? So straight away, your 200 crores has gone to charity. Why would you want to put so much money in Test match cricket? A lot of people say they're watching Test match cricket and they say Test match cricket is the ultimate and Test match cricket is the greatest. Yeah, Mother Teresa was too. These are all Mother Teresa statements. If you are that interested in the game, then you buy a ticket and go and watch the game. If you're that interested in the game, you sit in front of your television, boost the viewership figures and get people to advertise on it and be part of the cricket economy. If you're merely following scores on Crickbuzz, you're not contributing to the Test match cricket economy. You're still saying, I like Test cricket, but you're doing nothing for its sustenance. It's like saying, I like poverty alleviation, but now I'll go and have a gin and tonic. So you've got to actually actively participate in that and that's not happening. So Test cricket will survive. I'm not saying Test cricket will die. Test cricket will survive because it's got too much going for it. You'll never otherwise get 50 days of live cricket on a telecast. Telecast needs dal chawal as well. So that is Test cricket. And even now there is a Kohli generation that says we love Test match cricket, that wants to do well in Test match cricket. The records go back 140 years and you can compare over 140 years. T20 is like the 17th premiership game. Do you remember what happened between Arsenal and Southampton? Do you remember what happened between North East United and Mumbai AFC? No, I don't. T20 cricket is like that. You come there, have your fun and you go back. There's no place for a T20 game in history. It's like Major League Baseball. Do you know what happened in the 42nd game? You don't know. So records are maintained over a period of time. And so a particular performance gets forgotten very quickly. So that is why I think Test cricket will survive. The reason I want Test cricket to never die is because Test cricket is the greatest manifestation of life on a sporting field. You get a second chance, you grind your way out of trouble. We all go through situations in life where we think the world is against us. That's two fast bowlers bowling at you on a green track. But you don't give your wicket away. You hang in and you hang in and you hang in. And then when the other bowler comes, you squeeze a single here and squeeze a single there. That is what we do in life. And we're going through a difficult phase. So I hope Test cricket never goes. But I think Test cricket will become what marketing people call the loss leader. It will continue to make losses. It will be funded by T20. Does it make losses? Oh, 100%. 100% it does. I mean, you'll find people say, no, it doesn't make losses. Of course it does. I mean, you must ask people who put money behind sport. My sort of dipstick is media buyers. I think media buyers understand the market better than anybody else because they're spending someone else's money. They have skin in the game. If you ask them, bid for Test cricket alone, ask them what percentage of the bid they would put in, if they would put in a bid at all. You'll get some very interesting answers. I've asked that question, but I've got those answers in confidence. But it'll be very interesting to ask people that this massive billion dollar television contracts, if you had to bid separately for Test match cricket, how much would you bid? What percentage, if at all?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:58.180",
        "message": "Right. And, you know, like you, I love Test cricket and you put it so beautifully, manifestation of life on a cricket field. I think it reveals character like no other sport can and no other form of cricket, which are different sports anyway. And like you, I hope it survives and continues to be subsidized by T20 cricket, as is no doubt the case. But a lot of people who express these sentiments also are just to use that popular phrase these days, virtue signaling."
    },
    {
        "speaker": "Guest",
        "time": "00:49:23.140",
        "message": "They're not actually putting their money where their mouth is. They're like the Manchester United fans. I don't actually I don't know anything about English football, but my club is Manchester"
    },
    {
        "speaker": "Unknown",
        "time": "00:49:29.820",
        "message": "United."
    },
    {
        "speaker": "Guest",
        "time": "00:49:30.820",
        "message": "They're a hardcore United supporters. But if I don't know anything about Premiership, I'm United, you know, it's like that. A lot of people who have no idea about the glory, about all the elements of Test match cricket will tell you, I love Test match cricket. It's pure cricket. As if to say that T20 cricket is full of chemicals and preservatives that are going to kill you the moment you hit it. No, T20 cricket is extraordinarily skilled cricket, extraordinary skills. You ask someone to score 12 in three balls to win a game. You have to have skills. You have to have presence of mind. You have to be calm. You have to be there to be able to win it. You've got to know one mistake and I'm gone. It just requires a completely different set of skills."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:09.020",
        "message": "Right. It's not that one set of skills is necessarily superior or inferior to the other skills. They're just different skills and time becomes a great element. Time becomes a great restraint and a great challenge in the shorter forms of the game. And therefore, you have to develop skills according to that. And the interesting thing is you pointed out how Kohli still loves Test cricket. But one reason for that could be that Kohli sort of grew up as a kid in the generation which held Tendulkar and Dravid and all these guys on awe and he got some of those values. But I mean, I don't know any of the kids today personally, but we'll say Hardik Pandya and so on still revere Test cricket in that way. They might pay lip service to it because they've seen the captain do it."
    },
    {
        "speaker": "Guest",
        "time": "00:50:45.660",
        "message": "They will say that. I have this fantasy world I want to reside in once where a truth serum exists. Where every time I see someone, I just creep up from behind and jab a truth serum into them and now they have to tell the truth. Wasn't there a Jim Carrey movie like that? I don't remember. And then I'd love to hear what people have to say about Test match cricket to see whether they actually want to enjoy it the same way or not. They call it dumbing down. Yes, it is. It's dumbing down by your definition of what you should be. It is because it's our intellectual level."
    },
    {
        "speaker": "Unknown",
        "time": "00:51:17.380",
        "message": "It's not kids, you know, you know, it's not the kind of poetry we studied when we were children."
    },
    {
        "speaker": "Guest",
        "time": "00:51:24.540",
        "message": "Look at Chetan Bhagat. Look at. He sells, he sells books. He's writing to a different audience. Someone else writes to a different audience. There is a Satyajit Ray movie. There was a Manmohan Desai movie. So you choose what you get."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:37.060",
        "message": "You pick what you want. And it's not even the same kind of difference. I mean, it's the anchoring effect that we're used to cricket being over five days. You know, if a Test cricket did not exist and T20s were the dominant form of the game and then somebody said, hey, I have a brainwave. Let's play this over five days. You'd laugh him out of the room the same way if someone said that a football match should not be 90 minutes. Let's have a six hour game. You'd laugh him out of the room and the skills required for that would be completely different. But they wouldn't necessarily be romanticized over this one."
    },
    {
        "speaker": "Guest",
        "time": "00:52:05.060",
        "message": "You know, you said something is, is it, is it really cricket as we knew it? The laws are largely the same. There are little playing conditions here and there that are different. Like football spawned futsal. Should we call cricket, quicket? And say, okay, that was cricket. This is quicket. You know, let's, let's play. Let's play this. But eventually, you know, the, the romantics always have to bow to the, to commerce. Whether you're a broadcaster, wants to radio and moves to television or whether you want to play, you want to play limited overs cricket. I mean, there's, there's just no comparison. Look what AB de Villiers has done."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:42.500",
        "message": "Mind-blowing. What do you think of AB de Villiers? He's a genius. I mean, I used to say at one point that partly because of the imperatives of the new kind of cricket that he is more skilled than any other player, batsman in the history of the game because of the 360 degree game."
    },
    {
        "speaker": "Guest",
        "time": "00:52:55.340",
        "message": "I'm just a bit worried about that because we have seen certain set of people. We have not seen, say, Lara in his prime. There was not that much television or even going further back. So if we consign that, if we confine it to the period under our observation, he's just a genius. The things he does on a cricket ground that should be outlawed, that should not be allowed. And the other day he had a switch at six over mid wicket. Wow. I mean, I, I admire the switch. I think it should never have a place in cricket because it's so against the bowler, but he can hit a switch at six. He can lap a six over, over a fine leg. He can reverse lap it over third man. And he's doing that to Dale Steyn. He's hitting a hundred of 31 balls, Samit. Hundred of 31 balls. I told someone the other day, I said, you know, I used to be playing book cricket and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:39.900",
        "message": "I didn't even score a hundred and thirty one balls in book cricket. I used to play book cricket as well. Who remembers book cricket? Outrageous."
    },
    {
        "speaker": "Guest",
        "time": "00:53:46.380",
        "message": "That talent is just outrageous. And then he plays 240 balls to score 25 or 30. Because that's what the game demanded. And he can do that too."
    },
    {
        "speaker": "Unknown",
        "time": "00:53:54.820",
        "message": "And he can do that too. What a player. Amazing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:57.820",
        "message": "What a player. And also another amazing player, Virat Kohli, where he'll have a similar impact, but without all these switch hits, just playing the orthodox game to a different purpose."
    },
    {
        "speaker": "Guest",
        "time": "00:54:08.100",
        "message": "2016 or the 2017, the IPL just come and go so quickly. He almost got a thousand runs in the IPL."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:15.700",
        "message": "I think he got about 974, the same as Bradman series record."
    },
    {
        "speaker": "Guest",
        "time": "00:54:19.740",
        "message": "No switch hit, no lap shots, just proper correct cricket shots. In the last three years, the evolution of Virat Kohli has been as thrilling to watch as the evolution of any great player in the history of the game. And I just thought the way he played in England earlier this year, he was lucky. Everybody is lucky. Tendulkar was lucky. Dravid was lucky. Sobers was lucky. Bradman was lucky. You make your own luck, as I say. I mean, on 20, playing and missing against Anderson, he gets dropped by David Malan. And then he goes and scores 100. He made 530 runs in that series. The last time he went there, he'd be at 140. And the way he played Anderson, he just said, I will not get out to Anderson. He played and missed, yes. But he could just see the ferocious desire. To me, Kohli versus Anderson this year was like a sermon being delivered on the greatness of Test match cricket. Because Anderson could not be taken off after two overs. You could not suddenly say, but I can't have more than one slip. I must have five fielders outside the circle. No, no prisoners taken. No chance. He's not going anywhere for the next nine overs. You've got 54 balls coming at you. You better play them. And I can have six around the bat. I can have seven. I can do what I want. Now every ball is an exam. You didn't like thermodynamics, right? You've got 54 thermodynamics papers coming at you one after the other. But to me, I mean, I would watch Anderson and you know, in England, if you leave a ball that you meant to play and you just leave it, those crowds out there will go, well left young man. Because they'll get it. Well left young man. Yeah. If you want to enjoy Test cricket, go to the Boxing Day Test. But that's in Melbourne where you're one of 90,000. You're an ant. Go to England and watch Test match cricket. They'll clap. They clap everybody. In our country, we're reaching a stage we're not allowed to clap for the opposition."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:07.700",
        "message": "So tell me something, 10 years ago, 11 years ago, when Kohli kind of first started appearing on the scene when he got, you know, when he came out of the under 19 ranks and he was sort of promoted up to the senior ranks. With a temper and a tattoo."
    },
    {
        "speaker": "Guest",
        "time": "00:56:21.460",
        "message": "Did you have a sense that he will become this?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:24.380",
        "message": "No."
    },
    {
        "speaker": "Guest",
        "time": "00:56:25.380",
        "message": "I mean, it's very easy to say I spotted that talent. Hindsight bias. Nobody did. Nobody did. Nobody did. In fact, we still said the moving ball as late as 2014. We were saying, wow, what a player. But you know what? The moving ball troubles him. And I think it's come about, you see Kohli and you see arrogance. And you see Kohli and you think my way or the highway. You see Kohli and you think I want this, this, this, this is how it should be played. What you do not see is the extraordinary discipline that has taken him where he has reached. And that has not changed in the game over the last hundred years. Just knowing what is right for you, having the great perseverance to actually go and do that, nobody becomes great in test match cricket without having worked backside off."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:11.540",
        "message": "And there is a sense, a stereotype that, oh, he's a very aggressive guy. But I think what people don't realize is that the aggression is not just in the MCBC gullies on the field or that kind of behavior. That aggression is something that goes into his work ethic and that produces that intense hunger, which is, I mean, I think he probably has the greatest work ethic of any sportsperson I can remember. I mean, I can't remember a fitter Indian cricket and you know, to turn himself from that teenager"
    },
    {
        "speaker": "Guest",
        "time": "00:57:37.820",
        "message": "who we remember. Yeah, but you see, but you see, he also had outstanding fitness trainers. Right. He also had great dietitians. I have seen Rahul Dravid in a gym lifting weights and Rahul Dravid was putting his body through his body was complaining and screaming in 12 different languages. But he was still doing it. And when I was walking on the treadmill next door and I said to him after I said, Rahul, why are you doing all this? He said, I'm well over 30 now. I've got to be fitter than the next guy to survive. Rahul Dravid's work ethic, Tendulkar's work ethic was just unbelievable. What we are seeing with Kohli now is the chiseling of ability. But he's got he's got the best tools that an earlier generation did not have. He's got the technology, those guys really. He does. But the aggression does spill over as well. It's not only in it does spill over."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:24.340",
        "message": "So when you kind of look back over this journey, like you, you started well before these inflection points, you really started reporting at a time where you still had potbelly cricketers on the field sometimes. And there was a whole different sort of pace of playing and media meant something completely different and all of that. And you've sort of traveled all this distance and you look at the cricketers today. And is it really the same game? Other things you loved about cricket still there? Have they changed? Have you found new things to love?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:52.940",
        "message": "Earlier you could love one game. Now you can love three. Right. Earlier you could only love Test match cricket. Now you can love Test match cricket. You can love one day international cricket and you can love T20. You can have a Dhoni who never really enjoyed Test match cricket. In T20, he was a fine player, but Dhoni the one day cricketer, you now if there was no one day cricket, would we have seen the glory of Dhoni? Maybe the finest limited over one day player ever to play for India. Yeah, incredible. But would you have enjoyed Dhoni if you had not had that form of cricket? If we had only Test match cricket, would we have really appreciated the glory of Dhoni? If we had only T20, would Dhoni have been just one among other fantastic players? But ODI allowed you to do that. So cricket's now given us three things to drool over, to enjoy. Earlier it gave you only one. And you briefly referred earlier to how it's changed lives. The arrival of T20 has changed so many lower middle class Indian houses because earlier only 15 could play for India. 20 could aspire to play for India. Well, in the short list to play for India. And now 120 can make a career. If you can't, you'll get a couple of lakhs if you're a good player playing the Tamil Nadu Premier League. And then you break into the Ranji Trophy, you'll make another 8-10 lakhs if you're playing every game. So what the IPL has done is incredible. It's lifted people out from where they were. So I have a lot of time for IPL and ODI. But you're right. The arrival of colour television in the 80s, the liberalisation of the early 90s and the world T20 of 2007 that led to the arrival of the IPL would probably be the three biggest things. For Indian cricket, if you're going a little further back, of course, the arrival of Kerry Packer. Right. The arrival of Kerry Packer and the removal of those old fashioned ways of looking at test cricket where the player always, the player's finances came last."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:46.220",
        "message": "I had a great episode with Gideon Hay and Prem Panikkar on that. Gideon, of course, wrote a book about the whole Kerry Packer revolution and so on. So we spoke about Kerry Packer and the IPL in a sense. And you know, before the IPL started, there were lots of sceptics about how the game will be corrupted. And I remember writing a column in Cricket Friday that I'm arguing exactly the same things that just in terms of the impact it's going to have the cricketers themselves, it is absurd to oppose it, because it'll just make it the money will spread out so much, it'll finally become..."
    },
    {
        "speaker": "Guest",
        "time": "01:01:14.940",
        "message": "Amit, I read a lovely line. And if you heard this line from me before, pardon me, I read a lovely line about seven, eight years ago. And it said that influencers in society are always one generation behind reality. And you can see that in our game everywhere. The people who run our game are one generation behind the consumers of the game. Just as a consumer marketer in his 40s or 50s has to live with the challenge of knowing what a 20 something kid wants to buy, or a family that's earning 10,000 rupees a month in a family of six needs to do, he has to understand that. Similarly, the people running the game have to understand what the 20 somethings feel about the game. We can't say, ah, there's only girls and women, we don't care about them. No, they're now in what, almost 30% of your audience. So we're way behind. And so every time something new comes, people will say, ah, our game is no longer the same. It's the pyjama cricket, it's rescued cricket. T20 cricket came, rescued cricket."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:16.660",
        "message": "And has this realization of the change filtered down to the commentary box? I mean, if you look at the demographic profile of commentary boxes, you got a lot of old people, you got the venerable Mr. Gavaskar in his 70s. Have they kind of, was that a slow process where they began to figure out what's happening?"
    },
    {
        "speaker": "Guest",
        "time": "01:02:32.100",
        "message": "Is there still a sense of denial? It's a very, no, I don't think they don't like T20 cricket. T20 cricket requires a very different kind of broadcast. In T20 cricket, you've got to keep pace with the action as well. Whereas in Test match cricket, sometimes you can just pause and let it go and the wind"
    },
    {
        "speaker": "Unknown",
        "time": "01:02:51.820",
        "message": "is blowing by and oh, what a lovely, oh, I say, what a shot that was."
    },
    {
        "speaker": "Guest",
        "time": "01:02:56.780",
        "message": "In T20, you've got to be up there with the action. And so, and very often with the commercial intrusion, you have to say in 10 words what you would like to say in 40. So it's a very different kind of game. I absolutely enjoy doing it. If you ask me what is the one broadcast you'd like to do, it'd be the last four hours of a T20 game. Because that's when the excitement is building up. Every ball has, every ball is so critical. So it has changed, yes. But overall, broadcasting has changed. Producers are demanding different things from broadcasters than they did. It's still irritating to just repeat what you've just seen. But the game needs more storytellers than ever before, because someone's watching at home, he doesn't want a lesson in physics on a straight line on whether head is, whether knee is, whether toe is and see how it's moving. Yes, you need to know that. What the lady in Gulbarga is not interested. Lady in Gulbarga wants to know why is Virat Kohli getting it right? What is Virat Kohli going to do in this situation? So you need storytellers. And I'm overjoyed that this year, both Fox and Channel 7 in Australia post the Channel 9 rights transfer, have said we're going to go back the old television way, which is having callers and summarizers. The callers have seen the game for a long time, they place all the action in perspective, they don't tell you what is right or wrong. That they get the summarizer to say, or sometimes they say, oh, they're not a great ball. That's okay. But very clearly defined, cricket's the only sport that has gone all player, right? Football has callers. Football's the biggest game in the world. Football has callers. Every sport has callers because it's a completely different skill. It's a very different skill to be able to keep pace with the game, to be able to find the words for the narrative. I mean, without Tony Gregg's commentary on Desert Storm, would Tendulkar's innings have had the same impact? I mean, I remember when Tendulkar was, our post-season time, was doing that walk around the Wankhede Stadium. There's a producer, young producer of ours, he just nudged me and said, you. And I said, me? He said, yeah, you know, Sachin, since he was 14, you, you'll understand this moment better. And I got to describe that last moment of Tendulkar, and I could add all the feeling because I knew exactly what was going on through his mind. And Ian Bishop was sitting next to me, and he started, and I said, Ian? He said, no. But when Carlos Brathwaite hit the four sixes, nobody knew what it meant more than Ian Bishop did. And so Bishop was able to get the best words out. So you need, still need to be a storyteller. If you've played international cricket at the highest level, and you're an excellent storyteller without the ego to understand just what the man in the street wants, you have a huge advantage over someone like me who's not played the game. But sport needs storytellers. Jangal mein moor naacha, kisi ne na dekha."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:45.260",
        "message": "And is it going to happen on television? Because you know, a prototype of you, a young Harsha Bhogle, who is 16 years old today and wants to get into commentary, he's not going to get in because it's all celebs and ex-cricketers basically. But other media he possibly can."
    },
    {
        "speaker": "Guest",
        "time": "01:06:00.860",
        "message": "And that is the next revolution that is coming, which is what we are doing. At Crickbuzz. Or what you and me are doing just now. Do a podcast. No force on earth can stop you from having your own channel. Digital is going to revolutionize it, already is around the world, is going to revolutionize opinion in sport. All along we were told, what's your batting average? You're not allowed to have an opinion. Now there's this kid coming out of college who knows every number in the world. And he's projecting those numbers through an algorithm. He's creating a predictive algorithm. And he's telling the expert, I think this is what's going to happen. And he's got as much chance of that coming right as the expert does. And so we will start having different kinds of broadcasts. I said that about three years ago. I said you must have for the very same match, four different kinds of broadcasts. You must have the expert, expert broadcast for the hardcore lover of the game. He wants to know technically what is happening, what is right, what's going on. You must have the storytellers broadcast, you must have the nerds broadcast. And you must have a broadcast with no commentary."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:02.300",
        "message": "I mean, you can actually potentially have unlimited audio feeds, which you provide, which people can watch along with the live images in front of them."
    },
    {
        "speaker": "Guest",
        "time": "01:07:09.020",
        "message": "So that is what people do in other countries."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:10.700",
        "message": "They listen to the radio broadcast and watch the telecast. And is that something you're excited to do going forward?"
    },
    {
        "speaker": "Guest",
        "time": "01:07:15.780",
        "message": "I would be overjoyed by it. I mean, I see the talent among young people, young India today is an outrageously talented country. We have no right to tell a 17 year old kid who understands sports so well, because you don't have a batting average, you are not allowed to enter this community. This game belongs to all of us. What did we do first? We said you are not in the cities, you can't play the game. Then the people in small towns, we said you're a woman, you can't play the game. Then we said you're disabled, you're physically challenged, you cannot play the game. Says who? The visually challenged have a right to play the game. The deaf and dumb have a right to play the game. They're having their own World Cup. The Women's World Cup now is showing us, you watch Smriti Mandhana and Mithali Raj and"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:00.820",
        "message": "Armanpreet Kaur play."
    },
    {
        "speaker": "Guest",
        "time": "01:08:02.620",
        "message": "Who decided that they cannot play cricket? Similarly, who decided you cannot have an opinion on the game? The television networks will go box office and it's there. Shah Rukh Khan is box office. Aamir Khan is box office. You and me will never get to play that role. But digital is now allowing everybody to have a voice. And it's actually right for disruption. Absolutely. What's to stop two young kids, 18, 19 years old, to have a discussion on the game? That's exciting. They may not have the reach of television, but digital has a great way of just taking things to people that you never thought it would reach. Yeah, and what to find this on level? Who decides that you don't have an opinion? Earlier, there was a sub-editor who didn't allow your article to get published. And there was only one newspaper in each city. So if the sub-editor didn't like you, you published yourself. I mean, you wrote on the tree or something, whatever. Then came the television networks. And the television networks invest so much money in it, they have to go box office. They have no choice. It's like, I want to make a Shah Rukh Khan movie. My movie is already costing 100 and 200 crores. So I have to have the big stars in it. I have to have the masala. I have to have the song. I have to have whatever. But what are we seeing in cinema today? We are seeing Badhai Ho competing with the thugs of Hindustan. What is the comparison? That will happen in digital. We will get to a stage and I don't know what the law is, what the rights will be. We will get to a stage where there'll be young people sitting and having a ball, watching the telecast and people just following that soundtrack with the action."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:29.780",
        "message": "And I hope some young people listening to this podcast now take inspiration from your words."
    },
    {
        "speaker": "Guest",
        "time": "01:09:34.260",
        "message": "Yeah, I mean, sometimes I meet these young people and I say, what would I give to be 30 years younger today? They are, I mean, I see young India and I go, wow, just the sheer ability. This is inevitable. It will happen. And we cannot stand in the way of young people getting into broadcast and digital is going"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:51.540",
        "message": "to help them do that. So I'll end this episode with sort of a final question that, you know, you've been with cricket, you've been part of cricket for, you know, more than two and a half decades, almost three decades. What gives you hope about the future of the game and what causes you worry?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:09.300",
        "message": "This game has been written off so many times, just as India as a nation has been written off so many times and India bounces back. We are a powerful country at the moment. Cricket will never die because cricket is embedded in our thoughts. Cricket is embedded in our culture. The president of India goes to Australia and he is delivering cricketing parallels. Australia is trying to invest heavily into India. What do the two countries have in common? They did some research and they said the Kangaroo and Bradman are the two most known names across in India. Well, then it came to border, then it came to war, then it whatever, then it came to sledging, which is for better or worse. But cricket will never die out of India and T20 will take cricket to places that we never thought cricket would reach. It may not go to China, it may not go to the US, but we have to stop this obsession that everything in life has to go to China and the US. Cricket is being played in Fiji, in Papua New Guinea, there's 105 countries playing. T20 cricket will be the missionary that our game needed. Test cricket was, you know, stiff upper lips, a closed club."
    },
    {
        "speaker": "Unknown",
        "time": "01:11:10.060",
        "message": "Hello there, do you have your shoes tied properly? No, you're out. Oh, your jacket isn't buttoned."
    },
    {
        "speaker": "Guest",
        "time": "01:11:15.500",
        "message": "Only six of you can play the game. No, T20 will take it to 100 countries. And that I see T20 as a missionary of the game that will bring people in and then they will start to you know what this test cricket looks like an interesting thing. So for if you like test cricket, stop trampling on T20 cricket and realize that T20 cricket is the gateway that's going to draw people into your hidden into a hidden house right at the end. The two things that excite me the most of where T20 is taking cricket. Look at Afghanistan. Incredible. Oh, Rashid Khan was telling me the story. He said he went to a camp that his friend was running and he said, you know, famous, you must come and inaugurate my camp. So there were 126 bowlers there. Wow. 126 bowlers and he thought, you know, there'll be a left arm or there'll be a fast bowler. 126 leg spinners. 126 leg spinners growing up in Afghanistan, try and find me that hunger somewhere else. And did you think Afghanistan would do well? Do you think Oman would do well? You get Nepal, Sandeep Lamechani from Nepal comes and he's good enough to win an IPL contract and play for Delhi Daredevils. But we were not allowing the Nepal's and the Afghanistan's to play cricket because we said it's not for, you know, they can't. So for too long, cricket has prevented people from entering its fold. Cricket is to allow everybody into its fold. So I'm excited about what, where T20 will take our game. And I'm excited about the next generation of opinion makers that digital will allow in to break this closed field that the enormity of television is bound by."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:47.580",
        "message": "That's an incredibly inspiring note to end on. Thank you so much for coming on my show. If you enjoyed listening to that episode, you can follow Harsha on Twitter at Bhogle Harsha. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. And you can browse past episodes of the scene in the unseen at scene unseen.in or thinkpragati.com."
    },
    {
        "speaker": "Unknown",
        "time": "01:13:10.540",
        "message": "Thank you for listening. Who said healthy food is boring? Who said raw veggies is just salads? Who said eating fats makes you fat? Look forward to my recommendations on healthy food and exercise hacks on the kinetic living podcast with me, Coach Urmi every Wednesday on the IBM app website and anywhere you get your podcasts from. So stay tuned. Dishan Hayat from Topper, Naya Sagi from Baby Chakra, Ankur Sachdev from ShareChat, and Akrit from Haptic, among many many more. Yep, and we continue to get some of the biggest, smartest, and most innovative folks in the country in this space coming here talking to us, all for you guys to listen to. So tune in every Tuesday on the IVM app website or wherever you get your podcasts from and get a chance to be a part of all of the tech banter and entrepreneurship conversations on our Slack channel. Talk to our guests, they show up as well. All you have to do is request an invite on ivmpodcast.com slash junior one. Transcribed by https://otter.ai"
    }
]