[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "We want tales of lust and carnage, greed and conquest, love and madness. We want romance and betrayal and violence and murder. And frankly history is full of all of this. Our present times are relatively sane. The stories that should fill our history books make all the most colourful story books seem so tame by comparison. I read a book recently that had people getting trampled by mad elephants, that had a father trying to burn his son in his bedroom, but instead getting killed by his son in his shower. We had a sultan behead his assassin and carry his head around on a horse, while kingdoms went to war because a ruler developed a crush on a girl and decided he had to abduct her and have her in his harem. It's a mad story book and it makes the Game of Thrones look like a children's book. It's a book you won't put down when you start reading it, especially if you're reading it on your smartphone, because hey, who puts down their smartphones these days?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:27.000",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioural science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:33.000",
        "message": "Please welcome your host, Amit Bhadwa. Welcome to The Seen and the Unseen. Today's subject is the history of the Deccan. Now for most people the Deccan is all about Shivaji versus the Mughals, but actually the Deccan has an incredibly colourful history and the book I referred to a few moments ago is Rebel Sultans by the young historian Manu Pillay. Manu is only 28 years old and has already written two books, The Ivory Throne and Rebel Sultans, and his writing is exactly what good history should be. Lucid, easy to read, witty and very, very entertaining. This is clearly a man in love with his subject. And why would he not be? He committed his first homicide at the age of 13. This is something he casually revealed to me in a conversation before we recorded the podcast and since it was confidential, I shall say no more on it. But do ask him about it if you run into him. And now for our conversation, but before we get to that, let's take a quick emotional break. Like me, are you someone who loves fine art, but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to IndianColours.com. Indian Colours is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into objects of everyday use. These include wearable art like stoles and shrugs, home decor like cushion covers and table runners, and accessories like tote bags. This allows art lovers to actually get fine art into their homes at an accessible price, and artists get royalties on sales, just like authors do. What's more, Indian Colours now has an exciting range of new products, including fridge magnets with some stunning motifs, and salad bowls and platters made of mango wood. Their artists include luminaries like Babu Xavier, Vasvo x Vasvo, Brinda Miller, Dilip Sharma, Shruti Nelson, and Pradeep Mishra. They accept bulk orders for corporate and festival gifting, but even if you want to buy just for yourself or a friend, head on over to IndianColours.com. That's Colours with an O-U. And if you want a 20% discount, apply the code IVM20. That's I-V-M for IVM Podcast. IVM20 for a 20% discount at IndianColours.com."
    },
    {
        "speaker": "Guest",
        "time": "00:03:41.000",
        "message": "Manu, welcome to the scene and the unseen. Thank you for having me. I've been hearing for a few months now, but it's good to be on the program finally."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:48.000",
        "message": "Great to hear. So I'm very curious about how you became a historian. I mean, first of all, you're like 28 years old, and you've already written two acclaimed books of history. So how did you sort of get drawn towards writing history?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:01.000",
        "message": "Well, it began with stories, because more than history as such, it was the stories in my own family. Because every now and then, you know, I grew up in Pune, but we would go to Kerala to my grandmother's place. And she would tell these vivid, reverting stories about her own family members. And she had this fascinating way of telling stories without any censorship. Because normally you have this image of your grandmother as somebody who tells you stories with, you know, moral lessons at the end of it. My grandmother told me no such story. She told me about her uncles and how many illegitimate children they had, how many wives they married, how they discarded their wives, how the system there worked, you know, how when she was growing up, what the agrarian economy was. These were the things I grew up listening to. So it was a story of groves and gods and fighting goddesses and, you know, a great-great-great grandmother who could tame an elephant and things like that. So I started getting interested in these people. And, you know, I refer to this uncle with illegitimate kids, for example. The idea was that she'd say it in such hilarious ways, these stories. I realized very quickly that although these people were not of my time, their context was different, their period was different completely, they were not like us human beings. They were made of flesh and blood. They had the same instincts and impulses. And that to me was fascinating, the idea that they may have lived 150 years before me, but they were just like me in terms of what they were trying to do, you know, who they were as people. And once you start seeing history through the eyes of the people who make history, then you start realizing that it's easier to connect with history. So then for me, the journey then moved to biographies of people. I started reading about people in history. And then, of course, when I was about 18, I came across this long-forgotten Malayali queen, the Setulakshmi Bai of Travancore. And the story was so fascinating for me that, you know, it launched something that lasted six years. And from 19 to 25, I was working on my first book, which came out in 2015, The Ivory Throne. And, you know, then, of course, I came to the Deccan, which was launched earlier this year."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:52.000",
        "message": "So I remember when I was 19, back in the day, pretty much the only thing I knew was how to mix Old Monk and Coke. How do you know how to do history? How do you learn that?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:00.000",
        "message": "What is doing history? Doing history, I suppose there's no single answer to doing history. Of course, it's a science in a way, it needs a certain amount of responsibility. But I didn't go into it thinking, oh, I'm going to write this book this way or whatever. That evolved over time. At 19, you know, I suppose when I went in, I was looking for this fascinating story. I was collecting material. I did a skeletal draft. But I didn't know what the hell I was actually doing. But then, luckily for me, because I invested the time in it, which was six years, I grew as a person. It wasn't the 19-year-old who went into the book, who finished the book in 2015. You know, I had changed as a person. The book changed me just as much as I ended up writing the book. And in that process, I did a master's degree at the time, which I had to do a thesis. So at university, we were taught about research methods, you know, how to do your footnoting, how to find material, things like that. Although that was in international relations, the point was those skills, so to speak, ended up, you know, being perfectly applicable to history as well. And I started figuring out how to access archives, how to go about getting your material. And then, naturally, things started falling into place. So you have a combination of your material, your story, as well as, you know, everything that needs to finally come together and create that recipe for it to work. So, you know, I put together three or four or five drafts, actually. Some parts of the book are five drafts. And the interesting thing is the final draft, the final version of the book, was entirely trying to read it from the perspective of the reader. In the sense that for the first three or four drafts, I was writing what I wanted to say. It was the story I wanted to tell. But the final version, before it went to press, for six months, was trying to figure out how is the reader going to read this. That's where the difference is, right? So you have academic historians who populate the seminar circuit. But I didn't want to do that because I found there are these fascinating stories. They need to be conveyed to a larger audience. You have to have a bridge that takes solidly researched history, but in an accessible fashion to as large an audience as possible. So then you need to know what the audience is thinking. You need to figure out what appeals to them. Your language has to have a certain elegance. So for me, doing history is academic rigor in terms of how you approach your material, how you interrogate your material, and how you draw your conclusions. But also writing in a fashion that is literary, that is attractive, that tries and reaches out to as many people as possible. Because this is, frankly, everybody's heritage. If the stories could fascinate me in my teens, someone needs to sort of disseminate them for a larger audience. And doing that means your style of writing also matters."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:24.000",
        "message": "And you, of course, talking about your book, Ivory Throne, which I'd encourage all my listeners to check out. And what was sort of the early books which gave you a sense that history is not a boring subject, but it can, you know, be told in as fascinating and gripping and engrossing a manner as a novel or a storybook?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:40.000",
        "message": "You know, funnily enough, it wasn't so much history books that influenced the writing itself, which was, for example, P. G. Woodhouse, I keep saying that, you know, there's a certain irreverence that I picked up from there, which you may have found in Rebel Sultan, as well as my book on the Deccan, which is that every now and then, I mean, the whole idea is to say that although this is history, although this is serious business, never take yourself or your writing, or even frankly, any of these people too seriously. Because it wasn't like they woke up in the morning and decided, oh, we're making history today. No, they were just going about their lives. So we realized that we're able to look at history from a different perspective in a different way without getting completely overawed by what is happening. But otherwise, in terms of writing history in an accessible way, William Dalrymple gets great credit. Because frankly, for me, in my early teens, his books were the ones that really, you know, stood out and told me that, hold on, this is history, it's archival material, but it's sold so well. It's told so richly that you feel an inducement to turn the page, you want to turn the page. And that is what I wanted to do as well. Just as the stories I heard in my family, you know, could make me sit up with pleasure and delight. This was, I was reading a book that was making me do the same thing. And I thought, you know, those are the kind of books that I want to do. So partly it was fiction more than nonfiction. Your P.G. Woodhouse of the world, Aubrey Menon and his Ramayana retold. It's a satirical take on the Ramayana. It was one of the earliest books to be banned in India. But it's fascinating to look at how one man could take this grand epic and give it this very interesting twist. And, of course, then finally Dalrymple and, you know, all the other writers who were writing at that time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:12.000",
        "message": "And before we start talking about the rebel sultans, which, by the way, I found, you know, something you wouldn't expect from a book of history is full of LOL moments, not just in the events you describe, but also the way you write them, as you said. But before we get to that, you also mentioned that the process of writing The Ivory Throne changed you as a person. In what ways did it change you or the way you look at the world?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:30.000",
        "message": "Well, if you looked at The Ivory Throne, it's a 700-page book. So, I mean, I didn't realize it was going to be such a long book, but obviously, you know, it proved to be a fairly long book. But, you know, going in at 19 meant that I wasn't an introverted person who was used to sitting at a desk and plodding away for hours every day. So, but once the story sort of, you know, hooked me, it took a life of its own and then everything became about that. So I had in 2009 access to all my protagonist's personal letters and so on. But then I realized the other piece in the puzzle was in the British archives in London. So I wanted to go there. How do you convince your parents at 19 or 20 that you want to go abroad and write a book? So obviously I said, oh, I want to do a master's degree. Will you fund it? Of course, you know, parents being good parents, they said, of course, we'll fund it. You know, there you go. So then I chose a university where the workload would be lower. So all the rest of my time I had access to the library. So my routine was normally classes in the morning and then rush off to the archive and sit there till whenever they shut, which was normally five o'clock the archive shuts and then the rest of the library at eight o'clock, which meant that from the age of 20, I was stuck, you know, from classes and then sitting in a room full of quiet people for about six, seven hours a day and then coming home and then doing my business. So, so much so my friends started calling me the monk because I wouldn't go out. I wouldn't go out drinking. If I drank on a Friday, then, you know, you'd end up sleeping in late on Saturdays, where Saturday is the library shut early. So I couldn't waste time there. So it took a toll in terms of my personal life, what is happening in my social life. But all the same, you know, I have no regrets as such. Work, of course, you know, I graduated, came to Delhi, started working in Parliament with Shashi Tharoor. That took its own toll. So then from nine to nine, I was working on his job, you know, running his parliamentary office in Delhi. And then about 10 o'clock to three was my writing time. So I got into this routine of sleeping four hours a night. And strangely enough, after all these years, I haven't been able to shake it off. I still can't sleep well. Even if I go to bed at 11, I stay there with my eyes open. So in many ways, you know, the process of writing a book and being attached to that project for six years, meant that everything came to, everything depended on what the project needed at any given time. So where I was, so when I needed the National Archives in Delhi, I came and worked in Delhi. When I wanted the British Archives, again, I went back to London and started working there. Finally, it was in 2014, I realized it's been five years since I've been doing this. I can't allow this to go on indefinitely, because it's taking over my life. So one way or the other, before I'm 25, the book has to be done. So that's when I finally shut the project and, you know, got on with the task of publishing it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:56.000",
        "message": "And from there, how did you move on to the Deccan as a subject?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:59.000",
        "message": "The Deccan came, so the ivory throne relates to my Malayali heritage. As somebody, as a Malayali who grew up outside Kerala, I was always interested in the story of my ancestors and the past in Kerala. But I grew up in Pune. So, you know, I grew up in the heart of the Deccan in that sense. Shivaji was this towering figure in all my school textbooks. But the interesting thing is that great historians have done great books on Shivaji. He's a figure that has been given a great deal of historical attention. But I noticed that every now and then there'd be these other characters looming behind him. And you got these cameos and occasional peep shows into their lives. But they were largely footnoted. So every now and then Adil Shah of Bijapur or Nizam Shah of Ahmednagar would pop up. But you never really understood who these people were. Because they were merely secondary characters in the story of Shivaji. So at some level I kept wondering who were these people. Because they're not Mughals. They're not South Indian. They're Shivaji's people or the people who set the stage for Shivaji to arrive. But what about their story? So finally, you know, I kept collecting these stories in a sort of ad-hoc, non-committal fashion. But finally in 2016 when I was in Golconda in Hyderabad, I went to the Golconda fort and went and looked at the Qutub Shahi tombs there. And I was fascinated because beautiful structures, a very impressive fort. And strangely enough, you know, nobody seemed to know very much about it. Other than the tour guides there and a not very impressive trickle of tourists. I was like, why aren't these stories out there? They need to be told. So that's when I decided I would sit down and do a book on the Deccan Sultans."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:26.000",
        "message": "And then yeah, that's when the project picked up. Let's kind of go through the timeline of the book now, which is incredibly fascinating. And your story in a sense starts in the 13th century with the Delhi Sultanate. And I was struck by an early bit of fake news about a character who's not really a character in your book at all. But you sort of mentioned him early on, which is Ghiyasuddin Balban. And Balban had never actually conquered South India or even been there or whatever. But he got a Sanskrit inscription commissioned, which basically said, quote, he issued forth on a military expedition. The Gaudas abdicated their glory. The Andhras, through fear, besought the shelter of the caves. The Keralas forsook their pleasures. The Karnatas hid themselves in defiles. The Maharashtras gave their place. The Gujaras resigned their vigor. And the Lathas dwarfed themselves into Kiratas. Stop quote. And it's, you know, just as an early example of fake news. And there are like sort of examples of fake news throughout your book. For example, you have one of his near contemporaries, Ramchandra Yadav. With breathtaking humility, you mentioned, he compares himself to the mythological great boar in suckering the earth from the oppressions of the Turukas, which is, of course, the Turks."
    },
    {
        "speaker": "Guest",
        "time": "00:15:37.000",
        "message": "And he never encountered a Turk. Never seen a Turk till then. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:40.000",
        "message": "So your book immediately humanizes this by, you know, placing it in a context that even we can understand today immediately."
    },
    {
        "speaker": "Guest",
        "time": "00:15:45.000",
        "message": "So the thing is, you know, Indian kings had this habit. It was part of an old Sanskritic tradition, which is that you draw your legitimacy, A, by connecting yourself to old institutions, temples, previous dynasties sometimes. But also by these exaggerated declarations, normally in these classical languages. So although Balban is the Sultan of the Delhi Sultanate, he's writing in Sanskrit here. And the funny thing is a little later, you have the emperor of Vijayanagar making the same claims about North Indian people he's never seen. Even in Shivaji's time, you have similar claims, where even the Madras rulers, which is essentially the British, even they're included in inscriptions, as though everybody's running away at the sight of Shivaji's armies. The idea is kings try to project this supernatural power, because that's how kingship was constructed in India. The idea was, it was pointless if you merely had power. Power had to be demonstrated. How? Through great rituals, through great processions. Why do we have this great love of processions and display? Exactly this. If you had power, you had to show it. Why is it that Mughal emperors had to appear at that window in the fort every day? Because otherwise, if you didn't appear consistently for a few days, people thought you were dead. Which meant what? Chaos. You don't know who the next ruler is going to be. So power had to be demonstrated. These inscriptions essentially do the same thing, where they're trying to project to the elites that, oh my God, look at my influence. All these people bow before me. They may not necessarily. It's not completely true. But it's a way of sort of suggesting that, look, I am the most potent of them all. I am the one who dominates the landscape. Your subjects don't know better, because their lives are fairly localized. But when you make this claim, you sort of elevate yourself to this degree, where you're special, your power becomes then unquestioned. And you know, you go into a league of great rulers and emperors and others. And people are also imitating previous rulers. So each of these inscriptions is imitating a previous inscription. Which is why every dynasty, every area of this country, when it comes to the Sanskrit language and these common themes, you find similar sort of bombastic, flamboyant claims, because they're all trying to look impressive and over majestic."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:39.000",
        "message": "And this is obviously before the age of mass media. So in a sense, this signaling that is happening, is happening for a very limited audience. And part of that audience might be the emperor himself,"
    },
    {
        "speaker": "Guest",
        "time": "00:17:48.000",
        "message": "or whoever the person is. I mean, it's almost like, you know, you want to look at it this way. You're a small minority of Muslim elites, ruling over a largely Hindu territory. One way of convincing yourself that you have the power, is by repeating it constantly. Even the British were no less. Even they had a similar habit of these, you know, bombastic proclamations. You know, Queen Victoria's proclamation was built up into this big hoo-ha. But really, how many people in villages knew who Queen Victoria was, or what she was saying? Nobody did. Why did the British build these grand monuments? Because buildings were trying to convey the idea, project majesty and power, which they may not necessarily have had. So all of this goes into that fiction of power. The idea that, you know, the more I say it, the more it becomes real. The more the chances that people start taking this seriously. Because otherwise, frankly, the reality of these kings, as I said, is that they were pretty much human like us. But if the people knew you were human, then hold on, why are we listening to you? Why are we your obedient subjects? You have to make yourself special. In The Ivory Throne, I have this, what I found a very fascinating episode where the king, Marthanda Varma, he's created this new kingdom of Travancore in Kerala by conquering a whole lot of places. And till then, he's first among equals. You know, first among all the nobles. In his early career, a lot of the nobles were trying to kill him. But suddenly he realizes that you have to elevate royal blood to a very special degree so that, you know, even spilling royal blood becomes a sin. How does he do it? He goes to this old Sanskritic ritual called Hiranyagarbha where they essentially get a golden cow. They construct a cow made of gold. And the Raja goes in from the mouth of the cow. He's essentially just a regular warrior. He sits inside the cow for a certain duration. Brahmins pelt it with flowers and things to sort of, and chant mantras of birth. And then he pops out from under the tail of the cow and he's considered reborn. He's suddenly descended from the sun and the moon and Suryavamshi, whatever you want. And he becomes a twice-born Kshatriya who can wear a sacred thread and all of that. It's a second birth, but it's also a birth that's elevating him from everybody else. Now nobody else may touch him. Nobody else may eat with him. Only Brahmins can eat with him. So by doing that, he slowly starts elevating his thing. Every time a member of the family goes out, there's a procession attending to them. All of this is visually reinforcing the idea that this family or this dynasty is special. So these inscriptions, these kings, their recordings, their sayings, they're all exaggerated to a degree because all of them are trying to cement power. At the end of the day, everyone knows power comes and goes. If all these claims were true, these dynasties would have never fallen. Why is it that every dynasty falls and then the next dynasty makes the same claims? Because they're all trying to show up as much power as possible. And like today, propaganda, PR, it all matters. We still in our own times have a prime minister who has a habit of saying things that don't always add up when you look at the facts. But the idea is, you know, what you say matters. The image you project, the potency you can show yourself as possessing, all of that matters. And this is what they were trying to do at that time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:34.000",
        "message": "Yeah, it's fascinating to think about modern ways of signaling the same things. I mean, I can't see our prime minister entering the mouth of a cow, literally. But he's worshipping cows in other ways. Exactly. So your narrative really starts get going, let's say around 1290 when Balban's dynasty is wiped out and the Khiljis come to power and the nephew of first Khilji Sultan, Alauddin is sent down south. So let's start then."
    },
    {
        "speaker": "Guest",
        "time": "00:20:55.000",
        "message": "He actually comes down south partly for his own ambition, which is that he, you know, he realizes the south has wealth. Now they've got most of the north in their hand now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:03.000",
        "message": "And if I may interrupt, you also point out that legend suggests that he left court to get as far away as he could from a nagging wife and overbearing mother-in-law. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:21:11.000",
        "message": "What sources give you this? You know, you can read about in Ferishta and a bunch of other places. The idea again though is that, so every time you have a historical source, you have to interrogate it for multiple things. Who's written it? What is the intended audience? What is the language? And what is it achieving? So, you know, if it's written in Persian, it's not for your lay reader on the ground. It's not for the average peasant. It's again targeting a certain elite. Now when making this claim that he was only trying to get away from a mother-in-law and just happened to come down south and, you know, conquer a kingdom. All of this is trying to sort of build up a parallel narrative. In reality, the man knew exactly what he was doing. He knew there was wealth in the south. The thing is, look, the Khiljis are a new dynasty, right? Which means they haven't been cemented in power yet. So if he topples his uncle, he can quickly claim power. And therefore, he needs money to bribe nobles, to get people onto his side. So for an independent source of wealth, he needs to come south because the north is entirely in his uncle's hands. Where can he get independent wealth and money and gold? In the south. So the Yadavas may be writing poetry about how the Turks and the Muslims are shivering at the thought of them. But they've never actually seen a Turk. And when Al-Awwadun shows up, they're completely ill-prepared because their own armies are in the south fighting with the Hoysalas. And the king of the Yadavas, Ramachandra, essentially locks himself up in the fort, but very quickly realizes that he has an impregnable fort, but he has no food. So finally, he comes to terms with Al-Awwadun. And just then, his son comes back from the south with his army. And there you have another... It's not fake news as such, but it's a very clever strategy where Al-Awwadun Khilji realizes he's outnumbered and sends a bunch of horsemen into the distance to just, you know, trot about on this distant field for a bit so that so much dust is raised, it starts looking like a big army is coming to aid him. And the Yadavas are horrified. They think there's some massive imperial army coming from the north. And they come to terms with Al-Awwadun Khilji who then happily walks away from Devagiri with heaps and mountains of gold and takes it to the north, topples his uncle and becomes the next sultan."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:03.000",
        "message": "And in fact, when you're talking about that tactical maneuver where he had his thousand horsemen raise such a whirl of dust in the distance that the Yadavas believe this inspired Gannad, you also have a really nice sentence which gives a taste of the book to the reader. Quote, and so it was that a ghost army behind a blur of earth and wind brought Devagiri to its knees. Stop quote. And Devagiri, of course, is the capital of the Yadavas which later becomes Zolatabad. As you point out, lay a scene for me at the time that Khilji goes to the Deccan. There are essentially three sort of ruling kingdoms or dynasties or whatever which eventually vanish very fast within the next 50 years. But just sort of tell us a little bit about"
    },
    {
        "speaker": "Guest",
        "time": "00:23:41.000",
        "message": "what those three are. So that's why I've chosen this particular period for rebel sultans which is, you know, it begins in the 1290s and it ends with the fall of these sultanates in the late 17th century, in the 1680s. And what's interesting is that this is the Islamic period that we have in the Deccan. Because before Khilji shows up, what you have in what is primarily the Maharashtra region is the Yadavas ruling from Devagiri. In Karnataka it's the Hoysalas and then in Telangana you have the Kakatiyas. And these three dynasties are old, they have their own claims of Sanskritic glory and so on. And they are all fighting each other obviously."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:15.000",
        "message": "So the Kakatiyas are in Warangal, the Hoysalas are based in Dwarsamudra. For the modern Indian, just give a context of what these areas would be."
    },
    {
        "speaker": "Guest",
        "time": "00:24:23.000",
        "message": "So yeah, I'd say you can basically overlap them with modern day Karnataka for the Hoysalas, Telangana for the Kakatiyas and then Maharashtra for the Yadavas. Because by this time you also see the evolution of these languages. You see Karnataka, you know, building up Karnataka and a sort of, you know, common Karnataka identity through language. In Maharashtra you see the Marathi language evolving at the same time. And Telanganas had this long-standing culture as well of their own. And the Kakatiyas are particularly interesting because I mentioned these bombastic Sanskritic inscriptions and so on. One place where this sort of Sanskritism is conspicuous in its absence is in the Kakatiya dynasty where with one exception all the kings embraced what is called Shudra status. They didn't want to be twice born, sacred thread wearing Sanskritic Kshatriyas. They were more than happy being Shudras. Richard Eaton's fascinating research on how most of the nobles in the last Kakatiya king, they hadn't inherited their place at court through the logic of blood. They'd actually worked for it. There was upward mobility that was possible. There were great public works that the Kakatiyas had installed in Telangana. So it's very interesting how each kingdom has its own flavor. Each was of course phenomenally wealthy. And one big reason was that these are all peninsular kingdoms. So a difference is that in the north where an empire means great size, in the south you don't necessarily need to be that large to be of equal wealth because being in the peninsula you have trade which the north also has trade of course but in a very different way. When you have seaports you have another source of income which northern empires don't have. So northern empires also realized that as you come further south you get access to these additional sources of revenue. You get ports, you get trade and so on. So these southern kingdoms existed in a little cocoon of their own. They knew what was happening in the north. They knew that Islamic power had been established in Delhi and the surroundings there. But they didn't quite realize that they were going to come for them as such. I mean it wasn't, you know, we can now say that India we have these particular boundaries. In those days these boundaries didn't exist. The north was as alien then as you know we may today find Afghanistan alien."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:21.000",
        "message": "It was just as different as that. And it's easy to say with hindsight that, you know, had these three kingdoms sort of stayed united and fought together they could have prevailed. I mean the same criticism that you later make of the rebel sultans that it's only when, you know, they are split up and on different sides that they kind of fall apart. But these guys didn't have that early lesson. Like one of Alauddin's dreaded generals was Malik Kafur and the Yadavas actually helped Malik Kafur fight the Kakatiyas."
    },
    {
        "speaker": "Guest",
        "time": "00:26:46.000",
        "message": "Because, you know, as I said there was no, for people who try to project nationalism and these sentiments to the past it's unhistorical for the simple reason that people didn't see it that way. In the past power was held by a series of elite interests that wasn't held in the name of any grand nationalistic ideology which meant that, you know, okay we've now come to terms that guy is still my enemy let's go eat him for breakfast together. So, you know, that sort of mentality was there which is why after the Yadavas were taken they are the ones who showed the way to the other kingdoms in the south to Warangal and to Hoysalas because they knew that these were my enemies. Why should I suffer alone? You know, let's try and destabilize them as well. So, on the one hand the Yadavas are trying also to kick off the northern yoke. They don't want to be under the Delhi sultans. But while the Delhi army is there let's also use them to get rid of our own ancestral enemies."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:31.000",
        "message": "And there's a fascinating nugget here that, you know, when Mohammed bin Tughlaq comes into the peace later on and there's a cousin of his who's fighting with him who takes refuge with the Hoysalas and I just want to quote this full paragraph because it's fantastic. The Sultan ordered the prisoner to be skinned alive and as his skin was torn off, his flesh was cooked with rice. Some was sent to his children and his wife and the remainder was put into a great dish and given to the elephants to eat. The elephants, we know reassuringly, refused to touch this ghastly offering but the wail of the poor widow can only be imagined. Her husband's skin was stuffed with straw and exhibited through the country as a lesson for all who might harbor romantic notions about resisting the Sultan in the name of their own glory or to satisfy their own ambitions.\" These were pretty gruesome times, weren't they?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:18.000",
        "message": "I mean, power and violence went hand in hand at that time. You know, this often happens on Twitter where people selectively pull out a random Muslim Sultan saying, so barbaric, so violent. And like, hold on, everybody was violent at this time. It wasn't the monopoly of one faith or one set of people because in those days, if you wanted to have power, you had to be willing to shed blood. So, you know, for everybody who says, oh, the Mughals killed their brothers to claim power. I'm sorry, that happened in Vijayanagar also. A brother killed a brother, a son killed a father. That happened in Vijayanagar. Devaraya II, one of the most charismatic and famous Vijayanagar emperors had a coup either orchestrated by a nephew or a cousin. The exact relationship was not clear, but a close family member. In the end, Devaraya survives. But what does he do? He cuts his head off, gets it in his hand and rides a horse across the capital just to show people that I'm still alive and my enemy is gone. That blood, the gore, it was all very natural at the time because as I said, if you wanted to hold on to your power, you had to be willing to, you know, rip off people's heads and do these gruesome things. And sometimes the gruesome things were done also to make, to sort of establish a lesson for others who might have such similar notions, which was that if you do this, the punishment will not be kind. You will not be comfortably poisoned to death or anything."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:29.000",
        "message": "It will be painful. It will be slow. The chilling effect. In fact, in that whole Devaraya incident, where his cousin or uncle, whoever it is, he sets that up, like before he goes to Devaraya, you describe the scene, which is right out of Game of Thrones. He has this elaborate banquet at his house and he calls all the people close to Devaraya and there's a beating of drums and there is a lot of noise there so that, you know, people can't really hear much. And then one by one at different times, because they're supposed to have dinner at different times, according to their, this thing, they're taken into the eating room and they're ritually slaughtered. And after a sufficient number of them have been slaughtered, he actually goes to Devaraya and tries to do it there and gets beheaded for his efforts. And, you know, at multiple points through the book, you talk about people being trampled to death by mad elephants, which is fascinating."
    },
    {
        "speaker": "Guest",
        "time": "00:30:14.000",
        "message": "So you don't just put them to death. And you figure out like really creative ways. Everything is a scene. Everything has to be done in public and everything has to be done in as powerful a way as possible so that the message goes out. Don't come and, you know, fiddle with me because you will pay and pay badly. Because as I said, power at this time, although these inscriptions make all these claims, as we were discussing earlier, it's actually very volatile. You have to have the right number of allies, you have to have the right number of nobles on your side, the right number of horses, the right number of artillerymen. If you don't have all this, your power starts very quickly going. See, even at this time, there were no fixed borders either. So, for example, you often find that there were, for example, Maratha, you know, Deshmukhs or village heads in border territories. And one season they may ally with this king on this side. You may find that next year he's allying with the other king. So the border is constantly shifting. How many power interests you can keep on your side determine your power. And fear is a great weapon. And fear is a very important asset there because if they fear you, then they'll listen to you. If you have money, then they will listen to you. And finally, you have to have some claims to legitimacy. And if you don't, you have to invent these claims to legitimacy. So even the rebel sultans, when they all broke off from Delhi and the Delhi sultans and established their own power, they're all scrambling for legitimacy. And this isn't merely the Islamic kings. The Hindu kings do the same. So Vijayanagara tries to concoct, find its own legitimacy by concocting relationships with previous dynasties. So you know, the early emperors are claimed to be through marriage related to the Hoysalas or you know, some connection with Telangana is also found. In fact, one of the most enduring stories is that the founders of Vijayanagara were actually captured, taken to Delhi, converted to Islam. And then when they came back to the south, they sort of threw off that and went back to being Hindus. But that's why Vidyaranya, the sage, advised them to sort of rule in the name of Virupaksha, their deity. Because that would take away the taint of having converted. What is it trying to do? Claiming legitimacy. The Sultans, they were all trying to get legitimacy. The later Sultans from the Persian Shah, because the Persian Shah was a superior force, or from one of the Caliphs of Islam. Because by doing this, you find a way to get your stamp recognized as legal. Otherwise, you know, if you have the right number of forces, anybody can take power. Even Shivaji, you know, after he conquered and built his initial Samraj as it were, his Hindavi Swaraj, what happens is that he also goes for an elaborate coronation ceremony. He also acquires the sacred thread. He also remarries all his wives using Sanskritic rituals. All of it is doing what? He is connecting himself to an older tradition and legitimizing his conquests. Till then, everybody can treat him as a warlord. But having gone through the coronation, he becomes a legitimate king. And he himself in a letter notes how after the coronation when he met the Kutub Shah, the Kutub Shah would earlier expect Shivaji to sort of do this prostration like everybody else in front of him. But once Shivaji had gone through these rituals, he was received as an equal. So all of this was again an effort to legitimize. And violence was also an instrument for this. Upindar Singh has written about violence in India. It's a book spanning several thousand years. And you find that violence was always there. It's only now that we can sit in times and think that violence was sparingly used or whatever because that's what we know. But back in the day, violence was ubiquitous. It was everywhere. It had to be everywhere. Otherwise, even your remote local sense of power, being a village head or whatever, everything depended on how many swords you had."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:30.000",
        "message": "So let's kind of get back to Khilji for a moment on how Khilji basically over a period of time, not Khilji per se himself alone, but these three started the process by which these three empires got wiped out in the south."
    },
    {
        "speaker": "Guest",
        "time": "00:33:43.000",
        "message": "So he comes to the south. He obviously gets all the money from Devagiri and then goes back. It's his eunuch lover Malik Afur who eventually comes and finishes the job by one by one picking off these kingdoms and taking over. And what you then find is that these Hindu kingdoms or empires, whatever you will, they start folding and collapsing and various either local powers emerge, which is that when there's a vacuum, other ambitious people locally will emerge to claim it or sometimes as you have in Madurai, a new Muslim Sultanate emerged there because one problem the Delhi Sultans faced consistently while they had any influence in the south was that they would send nobles to the south but the distance was so large that these nobles are too often tempted to rebel and sort of establish their own independent kingdoms. So the guy sent off to Madurai decided, why am I paying tribute to Delhi? I'm so far away. I can become an independent Sultan. So he does that. You know, people often present Vijayanagar as a dharmic Hindu cause. Well, then they would have prevented the Hoysalas and the other dynasties from falling. No. They also took advantage of the fall of these kingdoms. They didn't stall them. They merely made sure that as these kingdoms were falling,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:45.000",
        "message": "they were occupying the vacuum that came. In fact, as I think you pointed out, the five brothers who founded the Vijayanagar kingdom were also claiming legitimacy by claiming to be descended from the previous kingdoms"
    },
    {
        "speaker": "Guest",
        "time": "00:34:54.000",
        "message": "and so on. They all had various ways of, you know, trying to make their conquests look as legal as possible. But what they were all doing, what Alauddin Khilji essentially did was he destabilized this entire region. Everything started falling. And once these existing powers fell, it became a free-for-all. Anybody who had the capacity could build something new. As it happened in the northern Deccan, it was the Bamani Sultanate that eventually emerged. In the southern Deccan, it was Vijayanagar that emerged. And then these two entities were locked in conflict"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:20.000",
        "message": "constantly with each other. What would enable this was also, you know, a classic, the blunder by Tughlaq. I mean, we remember Tughlaq for the shift to Daulatabad in 1327, which of course was a blunder and the army had to kind of go back after a while. And even this is told very entertainingly by you because you write about how he forced all of Delhi to shift to Daulatabad and this included a blind man who didn't want to go. And he was actually dragged to Daulatabad. So he started losing his limbs. And when he actually reached Daulatabad, he had only one leg."
    },
    {
        "speaker": "Guest",
        "time": "00:35:49.000",
        "message": "Yeah, it's a, it's an, I'm pretty sure it's an apocryphal story, but it's an entertaining one. The idea being, this is, this is one chronicler's way of saying that this was how drastic the move was. I'm pretty sure this didn't happen because whoever was pulling would have realized that the man was falling away in bits on the way. But the idea was that, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:04.000",
        "message": "everybody had to move. And it's absolutely fantastic. But the real blunder was in 1345, what Tughlaq kind of did was that he recalled his old guard governor from Daulatabad and there was now this internecine battle between the old guard, whom he was trying to get rid of with these new people"
    },
    {
        "speaker": "Guest",
        "time": "00:36:21.000",
        "message": "who he thought would be loyal to him. So he, what he did was, because all these people going to the south were too readily tempted to sort of stand up in rebellion and claim independence, he thought he would create a new aristocracy who would be personally loyal to them. So of course you have a critic of this saying that cooks and cobblers and everybody's sons were overnight turned into noblemen and then the old guard was expected to relinquish power to them. Now this could also be a legitimizing trick for the old guard because they ended up breaking away from Delhi. So they made it look like, oh look, we are the legitimate ones. This king is bringing low born people to power which is not correct and therefore we are breaking away from his unjust rule. But in the end that failed because if he tried to create a new aristocracy it didn't work. The old aristocracy managed to hold together and create an independent sultanate in the south which was of course the Bamani Sultanate where they ended up selecting their first sultan almost by lottery because they chose the most efficient among them and he is the one who became the first Bamani Sultan."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:15.000",
        "message": "And that was Hasan Gangu who called himself Abul Muzaffar Alauddin Behman Shah and there was some sort of speculation about his surname itself, Behman. Why is he calling himself that?"
    },
    {
        "speaker": "Guest",
        "time": "00:37:27.000",
        "message": "People think that he was a servant to a Brahmin and this was some way of commemorating his original master. Another theory is that he was half Hindu which is likely because even the Tughlaqs took Hindu wives. So the later Tughlaqs as you come further down the family tree they are all essentially the sons of Hindu mothers. So it's very likely that Hasan Gangu's mother was also Brahmin. But of course connecting Baman to Brahmin is a little too convenient and therefore it's very unlikely this was the origin of that title. And in reality we know that he grew up in Multan. He was involved in the sultanate. He even served in Afghanistan briefly and he had his own career. He was essentially a top level nobleman. He had led a botched rebellion at one time but then when the Deccan was finally breaking away he landed up on the scene did a very good job and impressed all his peers and therefore they ended up making him sultan."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:16.000",
        "message": "And what's interesting was that he immediately abolished Jazia long before Akbar and you point out there's possibly two reasons for this. One is just real politic because he was helped in his quest to power by a bunch of Hindu chieftains. So obviously he's going to want to keep him on their good side. And two, to distinguish himself from the brutal Naudis in a manner of speaking. And this also sort of ties back to something you mentioned in your book about how there are sort of two faces of Islam in India and one is you have Islam coming pre the 10th century to South India and it's very peaceful and there are traders and there are perhaps even refugees who are getting away from where they are coming from and they are immediately integrated into the culture and it's all very peaceful. And the other is invasions from the North and so on and so forth. And that struck me as pretty fascinating."
    },
    {
        "speaker": "Guest",
        "time": "00:39:03.000",
        "message": "Yeah, the South, you know, this is the thing where I mentioned that there is a Northern bias in Indian history because if you look at everything from the North you get one perspective which is that Islam came to India how? When the swords were raised in the Sindh. Now if you look at the same issue which is Islam's arrival in India from the South completely different perspective because if legend is to be believed the oldest mosque in Kerala was built in the lifetime of the Prophet himself one year before the Prophet dies you have this mosque being established in Kodungallur. Okay, there is no proof of this because the current building is not that old but even then, two centuries later in the 800s you have inscriptional evidence with Arabic signatures of Muslims which is that Muslims are already witnessing royal Hindu grants by this time to have that kind of influence they had at least been there for a hundred years they had at least been there for a while to have that kind of power. So Islam came to the South through peaceful embassies of commerce they existed all around the Konkan coast in fact, culturally Kerala has more in common with Arabia than it has with North India Delhi has more in common with Kabul than it has with South India and this is not very convenient now for people to say because we are now sort of completely infected by this over-nationalistic bug but that's how history was people had various links in this way and Islam therefore in the South wasn't a disruptive force people associated Islam with trade and that is how even later in these sultanates you find that a lot of culture came through Islamic networks so even now if you go to Tirupati there are these famous bronzes of Krishnadevaraya and his wife the Vijayanagara emperor and his wife go two of them if you look at the bronze closely now they've draped the women in saris or whatever but they haven't covered Krishnadevaraya's head he's wearing a Turkish hat because Turkish fashions became fashionable in Vijayanagara at that time if you go to Hampi you'll find that early stage remains or the ruins in Hampi typical, everybody's wearing the South Indian munda or the veshti or whatever and the torso is left bare but as time passes you see in later structures that have survived the tunic starts appearing in the Vitthala temple there's a pillar which shows an Arab or a Muslim on a horse and this is in a temple a Muslim enshrined forever on its walls in its pillars at the great platform where all the great rituals are supposedly held you see Arabs carved into the sides and they're dancing and entertaining the Vijayanagara emperor and so on and most striking of all is from the 1350s the Vijayanagara emperors adopted a new title which was Hinduraya Suratrana interesting for two reasons because Suratrana is the Sanskritization of Sultan you find it in the Delhi Sultanate where on the coins on one hand on the one side you have the Arabic Sultan on the other hand you have Suratrana in Nepal when the Sultan of Bengal invades Suratrana even in Shah Jahan's time the word for Sultan in Sanskrit is Suratrana so the Vijayanagara kings are calling themselves Hinduraya Suratrana which is Sultans among Hindu kings which is that funnily enough they're the first people I think who are appropriating Hindu which is a word normally outsiders use to everybody in India and applying it to themselves so saying among Hindu kings we are the Sultans which is that we are Hindus but we are also Sultans you find a Telugu lord also calling himself Suratrana so Islamicate culture was bringing all this to the south you know it was bringing soft power of a certain type fashion what you were wearing what you were eating perhaps what you were calling yourself everything depended on these Islamic networks which wasn't the story of the north the north had a very different experience with Islam but there also you find these compromises because Mahmud of Ghor for example you know famous for destroying temples and killing so many infidels he happily boasts that he killed so many thousand infidels but at the same time in the coins he minted he had no option but to have an infidel goddess Lakshmi because otherwise the infidels would not use his coins so the thing is for legitimizing yourself for audiences in the Islamic world you play up the idea of you bringing Islam to these eastern barbaric lands whereas in reality in the so called barbaric lands you have to come to terms with the people which is what happened in the Deccan as well you come to power but you realize very quickly that you are a minority you need local power you need local assistance that's how the Marathas emerged as a very powerful caste because they became the middlemen between the people on the ground the agriculturists and the Sultans in the big towns and cities because they were the ones who knew the countryside they were the ones who rallied the armies to fight for these Sultans so the Maratha caste itself rose to prominence in the period of the Sultanates because finally they had a particular purpose acting as the main sort of intermediaries of power as main brokers of power as well"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:27.000",
        "message": "so I'm speculating here and thinking aloud this is probably very simplistic but the thought just struck me when you were speaking is that is it then possible that the reason that that simplistic Hindutva binary of Hindus good Muslims bad is more dominant in the North because the North has experienced Islam more in that way"
    },
    {
        "speaker": "Guest",
        "time": "00:43:46.000",
        "message": "I think that may be one example because their introduction to Islam came through blood and violence and war that would lead to a certain kind of impression of Islam in Kerala again to give an example the experience is a polar opposite because there has been no violence till the Moplah rebellion in 1921 in the previous century in the 19th century there were what were called the outrages which had a religious element there was a so called Jihadi element to it which is fascinating but what is interesting is that in Kerala the Muslims were so deeply wedded into the general Hindu society there was no Parda the women did not have Parda there was a matrilineal Muslim royal family the family of the Arakkal Bibi which is completely against the Sharia you know in the Arakkal family it's the eldest child that inherits if it's a girl it's called the Arakkal Bibi if it's called it's called the Ali Raja but the point is women had right of succession and this is a woman who corresponded with the Turkish Ottoman Sultan and so on but she was the product of a matrilineal system which is a very Malayali upper caste thing it's not an Islamic concept there is also something called the Moplah Ramayana or the Muslim Ramayana in Kerala where Shurpanakha tries to seduce Rama and Rama says no no but I have already got a wife so they were very deeply wedded to local society just as the Christians were you know their oldest churches just like the oldest mosques in Kerala there are no minarets there are no domes they are built like Kerala structures made of wood with gables and so on and if you go to Calicut there is something called the Mishkal Palli which is a mosque built about 800 years ago at some point the Portuguese come and destroy it some 70-80 years later in the 1570-72 I think the Zamorin of Calicut who is a Hindu ruler goes to war against the Portuguese wins dismantles one of their forts brings back all the wood and reconstructs this mosque that was demolished some 70 years before because their identities didn't depend on their religious loyalties or allegiances they were much more than that even the rebel Sultans in general the point I make is that religion is not what guided their politics religion often lent legitimacy it often justified what they were doing but politics itself was guided by the same things that it is even today guided by which is power greed avarice that sort of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:57.000",
        "message": "those human instincts in fact religion was almost in a sense a tool of their politics in the same way that for example one of the empires you mentioned declared itself Shia so it could then appeal to Persia to hey look after our interests and that's pretty much what Persia actually did Persia later intervening with the Mughal emperor saying hey leave the Deccan alone we'll give you land"
    },
    {
        "speaker": "Guest",
        "time": "00:46:17.000",
        "message": "somewhere else but leave the Deccan alone which was a funny and somewhat odd offer to make because normally the Mughals and the Persian had a lot of influence over the Sultans and to actually offer this to the Mughals if they left the Deccan alone it showed how much the Persians viewed the Deccan as their sphere of influence and the Deccan Sultans also had it very comfortable because the Shah of Iran was far away he was an ocean he was across the sea so it was convenient to sort of claim to be his vassals because you didn't really have to see him you didn't really have to deal with him as such he wasn't coming and breathing down your backs it gave you a degree of autonomy so when the Sultans and the Deccan played up their Shia or Persian links the Mughals got only more aggravated and more desirous of conquering the Deccan but yeah as I said these boundaries that we have today were not the boundaries that were then in force and you know having links to Persia having very active links so much so that the Shah of Iran could ask the Qutub Shah of Golconda for a daughter and the Qutub Shah had the power to say no is interesting because that meant that they had their own little ecosystem oriented towards Persia"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:23.000",
        "message": "and we have to go in for a commercial break now but before we that a final mention of Hassan Gangu with a little bit of fake news which I found very entertaining where you talk about how Hassan Gangu no doubt wanting to establish his own legitimacy sort of created this story which you mention as obviously apocryphal about the Nizamuddin Auliya that once he went to you know before he was a Sultan he went to meet the Nizamuddin and he said the Nizamuddin has left my door"
    },
    {
        "speaker": "Guest",
        "time": "00:47:54.000",
        "message": "another is waiting there again invent a story to paper over inconvenient corners in history that's also actually a very Indian tradition as well"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:03.000",
        "message": "you create a legend when history doesn't work for you"
    },
    {
        "speaker": "Unknown",
        "time": "00:48:06.000",
        "message": "brilliant let's take a quick commercial break we'll be back in a minute hello hello hello welcome to another great week on IVM podcast if you aren't following us on social media please make sure you do we're launching a new show The Habit Coach with Ashton Doctor Ashton talks about small habits that will make your life easy he talks about health, fitness, de-stressing, meditation and finance so join every Monday, Wednesday and Friday starting the 10th of December Osiris S. Cyrus is joined by iconic journalist Bachchi Karkaria she speaks about her story career and gives us a detailed glimpse of these sessions at the upcoming Times Lit Fest on the second of December we dive into the phenomena that is superstar Rajini's 2.0 and try to figure out if it lives up to the insane hype behind it on Varda Lab Akash and Naveen are joined by comic and improv artist G.S.A.T they talk about making the comedy scenes safer and more welcoming for new comics last week on Football Twaddle Saru and Varun were joined by a special guest"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:13.000",
        "message": "former Indian midfielder Stephen Dias he sheds some light about his brilliant book Rebel Sultans and we left off when Hassan Gangu who founded the Bhamani Sultanate came to power and in 1358 Hassan Gangu died he was succeeded by Mohammad Shah and then by Mujahid Shah and you got a nice little story about Mujahid Shah who when he was wrestling with someone as a teenager kind of got carried away"
    },
    {
        "speaker": "Guest",
        "time": "00:49:42.000",
        "message": "and snapped"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:43.000",
        "message": "his neck and I presume he died that seems to have been covered by his beetle leaf carrier the guy who carried his paan around"
    },
    {
        "speaker": "Guest",
        "time": "00:49:54.000",
        "message": "who happened to be the son of the guy whose neck he had snapped yeah these stories are you know it's funny how these stories are there and sometimes the comedy gets to you but it also tells you so much about the past as the relating to the earlier bizarre cases bizarre events bizarre things happening a later Adil Shah of Bijapur was murdered by two eunuchs who he had a certain soft corner for and he's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:31.000",
        "message": "trying to seduce them"
    },
    {
        "speaker": "Guest",
        "time": "00:50:33.000",
        "message": "but they decided to slaughter him you know"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:37.000",
        "message": "another sultan gets killed by a maid you know these things happened all the time you know so you know everybody got what they deserved it's really entertaining so anyway so you know the first fascinating character of the sort of the Bahmani sultans as I found it was Mohammed II who you describe as Aristotle"
    },
    {
        "speaker": "Guest",
        "time": "00:51:13.000",
        "message": "of the Persian Renaissance in general the Bahmani sultans did this which is that they realized that the sea was their way of connecting to this Persianized Islamic culture because you could get poets you could get artists you could get frankly you know what finally destabilized the Deccan was these internal dissensions between the Bahmani sultans but then you also had you know as your power grew you also wanted soft power and in those days soft power was Persian if even Vijayanagar was imitating Persian clothes you can imagine that Persian culture was seen as a soft power and Vijayanagar was keen to become a patron of the arts because by now the Bahmani realm is solid you know the frontiers are clear powers in the hands of the family and then Feroz Shah wants to evolve a distinct culture so on the one hand he wants a daughter who after a battle with the emperor Vijayanagar ends up saying okay now we've come to terms I want besides gold and pearls and whatever I want your daughter so you have a Vijayanagar princess marrying Feroz Shah Bahmani and Feroz Shah Bahmani at this point he wants to consciously import into his capital and he becomes this very colorful figure with multiple wives each of them from"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:29.000",
        "message": "different regions he has almost like a"
    },
    {
        "speaker": "Guest",
        "time": "00:53:34.000",
        "message": "collection of wives each with a different name and you know he had this habit where each wife was accommodated in a certain palace so it would be called a mahal so if it was an Arabic palace so he was trying to consciously build up a collection of wives and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:22.000",
        "message": "knowledge of languages and poets and consciously present the Bahmani state as a global network of all kinds of languages and economies of all kinds of languages so it would be his duty to build up a full collection of wives and that was his"
    },
    {
        "speaker": "Guest",
        "time": "00:55:06.000",
        "message": "Because Feroz was trying to get rid of his brother because Feroz wanted his son to succeed whereas Amit Shah wanted himself to sort of take over after Feroz died. So when Amit Shah ran away, Feroz sent an army in pursuit and then Amit Shah turns around and does this little clever thing where you know all sorts of farm animals are lined up and presented as horses because from the distance everything looks impressive, right? So all you see is men mounted on animals. You can't really tell if they're buffalos or bollocks or whatever. But yeah, in the end that demoralized Feroz's force and he's the one who ended up losing. And although he died soon after and Amit Shah became king, there's also a long-standing rumor that Amit Shah actually had Feroz Shah suffocated. So much for his intellectual activities and his very many wives, he also died a rather painful death even though it was in bed."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:51.320",
        "message": "And Amit Shah sort of continued the process of importing foreign cultures and foreign peoples like you write about how he imported 3,000 archers from Iraq, Khurasan, Transoxania, Turkey and Arabia. What's Transoxania?"
    },
    {
        "speaker": "Guest",
        "time": "00:56:05.240",
        "message": "Sorry. I'm actually not sure now. Transoxania is, I think, parts of Central Asia somewhere."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:10.320",
        "message": "And Khurasan is of course Persia and all of that. And so how does the narrative proceed here? What are the Bahmanis trying to do? Like first they come to power, they of course consolidate and all of that. And by the time Feroz Shah has come to power, they have consolidated, which is why Feroz Shah is sort of looking at his legacy and building up all of this cultural whatever."
    },
    {
        "speaker": "Guest",
        "time": "00:56:28.440",
        "message": "Building up cities and now Amit Shah also builds up his own new city. He moves the capital to Bidar, where simultaneously Bidar was used by various old dynasties, including the Chalukyas and others. Does it have a modern name? Bidar. Oh, it's still called Bidar. And so the idea is that he's trying to tap into all that saying that, you know, this is an old city with very many old links. I'm sort of channeling that. But the other thing is also, as I said, these are all military states in the sense that you have to constantly keep replenishing your military capacity. For that, this importing from the West became extremely important because the best horses came from Persia. Horses do not thrive in India. And this is why often Vijayanagara was left behind. And the Vijayanagara emperors always grappled with this internal conundrum, which was that even though they were bigger, even though they were often wealthier than the Sultans, they were often defeated on the battlefield simply because they didn't have the latest artillery technology that the Sultans imported from Turkey. All the artillerymen were usually Ottomans. They got their best horses from Persia and they got these soldiers from Persia. And the thing is, the idea was that by getting these foreigners in, there would be a degree of loyalty. They also got Africans, thousands and thousands of Africans who had absolutely no other loyalties. Their loyalties were only supposed to be to the Sultan. So being Muslims, the Bhamani Sultans could tap into this Islamic network that brought them the best of the world at the time. Best of technology, the best of arms and, you know, ammunition that they needed. And of course, the best of actual manpower. Whereas Vijayanagara was a little handicapped there because everything that came to them, first the Bhamani Sultans would have. So scholars have found, for example, that Vijayanagara never evolved a fortification technique like the northern Sultans of the Deccan. Because the Sultans kept upgrading their forts as, you know, upgradations happened elsewhere in the world because the Islamic network connected them to that. Whereas the Vijayanagara emperors never bothered to build up their forts that way, which eventually they ended up paying a cost for. So what Ahmed Shah was also doing was this, trying to reinforce on the one hand this link to Persia to keep the Bhamani Sultanate within that network, on the other hand, trying to milk that network for whatever it was worth to get the best into his kingdom, whether it was people or whether it was technology."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:30.580",
        "message": "And perhaps as a consequence of this, he then ended up defeating Vijayanagara, where he then destroyed a lot of temples and what you call colleges of Brahmins. And there's a very funny story about here when the battle is ongoing about how both the leaders of the forces, Zaria of Vijayanagara and Ahmed Shah himself almost got captured in battle."
    },
    {
        "speaker": "Guest",
        "time": "00:58:49.720",
        "message": "The story about the Raya was quite hilarious. Yeah, these, I mean, that again, the stories tell you that, you know, battle wasn't one situation, as cinema shows, you know, everybody meets on a battlefield and clashes, you know, huge establishments are moving. Often the largest section of a moving army is the cooks and the cleaners and the prostitutes and people like that, the bazaar that moves with it. So you, I had this later quote towards the end in the book about the Marathas and how towards the end when the Mughals moved, there'd be a soldier, his wife would be with him, his babies would be with him, the soldier would be carrying things on his head, his gun would be in the hand of his wife, and she would have stuck some kitchen ladle or something into the barrel of the gun. And suddenly out of nowhere, the Marathas will appear on horses, cut off everybody's head quickly and disappear into the hills. And before these guys could remove the ladle and start taking aim, they were dead. So armies on the move were also big establishments that were on the move. So in these situations, sometimes you have context where say the Raya is sitting somewhere, his tent is pitched somewhere, ends up being not protected well. Similarly, in this particular battle, what happens is, on the one hand, Ahmed Shah one day decides I want to go for a hunt. So battle is not a one day event, it's a leisurely pace, you know, the king comes slowly, they set up camp."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:56.440",
        "message": "It's a marathon not a sprint."
    },
    {
        "speaker": "Guest",
        "time": "00:59:57.440",
        "message": "Yeah, it's a very convenient thing. So he decides, let me go for a hunt, he ends up going too far, and ends up being ambushed by a set of Vijayanagara people. And he's chased till he reaches this rather unglamorous situation where this Sultan of the Bahmanis, you know, king of so many Persians and Africans or whatever, ends up hiding in a barn. And he's luckily saved because a number of his own men come to his rescue, but he could have fallen into Vijayanagara's hands. Similarly, you have this Vijayanagara emperor, who's reposing somewhere in a field comfortably, when suddenly he discovers that, you know, these Bahmani troops have come in. And because he's sitting there in his South Indian clothes, he's not actually dressed like a king. He's just wearing a lungi and he's sitting shirtless."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:33.960",
        "message": "He's nearly naked."
    },
    {
        "speaker": "Guest",
        "time": "01:00:34.960",
        "message": "He's nearly naked. So people think he's a nobody. He's just some random man who's lying there. So he gets up and they say, we're now looting the sugarcane field, here, hold these sugarcanes. And he sort of, the soldiers try and make him their, I don't know, their coolie for the day. And he very quietly and cleverly decides not to say that he's actually the emperor on the other side. And for some time, he's carrying the sugarcanes with them because they just think he's some random man. And of course, then they discover that the main battle has been won. And now there's gold to be had instead of sugarcane. So they abandon him and go. And that's how the Vijayanagara emperor ends up saving himself. It's the same in the final battle where Vijayanagara falls in 1565 as well, where the Vijayanagara sultan is in a palanquin or one of those sedan chairs or whatever. And he ends up in the wrong place where an elephant comes from the other side. His bearers of his palanquin run away and he's just lying about there. And then an idiot Brahmin says, no, no, no, don't hurt him. He's the raya of Vijayanagara. That's the only reason he was captured. Otherwise the elephant and the elephant rider would have moved on thinking he was just some random nobleman. But because, you know, so these things always happen in battle, these comical, somewhat, you know, unglamorous, unheroic situations."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:40.320",
        "message": "Really comic, almost lapstick situations. And you know, I mean, I'm a proponent of the keto diet, I often say sugar is poison. So you could argue that by carrying sugarcane for the... You say that as we sip coca-cola here. Yeah, Diet Coke. No sugar is written here. So you know, so when the raya was carrying sugarcane for the enemy, he was in a sense contributing to the eventual downfall. What's also interesting here is, you know, people often paint, you know, Vijayanagara as a Hindu empire. And, you know, it might seem that, okay, they're fighting the sultans, the Bahmani empire, and therefore it's a Hindu versus Muslim thing. And you point out here that Amit Shah, on the one hand, yes, whenever he captured 20,000 Hindus, he held a feast, for example, which is an interesting factoid."
    },
    {
        "speaker": "Guest",
        "time": "01:02:20.400",
        "message": "And one wonders, it's a doubtful claim, not captured, killed. The idea is that every time he killed 20,000 Hindus, he would hold a feast. Now it's simply improbable, because, you know, if he was killing 20,000 Hindus on such a regular basis, Vijayanagara would have collapsed, because we don't know the exact population figures. But we do know from global population trends, etc, that that sort of slaughter is impossible. Because Vijayanagara went on to have a great golden age after this, although, of course, golden age is not a concept historians sort of, but the idea is that Vijayanagara grew after that. It would not have been possible if 20,000 people were being slaughtered on a daily basis."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:54.040",
        "message": "But the point you sort of make here is that even though this sort of sentiment was there, he was he's actually celebrated in the South by Hindus even today."
    },
    {
        "speaker": "Guest",
        "time": "01:03:02.480",
        "message": "So that's what I'm saying. So his own chroniclers will say, oh, yes, he killed 20,000 individuals on a daily basis. It's an exaggeration. The idea is that, yes, he killed a large number of people in the course of these conquests. But in reality, you know, he's he's worshipped by Hindus, the Lingayats come to his tomb every year, and they perform on his birth anniversary, a certain ritual where they smash the coconut and they do everything in a Hindu way. And he was a great patron of Sufis and others. And this is the complexity that the Deccan highlights, which is that this binary Hindu Muslim divide does not quite work. There's Vijayanagara, for example, on the one hand, as I said, they already called themselves sultans because they are no Kwams appropriating an Islamic title and using it for themselves. They often, you know, there's one sultan later in the Adil Shahi kingdom, which is one of the Bahmani successor states, where one sultan dismisses 3000 Persian soldiers and warriors he has. Where did they go? They trot down all the way to the south and seek service in Vijayanagara. Vijayanagara had its own Muslims, it had its own mosques at one point. The last emperor of Vijayanagara even allowed the eating of beef because he didn't want to. Similarly, the Quran was always placed in court because the Muslim soldiers said they couldn't bow before a Hindu or any other human being as such. Therefore, they would bow in front of the Quran instead."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:16.640",
        "message": "And the Quran was behind his throne."
    },
    {
        "speaker": "Guest",
        "time": "01:04:17.640",
        "message": "The Quran was kept near the throne so that, you know, they wouldn't be awkward about bowing in front of him. So the idea was that it was much more complicated. It's encapsulated best in the 1565 battle of Talikota, which is where Vijayanagara is finally, the city falls and the empire starts disintegrating and the sultans of the Deccan take over and start, you know, really win that historic battle. What's interesting is most of the, especially right-wing historians and the Twitter school of history, which is the screenshot school of history, they say, oh, this is a Hindu empire being destroyed by these Muslim sultans. Complicated history here, because what happens is the emperor of Vijayanagara, who's leading the Vijayanagara forces, he began his career in the court of the Qutub Shah of Golconda. He was a nobleman of a Muslim sultan. He only ended up becoming emperor of Vijayanagara because he married Krishnadevaraya's daughter. The Qutub Shah who was fighting at that battle, he lived seven years as a teenager from the age of about 15 or something till, you know, his early 20s in Vijayanagara, where he Teluguized his name from Ibrahim to Abhirama. He came back to Golconda eventually, patronized poetry on the Mahabharata, acquired a wife who was of Vijayanagara origin. He spoke and he's a great patron of Telugu. Look at the way poets moved. A poet like Shetrayya could compose poetry not only in Madurai and Hindu courts, but also for the Qutub Shah of Golconda, he composed 1500 Padams, because the Qutub Shah saw themselves also as custodians of Telugu heritage. Similarly, at the 1565 battle, you have 6000 Marathas, but they're fighting for the sultans. You have one Muslim warrior called Ainulmul Gilani. He's fighting on the side of the Vijayanagara emperor. Now the Twitter school, they pulled out screenshots from recent books that say, oh, Ainulmul Gilani, you know, defected and went over to the side of the sultans before the battle ended. There's no evidence of this. I don't know where the stories come from, because the only inscriptional evidence of Ainulmul Gilani is where he's called in Telugu Ainumuluka, and he's recorded as giving a grant of land to 80 Brahmins. So it's very mixed up. You can't conveniently make any black and white categorizations. Even the Sultanates themselves, the Nizam Shahs of Ahmednagar were descended from a converted Brahmin, and they actually kept links with their Brahmin relatives. They made grants of land to their Brahmin relatives. They gave estates to their Brahmin relatives. They married Persian women. The Adil Shah of Bijapur, the Adil Shahi dynasty was founded by a man called Yusuf, who got on a boat from Persia to build a career in India. Somewhere on the way, he decided, I'm going to start claiming I'm a long lost son of the Ottoman emperor. Comes here, marries a Maratha woman, and that's how the Adil Shahi dynasty is founded. So where people say, oh, the Adil Shahs are Muslims, you're completely forgetting the mother, the founding lady, who's a Maratha woman. And this Maratha woman is very important because two generations down the line, when her legitimate grandson proves to be not up to the mark, she has no issues blinding him, putting him to the side and having an illegitimate grandson elevated to power. So she was not a docile lady sitting wrapped up in some corner. She was a political actor herself. And different Adil Shahs sometimes highlighted different sides of their heritage. So the second Adil Shah was very Persianized. He preferred Persian. He spoke only Persian. He dressed his troops in Persian uniforms. But then you have someone like Ibrahim Adil Shah II, who was a contemporary of Akbar and Jahangir, who is exactly the opposite, where the Mughal envoy finds that barely he doesn't like speaking Persian. He speaks Marathi. He prefers Marathi. He was Sunni Muslim, but he wore the Rudraksh mala, painted his nails red and called himself the son of Guru Ganapati and the pure Saraswati. He was so besotted with Saraswati that he went on to rename his capital from Bijapur to Vidyapur. So again, he's a Sunni Muslim, but he has these other sides to his identity as well. Just as Akbar established Fatehpur Sikri for his great debates with various religious experts from other religions, Ibrahim Adil Shah II had his Noraspur, where Jesuits and Shaivites and everybody could come and discuss religion with him. When a trader comes to see him, he finds the Adil Shah surrounded by 500 bejeweled women, all of them playing the Veena, because he loved Veena music, you know. So the man is very colorful. He's very interesting like this. So you have the option of looking at him as, oh, Ibrahim equal to Sunni Muslim Sultan. But wasn't he a little bit more than that, to the extent that when he died on his tomb, you have a very clever inscription that says, it's actually a quote from the Quran, which says, no, Ibrahim was not a Jew. He was not a Christian. Certainly he was not an idolater, that is a Hindu. He was a devout Muslim. It's almost like he's teasing everybody in a sense of saying that none of you can figure out who I was, you know, what my religious identity was. So I just put it here on the inscription. But the funny thing is, although it says Ibrahim there, there also he's playing a little bit of a, there's a little bit of wordplay there because it could either refer to him or it could refer to Ibrahim from the Quran. So you can't really tell what his final loyalties were, whether he was part Hindu, part Muslim or both."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:52.040",
        "message": "He had no contradiction there. And when I was reading your book, you know, two of the fascinating themes that kind of stood out for me were globalization and assimilation. So on the one hand, you have this kind of globalization where you have, say, the soft power of the Persians being imported and you see an influence of that in clothes, in food, in architecture. For example, to quote you again, you write about how Amit Shah started a new style of architecture, quote, with the elegance of Iran, the sensuality of South India, even the occasional influence from Europe."
    },
    {
        "speaker": "Guest",
        "time": "01:09:21.320",
        "message": "Even Vijayanagar, the so-called elephant stables, the domes, domes are not a South Indian architectural"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:27.840",
        "message": "style. They're borrowed very clearly from Islam. So on the one hand, you have influences from across the world, from Europe, from Africa, from the Middle East flooding in. And on the other hand, you also have a remarkable assimilation to the extent of, you know, all the things you pointed out that you have these rebel sultans knowing all the local languages, marrying local women, adapting to local cultures. And this is happening back then before there are, you know, regular flights between these two places or YouTube, where you can actually immerse yourself more in the culture. And it's sort of a reminder of how even in our current day, we might be like so sure of what our cultural identity is, but actually it's a blend of just about everything."
    },
    {
        "speaker": "Guest",
        "time": "01:10:06.120",
        "message": "It always is a blend. Globalization may be a new word that is in fashion now, but the phenomenon has existed always. It may not have been as fast and instant as it is today, because there was no internet and quick communication and travel, but it existed. People always communicated with other cultures and peoples. They had no issues absorbing from there. Look at some of the names around us now, everybody, you know, recently there was this thing about Amit Shah's name, Shah, being a Persian thing. Now, of course, in Amit Shah's case, it could have been, I mean, there is a theory that it's Sahoo that becomes Shah, but even then Shah is a Persian pronunciation. So even if Sahoo adopted Shah, there's a Persian influence there, but forget the Shah because"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:42.520",
        "message": "that's unsettled. I mean, even the clothes Amit Shah and Narendra Modi wear, the churidar kurta, I mean, that's"
    },
    {
        "speaker": "Guest",
        "time": "01:10:47.200",
        "message": "classically Islamic. Look at some of the Peshwas who succeeded the actual Maratha rulers and became the real force in the Deccan afterwards. The Peshwa, the title itself is Persian. It means minister. It's a Persian title. Devendra Fadnavis is the current chief minister of Maharashtra. What is Fadnavis? It's a Persian title. So these things are not gone. I'm not talking about a time that's no, that's left no traces. The traces are still in front of us. These traces still exist. Shivaji himself referred to the Hindu path, Patshahi. What is a Patshahi? It's derived from Batsha. It's again an Islamic influence. Look at all the clothes that Shivaji and his contemporaries wore, again, inspired by Islamic fashions. Speaking of Shivaji, you know, Shivaji's father was a man called Shahji. Now his grandfather, who was a close associate of the Nizam Shah of Ahmednagar, Maloji, Maloji couldn't have sons for a long time. So Maloji goes to a holy man and the holy man blesses him and his wife and then eventually he has two sons. Interestingly, the name of the holy man is Shah Sharif. He's a Muslim holy man. And what does Maloji name his sons? Shahji and Sharifji. This is Shivaji's father and uncle. If you go to Ellora, where Maloji's Samadhi exists, you know, one scholar, the controversial James Lane, has made the mistake of saying that this is a tomb where Maloji is buried. It's not a tomb. It's a Samadhi. But the reason James Lane made the mistake is because if you go to the Samadhi, it looks like an Islamic monument. It looks exactly like the tombs you'll find in Golconda and other places. It's got that Islamic structure with some Hindu influences in terms of the ornamental activities but the dome, all of that, if you look at it in one glance, it looks like an Islamic structure. But whose Samadhi is it? Shivaji's grandfather. Shivaji himself commissioned a Sanskrit poem called the Shivabharata, the Nizam Shah in one place. Here you see the contradiction emerging, which is that on the one hand, Shivaji claims this is Vishnu reincarnated to deliver the world from the oppressions of the Turukas, the Muslim kings. But on the other hand, it also refers to the Nizam Shah of Ahmednagar as a dharmatma. It also refers to the famous African warrior general Malik Ambar as brave as the sun. At one point, Malik Ambar is compared to the Hindu god Kartikeya. So the idea is that even then, there was this black and whiting of history was very complicated. You couldn't do it very easily. And even Shivaji himself recognized it. And the Shivabharata is a fascinating case and example. And Malik Ambar is an even more fascinating case because this, we've discussed the Persian influence. We've discussed the Marathas. We've discussed the Hindu blend with all of this. But the other element in the Deccan was the Africans, which is that thousands and thousands of Africans came as military slaves to the Deccan year after year. And this wasn't merely to the Deccan. In the 1200s, in Razia Sultan's time, one of the reasons she was assassinated in Delhi was because she had an Abyssinian, an Ethiopian African lover. In Bengal, there was a brief Habshi dynasty, which is African slaves kicking out the ruling dynasty and seizing power for less than a decade. But it existed in Bengal. In Uttar Pradesh, an African eunuch founded in Jaunpur, a dynasty that lasted for a while, I think, in the 14th century. So Africans were always in India. As late as 1724, the Mysore Maharaja had an African guarding one of his forts. The Nizam of Hyderabad and 19th century Africans, but the Deccan, it achieves an even more special place because at least two Sultans had African wives. That is, picture this, in present day Ahmednagar, which is a tier two town in Maharashtra now, there were African queens, two of them in the late 16th century and early 17th century. One of them was a daughter of Malik Ambar, who began life as a young boy in the Oromo tribe in Ethiopia, gets enslaved when he's about 10-12 years old, gets carted off to Baghdad, at some point ends up in the Deccan where he's purchased by the Peshwa of Ahmednagar, who is the Peshwa also a black man, who has a thousand other black people he's purchased. Malik Ambar then rises slowly, ends up having a small little mercenary force. And finally, by the end of the 1500s, he becomes the main man standing between the Mughals and the conquest of the Deccan. So several generations before Shivaji, with Shivaji's grandfather as one of his right hand men, it was this African man who had adopted India as his home, become a Muslim, who was the main problem for the Mughals in terms of conquering the Deccan. Jahangir, if you read the Jahangir Nama, it's quite fascinating, Jahangir is constantly bitching and hating on this man. He calls him Ambar the ill-starred, Ambar the black-faced, Ambar that disastrous man, because he can't conquer this man, Ambar is too clever. And Ambar is the one who develops what is called Bargigiri, guerrilla warfare, which is what Shivaji then takes to perfection a few generations later. And Shivaji therefore, as I said, describes Ambar as brave as the sun in his own Shiva Bharata, because Ambar was a legend, he was a remarkable man. Jahangir was so frustrated with Ambar and his inability to conquer and reduce Ambar to nothing, that he commissioned a painting which shows Jahangir shooting an arrow at Ambar's severed head, impaled on a spear. It was something Jahangir never managed to do in real life. But he fantasized in art what he couldn't achieve in real life. And Ambar, as it happened, died a very old man in his 80s, comfortable and secure in his fortress, undefeated by the Mughals. So the Deccan was a place where not only Persians, Marathas, Vijayanagar existed, but also thousands of Africans who came in. All of them left their marks on this place. And many of these people married Maratha women, and many of their descendants would have been absorbed into the community. So it's a mix of all these, not only cultural influences, but also blood from so many places."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:53.240",
        "message": "And many of us are probably descended from Africans in a more immediate sense than we think. Yes, I think so. Yeah. And just tangential question that occurs to me, how would Shivaji have known about Malik Ambar? Because you don't have history books, you don't have podcasts, you don't have YouTube."
    },
    {
        "speaker": "Guest",
        "time": "01:16:06.320",
        "message": "I mean, family tradition, as I said, Shivaji's father knew Ambar, Shivaji's grandfather was"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:10.000",
        "message": "a priest."
    },
    {
        "speaker": "Guest",
        "time": "01:16:11.000",
        "message": "So it's all oral traditions. It's only two generations. Right. When your grandfather is closely associated with him, and you commission this. So Ambar dies in the late 1620s. And in the 1680s, Shivaji, several decades later, Shivaji commissions the Shivabharata. Why is Ambar compared to Kartikeya? Because Ambar's memory and his legacy is still standing tall. That's something that clearly inspired Shivaji, for Shivaji to give Ambar such prominence in the Shivabharata, which is otherwise a work of eulogy for Shivaji himself. It's a Sanskrit poem that talks about Shivaji's conquests and adventures."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:41.960",
        "message": "But Ambar is a very prominent figure there. So let's kind of head back now to the Bahmanis again and trace, go all the way to how they fell. You talk about like, another bit that fascinated me was the grandsons of Amritsar, Humayun the cruel and Hassan. And you write about how Hassan was made the Sultan, and then the paying crowds gathered outside Humayun's palace waiting to sort of plunder it. And then he managed to get out of that and he took power from Hassan and then, quote,"
    },
    {
        "speaker": "Guest",
        "time": "01:17:10.280",
        "message": "And he did it very cleverly, he didn't have men with him. So what did he do? He got a holy man to come and stand next to him, because that's a different kind of legitimacy. And then this crowd sort of backed off when they saw the holy man. And then he walks all the way to Hassan, who's sitting in the darbar on the throne, walks up to him, slaps him, pushes him off the throne and takes a seat on the throne. This is so hilarious to just picture the scene."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:32.360",
        "message": "Yeah, and then a little Hassan and then you say, quote, Humayun had, quote, Hassan thrown before tigers, ordered some of his adherents to be cast into cauldrons full of boiling water and oil and release mad elephants and other wild bees to prey upon the unfortunate"
    },
    {
        "speaker": "Guest",
        "time": "01:17:48.600",
        "message": "victims. Stop, quote. Yeah, again, as I said, violence displayed and violence used in a very visually ghastly fashion just to sort of reinforce the idea that don't mess with me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:00.080",
        "message": "And why mad elephants?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:01.080",
        "message": "You mentioned mad elephants, like multiple times, they appear in the sources. I think mad in the sense that, you know, very aggressive sort of elephants, which will come and sort of destroy you no matter what. Otherwise, elephants, if it's a regular elephant that's standing there, why would it come and trample you? You know, so if it has to be done with as much brutality as possible, you need an elephant that's really got something going for it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:21.240",
        "message": "Pissed off, unfed, made to, and then you talk about how Humayun the cruel was stabbed by a maidservant, which is also an ignominious way to die, I suppose, for a guy like that."
    },
    {
        "speaker": "Guest",
        "time": "01:18:32.040",
        "message": "How did the Bamani Empire come to an end? The Bamani Empire came to an end because of the weight of its own internal contradictions. As I said, at the height of its confidence, absorbing, say, you know, a lot of Persians, absorbing the local Maratha element, absorbing culture from Vijayanagara, all that is possible."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:47.720",
        "message": "And also the Dakhnis, like you pointed out, are basically, they've come from the Turks"
    },
    {
        "speaker": "Guest",
        "time": "01:18:51.640",
        "message": "and they're Sunni Muslims. They're either people who come from the north, but they're essentially Indian in the sense that largely the Dakhnis are Sunni Muslims, they're people who've converted within India and they're considered Hindustani Muslims, whereas the Westerners or the Afakhis, they are Shias, largely, who've come in from Persia later. And the thing is, the Westerners have a little bit of a superiority complex in the Bamani court, because as I said, there's this Persian, Persian is considered the latest soft power asset. It's very glamorous, etc. compared to which the Dakhnis look a little bit like poor cousins. So there's that internal sort of rivalry there."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:23.120",
        "message": "And would it be correct to say that the language also plays a part?"
    },
    {
        "speaker": "Guest",
        "time": "01:19:25.200",
        "message": "So the Persian at that time is like the English of today, the elite speaker. In fact, Persian was a Persian was diplomatic language till the early 19th century. And I was stunned when I was working on my first book, letters written by the Maharani of Travancore in the 1810s to the British governor, they're in Persian. It wasn't even in English, it was in Persian, because even the British recognized Persian as the international language in this part of the world. And Persian had therefore great value attached to it. So therefore, the Persian faction was very influential. So you have the Persian faction, you have the Dakhni faction, you have the Marathas, you have the Africans, all of these are groups. So in the end, the contradiction was that if it was a sultan who was confident and broadminded enough, he was able to take all these people along with him, he could inspire that confidence. But some sultans made the mistake of playing these groups against each other. So as political power started weakening a little bit, they started being tempted to play one group against the other for their own benefit. So this led to violence between these groups, and slowly the differences started solidifying. And you know, as I said, this was a military state, and these borders and loyalties are not constant. You can easily, you know, one entire group can remove themselves from this court and find patronage in the next court. So in that sense, and different sultans, so within the Bahmani state, by the end of their days of glory, as it were, what you have is a weak sultan who doesn't, who can't hold all these factions together, and powerful governors. So the Nizam Shah is converted from a Dakhni, which is a converted Brahmin, and they're the first ones to establish an independent kingdom and found the city of Ahmednagar and so on. And they become an independent kingdom. Technically, the Bahmani sultan is maintained for another 40-45 years. But slowly the power, they're just a cipher, the final Bahmani sultans are reduced to picking out the jewels from their crown and selling it, and then picking out things from their throne and selling it because they have no money. Then you have the Adil Shah who realizes, hold on, the kingdom is falling to bits, let me also sort of consolidate my little corner somewhere."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:12.040",
        "message": "That's Bijapur, basically. Bijapur."
    },
    {
        "speaker": "Guest",
        "time": "01:21:14.040",
        "message": "The Qutub Shah of Golconda does the same in Golconda. Although he never proclaims independence, he still carves out his own independent realm. And you know, he sends a tribute annually to the sultan, but then when that particular sultan dies, he stops. So eventually the sultans are left with nothing. And the last, it's quite tragic, the last descendant of the Bahmani sultans at the end of the 1530s is reduced to getting on a ship and going off to Mecca because he has nothing left here. He's nobody. So the Bahmani sultanate essentially disintegrates. Why do I call them rebel sultans? Because the Bahmani sultanate was established by a set of people in rebellion from Delhi and it was destabilized by another set of rebels who sort of rebelled against the Bahmani sultan, founded their own kingdoms and they were the next generation of rebel sultans as it were. So for about 150 years, the Bahmanis are in charge. Then you have a second cycle which ends in the late 17th century when successive states come into the picture and the Bahmani sultanate disintegrates into five smaller kingdoms."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:10.680",
        "message": "But each of them very powerful and strong. And it's also interesting how sort of that dynasty, the Bahmani dynasty sort of whimpers out like the Mughals do almost. You know, it's not like someone beheaded and you become a non-entity. Yeah, you just become absolutely nobody. Let's, you know, now before we talk about those sort of rebel sultans who succeed the Bahmani empire, let's talk a bit about Vijayanagara. Bring me up to speed."
    },
    {
        "speaker": "Guest",
        "time": "01:22:34.360",
        "message": "Vijayanagara is going through its own internal issues, which is that unlike the Bahmani state which was disintegrated into several pieces, Vijayanagara, you have three dynasties that come and fall. So first you have the original dynasty, the Sangama brothers who found Vijayanagara. They rule for a certain time. Then you have a short-lived dynasty in the middle, which is a military general who takes over and then his son, he dies, his son is sort of kicked out. And then finally, Krishnadevaraya's dynasty comes to power. And if the initial ones founded the kingdom, and I think they were largely Shaivites, Krishnadevaraya's time is you start seeing more of a Vaishnava influence. And Vijayanagara at this time, again, as I said, is absorbing all these influences. It's expanding its boundaries in the south, failing frustratingly when it comes to the sultans because the sultans have more technology as far as Vijayanagara is concerned. And at certain times, the Vijayanagara kings have to pay tribute to the sultans. Sometimes the sultans have to come and enforce it, but they have to end up paying tribute. Interestingly, after the splinter states come to power in the northern deck and the Adil Shahs of Bijapur, the Qutub Shahs in Golconda and the Nizam Shahs in Ahmednagar, Vijayanagara then has greater influence because Vijayanagara is still solid. It's still one big empire. And then the last, the mistake was that the last emperor of Vijayanagara, and when I say last, Vijayanagara survived, but the last main character before the historic battle of Talikota in 1565, he starts meddling a little too much in these northern kingdoms. Now, again, there's no Hindu-Muslim divide here. So one of the Adil Shahs of Bijapur was adopted by this last emperor of Vijayanagara as his own son. As I said, the Qutub Shah, when he had no place in his brother's court, he came and lived in exile in Vijayanagara. There are lots of continuities and commonalities between them, but Vijayanagara starts getting tempted a little too much to start playing politics with these people. And these northern kings realized that, hold on, we're all losing and Vijayanagara is slowly gaining at our expense. So finally, for the one time in history where their survival was threatened, they come together. And of course, this is justified in the name of Islam and all of that, but that's not the point. The point is politics. They come together, they decide this is a common enemy. We may all hate each other, but for the time being, this is our biggest threat. So, they come to a series of marital alliances where, say, one of the Nizam Shahi princesses, the famous Chand Bibi, is given in marriage to the Adil Shah. Another daughter of the Nizam Shah goes off to the Qutub Shah family. Similarly, girls are exchanged from those families and they have a new alliance. And that's when Vijayanagara is finally destroyed in that historic battle in Talikota and the city is sacked and taken. Interestingly, the Sultans don't go out and try and conquer all of Vijayanagara. Once the city is destroyed, they go back to their capitals. They gain some territory, but they're not trying to completely, you know, wipe out Vijayanagara from the map of India. That's not happening. Vijayanagara is still seen as a legitimate entity. And you see some of this in the texts as well, where there's this later text called the Rayavachakamu, where also you find some Hindu-Muslim polemics, the early beginnings of a certain polemical line that starts occurring at this time, where it's written after Krishnadevaraya's time, 70-80 years later, but it talks about how, it says how all the Sultans of the Deccan are evil, men are being cut into half in the streets, they're all greedy, their own ministers are scared of them. Basically, it's compared to the land of death, the Yama's kingdom. That's how bad the Deccan Sultans are. Some people interpret this thing, say all these Muslims are so bad and the Hindus are clearly saying this is bad. But the same Rayavachakamu also says the Mughal Emperor is great. It says the Mughal Emperor is blessed by Kashi Vishwanath. So just as Vijayanagara is blessed by Tirupati, the Gajapati of Orissa is blessed by Jagannath of Puri, the Mughals are blessed by Kashi Vishwanath. So they recognized to make the Deccan Sultans look bad, they play up the Mughals and make the Mughals look good. So again, Vijayanagara wasn't playing a Hindu-Muslim game. If they were, Bukka, one of the founders of Vijayanagara, who claimed in his inscriptions to be Krishna reborn to destroy the Mlecchas, which is the Muslims, he had no issues trying to seek an alliance with Feroz Shah Bahmani, saying, okay, you and I'll join hands together and I'll come from the south, you come from the north and we'll destroy the Bahmani Sultanate in the center. So again, politics is what guides it. But Vijayanagara, of course, has its own issues. You have these coups that are happening in Vijayanagara and so on. But finally, of course, it was overstretched, where the last emperor of Vijayanagara played, he tried to gamble in a way that didn't quite work out in the way he thought. And the Sultanate, instead of breaking away and his divine rule succeeding, they instead united and they decided to teach Vijayanagara a lesson."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:49.280",
        "message": "And I think this was partly because, like you point out in the book, he got incredibly arrogant, he humiliated the Nizam Shah more than he should have in a particular instance. And then despite allying with the others to fight with the Nizam Shah, he annexed part of the kingdoms and destroyed mosques, destroyed mosques and all annexations would be accompanied by the destruction of mosques and the humiliation of women and there's an interesting legend,"
    },
    {
        "speaker": "Guest",
        "time": "01:27:12.040",
        "message": "which is actually a footnote in the book, which is Chand Bibi's mother, Khunza Humayun, which is Hussain Nizam Shah, the one who's at this battle, his wife. The story goes that, this is from one particular poem from the Ahmednagar court, where Ramaraya, the emperor of Vijayanagara demands tribute from Ahmednagar. And in the list of things that the Nizam Shah should pay, there is a sexually loaded reference to Khunza Humayun, the Begum's anklets, saying that, you know, the tribute includes the Begum's anklets and Hussain Nizam Shah says, no, I will avenge her honor or whatever. Again, it's an excuse to justify what was geopolitics. They essentially wanted to destroy each other anyway. But it's interesting that a woman appears here at this particular time. And as it happens, Khunza Humayun is one of those few women that appears in the history of the Deccan as a political figure. And of course, she rules for six years after her husband dies, but then her son and his coterie eventually topple her and imprison her and sort of wipe her out to the extent that she's not only wiped out of records, she's painted over in paintings, she's reduced to this giant blot in paintings where her husband still remains intact, but she's been reduced to a smudge in these miniature paintings."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:16.000",
        "message": "Which brings me down to a question I plan to ask at the end of this, but before we get back to the narrative, just to take it up, and you'd mentioned this yourself before is how women are viewed in history and how their roles are recorded in history."
    },
    {
        "speaker": "Guest",
        "time": "01:28:27.560",
        "message": "It's complicated because, you know, the further back you go in time, you find that most of the material is authored by men, which means there's that male gaze. It's largely about men and their battles. There are women here and there occasionally, but the voices that tell their story are still not female voices. They are men who often have their own prejudices, their own biases. They often don't approve of these autonomous, strong women. So Kunza Humayun, as I was mentioning, she ended up rotting in jail for some 15, 16 years before she died. She was wiped out. She was, there was no glory for her. Her daughter, Chand Bibi survives a little bit in legend and popular imagination, partly because Chand Bibi died in the course of the Mughal invasion and she died, she was assassinated. So that tragedy therefore allowed her to be enshrined as a sort of martyr."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:08.040",
        "message": "Before that, she also kind of fought a famous battle, almost taking a man's role and going"
    },
    {
        "speaker": "Guest",
        "time": "01:29:11.840",
        "message": "out into the ramparts. Yeah. When the Mughals breached the fort, she actually went into the breach and ensured it was reconstructed and so on. So she was a very formidable figure. The Mughals themselves were in awe of her, but because she died a martyr, as it were, died in the course of battle and not on the battlefield. Her own men killed her. It was an internal job. But she died violently. There was a certain romance attached to her and romance therefore keeps the story alive. But a more everyday woman like Khunza Humayun, her mother, who didn't die on the edge of a sword in a battle, she didn't die violently. She tried on an everyday basis to take power. She tried on an everyday basis to hold power and the men resented that to the extent that they wiped her out. So what happens in history is if you're a woman and you play some sort of romantic, poetic role, either as a tragic heroine or some sort of sacrificing mother or whatever, then you have a place. Then your story survives in some ways. If you are of interest to the male imagination. If you're of interest to the male imagination. But if you're a Khunza Humayun who tries to take charge of those bastions of male power and use that and exercise that on an everyday basis, then my God, you're going to be wiped out of records, wiped out of paintings, wiped out of everything."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:15.200",
        "message": "So as a male historian, how do you overcome this? Because on one hand, there is a problem that all your sources are written from this male"
    },
    {
        "speaker": "Guest",
        "time": "01:30:20.560",
        "message": "gaze. What can you do differently? So in my first book, I was lucky in that sense, because it taught me a lot, which is that my protagonist, my antagonist, they're all women, often the primary material, the letters, these are all their letters. It's women writing, it's their perspective and so on. But with this, with the second book, Rebel Sultans, because as I said, we're going further back in time, the material becomes a problem. You can consciously try and resurrect these women. You can consciously try and tell their stories. But if the material doesn't exist, you can't invent stuff. So that is the tragedy in history. So what I see as the solution is largely more women writing history. Because although historians are in the task of connecting the dots, as a man or because most textbooks are written by men, we are taught or trained at some ingrained level to connect the dots in a certain way, whereas a woman writes history, if more women come into history, look at the same material, they will bring a different gaze to it, a gaze that has not so far received as much space as it should. So I'll name Parvati Sharma, who's now written a book on Jahangir or Ira Mukherjee, who's written about Mughal women. And it's fascinating because they bring a completely different perspective to this, the same material I would have approached in a certain way. But because they are women, they bring a completely different angle. And it's an angle that's been missing for too long. And it needs to be rectified. A man can do his best to try and see it from that perspective. But naturally, having more women historians has its own advantages as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:42.520",
        "message": "And on that note, let's get back to your narrative and to our male protagonists. Tell me a little bit about how after the Bahmanis fell, how Bijapur and you know, how the different rebel sultans, how they evolved in different directions, for example, Bijapur almost seems to sort of use faith as a weapon of real politic, Yusuf Adil Shah declared Bijapur a Shia state, which was also very interesting, because at that point, there was still the pretense of the Bahmani Empire going on. So in a sense, he had two masters nominally, which is a Bahmani king and the Shah of Iran. And is this in any way analogous to a dilemma that Muslims face right up to the 20th century, where you are part of whatever nation state you're part of? But you know, like with the Khilafat movement, you saw a dilemma sort of playing out that"
    },
    {
        "speaker": "Guest",
        "time": "01:32:27.680",
        "message": "you're also part of the larger Qaum, so to say, which is what, you know, right wing Hindutva people keep using against Muslims. What was the great Golwalkar Savarkar argument, which is that, oh, you know, to be truly Hindu or Indian, you need to have not only your birth here, your home here, but also your place of worship. This has to be a motherland and your fatherland, which is not the case for Muslims. If you're bowing to Mecca, which is in a foreign country, then your loyalties are suspect. And for Muslims, of course, you know, not acknowledging that global aspect of it is impossible because, and silly, in fact, it's silly and no, but it's impossible to the idea, which is that why must you be either or? The whole point of this country is there's so much diversity, so much language, so many castes, you can be all of it at once. You can be, you know, a North Indian, I'm a South Indian, but that doesn't make you or me less Indian. I can be at the same time a Malayali. And this is an example my ex-boss Shashi Tharoor often gives, which is, you can be a good Hindu and you can be a good Indian. You can be a good Malayali and you can be a good Indian. None of these are in contradiction to each other. It's okay to have multiple layers of identity. But of course, for the right wing, the fact that Muslims have a non-Indian link as well, which is an identity that rises above any one given nation state, that becomes a little bit of a problem. But as I said, that it depends on how you want to look at it, because I don't think Indian Muslims are any less Indian because they have a place of worship in Mecca, or because many of them are descended from people who came from Iran or whatever. As I said, many, if you come to the South, the oldest Muslim communities have nothing to do with these later immigrations."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:55.320",
        "message": "They've been here for thousands of years. And there's a great hypocrisy inherent in these claims, because these claims are made by people who are wearing clothing, which have come from outside, from the Middle East. They're eating food. I had a great episode with Vikram Doctor recently about the Indianness of Indian food, about how so much Indian food has sort of originated in various different places and are still nevertheless inherently completely Indian."
    },
    {
        "speaker": "Guest",
        "time": "01:34:16.880",
        "message": "Look at Bombay or Mumbai, where we now are, you know, the Ganesh festival just happened. You would have seen there were so many marigold flowers that were being used. Where did the marigold come from? South America."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:25.920",
        "message": "It's only a 400, 500 year old flower. That's the same point Vikram made in the show."
    },
    {
        "speaker": "Guest",
        "time": "01:34:28.640",
        "message": "We now use the marigold for all our rituals, but the marigold is not even an Indian flower. The potato is not Indian. You know, a lot of these spices that we, the green chillies are not Indian. You know, South Indians make sambar now with potato and tomato and onion. These were never there in the old version of sambar. These are vegetables that came, my grandmother tells me, growing up in the 1930s and 40s, they never ate potatoes and onions because they never came there. Once in a while, you'll see it coming from somewhere else in the country, but most of the time it was never eaten. It was never, the tapioca, if you go to Kerala now, what we call kappa in mean curry, which is, you know, tapioca with fish, it's considered like a staple quintessential Malayali dish. Tapioca came to Kerala in the 1880s."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:05.120",
        "message": "Have you heard my episode with Doc? I don't think so because he said all of this. So let's, I think the episode's gone on for a long time. So let's, we can kind of rush through this portion of history and sort of, so sum up for me how this dynamic is playing out, these different rebel sultans after the Bahmani Empire in the North Deccan. What's really going on?"
    },
    {
        "speaker": "Guest",
        "time": "01:35:25.680",
        "message": "What are the dynamics? Well, as I said, these are military states. They have no grand agenda, they have no grand, you know, nationalistic principle, nothing. It's just that one set of elites is in power, somewhere else, another set of elites is in power. Lower elites are trying to claim power. That's what ends up happening. So the most striking figure is towards the end of the book. So the book is the subtitle from Khilji to Shivaji. Shivaji is the one where I end the book because what Shivaji is doing is for 400 years, 500 years, the Deccan's been under Islamic rule. Now this doesn't mean the Hindus have been displaced. The best example is this little kingdom called the Garhwal Raj, which was in former princely state of Hyderabad. Now initially they were feudatories or vassals of the Kakatiyas. Then the Kakatiyas are displaced and the Delhi Sultans come. They start serving the Delhi Sultans. Delhi Sultans are gone. Bahmanis come. They start serving the Bahmani Sultans. The Bahmanis are gone. Finally, the Adil Shahs and the Qutub Shahs at various points end up being their overlords. They sound a lot like the Indian bureaucracy. Yeah, yes. That's the point I'm making. Finally they come under the hands of the Nizam of Hyderabad, who was an agent of the Mughal Emperor and they survive all the way till 1948. So something that existed in the 1300s, that same family ruling of the same 1000 square miles of territory has continued to rule all the way till 1948. So the top layer may keep changing and shifting and falling and rising, but just beneath that, there aren't that many changes. These are all very elite level changes and discussions that are happening. At the next level, things are pretty much, you know, they're in the hands of the same family Muslims. Hindus have not been displaced en masse or anything. What is interesting with Shivaji is that this Islamicate court culture that evolved in the Deccan, a very peculiar blend of part North India, part Persian, part Vijayanagar, all of it existed. Shivaji now wants to go back to a Sanskritized version of kingship. So he consciously starts avoiding Persian words and creates the Raja Vewahar Kosha, which is a Sanskrit dictionary, starts writing letters towards the end of his reign in Sanskrit to other northern kings because he's trying to construct a new court culture, a new way of doing politics inspired by Sanskritic Hindu traditions. So he wants the Rajputs and him and all these Hindu origin people to sort of, you know, stick to the Sanskritized version of things rather than the Persianized version of things."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:33.920",
        "message": "And would you say this is similar to what happened in the early 20th century, the late 19th century, when a lot of these groups tried to take Hindustani and separate Urdu from Hindi and build some kind of separate Shuddh Hindi?"
    },
    {
        "speaker": "Guest",
        "time": "01:37:44.400",
        "message": "Yeah, that begins in the 19th century, really, where you have this ultra Sanskritized Hindi being born and this ultra Persianized Urdu being crafted as a separate thing. Whereas in reality, they're children of the same mother and that mother was much more mixed up than either will admit, but this quest for purity. So that is largely a result of the colonial intervention as well, that's a later phenomenon. What's interesting in Shivaji's time, however, is that simultaneously with him in Golconda, we have two Brahmin ministers of the Qutub Shah called Madana and Akana and they're brothers. And one of them refers, talks to a Dutch merchant and he says, oh, look, all these Persians coming here, they make their money and their fortunes and they go back because those are their fatherlands. We have only this as our land. So we are much better in terms of we should be running this place properly. It's interesting because this is almost a Golwalkar-esque, Savarkar-esque argument from the 20th century, but we're hearing it in the late 17th century. So what it indicates is that at the elite level, there was some beginning of an identity that was in common, saying that something was missing. There was a sense of loss."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:45.880",
        "message": "And these intellectual strains, therefore, existed from before, it's not like Golwalkar"
    },
    {
        "speaker": "Guest",
        "time": "01:38:50.360",
        "message": "and Savarkar sort of, it began with them. They took it to a completely different level, which is by making more mass. Why is this mass now? Because we've now bought into this idea that the Sanskritic version of Hinduism is the version of Hinduism, which is not true. What happened to lower caste versions of Hinduism? What happened to tribal versions of Hinduism? You know, there are surveys in South India from 1915, as late as 1915, talking about how 80% people in South India did not subscribe to Brahminical gods. They had their local tree gods and local goddess of smallpox and things like that. But as education came in, they started Brahminicizing or Sanskritizing and giving up their ancient gods and becoming worshippers of Shiva, Parvati, Vishnu. So this happens simultaneously with that, where you have this mass reinforcement of the idea that the faith of the Brahmins is the legitimate form of Hinduism. Whereas in the earlier phase, what you see is this sense of, I think, what happened is that earlier, if you were under Hindu kingdom or a Hindu king, your patronage was limited to these elite groups. With the Muslims, there was competition. There were these Persians, there were these Africans. So you weren't quite the top of the chain, as it were. So that seems to have created a little bit of elite resentment, which is what you see in the 17th century. And Shivaji was definitely, therefore, when he says he's building a Hindavi Swaraj, he does therefore play up the idea of that. But it wasn't something for all Hindus against all Muslims. He employed Muslims. He had Qazis in, you know, the famous episode where Afzal Khan is sent to murder Shivaji. Now, if you look at it, Afzal Khan versus Shivaji, Muslim versus Hindu. But look at the people coming with Afzal Khan, Ghorpade. So Maharashtrian surnames, they're Maratha surnames. On Shivaji's side, Siddhi Ibrahim, it's a Muslim. Shivaji had plenty of Muslims. He had plenty of Islamic influences in his court as well. But he looked at power from a Sanskritic position. And that seems to have begun something. And simultaneously, you have similar trends in Golconda, which means that at that particular juncture, when the Sultanate is starting to collapse, when the Mughals are coming in violently from the north, there is this germination of a new sense of elite identity. I will not say it's a Hindu identity because there was no one broad Hindu community. For a Brahmin, a Dalit was as alien as a Muslim. There was no commonality between them. One could argue it's still the same today. Yeah. I mean, I don't think they see each other as part of the same ecosystem or whatever. So in that sense, there was something that was being born then. So I wouldn't agree with many people who say that, oh, you know, communalism is entirely a colonial invention. No, at the elite level, there seems to have been some, you know, some sort of minor flavor that seems to have been coming in at this particular time, which later assumed bigger"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:20.160",
        "message": "proportions in the colonial period. Now, reading your book and listening to you now, on one hand, it seems as if, if you look below the top layer, if you look below the Sultans and the people in charge, what you really have are these vast, really solid waves of history moving, you know, like the same bureaucracy serving different empires for hundreds of years, and so on. And they are as they are. But at the same time, you also see these powerful individuals like maybe Alauddin Khilji or like Shivaji later, who have a huge impact on history just as individuals. So what do you think of Thomas Carlyle's great man of history kind of the great man theory?"
    },
    {
        "speaker": "Guest",
        "time": "01:41:56.080",
        "message": "See, I think they become great men largely in hindsight, in the sense that we pick and choose who we want to highlight, who we want to project more at the cost of whom. So as I said, you know, Shivaji dominates the Deccan landscape. The Deccan is often reduced to Mughals versus Shivaji, if you're lucky, otherwise, it's only Shivaji, especially in Maharashtra, it's only Shivaji. He deserves his place in history. He's a very charismatic, interesting figure. But as I said, better historians have done good books on him. What interested me was, why only him? There are so many people before him. Why not Ibrahim Adil Shah II with his Rudrakshan Saraswati love? Why not Malik Ambar, the African who saved the Deccan for at least two generations from Mughal conquest? You know, these are people who also made history, but because they have no political constituency now, they've been forgotten. So the great men of history are also a reflection of our own anxieties, our own insecurities, our own sense of what we want to draw from history, rather than what actually happened in history. Which is why more and more people, at least with my first book and my second book, the idea is to pull these people or pull these stories out of the footnotes and give them the broad audience that they deserve. Because they don't deserve to merely be a footnote in a larger story of somebody else. They were actually independent actors in their own right, in their own time, they were the main actors and people who made history. We shouldn't put them into the shadow of any one great man or great woman as such."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:12.640",
        "message": "In fact, you mentioned Ibrahim Adil Shah II, Ibrahim Adil Shah I died in a very interesting way, which you described, but basically he fell ill. And every physician who tried to cure him when they couldn't take his pain away, he"
    },
    {
        "speaker": "Guest",
        "time": "01:43:23.120",
        "message": "had them trampled by mad elephants, which then led to a mass exodus of all physicians"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:26.580",
        "message": "from his capital. He had no one to treat him and he died, which is a classic mistaking causation for correlation, something modern leaders tend to do today as well. Listen, I've taken a tremendous amount of your time and I would actually have loved to go through the whole narrative all the way to Shivaji and beyond. All I can do is urge readers to read your amazing book because there is a lot more to the Deccan than just Shivaji or the Mughals and so on. On that note, Manu, thanks so much for appearing on The Seed and The Unseen today."
    },
    {
        "speaker": "Guest",
        "time": "01:43:52.280",
        "message": "Thank you for having me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:53.280",
        "message": "I had a great time here. If you enjoyed listening to this episode, do hop over either to Amazon or to the Juggernaut app and buy Rebel Sultans by Manu Pillay. You can follow Manu on Twitter at Unampillai, U-N-A-M-P-I-L-L-A-I. And you can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen on seenunseen.in or thinkpragati.com."
    },
    {
        "speaker": "Unknown",
        "time": "01:44:20.400",
        "message": "Thank you for listening. Hi my name is Abbas, I'm a producer at IBM and I, along with other staff members of IBM, we do this show called IBM Likes, where we give recommendations of books, movies, music, TV shows that we've seen, we've even recommended video games and YouTube channels. And we are soon reaching our 100th episode, we are on episode 99 right now. And on the 100th episode, we'd love to hear from you. So send us your messages, voice notes, goodwill, all of it on shows at IndusVox.com. And we will read out your messages on the 100th episode of IBM Likes, tell us about the recommendations we've given you that you've enjoyed, tell us about the episodes that you remember, tell us about the conversations that you've enjoyed, and we will read all of it out on the 100th episode. Send your messages on shows at IndusVox.com and do tune in to the 100th episode of IBM Likes, out next week. And since then, he'd never worn a cap or a hat, not even to bachao from the thandi. But from Monday, 26th February, Mohan Joshi had to wear a topi all the time. Why? Because if he didn't, everyone around him knew exactly wo kya soch raha tha. They knew that he was wondering how the girl in the yellow churidar would look bina kapde ke. They knew when he was calling the boss a sadela tamatar. They knew everything. Par yeh sab hua kaise? Are bhai, yeh hi toh story hai, aur yeh story aap hi ne mujhe diya, by giving me the starting word. Yeh hi toh hai, the Croc's Tales, words aapke, kahani aapke liye. Catch the stories on Monday and Thursday on the IBM website, app, and anywhere you get your podcasts from. See you soon!"
    }
]